{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2470224/",
  "absolute_url": "/opinion/2470224/harty-v-luihn-four-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2470224/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:37.149289Z",
  "date_modified": "2016-04-27T00:16:06.636086Z",
  "type": "010combined",
  "sha1": "2a13169221108a99533f03333c6b7d9045af8ccc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>747 F.Supp.2d 547 (2010)</b></center>\n<center><h1>Owen HARTY, Plaintiff,<br>\nv.<br>\nLUIHN FOUR, INC., Defendant.</h1></center>\n<center>No. 5:10-CV-107-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 13, 2010.</center>\n<p><span class=\"star-pagination\">*549</span> Christopher D. Lane, Law Office of Christopher D. Lane, Winston-Salem, NC, Pete M. Monismith, Thomas B. Bacon, P.A., Apollo, PA, for Plaintiff.</p>\n<p>Paul Holscher, Richard Scott McAtee, Jackson Lewis, LLP, Cary, NC, Paul H. Derrick, Cranfill Sumner &amp; Hartzog, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant Luihn Four, Inc.'s Motion to Dismiss. Plaintiff Owen Harry brought this action alleging violations of the Americans with Disabilities Act, 42 U.S.C. § 12181 et <span class=\"star-pagination\">*550</span> seq. (\"ADA\"). For the foregoing reasons, Defendant's motion is GRANTED. Plaintiffs claims are DISMISSED in their entirety.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On March 18, 2010, Plaintiff Owen Harry (\"Harty\") sued Luihn Four, Inc. (\"Luihn Four\") seeking injunctive relief, attorney's fees, and litigation expenses pursuant to the ADA. On one occasion in January of 2010, Hartya resident of Broward County, Floridavisited Luihn Four's Kentucky Fried Chicken restaurant (\"KFC\" or \"the Property\") in Raleigh, North Carolina. During his one visit to the Property, Harty \"encountered architectural barriers,\" allegedly in violation of the ADA.</p>\n<p>The Property is more than 775 miles from Harty's residence in Florida. In the complaint, Harty does not set forth any definite plans to visit the Property in the future, except to say that he \"desires to visit KFC not only to avail himself of the goods and services available at the property but to assure himself that this property is in compliance with the ADA so that he and others similarly situated will have full and equal enjoyment of the property without fear of discrimination.\" There is no evidence that Harty ever visited the Property prior to January, 2010.</p>\n<p>The complaint includes a list of alleged violations of the ADA. Harty admits, however, that he requires an inspection of this location in order to actually determine the scope of the Property's alleged non-compliance with the ADA.</p>\n<p>On July 22, 2010, Luihn Four moved to dismiss the complaint pursuant to Rules 12(b)(1) and 12(b)(6) of the Federal Rules of Civil Procedure. Harty has filed a timely response, and Luihn Four's motion is ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Harty alleges that Defendant Luihn Four has discriminated against him on the basis of his disability in violation of the ADA. He seeks an injunction, attorney's fees, costs and litigation expenses. Luihn Four has moved to dismiss pursuant to Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6). Luihn Four contends that dismissal is required because Harty lacks standing to sue.</p>\n<p></p>\n<h2>I. <i>Motion to Dismiss Standard</i>\n</h2>\n<p>Federal Rule of Civil Procedure 12(b)(1) authorizes dismissal of a claim for lack of subject matter jurisdiction. When subject matter jurisdiction is challenged, the plaintiff has the burden of proving jurisdiction to survive the motion. <i>Evans v. B.F. Perkins Co.,</i> 166 F.3d 642, 647-50 (4th Cir.1999). \"In determining whether jurisdiction exists, the district court is to regard the pleadings' allegations as mere evidence on the issue, and may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.\" <i>Richmond, Fredericksburg &amp; Potomac R.R Co. v. United States,</i> 945 F.2d 765, 768 (4th Cir.1991). To this end, \"the nonmoving party must set forth specific facts beyond the pleadings to show that a genuine issue of material fact exists.\" <i>Id.,</i> citing <i>Trentacosta v. Frontier Pacific Aircraft Indus.,</i> 813 F.2d 1553, 1558-59 (9th Cir.1987). The movant's motion to dismiss should be granted if the material jurisdictional facts are not in dispute and the movant is entitled to prevail as a matter of law. <i>Id.</i></p>\n<p>A Rule 12(b)(6) motion tests the legal sufficiency of the complaint. <i>Papasan v. Allain,</i> 478 U.S. 265, 283, 106 S.Ct. 2932, 92 L.Ed.2d 209 (1986). When acting on a motion to dismiss under Rule 12(b)(6), \"the court should accept as true all well-pleaded <span class=\"star-pagination\">*551</span> allegations and should view the complaint in a light most favorable to the plaintiff.\" <i>Mylan Labs., Inc. v. Matkari,</i> 7 F.3d 1130, 1134 (4th Cir.1993). A complaint must allege enough facts to state a claim to relief that is facially plausible. <i>Bell Atlantic Corp. v. Twombly,</i> 550 U.S. 544, 555, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007). Mere recitals of the elements of a cause of action supported by conclusory statements do not suffice. <i>Ashcroft v. Iqbal,</i> ___ U.S. ____, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009). If the factual allegations do not nudge the plaintiffs claims \"across the line from conceivable to plausible,\" the \"complaint must be dismissed.\" <i>Twombly,</i> 550 U.S. at 568-70, 127 S.Ct. 1955.</p>\n<p>In ruling on a Rule 12(b)(6) motion, the Court is generally limited to consider the complaint itself. <i>Faulkner v. Beer,</i> 463 F.3d 130, 134 (2d Cir.2006). If \"matters outside the pleadings are presented to and not excluded by the court, the motion must be treated as one for summary judgment under Rule 56.\" Fed. R. Civ. P. 12(d). However, the Court may consider materials outside the complaint if the materials are \"integral\" to the complaint, there is no dispute regarding the authenticity or accuracy of the materials, and there are no disputed issues of material fact regarding the relevance of the materials. <i>Id.</i></p>\n<p></p>\n<h2>A. <i>Plaintiff Lacks Standing</i>\n</h2>\n<p>Luhin Four's motion to dismiss pursuant to Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6) must be granted because Harty lacks standing. Standing is the determination of whether a particular individual is the proper party to assert a claim in federal court; it \"is founded in concern about the properand properly <i>limited</i> roleof the courts in a democratic society.\" <i>Warth v. Seldin,</i> 422 U.S. 490, 498, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975) (emphasis added). The standing doctrine curtails the types of disputes that an Article III court can decide; it does so by requiring courts to hew to their express constitutional mandate of resolving \"cases\" and \"controversies.\" <i>See Id.;</i> U.S. Const. art. III, § 2, cl. 1. The standing question is one that asks \"whether the litigant is entitled to have the court decide the merits of the dispute or of particular issues.\" <i>Warth,</i> 422 U.S. at 498, 95 S.Ct. 2197. An affirmative answer to this question requires a plaintiff to demonstrate at least three \"irreducible constitutional minimum\" requirements:</p>\n<blockquote>First, the plaintiff must have suffered an \"injury in fact\"an invasion of a legally protected interest which is (a) concrete and particularized and (b) \"actual or imminent, not \"conjectural\" or \"hypothetical.\"\" Second, there must be a causal connection between the injury and the conduct complained ofthe injury has to be \"fairly . . . trace[able] to the challenged action of the defendant, and not. . . th[e] result [of] the independent action of some third party not before the court.\" Third, it must be \"likely,\" as opposed to merely \"speculative,\" that the injury will be \"redressed by a favorable decision.\"</blockquote>\n<p><i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 560-61, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992) (internal citations omitted). Harty has failed to establish at least one element required for Article III standing: the \"injury in fact\" element.</p>\n<p></p>\n<h2>i. <i>Plaintiff has Failed to Allege an \"Injury in Fact\"</i>\n</h2>\n<p>Harty has failed to plead an \"injury in fact.\" When a plaintiff seeks injunctive relief, the \"injury in fact\" element of standing requires more than simply an allegation of defendant's prior wrongful conduct. <i>See </i><i>City of Los Angeles v. Lyons,</i> 461 U.S. 95, 103 S.Ct. 1660, 75 <span class=\"star-pagination\">*552</span> L.Ed.2d 675 (1983) (refusing to enjoin the Los Angeles Police Department's use of chokeholds where the plaintiff was placed in a chokehold during a prior traffic stop and blacked out). In <i>Lyons,</i> the Supreme Court held that standing to seek injunctive relief does not exist unless the plaintiff can show a <i>substantial likelihood of future harm. Id.</i> at 111, 103 S.Ct. 1660. (emphasis added).</p>\n<p>Applying <i>Lyons</i> to ADA caseswhere injunctive relief is the only remedyfederal courts have denied claims on standing grounds where the likelihood of future harm was <i>de minimis.</i> For example, in <i>Aikins v. St. Helena Hosp.,</i> 843 F.Supp. 1329 (N.D.Cal.1994), the widow of a hospital patient asserted that the hospital's failure to provide her with a sign language interpreter prevented her from effectively communicating with hospital personnel and participating in her husband's care. The court dismissed plaintiffs ADA claims, holding that she was not entitled to injunctive relief and noting that:</p>\n<blockquote>[A] plaintiff seeking injunctive relief premised upon an alleged past wrong must demonstrate a `real and immediate threat' of repeated future harm to satisfy the injury in fact prong of the standing test. This requirement is independent of the substantive requirements for equitable relief.</blockquote>\n<p><i>Id.</i> at 1333 (quoting <i>Lyons,</i> 461 U.S. at 111, 103 S.Ct. 1660). Mrs. Aikins' claims were dismissed because she failed to show that she was \"likely to use the hospital in the near future,\" and that the defendants were likely to discriminate against her if she did use the hospital sometime in the future. <i>Aikins,</i> 843 F.Supp. at 1334.</p>\n<p>Other federal courts have reached the same conclusion as <i>Aikins</i>: there can be no Article III standing for injunctive relief unless the plaintiff alleges a substantial likelihood of future harm. <i>See </i><i>Naiman v. New York University,</i> 1997 WL 249970 (S.D.N.Y. May 13, 1997) (deaf patient's four prior visits to the hospital not sufficient to show likelihood of future harm); <i>Hoepfl v. Barlow,</i> 906 F.Supp. 317 (E.D.Va.1995) (dentist's prior refusal to treat HIV-positive patient not sufficient for standing under the ADA); <i>Tyler v. Kansas Lottery,</i> 14 F.Supp.2d 1220, 1225 (D.Kan.1998) (wheelchair-bound plaintiff residing in Wisconsin did not satisfy standing requirements under ADA despite his expressed intention to visit relatives and play the lottery in Kansas).</p>\n<p>Here, Harty lacks standing for the same reasons that the plaintiffs in <i>Lyons, Aikins, Naiman, Hoepfl</i> and <i>Tyler</i> didhe has failed to demonstrate a substantial likelihood that he will be injured in the future by Luihn Four. Harty lives in Broward County, Florida. His residence is over seven-hundred miles from Luihn Four's KFC restaurant. Nothing indicates that Harty has ever visited the Property other than on the one occasion in January, 2010. The complaint is devoid of definitive plans to return to the Property in the future. Harty's claims that he desires to visit the Property are merely \"some day\" intentions, and, \"without any description of concrete plans, or indeed even any speculation of when the some day will be[such allegations] do not support a finding of actual or imminent injury.\" <i>Lujan,</i> 504 U.S. at 564, 112 S.Ct. 2130. The Court does not question the sincerity of Harty's vague desires to revisit the Property. However, where, as here, the objective facts and allegations presented in the complaint fail to establish Harty's substantial likelihood of future injury, even his most earnest of desires cannot overcome the constitutional defect in his case.</p>\n<p></p>\n<h2>B. <i>The Standing Doctrine Does not Violate the Commerce Clause</i>\n</h2>\n<p>Plaintiff contends that the test for Article III standing for injunctive reliefas <span class=\"star-pagination\">*553</span> applied in ADA cases like his violates the Commerce Clause. This argument is without merit and contravenes settled constitutional law. The Constitution delegates to Congress the power \"[t]o regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes.\" U.S. Const. art. I, § 8, cl. 3. However broad this Commerce power may be, it is clear that Congress cannot use its Commerce power to abridge the constitutionally required elements of Article III. <i>See, e.g., Warth,</i> 442 U.S. at 500, 95 S.Ct. 2197.</p>\n<p>In <i>Warth,</i> the Supreme Court recognized Congress' limited ability to create standing through legislation. In so doing, however, the Court noted that Congress' power is still bounded by the requirements of the Constitution:</p>\n<blockquote>Congress may grant an express right of action to persons who otherwise would be barred by prudential standing rules. Of course, Art. III's requirement remains: the plaintiff still must allege a distinct and palpable injury to himself, even if it is an injury shared by a large class of other possible litigants.</blockquote>\n<p><i>Id.</i></p>\n<p>Here, Harty alleges an injury in violation of the ADA, a federal statute that creates a private right of action for an aggrieved party. However, as the preceding discussion demonstrates, Harty has failed to establish the \"injury in fact\" requirement of Article III. Under <i>Warth,</i> no Congressional mandate can cure this constitutional defect in Harty's case. Accordingly, Harty's Commerce clause argument is without merit.</p>\n<p></p>\n<h2>C. <i>The Standing Doctrine Does not Violate the Right to Travel</i>\n</h2>\n<p>Harty next contends that the test for Article III standing for injunctive reliefas applied in ADA cases like his \"violates the rights of disabled persons to travel.\" As Plaintiff correctly notes, \"[t]he right to travel is part of the `liberty' of which the citizen cannot be deprived without the due process of law . . . Freedom of movement across frontiers in either direction, and inside frontiers as well, was part of our heritage.\" <i>Kent v. Dulles,</i> 357 U.S. 116, 125-27, 78 S.Ct. 1113, 2 L.Ed.2d 1204 (1958). Thus, plaintiff contends, by applying the standing test to him, his fundamental right to travel is abridged.</p>\n<p>Plaintiffs argument here fails for the same reason that his other arguments fail: he has failed to show a concrete or particularized injury that infringes on his constitutional right to travel. Until he can show that there is a substantial likelihood that his right to travel will be infringed in the future, he lacks standing to assert a claim. <i>See supra,</i> § I.A.i.</p>\n<p></p>\n<h2>D. <i>The ADA Cannot Expand Standing Beyond Article III</i>\n</h2>\n<p>Harty's final argument is that the test for Article III standing for injunctive reliefas applied in ADA cases like hisviolates the language of the ADA itself. Here again, however, Harty misperceives the proper roles of the Constitution and Congressional legislation. As <i>Warth</i> establishes, Congress can properly extend standing, through legislation, to the limits of Article III of the Constitution, but those limits still remain and must be satisfied in <i>every</i> case. <i>See </i><i>Warth,</i> 422 U.S. at 500, 95 S.Ct. 2197 (holding that Congress' ability to create standing can extend only as far as Article III itself). Thus, regardless of how broadly the language of the ADA sweeps, every plaintiff must allege an injury under Article III before a federal court can decide his case. Here, despite his lack <span class=\"star-pagination\">*554</span> of an \"injury in fact,\" Harty claims that the language of the ADA confers standing upon him. As the preceding section demonstrates, Harty has failed to allege an \"injury in fact\" under Article III. Harty cannot seek refuge in the language of the ADA, when Article III restricts a federal court from hearing his grievance.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Even when viewed in the light most favorable to Harry, the complaint fails to establish a substantial likelihood that Harty will be injured by Luihn Four's violations of the ADA in the future. Consequently, Harty has failed to meet his burden of establishing the \"injury in fact\" requirement that would confer standing on him under Article III. Because Harty lacks standing to pursue the claim, the Court must dismiss in accordance with Federal Rule of Civil Procedure 12(b)(1) and 12(b)(6).</p>\n<p>Based on the foregoing, the Defendant's Motion to Dismiss is GRANTED. Plaintiffs Claims are DISMISSED in their entirety.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">547</span></span> (2010)</b></center>\n<center><h1>Owen HARTY, Plaintiff,<br>\nv.<br>\nLUIHN FOUR, INC., Defendant.</h1></center>\n<center>No. 5:10-CV-107-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 13, 2010.</center>\n<p><span class=\"star-pagination\">*549</span> Christopher D. Lane, Law Office of Christopher D. Lane, Winston-Salem, NC, Pete M. Monismith, Thomas B. Bacon, P.A., Apollo, PA, for Plaintiff.</p>\n<p>Paul Holscher, Richard Scott McAtee, Jackson Lewis, LLP, Cary, NC, Paul H. Derrick, Cranfill Sumner &amp; Hartzog, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant Luihn Four, Inc.'s Motion to Dismiss. Plaintiff Owen Harry brought this action alleging violations of the Americans with Disabilities Act, 42 U.S.C. § 12181 et <span class=\"star-pagination\">*550</span> seq. (\"ADA\"). For the foregoing reasons, Defendant's motion is GRANTED. Plaintiffs claims are DISMISSED in their entirety.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On March 18, 2010, Plaintiff Owen Harry (\"Harty\") sued Luihn Four, Inc. (\"Luihn Four\") seeking injunctive relief, attorney's fees, and litigation expenses pursuant to the ADA. On one occasion in January of 2010, Hartya resident of Broward County, Floridavisited Luihn Four's Kentucky Fried Chicken restaurant (\"KFC\" or \"the Property\") in Raleigh, North Carolina. During his one visit to the Property, Harty \"encountered architectural barriers,\" allegedly in violation of the ADA.</p>\n<p>The Property is more than 775 miles from Harty's residence in Florida. In the complaint, Harty does not set forth any definite plans to visit the Property in the future, except to say that he \"desires to visit KFC not only to avail himself of the goods and services available at the property but to assure himself that this property is in compliance with the ADA so that he and others similarly situated will have full and equal enjoyment of the property without fear of discrimination.\" There is no evidence that Harty ever visited the Property prior to January, 2010.</p>\n<p>The complaint includes a list of alleged violations of the ADA. Harty admits, however, that he requires an inspection of this location in order to actually determine the scope of the Property's alleged non-compliance with the ADA.</p>\n<p>On July 22, 2010, Luihn Four moved to dismiss the complaint pursuant to Rules 12(b)(1) and 12(b)(6) of the Federal Rules of Civil Procedure. Harty has filed a timely response, and Luihn Four's motion is ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Harty alleges that Defendant Luihn Four has discriminated against him on the basis of his disability in violation of the ADA. He seeks an injunction, attorney's fees, costs and litigation expenses. Luihn Four has moved to dismiss pursuant to Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6). Luihn Four contends that dismissal is required because Harty lacks standing to sue.</p>\n<p></p>\n<h2>I. <i>Motion to Dismiss Standard</i>\n</h2>\n<p>Federal Rule of Civil Procedure 12(b)(1) authorizes dismissal of a claim for lack of subject matter jurisdiction. When subject matter jurisdiction is challenged, the plaintiff has the burden of proving jurisdiction to survive the motion. <i>Evans v. B.F. Perkins Co.,</i> <span class=\"citation\" data-id=\"761254\"><a href=\"/opinion/761254/david-wayne-evans-v-bf-perkins-company-a-division-of-standex/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">642</span></a></span>, 647-50 (4th Cir.1999). \"In determining whether jurisdiction exists, the district court is to regard the pleadings' allegations as mere evidence on the issue, and may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.\" <i>Richmond, Fredericksburg &amp; Potomac R.R Co. v. United States,</i> <span class=\"citation\" data-id=\"569124\"><a href=\"/opinion/569124/richmond-fredericksburg-potomac-railroad-company-v-united-states-of/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (4th Cir.1991). To this end, \"the nonmoving party must set forth specific facts beyond the pleadings to show that a genuine issue of material fact exists.\" <i>Id.,</i> citing <i>Trentacosta v. Frontier Pacific Aircraft Indus.,</i> <span class=\"citation\" data-id=\"484919\"><a href=\"/opinion/484919/jeffrey-lynn-trentacosta-v-frontier-pacific-aircraft-industries-inc-luke/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1553</span></a></span>, 1558-59 (9th Cir.1987). The movant's motion to dismiss should be granted if the material jurisdictional facts are not in dispute and the movant is entitled to prevail as a matter of law. <i>Id.</i></p>\n<p>A Rule 12(b)(6) motion tests the legal sufficiency of the complaint. <i>Papasan v. Allain,</i> <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 283, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span>, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></a></span> (1986). When acting on a motion to dismiss under Rule 12(b)(6), \"the court should accept as true all well-pleaded <span class=\"star-pagination\">*551</span> allegations and should view the complaint in a light most favorable to the plaintiff.\" <i>Mylan Labs., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1134 (4th Cir.1993). A complaint must allege enough facts to state a claim to relief that is facially plausible. <i>Bell Atlantic Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). Mere recitals of the elements of a cause of action supported by conclusory statements do not suffice. <i>Ashcroft v. Iqbal,</i> ___ U.S. ____, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009). If the factual allegations do not nudge the plaintiffs claims \"across the line from conceivable to plausible,\" the \"complaint must be dismissed.\" <i>Twombly,</i> 550 U.S. at 568-70, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>.</p>\n<p>In ruling on a Rule 12(b)(6) motion, the Court is generally limited to consider the complaint itself. <i>Faulkner v. Beer,</i> <span class=\"citation\" data-id=\"795695\"><a href=\"/opinion/795695/delois-faulkner-as-trustee-of-the-delois-j-faulkner-trust-and-as-trustee/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></a></span>, 134 (2d Cir.2006). If \"matters outside the pleadings are presented to and not excluded by the court, the motion must be treated as one for summary judgment under Rule 56.\" Fed. R. Civ. P. 12(d). However, the Court may consider materials outside the complaint if the materials are \"integral\" to the complaint, there is no dispute regarding the authenticity or accuracy of the materials, and there are no disputed issues of material fact regarding the relevance of the materials. <i>Id.</i></p>\n<p></p>\n<h2>A. <i>Plaintiff Lacks Standing</i>\n</h2>\n<p>Luhin Four's motion to dismiss pursuant to Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6) must be granted because Harty lacks standing. Standing is the determination of whether a particular individual is the proper party to assert a claim in federal court; it \"is founded in concern about the properand properly <i>limited</i> roleof the courts in a democratic society.\" <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975) (emphasis added). The standing doctrine curtails the types of disputes that an Article III court can decide; it does so by requiring courts to hew to their express constitutional mandate of resolving \"cases\" and \"controversies.\" <i>See Id.;</i> U.S. Const. art. III, § 2, cl. 1. The standing question is one that asks \"whether the litigant is entitled to have the court decide the merits of the dispute or of particular issues.\" <i>Warth,</i> 422 U.S. at 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>. An affirmative answer to this question requires a plaintiff to demonstrate at least three \"irreducible constitutional minimum\" requirements:</p>\n<blockquote>First, the plaintiff must have suffered an \"injury in fact\"an invasion of a legally protected interest which is (a) concrete and particularized and (b) \"actual or imminent, not \"conjectural\" or \"hypothetical.\"\" Second, there must be a causal connection between the injury and the conduct complained ofthe injury has to be \"fairly . . . trace[able] to the challenged action of the defendant, and not. . . th[e] result [of] the independent action of some third party not before the court.\" Third, it must be \"likely,\" as opposed to merely \"speculative,\" that the injury will be \"redressed by a favorable decision.\"</blockquote>\n<p><i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560-61, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992) (internal citations omitted). Harty has failed to establish at least one element required for Article III standing: the \"injury in fact\" element.</p>\n<p></p>\n<h2>i. <i>Plaintiff has Failed to Allege an \"Injury in Fact\"</i>\n</h2>\n<p>Harty has failed to plead an \"injury in fact.\" When a plaintiff seeks injunctive relief, the \"injury in fact\" element of standing requires more than simply an allegation of defendant's prior wrongful conduct. <i>See </i><i>City of Los Angeles v. Lyons,</i> <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1660</span></a></span>, 75 <span class=\"star-pagination\">*552</span> L.Ed.2d 675 (1983) (refusing to enjoin the Los Angeles Police Department's use of chokeholds where the plaintiff was placed in a chokehold during a prior traffic stop and blacked out). In <i>Lyons,</i> the Supreme Court held that standing to seek injunctive relief does not exist unless the plaintiff can show a <i>substantial likelihood of future harm. Id.</i> at 111, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1660</span></a></span>. (emphasis added).</p>\n<p>Applying <i>Lyons</i> to ADA caseswhere injunctive relief is the only remedyfederal courts have denied claims on standing grounds where the likelihood of future harm was <i>de minimis.</i> For example, in <i>Aikins v. St. Helena Hosp.,</i> <span class=\"citation\" data-id=\"2593913\"><a href=\"/opinion/2593913/aikins-v-st-helena-hosp/\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1329</span></a></span> (N.D.Cal.1994), the widow of a hospital patient asserted that the hospital's failure to provide her with a sign language interpreter prevented her from effectively communicating with hospital personnel and participating in her husband's care. The court dismissed plaintiffs ADA claims, holding that she was not entitled to injunctive relief and noting that:</p>\n<blockquote>[A] plaintiff seeking injunctive relief premised upon an alleged past wrong must demonstrate a `real and immediate threat' of repeated future harm to satisfy the injury in fact prong of the standing test. This requirement is independent of the substantive requirements for equitable relief.</blockquote>\n<p><i>Id.</i> at 1333 (quoting <i>Lyons,</i> 461 U.S. at 111, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1660</span></a></span>). Mrs. Aikins' claims were dismissed because she failed to show that she was \"likely to use the hospital in the near future,\" and that the defendants were likely to discriminate against her if she did use the hospital sometime in the future. <i>Aikins,</i> 843 F.Supp. at 1334.</p>\n<p>Other federal courts have reached the same conclusion as <i>Aikins</i>: there can be no Article III standing for injunctive relief unless the plaintiff alleges a substantial likelihood of future harm. <i>See </i><i>Naiman v. New York University,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">249970</span></span> (S.D.N.Y. May 13, 1997) (deaf patient's four prior visits to the hospital not sufficient to show likelihood of future harm); <i>Hoepfl v. Barlow,</i> <span class=\"citation\" data-id=\"2127005\"><a href=\"/opinion/2127005/hoepfl-v-barlow/\"><span class=\"volume\">906</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">317</span></a></span> (E.D.Va.1995) (dentist's prior refusal to treat HIV-positive patient not sufficient for standing under the ADA); <i>Tyler v. Kansas Lottery,</i> <span class=\"citation\" data-id=\"2519462\"><a href=\"/opinion/2519462/tyler-v-kansas-lottery/\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1220</span></a></span>, 1225 (D.Kan.1998) (wheelchair-bound plaintiff residing in Wisconsin did not satisfy standing requirements under ADA despite his expressed intention to visit relatives and play the lottery in Kansas).</p>\n<p>Here, Harty lacks standing for the same reasons that the plaintiffs in <i>Lyons, Aikins, Naiman, Hoepfl</i> and <i>Tyler</i> didhe has failed to demonstrate a substantial likelihood that he will be injured in the future by Luihn Four. Harty lives in Broward County, Florida. His residence is over seven-hundred miles from Luihn Four's KFC restaurant. Nothing indicates that Harty has ever visited the Property other than on the one occasion in January, 2010. The complaint is devoid of definitive plans to return to the Property in the future. Harty's claims that he desires to visit the Property are merely \"some day\" intentions, and, \"without any description of concrete plans, or indeed even any speculation of when the some day will be[such allegations] do not support a finding of actual or imminent injury.\" <i>Lujan,</i> 504 U.S. at 564, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>. The Court does not question the sincerity of Harty's vague desires to revisit the Property. However, where, as here, the objective facts and allegations presented in the complaint fail to establish Harty's substantial likelihood of future injury, even his most earnest of desires cannot overcome the constitutional defect in his case.</p>\n<p></p>\n<h2>B. <i>The Standing Doctrine Does not Violate the Commerce Clause</i>\n</h2>\n<p>Plaintiff contends that the test for Article III standing for injunctive reliefas <span class=\"star-pagination\">*553</span> applied in ADA cases like his violates the Commerce Clause. This argument is without merit and contravenes settled constitutional law. The Constitution delegates to Congress the power \"[t]o regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes.\" U.S. Const. art. I, § 8, cl. 3. However broad this Commerce power may be, it is clear that Congress cannot use its Commerce power to abridge the constitutionally required elements of Article III. <i>See, e.g., Warth,</i> 442 U.S. at 500, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>.</p>\n<p>In <i>Warth,</i> the Supreme Court recognized Congress' limited ability to create standing through legislation. In so doing, however, the Court noted that Congress' power is still bounded by the requirements of the Constitution:</p>\n<blockquote>Congress may grant an express right of action to persons who otherwise would be barred by prudential standing rules. Of course, Art. III's requirement remains: the plaintiff still must allege a distinct and palpable injury to himself, even if it is an injury shared by a large class of other possible litigants.</blockquote>\n<p><i>Id.</i></p>\n<p>Here, Harty alleges an injury in violation of the ADA, a federal statute that creates a private right of action for an aggrieved party. However, as the preceding discussion demonstrates, Harty has failed to establish the \"injury in fact\" requirement of Article III. Under <i>Warth,</i> no Congressional mandate can cure this constitutional defect in Harty's case. Accordingly, Harty's Commerce clause argument is without merit.</p>\n<p></p>\n<h2>C. <i>The Standing Doctrine Does not Violate the Right to Travel</i>\n</h2>\n<p>Harty next contends that the test for Article III standing for injunctive reliefas applied in ADA cases like his \"violates the rights of disabled persons to travel.\" As Plaintiff correctly notes, \"[t]he right to travel is part of the `liberty' of which the citizen cannot be deprived without the due process of law . . . Freedom of movement across frontiers in either direction, and inside frontiers as well, was part of our heritage.\" <i>Kent v. Dulles,</i> <span class=\"citation\" data-id=\"105716\"><a href=\"/opinion/105716/kent-v-dulles/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, 125-27, <span class=\"citation\" data-id=\"105716\"><a href=\"/opinion/105716/kent-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1113</span></a></span>, <span class=\"citation\" data-id=\"105716\"><a href=\"/opinion/105716/kent-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1204</span></a></span> (1958). Thus, plaintiff contends, by applying the standing test to him, his fundamental right to travel is abridged.</p>\n<p>Plaintiffs argument here fails for the same reason that his other arguments fail: he has failed to show a concrete or particularized injury that infringes on his constitutional right to travel. Until he can show that there is a substantial likelihood that his right to travel will be infringed in the future, he lacks standing to assert a claim. <i>See supra,</i> § I.A.i.</p>\n<p></p>\n<h2>D. <i>The ADA Cannot Expand Standing Beyond Article III</i>\n</h2>\n<p>Harty's final argument is that the test for Article III standing for injunctive reliefas applied in ADA cases like hisviolates the language of the ADA itself. Here again, however, Harty misperceives the proper roles of the Constitution and Congressional legislation. As <i>Warth</i> establishes, Congress can properly extend standing, through legislation, to the limits of Article III of the Constitution, but those limits still remain and must be satisfied in <i>every</i> case. <i>See </i><i>Warth,</i> 422 U.S. at 500, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span> (holding that Congress' ability to create standing can extend only as far as Article III itself). Thus, regardless of how broadly the language of the ADA sweeps, every plaintiff must allege an injury under Article III before a federal court can decide his case. Here, despite his lack <span class=\"star-pagination\">*554</span> of an \"injury in fact,\" Harty claims that the language of the ADA confers standing upon him. As the preceding section demonstrates, Harty has failed to allege an \"injury in fact\" under Article III. Harty cannot seek refuge in the language of the ADA, when Article III restricts a federal court from hearing his grievance.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Even when viewed in the light most favorable to Harry, the complaint fails to establish a substantial likelihood that Harty will be injured by Luihn Four's violations of the ADA in the future. Consequently, Harty has failed to meet his burden of establishing the \"injury in fact\" requirement that would confer standing on him under Article III. Because Harty lacks standing to pursue the claim, the Court must dismiss in accordance with Federal Rule of Civil Procedure 12(b)(1) and 12(b)(6).</p>\n<p>Based on the foregoing, the Defendant's Motion to Dismiss is GRANTED. Plaintiffs Claims are DISMISSED in their entirety.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2127005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2519462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2593913/"
  ]
}