{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2470560/",
  "absolute_url": "/opinion/2470560/united-states-v-edwards/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2470560/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:47.506273Z",
  "date_modified": "2016-04-26T21:47:42.240160Z",
  "type": "010combined",
  "sha1": "b3ed61fd9846608827b9cb768eb0d6f6a37a452e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>777 F.Supp.2d 985 (2011)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nJoseph Aaron EDWARDS, Respondent.</h1></center>\n<center>No. 5:08-HC-02095-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 14, 2011.</center>\n<p><span class=\"star-pagination\">*986</span> Edward D. Gray, G. Norman Acker, III, R.A. Renfer, Jr., Seth Morgan Wood, U.S. Attorney's Office, Raleigh, NC, Joshua B. Royster, U.S. Department of Justice, Raleigh, NC, Michael D. Bredenberg, Butner, NC, for Petitioner.</p>\n<p>Eric Brignac, Jane E. Pearce, Federal Public Defender Raleigh, NC, Joseph L. Ross, II, Asst. Fed. Public Defender, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court regarding Respondent's objection at a March 29, 2011 status conference regarding Defendant's failure to disclose an expert report favorable to the Respondent. The Court finds that the Fifth Amendment Due Process Clause requires application of the <i>Brady</i> Doctrine in § 4248 cases.</p>\n<p>The Court also DENIES the Respondent's Motion for Appointment of Expert and Memorandum Addressing the Payment of the Court's Expert. (DE # 51). The Court additionally DENIES Respondent's Motion to Withdraw this Motion and Memorandum (DE # 59).</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p></p>\n<h2>A. <i>The Adam Walsh Child Protection and Safety Act of 2006</i>\n</h2>\n<p>The Government is currently detaining over 90 allegedly sexually dangerous individuals in this district. These individuals have no pending criminal charges and have not had a hearing to test the legality of their confinement. Until three weeks ago, Respondent Joseph Aaron Edwards was one of these individuals. The Adam Walsh Child Protection and Safety Act of 2006<sup>[1]</sup> (the \"Adam Walsh Act\" or the \"Act\") allows the Government to detain individuals after certifying them as \"sexually dangerous.\" 18 U.S.C. § 4248 (2006).<sup>[2]</sup> The statute does not require initial judicial review of the certification, nor does it provide for procedural safeguards in the certification process, such as notice, a hearing or a burden of proof.</p>\n<p>Three types of individuals are covered by the act: (1) those who are in the custody of the Bureau of Prisons, (2) those who are committed to the Attorney General pursuant to 18 U.S.C. § 4241(d) because issues of mental capacity render the person incapable of standing trial, and (3) <span class=\"star-pagination\">*987</span> those against whom all criminal charges have been dismissed solely because of a mental condition. § 4248(a). In this district, all but one<sup>[3]</sup> of the § 4248 detainees fall under the first category: those who had previously been serving a sentence in the Bureau of Prisons.</p>\n<p>A certified individual remains in custody until a district court holds a hearing to determine whether he is in fact sexually dangerous. If so, the individual is civilly committed. The Government must carry its burden at this hearing with clear and convincing evidence.<sup>[4]</sup> For those detained after they finished their prison sentences where they have a following period of supervised release, the time in detention in not credited against their supervised release.</p>\n<p>The Government started detaining individuals under this act in fall 2006. All § 4248 cases in this district were stayed from July 3, 2008 until June 14, 2010 pending the determination of the Act's constitutionality. The United States Supreme Court reversed the Fourth Circuit<sup>[5]</sup> to find, <i>inter alia,</i> that Congress had the power to enact § 4248 under the Constitution's Necessary and Proper Clause. <i>United States v. Comstock,</i> ___ U.S. ___, 130 S.Ct. 1949, 176 L.Ed.2d 878 (2010). The Supreme Court however, \"d[id] not reach or decide any claim that the statute or its application denies equal protection of the laws, procedural or substantive due process, or any other rights guaranteed by the Constitution.\" <i>Id.</i> at 1965. The Court remanded the case to the Fourth Circuit on these issues.<sup>[6]</sup></p>\n<p></p>\n<h2>B. <i>Joseph Aaron Edwards</i>\n</h2>\n<p>On March 8, 2002, the United States Court for the District of Arizona sentenced Edwards to 84 months imprisonment and 5 years supervised release for Sexual Abuse by Use of Force Against a Minor. (DE # 16). Less than a week before his release date, on July 1, 2008, the Government filed a certificate under § 4248 to civilly commit Edwards as a sexually dangerous person. (DE # 1). As is customary with § 4248 detainees, the Chairperson of the Bureau of Prison Certification Review Panel wrote Edwards' certification. <span class=\"star-pagination\">*988</span> The Chairperson is not required to be a medical professional and Edwards' certification is barely 2 1/2 pages. Edwards' certification did not reference any medical expert. (DE # 1-1). Like many other § 4248 detainees, Edwards's case was stayed for two years. After the Supreme Court decided <i>Comstock</i> and shortly before the stay was lifted,<sup>[7]</sup> Edwards motioned to dismiss on due process, equal protection, double jeopardy, and ex post facto grounds on June 24, 2010. (DE # 8, 9). After the stay was lifted, this case was assigned to this Court on August 6, 2010. Edwards' case is one of approximately 23 § 4248 cases assigned to this Court.</p>\n<p>On August 4, 2010, a standing order was entered in this district on Procedures for § 4248 Commitments. 10-S0-01 (E.D.N.C. Aug. 4, 2010).<sup>[8]</sup> Among other things, the Order allowed both the Government and Respondent to designate up to two expert witnesses of their own choosing. <i>Id.</i> at ¶ 4(g). The Order stated that in any case anticipated to proceed to hearing, the Government must disclose the reports of its intended experts within sixty days of a hearing pursuant to Federal Rule of Civil Procedure 26(a)(1). <i>Id.</i> at ¶ 4(a). Similarly, Respondents must file the reports of their intended experts within sixty days after the Government provides its initial disclosures. <i>Id.</i> at ¶ 4(b). The Order also required the Government to disclose \"[a]ll medical and psychological records in the possession of the Bureau of Prisons (\"BOP\") or the government.\" <i>Id.</i> at ¶ 4(a)(ii).</p>\n<p>The Government filed evidence supporting Edwards' certification and civil commitment for the first time on October 6, 2010. First, the Government filed an expert report used by the Bureau of Prisons Certification Review Panel to certify Edwards as sexually dangerous. This pre-certification report was by Sex Offender Forensic Psychologist Dr. M. Lela Demby. While Dr. Demby evaluated Edwards' risk of recidivism, the report explicitly did \"not render an opinion about his eligibility as a Sexually Dangerous Person.\" (DE # 21 at 1.) On the same date, the Government also filed a report by its designated expert, Psychologist Dr. Christopher North, which concluded that Respondent met the criteria as a sexually dangerous person. (DE # 22). The Government did not file any other expert report.</p>\n<p>On November 29, 2010, Edwards renewed his Motion to Dismiss and filed a supporting memorandum of law. (DE # 27). On January 7, 2011, this Court held a status conference for each of its pending § 4248 cases. Edwards subsequently moved to withdraw his Motion on January 18, 2011 in favor of proceeding \"to a hearing as soon as possible.\" (DE # 37). On January 20 and February 11, 2011 this Court again held two more status conferences.</p>\n<p>On March 7, 2011, Edwards filed an expert report by psychologist Dr. Jeffrey Singer stating that Edwards did not meet the statutory criteria for a sexually dangerous person. (DE # 50).</p>\n<p>On March 16th, the Court set a bench trial for March 28, 2011. This was to be the first bench trial for any § 4248 detainee in this district.</p>\n<p><span class=\"star-pagination\">*989</span> Eight days after the Court set a bench trial in this matter, the Government stipulated to dismiss Edwards' case on March 24, 2011. It is uncontested that Edwards had not successfully completed therapy, however, and that no improvement in his condition was evident. The Government's stipulation only stated that \"[u]pon a more detailed review of Respondent's condition, the United States is willing to dismiss the case and release the Respondent from custody.\" (DE # 53 at 2). This Court ordered dismissal the next day.</p>\n<p>The Government's reason for dismissal became clear in a status conference on March 29, 2011. Edwards' counsel notified the Court that on September 22, 2010, psychologist Dr. Demby had submitted a second report to the BOP stating that Edwards did not meet the sexually dangerous criteria. The BOP had based its decision to certify Edwards on Dr. Demby's first report, which evaluated Edwards' risk of recidivism, but did \"not render an opinion about his eligibility as a Sexually Dangerous Person.\" (DE # 21 at 1.) The Government however only disclosed Dr. Demby's second report on March 23, 2011. The Government moved to dismiss the next day. Edwards thus remained in custody for six months after the Government had evidence they would be unable to carry their burden at a § 4248 hearing.</p>\n<p>The Court held a hearing on this issue on April 8, 2011. The Government agreed that it was obligated to disclose this report under the Standing Order, as the report fell under the \"medical and psychological record[ ] in possession of the Bureau of Prisons.\" (Transcript of Hearing of April 8, 2011 at p. 4); Standing Order 10-S0-01 at ¶ 4(a)(ii). The Government submitted that it acted in good faith. The Government explained that the BOP had given the Government's attorneys its records regarding Edwards on September 9, 2010, shortly before Dr. Demby wrote her second report on September 22. (Tr. at p. 5). The Government later made its disclosures to Edwards on October 4th. <i>Id.</i> The Government stated it only recently learned of Dr. Demby's second report in \"preparation for trial\" in March. (Tr. at p. 5-6).</p>\n<p>The Court has no information as to whether this experience was an isolated event and whether the BOP and Government have failed to disclose similar expert reports in other § 4248 cases. The Government agreed that it had recently dismissed approximately eight § 4248 cases in this district, presumably after the detainees had remained in detention for years with no material change in their conditions. (Tr. at p. 13). The Government also acknowledged its general right of broad discretion in designating experts, and its right to ignore and not disclose any expert that produces reports favorable to the detainees.</p>\n<p>At this point, no § 4248 detainee has received a hearing in this district.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>In this case, the Court decides an issue of first impression: does the government have a constitutional obligation to disclose exculpatory evidence in § 4248 cases? The Fifth Amendment Due Process Clause<sup>[9]</sup> answers this question in the affirmative.</p>\n<p>The Fifth Amendment to the Constitution guarantees that \"No person shall <span class=\"star-pagination\">*990</span> be ... deprived of life, liberty, or property, without due process of law....\" Courts use a two-step inquiry to evaluate due process claims: the Court must first determine if a liberty interest is affected. <i>See, e.g., </i><i>Morrissey v. Brewer,</i> 408 U.S. 471, 481-82, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972). If so, the Court must then determine what process is due. <i>Id.</i> at 483, 92 S.Ct. 2593.</p>\n<p>Section 4248 detainees have a compelling liberty interest in avoiding both detainment as well as civil commitment. Application of the <i>Brady</i> Doctrine, set forth in <i>Brady v. Maryland</i> and its progeny, is necessary to protect these interests. 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).</p>\n<p></p>\n<h2>A. <i>Compelling Liberty Interest</i>\n</h2>\n<p>Detainees have a significant liberty interest in both avoiding civil commitment, as well as in avoiding initial detention. The United States Supreme Court has held, \"commitment to a mental hospital produces `a massive curtailment of liberty.'\" <i>Vitek v. Jones,</i> 445 U.S. 480, 491-92, 100 S.Ct. 1254, 63 L.Ed.2d 552 (1980) (citing <i>Humphrey v. Cady,</i> 405 U.S. 504, 509, 92 S.Ct. 1048, 31 L.Ed.2d 394 (1972)); <i>see also, </i><i>Addington v. Texas,</i> 441 U.S. 418, 425, 99 S.Ct. 1804, 60 L.Ed.2d 323 (1979) (stating that \"commitment for any purpose constitutes a significant deprivation of liberty that requires due process protection.\"). As the Supreme Court stated:</p>\n<blockquote>[t]he loss of liberty produced by an involuntary commitment is more than a loss of freedom from confinement. It is indisputable that commitment to a mental hospital `can engender adverse social consequences to the individual' and that \"[w]hether we label this phenomena `stigma' or choose to call it something else ... we recognize that it can occur and that it can have a very significant impact on the individual.\"</blockquote>\n<p><i>Vitek,</i> 445 U.S. at 492, 100 S.Ct. 1254 (citing <i>Addington,</i> 441 U.S. at 425-26, 99 S.Ct. 1804 and <i>Parham v. J. R.,</i> 442 U.S. 584, 600, 99 S.Ct. 2493, 61 L.Ed.2d 101 (1979)).</p>\n<p>The <i>Vitek</i> Court additionally recognized that \"ordinary citizen[s]\" are not the only individuals with a significant liberty interest in avoiding commitment: the incarcerated \"felon\" also has a \"powerful\" interest at stake. <i>Vitek,</i> 445 U.S. at 492-493, 495, 100 S.Ct. 1254 (finding a state statute violated the Fourteenth Amendment Due Process Clause when it allowed transfer of incarcerated felons to mental hospital for treatment without adequate procedural protections).</p>\n<p>The Fourth Circuit has held that an individual's liberty interest in avoiding commitment is less than an individual's interest in avoiding prison. <i>United States v. Baker,</i> 45 F.3d 837, 844 (4th Cir.1995) (holding that video conference procedure for civil commitment hearings did not violate constitutional due process protections). In <i>Baker,</i> the Fourth Circuit rejected the argument that because committed individuals have no specified release date, civil commitment is a greater threat to liberty than incarceration. <i>Id.</i> The Court instead focused on prison being \"punitive in nature\" and civil commitment lasting \"only so long as the person committed continues to suffer from a mental disease or defect such that he or she is a danger to self or others.\" <i>Id.</i> While recognizing this distinction, the Court nonetheless acknowledged that the liberty interest in avoiding commitment is \"substantial.\" <i>Id.</i></p>\n<p>Here, § 4248 detainees have a compelling liberty interest in avoiding civil commitment and post-certification detention. Although commitment is not necessarily punitive, it deprives an individual of their right to live freely among society. Commitment <span class=\"star-pagination\">*991</span> also has a social stigma. The stigma is punctuated here because an individual facing commitment must bear the label of \"sexually dangerous.\" § 4248(a).</p>\n<p>Indeed, the § 4248 detainees have an even greater liberty interest than the \"powerful\" one recognized in <i>Vitek.</i> In <i>Vitek,</i> the relevant statute threatened to transfer incarcerated inmates to a mental institution. After discussing the inherently diminished rights of a prisoner, the Court nonetheless emphasized prisoners' rights in avoiding commitment. As the Court stated, \"[a] criminal conviction and sentence of imprisonment extinguish an individual's right to freedom from confinement for the term of his sentence, but they do not authorize the State to classify him as mentally ill and to subject him to involuntary psychiatric treatment without affording him additional due process protections.\" <i>Id.</i> at 493-94, 100 S.Ct. 1254.</p>\n<p>Unlike the <i>Vitek</i> statute that applied to those currently incarcerated, § 4248 allows the government to detain and commit a federal prisoner well after he finishes his sentence. In Edwards' case, the Government triggered his detention less than a week before his release date. As Edwards and similar detainees would be released if not for § 4248, they have an even more \"powerful\" liberty interest in avoiding detention and commitment than the incarcerated <i>Vitek</i> respondents. <i>Id.</i> at 495, 100 S.Ct. 1254.</p>\n<p>Section 4248's post-certification detention is particularly troublesome. Unlike the protections within the criminal justice system, § 4248 allows detention without providing any procedural safeguards or judicial review. In contrast to the probable cause necessary to arrest and detain criminal suspects, § 4248 provides no such burden of proof for certification. And unlike the protections afforded criminal defendants in the Sixth Amendment and in the Speedy Trial Act, § 4248 does not limit the length of detention before a hearing on the merits must occur.<sup>[10]</sup> Although this detention is not punitive, it contains no assurance of its necessity to protect either the detainee or society; indeed, whether the detainee suffers from \"mental illness, abnormality, or disorder\" has yet to even been determined at this pre-hearing stage. <i>See </i><i>Baker,</i> 45 F.3d at 844. Edwards in particular remained in federal custody for almost three years without ever having any hearing on the merits of his confinement. Only after this Court scheduled a hearing did the Government dismiss his case. Such boundless detainment of Americans impinges liberty interests at the very core of our Constitution.</p>\n<p></p>\n<h2>B. <i>Due Process Required</i>\n</h2>\n<p>The question then is how much due process is required to protect these essential liberties. The Court only addresses the issue of what the Fifth Amendment requires in the area of evidentiary disclosure, as this is the only question before the Court. The Court finds that the normal rules and customs governing civil procedure in the federal courts are inadequate to protect the fundamental liberty interests <span class=\"star-pagination\">*992</span> at stake. The Fifth Amendment Due Process Clause instead requires the application of the <i>Brady</i> Doctrine in any case involving a detainee certified under § 4248.</p>\n<p>To determine what process is due, courts generally balance three factors: (1) the private interest that will be affected by the official action; (2) the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and (3) the government's interest, which includes an analysis of the function involved and of the fiscal and administrative burdens that additional or substitute procedural requirement would entail. <i>Wilkinson v. Austin,</i> 545 U.S. 209, 211, 125 S.Ct. 2384, 162 L.Ed.2d 174 (2005) (citing <i>Mathews v. Eldridge,</i> 424 U.S. 319, 335, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976)). \"[D]ue process is flexible and calls for such procedural protections as the particular situation demands.\" <i>Morrissey,</i> 408 U.S. at 481, 92 S.Ct. 2593 (1972) (holding that the Due Process Clause of the Fourteenth Amendment requires that a State afford an individual opportunity to be heard and other procedural protections prior to revoking his parole).</p>\n<p>In <i>Vitek,</i> the Court provided expansive due process protections to inmates facing transfer to mental hospitals. Although the court recognized the state's \"strong\" interest in \"segregating and treating mentally ill prisoners,\" the court still found the statute's procedural protections to be inadequate. As the Court stated, the \"state's reliance on the opinion of the physician or psychologist neither removes the prisoner's interest from due process protection nor answers the question of what process is due.\" <i>Vitek,</i> 445 U.S. at 491, 100 S.Ct. 1254.</p>\n<p>The court continued to affirm the district court's crafting of several constitutionally necessary procedures that it held must occur before transfer. <i>Id.</i> at 493, 100 S.Ct. 1254. These procedures were 1) written notice to the prisoner that a transfer to a mental hospital is being considered, 2) a hearing, provided sufficiently after the notice to permit the prisoner to prepare, and at which disclosure to the prisoner is made of the evidence being relied upon for the transfer and at which an opportunity to be heard in person and to present documentary evidence is given, 3) an opportunity at the hearing to present testimony of witnesses by the defense and to confront and cross-examine witnesses called by the state, except upon a finding, not arbitrarily made, of good cause for not permitting such presentation, confrontation, or cross-examination, 4) an independent decision maker, although the person need not come from outside the prison or hospital administration, 5) a written statement by the factfinder as to the evidence relied on and the reasons for transferring the inmate, 6) the availability of an independent advisor, not necessarily an attorney,<sup>[11]</sup> and 7) effective and timely notice of all the foregoing rights. <i>Vitek,</i> 445 U.S. at 494-95, 100 S.Ct. 1254; <i>see also </i><i>Addington,</i> 441 U.S. at 418, 99 S.Ct. 1804 (holding due process requires the government's burden in civil commitment hearings to be <span class=\"star-pagination\">*993</span> greater than the preponderance of evidence standard applicable to other categories of civil cases); <i>Kansas v. Hendricks,</i> 521 U.S. 346, 356-58, 117 S.Ct. 2072, 138 L.Ed.2d 501 (1997) (stating that civil commitment is permitted only when \"the confinement takes place pursuant to proper procedures and evidentiary standards\"). The <i>Vitek</i> Court explained, \"[b]ecause prisoners facing involuntary transfer to a mental hospital are threatened with immediate deprivation of liberty interests they are currently enjoying and because of the inherent risk of a mistaken transfer, the District Court properly determined that procedures similar to those required by the Court in <i>Morrissey v. Brewer,</i> 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972) were appropriate in the circumstances present here.\" <i>Vitek,</i> 445 U.S. at 495-96, 100 S.Ct. 1254. <i>Morrissey</i> held that the Due Process Clause of the Fourteenth Amendment requires that a state afford an individual an opportunity to be heard and other procedural protections prior to revoking his parole within a reasonable time after he is taken into custody.</p>\n<p>Here, the Court treads on new ground. The Court is unaware of any other case addressing whether the <i>Brady</i> Doctrine applies to § 4248 or any other civil commitment hearing. The Court has already discussed the compelling private interests at stake in avoiding post-certification detention and civil commitment.<sup>[12]</sup> The Court will now analyze whether the current § 4248 procedures risk an erroneous deprivation of these liberties. The Court will also weigh how <i>Brady</i> application would affect the Government's interests.</p>\n<p></p>\n<h2>i. <i>Risk of Erroneously Depriving Liberty</i>\n</h2>\n<p>The Adam Walsh Act's civil commitment scheme greatly risks erroneous deprivations of liberty. The hazard of prolonged and meritless detentions is particularly evident, and as the instant case demonstrates, has in fact already occurred.</p>\n<p>As already discussed, § 4248 allows the Executive Branch to unilaterally certify individuals as sexually dangerous, immediately triggering their detention. Any individual authorized by the Attorney General or the Director of the Bureau of Prisons can make the certification. § 4248(a). Customarily, the BOP panel is composed of laypeople. This composition is problematic: if medical opinion was insufficient to protect the inmates in <i>Vitek,</i> the determination of the current BOP panel is surely inadequate to protect those detained under § 4248. <i>See </i><i>Vitek,</i> 445 U.S. at 491, 100 S.Ct. 1254.</p>\n<p>The plain language of the statute allows certification to occur without any procedural protections. Significantly, the statute does not establish a necessary burden of proof at the certification stage. Therefore, the Act allows the Government to perfect an individual's detention almost effortlessly. Because the statute does not require a timeframe for hearings to take place, detainees could potentially be detained for years, and in fact are detained for years, before any review on the merits of the detention. It is thus likely that individuals will suffer lengthy detentions while the Government is unable to carry its statutory burden of clear and convincing evidence at the later hearing. Indeed, the Government has little incentive to evaluate the case against a particular detainee until a hearing is set. This lack of an incentive on the Government's part permits excessive and unwarranted deprivations of liberty. In Edwards' case, for example, the Government detained him for almost three years before dismissing his case for lack of evidence less than five days before the trial date. The Government <span class=\"star-pagination\">*994</span> has also told this Court that it has recently dismissed approximately eight cases. (Tr. at p. 13).</p>\n<p>Ordinary rules of civil procedure are inadequate here because civil commitment hearings are not an ordinary civil matter. At issue is not a claim for damages or equitable relief. Instead, the issue is whether someone will be locked away. In Edwards' case, the Government dismissed the charges after reading an expert report from a BOP physiatrist stating that Edwards was not \"sexually dangerous\" under the statutory criteria. Although this report had been in the BOP's possession since September 2010, the Government claims the BOP did not release it to the Government attorneys until March 2011. The Government thus claims their failure to disclose the expert report was in \"good faith.\"</p>\n<p>Such \"good faith\" excuses illuminate the need for <i>Brady</i> application. Unlike normal rules of civil discovery, <i>Brady</i> applies \"irrespective of the good faith or bad faith of the prosecution.\" <i>Brady,</i> 373 U.S. at 87, 83 S.Ct. 1194. Similarly, failure to disclose because evidence is in possession of another federal department is no defense under <i>Brady. See, e.g., </i><i>Youngblood v. West Virginia,</i> 547 U.S. 867, 126 S.Ct. 2188, 165 L.Ed.2d 269 (2006) (holding that <i>Brady</i> suppression occurs when the government fails to turn over even evidence that is known only to police investigators and not to the prosecutor); <i>Kyles v. Whitley,</i> 514 U.S. 419, 437-38, 115 S.Ct. 1555, 131 L.Ed.2d 490 (1995) (holding in the context of <i>Brady</i> that \"the individual prosecutor has a duty to learn of any favorable evidence known to the others acting on the government's behalf in the case, including the police\").</p>\n<p>The Court also finds that <i>Brady</i> would require the Government to disclose any medical opinion it receives regarding a detainee, regardless of whether the Government uses the opinion as one of its two designated experts. Under the Standing Order on Procedures for § 4248 Commitments, both the Government and the detainee have a right to choose up to two medical experts to support their cases. At the April 8, 2011 hearing, the Government argued it had unfettered discretion to sift through multiple experts until it found an opinion supporting its case. The Government further argued that it had no obligation to disclose medical opinions it received that are favorable to the detainee. This cannot be allowed. Parties can select any medical expert in the country to evaluate the detainee, undoubtedly after thoroughly researching the experts' viewpoints and leaning. If the Government spends the time and bears the expense of engaging an expert, and this expert opines that the detainee is not \"sexually dangerous,\" this is material evidence that the detainee and the Court must know about. The Court thus finds that the Government has a constitutional duty to disclose any expert conclusions, opinions, pronouncements, or hypotheses that are favorable to the detainee.</p>\n<p>Section 4248 hearings revolve primarily around medical opinion. Whether someone should be civilly committed \"turns on the meaning of the facts which must be interpreted by expert psychiatrists and psychologists.\" <i>Vitek</i> at 495, 100 S.Ct. 1254. \"The medical nature of the inquiry, however, does not justify dispensing with due process requirements. It is precisely `[f]he subtleties and nuances of psychiatric diagnoses' that justify the requirement of adversary hearings.\" <i>Id.</i> (citing <i>Addington,</i> 441 U.S. at 430, 99 S.Ct. 1804); <i>see also </i><i>Baker,</i> 45 F.3d at 844-45 (4th Cir. 1995) (emphasizing the importance of expert testimony in civil commitment hearings). The federal government is a potent entity with vast resources; in both the civil and criminal contexts, the government is a <span class=\"star-pagination\">*995</span> formidable opponent. It would be unconscionable for the Government to luxuriously shop for an expert that agrees with its position while an individual languishes in custody. The Government has the right to choose their experts, but they must conversely disclose any expert opinions or other information they receive that is favorable to a detainee.</p>\n<p>Indeed, although prosecutors can shop for experts in criminal matters, resulting notes or reports regarding these experts are not protected by work-product privileges and are instead ruled by <i>Brady.</i> Several courts, including the Supreme Court, have assumed that <i>Brady</i> requires disclosure despite work product protections.<sup>[13]</sup> This is because <i>Brady</i> is a constitutional right that overrides the statutorily created work-product privilege.</p>\n<p>Even if such evidence was protected from disclosure in a criminal manner, the distinctive framework of § 4248 would still necessitate disclosure. In a criminal matter, the government cannot detain a suspect without probable cause, and even then, the length of detention is limited. In contrast, there is no such protection here. To guard against erroneous deprivations of liberty, therefore, the Government must diligently scrutinize its cases and immediately disclose any evidence suggesting it cannot meet its burden at the hearing. This will help ensure that detainees are held no longer than necessary. Indeed, earlier <i>Brady</i> application would likely have prevented past abuses: namely, the detention of the approximately eight detainees whose commitment proceedings the Government recently dismissed after up to 5 years of detention. (Tr. at p. 13). Like Edwards, these detainees exhibited no apparent change in condition since their initial certification.</p>\n<p>The Court thus concludes that the Adam Walsh Act's civil commitment scheme greatly risks erroneous deprivations of liberty. The Court now moves to the last step in its due process analysis, and examines whether the Government has any interests sufficient to weight against <i>Brady's</i> application in § 4248 cases.</p>\n<p></p>\n<h2>ii. <i>The Government's Interest</i>\n</h2>\n<p>While applying <i>Brady</i> will increase the government's administrative tasks, there is no indication that it would be unduly burdensome. Indeed, the precise problem in these cases is the need for enhanced government diligence. As Edwards' case demonstrates, the current procedures in place are not fail safe. Nothing else can explain why Petitioner's three-year long detention summarily ended, without any indication of a change in Petitioner's condition, on the eve of his commitment proceedings.</p>\n<p>No one denies the strong government interest at stake. Sexual predators and child molesters are among the most villainous in our society, and the government has a dutywithin the bounds of the Constitutionto protect its populace from these those people who are likely to harm others. Given the often abhorrent nature of these individuals' criminal backgrounds, courts may be tempted to turn a blind eye <span class=\"star-pagination\">*996</span> to any due process violations. But the Courts have a duty to protect the rights of even the most despised among us. Alleged sexual predators have no social sympathy, making their rights especially vulnerable. Allowing the Government to trample the rights of one group weakens the rights of all of society.<sup>[14]</sup> The Government cannot be permitted to establish such a precedent.</p>\n<p>Therefore, because § 4248 \"threaten[s]\" individuals with \"immediate deprivation of liberty interests they are currently enjoying and because of the inherent risk of a mistake[ ]\" <i>Brady's</i> application is essential. <i>See </i><i>Vitek,</i> 445 U.S. at 495-96, 100 S.Ct. 1254.</p>\n<p>The Court thus finds that the Fifth Amendment's Due Process Clause requires application of the <i>Brady</i> Doctrine to § 4248 proceedings. At the very least, this means the Government must disclose any exculpatory evidence in its possession within a reasonable time after the certification is issued.</p>\n<p></p>\n<h2>C. <i>Civil Brady Precedent</i>\n</h2>\n<p>Although unnecessary to the Court's conclusion, precedent supports the idea of a \"civil <i>Brady</i>\" rule in extreme circumstances such as these. While few courts have addressed the matter, those that have addressed similar issues have provided helpful analysis that is consistent with this Court's holding.</p>\n<p>In <i>Demjanjuk v. Petrovsky,</i><sup>[15]</sup> for example, the Sixth Circuit found that \"<i>Brady</i> should be extended to cover denaturalization and extradition cases where the government seeks denaturalization or extradition based on proof of alleged criminal activities of the party proceeded against.\" 10 F.3d 338, 353 (6th Cir.1993), <i>cert. denied,</i> 513 U.S. 914, 115 S.Ct. 295, 130 L.Ed.2d 205 (1994). There, Ivan Demjanjuk had been extradited so he could be tried in Israel regarding his alleged activities as a Nazi concentration camp guard. The \"main matter\" before the courts in both countries and in all the proceeding, however, was not simply Demjanjuk's position as camp guard; it was instead his alleged identity as the notorious Ukrainian guard \"Ivan the Terrible.\" <i>Id.</i> at 340. It was later revealed that the federal attorneys in Demjanjuk's denaturalization and extradition hearings had not disclosed that another Ukranian Nazi guard named Ivan, who had worked at the same camp as Demjanjuk, might have actually been \"Ivan the Terrible.\"</p>\n<p>In extending <i>Brady</i> protections to the case, the Sixth Circuit found that \"[t]he consequences of denaturalization and extradition equal or exceed those of most criminal convictions.\" <i>Id.</i> at 354. The Sixth Circuit also noted the prosecutorial role of the government attorneys in the case, the Office of Special Investigation (\"OSI\"):</p>\n<blockquote>OSI is part of the Criminal Division of the Department of Justice. The OSI attorneys team with local United States Attorneys in seeking denaturalization and extradition, and they approach these cases as prosecutions. In fact, in correspondence and memoranda several of <span class=\"star-pagination\">*997</span> the respondents refer to their role in the Demjanjuk case as prosecutors.</blockquote>\n<p><i>Id.</i> at 354. <i>Compare </i><i>In re Extradition of Drayer,</i> 190 F.3d 410, 414-15 (6th Cir. 1999) (reaffirming that <i>Brady</i> applies to the United States in extradition proceedings, but finding that the United States has neither the authority nor the obligation to require Canadian law enforcement to disclose exculpatory evidence.)</p>\n<p>In a less extreme circumstance, the United States District Court for the District of New Mexico stated a \"defendant in a civil case brought by the Government should be afforded no less due process of law\" than a criminal defendant, and that <i>Brady</i> should thus apply. <i>EEOC v. Los Alamos Constructors, Inc.,</i> 382 F.Supp. 1373, 1383 n. 5 (D.N.M.1974). In <i>Los Alamos,</i> the government had \"filed a skeleton complaint\" alleging the defendant was liable for discriminatory employment practices. Afterward, the government resisted several discovery requests by the defendant regarding potential witnesses with defenses such as the \"informer's privilege,\" leaving the defendant with little ability to defend its case. <i>Id.</i> at 1374-75. The court ordered disclosure, stating, \"[t]he United States Attorney is the representative not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all... and whose interest, therefore ... is not that it shall win a case, but that justice shall be done.\" <i>Id.</i> at 1383 (citing criminal case <i>Berger v. United States,</i> 295 U.S. 78, 88, 55 S.Ct. 629, 79 L.Ed. 1314 (1935)).</p>\n<p>Several courts have held that <i>Brady</i> does not apply to certain civil cases; these cases, however, involved merely money or damage to reputation. In <i>N.L.R.B. v. Nueva Engineering, Inc.,</i> for example, the Fourth Circuit narrowly held that \"the <i>Brady</i> disclosure rule is not applicable to [National Labor Relations] Board proceedings.\" 761 F.2d 961, 969 (1985). There, the Board had awarded damages after finding that a company had discriminated against its employees for their union activity. On appeal, the company alleged the Board had wrongfully denied its motion for the government to produce exculpatory evidence. In denying <i>Brady</i> application, the Fourth Circuit stated, \"we do not accept Nueva's analogy between criminal prosecution and an unfair labor proceeding. An action for violations of the National Labor Relations Act is civil in nature, does not involve potential incarceration and violation of the Act does not carry with it the stigma of a criminal conviction.\" <i>Nueva Engineering,</i> 761 F.2d at 969; <i>see also </i><i>United States ex rel. (Redacted) v. (Redacted),</i> 209 F.R.D. 475, 481-83 (D.Utah 2001) (holding <i>Brady</i> does not apply to action under False Claims Act when the \"consequences\" of the civil matter would only result in money and reputation damages, and were thus fundamentally less severe than in a criminal matter); <i>Tandon v. C.I.R.,</i> 2000 WL 331926 at *1, 210 F.3d 372 (Table), 1 (6th Cir. Mar. 23, 2000) (\"This Circuit has never applied the <i>Brady</i> rule to a civil proceeding for determining the amount of one's tax liability.\"); <i>Mister Discount Stockbrokers, Inc. v. S.E.C.,</i> 768 F.2d 875, 878 (7th Cir.1985) (<i>Brady</i> does not apply to a securities administrative disciplinary proceeding, which involves monetary sanctions and <i>Brady</i> principles do not apply to an action brought under the False Claims Act).</p>\n<p>Here, the interest at stake is not mere money. It is instead the vital interest of freedom from confinement. The facts are thus analogous to those before the Sixth Circuit in <i>Demjanjuk.</i> Like in <i>Demjanjuk,</i> this case involves civil proceedings that can nonetheless result in prolonged government custody. Indeed, the interest here may even be greater than the interest in <i>Demjanjuk.</i> Extradition does not ensure <span class=\"star-pagination\">*998</span> eventual imprisonment by a foreign government; all it guarantees is expulsion from the United States. Certification under § 4248, however, automatically triggers detention. Later civil commitment would result in further confinement. Additionally, an extradition hearing requires a finding of probable cause that a crime has been committed. Here, § 4248 does not hold the government to any burden of proof before certificationit only requires the government to prove its case at a later hearing. Moreover, although the Government attorneys here are from the Civil Division of the United States Attorney's Office, they \"approach these cases as prosecutions.\" <i>Demjanjuk,</i> 10 F.3d at 354. At the April 8 hearing, the Government even justified its recent dismissal of § 4248 detainees as \"prosecutorial discretion.\" (Tr. at p. 10).</p>\n<p>Thus, established precedent supports application of <i>Brady's</i> mandate in civil proceedings under extreme circumstances threatening fundamental liberty interests.</p>\n<p></p>\n<h2>D. <i>Motion regarding Payment for Expert Dr. Jerry Singer (DE # 51).</i>\n</h2>\n<p>The Court finds that Criminal Justice Act funds should pay for Respondent's designated expert psychologist Dr. Jerry Singer and not Department of Justice funds. The \"American Rule\" requires that each party pay its own expenses at trial, absent a specific statutory provision to the contrary. <i>United States v. Testan,</i> 424 U.S. 392, 96 S.Ct. 948, 47 L.Ed.2d 114 (1976). Because there is no statute providing for the shifting of these expenses in § 4248 cases, the Department of Justice should not pay for Respondent's designated expert.</p>\n<p>The Court also denies Respondent's request for the Court to designate Dr. Singer as the Court's independent examiner in this case. Thus, Respondent's Motion is Denied.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>The Court thus finds that the Fifth Amendment Due Process Clause requires application of the <i>Brady</i> Doctrine in § 4248 cases. Brady's disclosure requirements attach upon the issuance of a certificate of sexual dangerousness under 18 U.S.C. § 4248(a). The Constitution and fundamental notions of fairness require prompt disclosure of all material that is favorable to the one whose liberty hangs in the balance.</p>\n<p>Nothing in this Order shall be interpreted to preclude the existence of other protected rights in § 4248 cases, as the issue of evidentiary disclosure is the only constitutional matter before the Court.</p>\n<p>Respondent's Motion for Appointment of Expert and Memorandum Addressing the Payment of the Court's Expert (DE # 51) is DENIED. The Court also DENIES Respondent's Motion to Withdraw this Motion and Memorandum. (DE # 59).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Pub.L. No. 109-248, 120 Stat. 587 (2006) (codified as amended in scattered sections of 10, 18, 21, 28, and 42 U.S.C.).</p>\n<p>[2]  \"[T]he Attorney General or any individual authorized by the Attorney General or the Director of the Bureau of Prisons may certify that the person is a sexually dangerous person, and transmit the certificate to the clerk of the court for the district in which the person is confined. The clerk shall send a copy of the certificate to the person, and to the attorney for the Government, and, if the person was committed pursuant to section 4241(d), to the clerk of the court that ordered the commitment.\" <i>Id.</i> § 4248(a).</p>\n<p>[3]  Detainee Shane Catron falls under the second category, as he was deemed incompetent to stand trial. <i>See United States of America v. Shane Catron,</i> No. 5:06-HC-2202 (E.D.N.C. filed Nov. 13, 2011).</p>\n<p>[4]  The Act requires the Government to establish three facts by clear and convincing evidence before obtaining a commitment order: that the person (1) has engaged or attempted to engage in sexually violent conduct or child molestation, (2) suffers from a serious mental illness, abnormality, or disorder, and (3) as a result, would have serious difficulty refraining from sexually violent conduct or child molestation if released.</p>\n<p>[5]  On September 7, 2007, United States District Court Judge W. Earl Judge Britt found the Adam Walsh Act unconstitutional. In a 41-page order, Judge Britt held that \"that the civil commitment provision of the Walsh Act is not a necessary and proper exercise of Congressional authority and that the use of a clear and convincing burden of proof violates the substantive due process rights of those subject to commitment under the statute.\" <i>United States v. Comstock,</i> 507 F.Supp.2d 522, 526 (E.D.N.C. Sep. 07, 2007).\n</p>\n<p>On January 8, 2009, the Fourth Circuit affirmed the district court's finding that the Adam Walsh Act exceeded congressional authority under both the Commerce Clause and Necessary and Proper Clause. The Court did not reach the issue of substantive due process rights. <i>United States v. Comstock,</i> 551 F.3d 274 (4th Cir.2009).</p>\n<p>[6]  On Dec. 6, 2010, the Fourth Circuit reversed the district court's decision to find that the use of the clear and convincing burden of proof does not violate substantive or procedural due process. <i>United States v. Comstock,</i> 627 F.3d 513 (4th Cir.2010), <i>rev'g</i> 507 F.Supp.2d, 522 (E.D.N.C.2007), <i>petition for cert. filed</i> (U.S. Mar. 4, 2011) (10-9360).</p>\n<p>[7]  During the stay, Edwards motioned for release of custody on January 9, 2009 after the Fourth Circuit decelerated the act unconstitutional. (DE # 4). In line with the Supreme Court decision reversing the Fourth Circuit, Judge Brit denied this motion when he lifted the stay. (DE # 7).</p>\n<p>[8]  As previously made clear by this Court, this Court has not adopted this Standing Order but litigants are free to mutually agree to abide by its terms.</p>\n<p>[9]  The Fifth Amendment, like the rest of the Bill of Rights, applies to and limits the power of the federal government. <i>Barron v. Mayor and City Council of Baltimore,</i> 32 U.S. (7 Pet.) 243, 248-49, 8 L.Ed. 672 (1833). In this case, the federal governmentspecifically the Attorney General and his agentsare applying the provisions of a federal statute. The Fifth Amendment is therefore implicated and guides this Court's analysis.</p>\n<p>[10]  In <i>United States v. Carta,</i> 592 F.3d 34 (1st Cir.2010), the United States Court of Appeals for the First Circuit rejected a facial constitutional challenge to the Adam Walsh Act for the statute's failure to require a \"prompt hearing\" prior to any \"substantial period of detention occurs after [a criminal] sentence has expired.\" <i>Carta,</i> 592 F.3d at 43. The Court, however, left open the possibility of an \"as applied challenge\" to the Act, stating that a delay in the proceedings might raise constitutional concerns. The Court opined that those problems \"could be remedied by interpolating requirements and remedies where the individual's hearing has been inordinately delayed.\" <i>Id.</i> (citing <i>Ayotte v. Planned Parenthood of N. New England,</i> 546 U.S. 320, 328-29, 126 S.Ct. 961, 163 L.Ed.2d 812 (2006) and <i>United States v. Shields,</i> 522 F.Supp.2d 317, 336-37 (D.Mass.2007)).</p>\n<p>[11]  According to a Fourth Circuit interpretation of the <i>Vitek</i> decision, only four Justices expressed the view that due process entitles a civil commitment respondent to representation by an attorney. <i>United States v. Baker,</i> 45 F.3d 837, 843 n. 3 (4th Cir.1995). Justice Powell expressly disagreed. <i>Vitek,</i> 445 U.S. at 499-500, 100 S.Ct. 1254 (Powell, J., concurring in part). The remaining four Justices did not reach the issue because they believed the controversy presented to be moot. <i>Id.</i> at 500-01, 100 S.Ct. 1254 (Stewart, J., joined by Burger, C.J., and Rehnquist, J., dissenting); <i>id.</i> at 501-06, 100 S.Ct. 1254. (Blackmun, J., dissenting).</p>\n<p>[12]  <i>See</i> supra Part II.A.</p>\n<p>[13]  <i>United States v. Armstrong,</i> 517 U.S. 456, 474-75, 116 S.Ct. 1480, 134 L.Ed.2d 687 (1996) (Breyer, J., concurring in part and concurring in the judgment) (discussing the general understanding that <i>Brady</i> overrides the work-product privilege); <i>Mincey v. Head,</i> 206 F.3d 1106, 1133 n. 63 (11th Cir.2000)(citing several cases); 2 Charles Alan Wright &amp; Arthur R. Miller, Federal Practice and Procedure, § 254, at 81 &amp; n. 60 (2d ed.1982) (\"Because Brady is based on the Constitution, it overrides court-made rules of procedure. Thus the work-product immunity for discovery in Rule 16(a)(2) prohibits discovery under Rule 16 but it does not alter the prosecutor's duty to disclose material that is within Brady.\").</p>\n<p>[14]  <i>Cf. </i><i>Loving v. Virginia,</i> 388 U.S. 1, 12, 87 S.Ct. 1817, 18 L.Ed.2d 1010 (1967) (noting, in the context of a racial restrictions on marriage, that \"[t]o deny ... [a] fundamental freedom ... [on] classifications so directly subversive of the principle of equality at the heart of the [Due Process Clause], is surely to deprive all the State's citizens of liberty without due process of law.\")</p>\n<p>[15]  While the Fourth Circuit has addressed this lengthy case's discussion in an unpublished opinion regarding a \"fraud upon the court\" claim, it has never addressed its civil <i>Brady</i> holding. <i>United States v. MacDonald,</i> 1998 WL 637184 at *3, 161 F.3d 4 (Table), 3 (4th Cir. Sep 08, 1998).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">985</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nJoseph Aaron EDWARDS, Respondent.</h1></center>\n<center>No. 5:08-HC-02095-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 14, 2011.</center>\n<p><span class=\"star-pagination\">*986</span> Edward D. Gray, G. Norman Acker, III, R.A. Renfer, Jr., Seth Morgan Wood, U.S. Attorney's Office, Raleigh, NC, Joshua B. Royster, U.S. Department of Justice, Raleigh, NC, Michael D. Bredenberg, Butner, NC, for Petitioner.</p>\n<p>Eric Brignac, Jane E. Pearce, Federal Public Defender Raleigh, NC, Joseph L. Ross, II, Asst. Fed. Public Defender, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court regarding Respondent's objection at a March 29, 2011 status conference regarding Defendant's failure to disclose an expert report favorable to the Respondent. The Court finds that the Fifth Amendment Due Process Clause requires application of the <i>Brady</i> Doctrine in § 4248 cases.</p>\n<p>The Court also DENIES the Respondent's Motion for Appointment of Expert and Memorandum Addressing the Payment of the Court's Expert. (DE # 51). The Court additionally DENIES Respondent's Motion to Withdraw this Motion and Memorandum (DE # 59).</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p></p>\n<h2>A. <i>The Adam Walsh Child Protection and Safety Act of 2006</i>\n</h2>\n<p>The Government is currently detaining over 90 allegedly sexually dangerous individuals in this district. These individuals have no pending criminal charges and have not had a hearing to test the legality of their confinement. Until three weeks ago, Respondent Joseph Aaron Edwards was one of these individuals. The Adam Walsh Child Protection and Safety Act of 2006<sup>[1]</sup> (the \"Adam Walsh Act\" or the \"Act\") allows the Government to detain individuals after certifying them as \"sexually dangerous.\" 18 U.S.C. § 4248 (2006).<sup>[2]</sup> The statute does not require initial judicial review of the certification, nor does it provide for procedural safeguards in the certification process, such as notice, a hearing or a burden of proof.</p>\n<p>Three types of individuals are covered by the act: (1) those who are in the custody of the Bureau of Prisons, (2) those who are committed to the Attorney General pursuant to 18 U.S.C. § 4241(d) because issues of mental capacity render the person incapable of standing trial, and (3) <span class=\"star-pagination\">*987</span> those against whom all criminal charges have been dismissed solely because of a mental condition. § 4248(a). In this district, all but one<sup>[3]</sup> of the § 4248 detainees fall under the first category: those who had previously been serving a sentence in the Bureau of Prisons.</p>\n<p>A certified individual remains in custody until a district court holds a hearing to determine whether he is in fact sexually dangerous. If so, the individual is civilly committed. The Government must carry its burden at this hearing with clear and convincing evidence.<sup>[4]</sup> For those detained after they finished their prison sentences where they have a following period of supervised release, the time in detention in not credited against their supervised release.</p>\n<p>The Government started detaining individuals under this act in fall 2006. All § 4248 cases in this district were stayed from July 3, 2008 until June 14, 2010 pending the determination of the Act's constitutionality. The United States Supreme Court reversed the Fourth Circuit<sup>[5]</sup> to find, <i>inter alia,</i> that Congress had the power to enact § 4248 under the Constitution's Necessary and Proper Clause. <i>United States v. Comstock,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"146552\"><a href=\"/opinion/146552/united-states-v-comstock/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span>, <span class=\"citation\" data-id=\"146552\"><a href=\"/opinion/146552/united-states-v-comstock/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (2010). The Supreme Court however, \"d[id] not reach or decide any claim that the statute or its application denies equal protection of the laws, procedural or substantive due process, or any other rights guaranteed by the Constitution.\" <i>Id.</i> at 1965. The Court remanded the case to the Fourth Circuit on these issues.<sup>[6]</sup></p>\n<p></p>\n<h2>B. <i>Joseph Aaron Edwards</i>\n</h2>\n<p>On March 8, 2002, the United States Court for the District of Arizona sentenced Edwards to 84 months imprisonment and 5 years supervised release for Sexual Abuse by Use of Force Against a Minor. (DE # 16). Less than a week before his release date, on July 1, 2008, the Government filed a certificate under § 4248 to civilly commit Edwards as a sexually dangerous person. (DE # 1). As is customary with § 4248 detainees, the Chairperson of the Bureau of Prison Certification Review Panel wrote Edwards' certification. <span class=\"star-pagination\">*988</span> The Chairperson is not required to be a medical professional and Edwards' certification is barely 2 1/2 pages. Edwards' certification did not reference any medical expert. (DE # 1-1). Like many other § 4248 detainees, Edwards's case was stayed for two years. After the Supreme Court decided <i>Comstock</i> and shortly before the stay was lifted,<sup>[7]</sup> Edwards motioned to dismiss on due process, equal protection, double jeopardy, and ex post facto grounds on June 24, 2010. (DE # 8, 9). After the stay was lifted, this case was assigned to this Court on August 6, 2010. Edwards' case is one of approximately 23 § 4248 cases assigned to this Court.</p>\n<p>On August 4, 2010, a standing order was entered in this district on Procedures for § 4248 Commitments. 10-S0-01 (E.D.N.C. Aug. 4, 2010).<sup>[8]</sup> Among other things, the Order allowed both the Government and Respondent to designate up to two expert witnesses of their own choosing. <i>Id.</i> at ¶ 4(g). The Order stated that in any case anticipated to proceed to hearing, the Government must disclose the reports of its intended experts within sixty days of a hearing pursuant to Federal Rule of Civil Procedure 26(a)(1). <i>Id.</i> at ¶ 4(a). Similarly, Respondents must file the reports of their intended experts within sixty days after the Government provides its initial disclosures. <i>Id.</i> at ¶ 4(b). The Order also required the Government to disclose \"[a]ll medical and psychological records in the possession of the Bureau of Prisons (\"BOP\") or the government.\" <i>Id.</i> at ¶ 4(a)(ii).</p>\n<p>The Government filed evidence supporting Edwards' certification and civil commitment for the first time on October 6, 2010. First, the Government filed an expert report used by the Bureau of Prisons Certification Review Panel to certify Edwards as sexually dangerous. This pre-certification report was by Sex Offender Forensic Psychologist Dr. M. Lela Demby. While Dr. Demby evaluated Edwards' risk of recidivism, the report explicitly did \"not render an opinion about his eligibility as a Sexually Dangerous Person.\" (DE # 21 at 1.) On the same date, the Government also filed a report by its designated expert, Psychologist Dr. Christopher North, which concluded that Respondent met the criteria as a sexually dangerous person. (DE # 22). The Government did not file any other expert report.</p>\n<p>On November 29, 2010, Edwards renewed his Motion to Dismiss and filed a supporting memorandum of law. (DE # 27). On January 7, 2011, this Court held a status conference for each of its pending § 4248 cases. Edwards subsequently moved to withdraw his Motion on January 18, 2011 in favor of proceeding \"to a hearing as soon as possible.\" (DE # 37). On January 20 and February 11, 2011 this Court again held two more status conferences.</p>\n<p>On March 7, 2011, Edwards filed an expert report by psychologist Dr. Jeffrey Singer stating that Edwards did not meet the statutory criteria for a sexually dangerous person. (DE # 50).</p>\n<p>On March 16th, the Court set a bench trial for March 28, 2011. This was to be the first bench trial for any § 4248 detainee in this district.</p>\n<p><span class=\"star-pagination\">*989</span> Eight days after the Court set a bench trial in this matter, the Government stipulated to dismiss Edwards' case on March 24, 2011. It is uncontested that Edwards had not successfully completed therapy, however, and that no improvement in his condition was evident. The Government's stipulation only stated that \"[u]pon a more detailed review of Respondent's condition, the United States is willing to dismiss the case and release the Respondent from custody.\" (DE # 53 at 2). This Court ordered dismissal the next day.</p>\n<p>The Government's reason for dismissal became clear in a status conference on March 29, 2011. Edwards' counsel notified the Court that on September 22, 2010, psychologist Dr. Demby had submitted a second report to the BOP stating that Edwards did not meet the sexually dangerous criteria. The BOP had based its decision to certify Edwards on Dr. Demby's first report, which evaluated Edwards' risk of recidivism, but did \"not render an opinion about his eligibility as a Sexually Dangerous Person.\" (DE # 21 at 1.) The Government however only disclosed Dr. Demby's second report on March 23, 2011. The Government moved to dismiss the next day. Edwards thus remained in custody for six months after the Government had evidence they would be unable to carry their burden at a § 4248 hearing.</p>\n<p>The Court held a hearing on this issue on April 8, 2011. The Government agreed that it was obligated to disclose this report under the Standing Order, as the report fell under the \"medical and psychological record[ ] in possession of the Bureau of Prisons.\" (Transcript of Hearing of April 8, 2011 at p. 4); Standing Order 10-S0-01 at ¶ 4(a)(ii). The Government submitted that it acted in good faith. The Government explained that the BOP had given the Government's attorneys its records regarding Edwards on September 9, 2010, shortly before Dr. Demby wrote her second report on September 22. (Tr. at p. 5). The Government later made its disclosures to Edwards on October 4th. <i>Id.</i> The Government stated it only recently learned of Dr. Demby's second report in \"preparation for trial\" in March. (Tr. at p. 5-6).</p>\n<p>The Court has no information as to whether this experience was an isolated event and whether the BOP and Government have failed to disclose similar expert reports in other § 4248 cases. The Government agreed that it had recently dismissed approximately eight § 4248 cases in this district, presumably after the detainees had remained in detention for years with no material change in their conditions. (Tr. at p. 13). The Government also acknowledged its general right of broad discretion in designating experts, and its right to ignore and not disclose any expert that produces reports favorable to the detainees.</p>\n<p>At this point, no § 4248 detainee has received a hearing in this district.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>In this case, the Court decides an issue of first impression: does the government have a constitutional obligation to disclose exculpatory evidence in § 4248 cases? The Fifth Amendment Due Process Clause<sup>[9]</sup> answers this question in the affirmative.</p>\n<p>The Fifth Amendment to the Constitution guarantees that \"No person shall <span class=\"star-pagination\">*990</span> be ... deprived of life, liberty, or property, without due process of law....\" Courts use a two-step inquiry to evaluate due process claims: the Court must first determine if a liberty interest is affected. <i>See, e.g., </i><i>Morrissey v. Brewer,</i> <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481-82, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972). If so, the Court must then determine what process is due. <i>Id.</i> at 483, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>.</p>\n<p>Section 4248 detainees have a compelling liberty interest in avoiding both detainment as well as civil commitment. Application of the <i>Brady</i> Doctrine, set forth in <i>Brady v. Maryland</i> and its progeny, is necessary to protect these interests. <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963).</p>\n<p></p>\n<h2>A. <i>Compelling Liberty Interest</i>\n</h2>\n<p>Detainees have a significant liberty interest in both avoiding civil commitment, as well as in avoiding initial detention. The United States Supreme Court has held, \"commitment to a mental hospital produces `a massive curtailment of liberty.'\" <i>Vitek v. Jones,</i> <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 491-92, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></a></span> (1980) (citing <i>Humphrey v. Cady,</i> <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 509, <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1048</span></a></span>, <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></a></span> (1972)); <i>see also, </i><i>Addington v. Texas,</i> <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 425, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span>, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></a></span> (1979) (stating that \"commitment for any purpose constitutes a significant deprivation of liberty that requires due process protection.\"). As the Supreme Court stated:</p>\n<blockquote>[t]he loss of liberty produced by an involuntary commitment is more than a loss of freedom from confinement. It is indisputable that commitment to a mental hospital `can engender adverse social consequences to the individual' and that \"[w]hether we label this phenomena `stigma' or choose to call it something else ... we recognize that it can occur and that it can have a very significant impact on the individual.\"</blockquote>\n<p><i>Vitek,</i> 445 U.S. at 492, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span> (citing <i>Addington,</i> 441 U.S. at 425-26, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span> and <i>Parham v. J. R.,</i> <span class=\"citation\" data-id=\"110113\"><a href=\"/opinion/110113/parham-v-jr/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, 600, <span class=\"citation\" data-id=\"110113\"><a href=\"/opinion/110113/parham-v-jr/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2493</span></a></span>, <span class=\"citation\" data-id=\"110113\"><a href=\"/opinion/110113/parham-v-jr/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1979)).</p>\n<p>The <i>Vitek</i> Court additionally recognized that \"ordinary citizen[s]\" are not the only individuals with a significant liberty interest in avoiding commitment: the incarcerated \"felon\" also has a \"powerful\" interest at stake. <i>Vitek,</i> 445 U.S. at 492-493, 495, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span> (finding a state statute violated the Fourteenth Amendment Due Process Clause when it allowed transfer of incarcerated felons to mental hospital for treatment without adequate procedural protections).</p>\n<p>The Fourth Circuit has held that an individual's liberty interest in avoiding commitment is less than an individual's interest in avoiding prison. <i>United States v. Baker,</i> <span class=\"citation\" data-id=\"687287\"><a href=\"/opinion/687287/united-states-v-leroy-baker/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></a></span>, 844 (4th Cir.1995) (holding that video conference procedure for civil commitment hearings did not violate constitutional due process protections). In <i>Baker,</i> the Fourth Circuit rejected the argument that because committed individuals have no specified release date, civil commitment is a greater threat to liberty than incarceration. <i>Id.</i> The Court instead focused on prison being \"punitive in nature\" and civil commitment lasting \"only so long as the person committed continues to suffer from a mental disease or defect such that he or she is a danger to self or others.\" <i>Id.</i> While recognizing this distinction, the Court nonetheless acknowledged that the liberty interest in avoiding commitment is \"substantial.\" <i>Id.</i></p>\n<p>Here, § 4248 detainees have a compelling liberty interest in avoiding civil commitment and post-certification detention. Although commitment is not necessarily punitive, it deprives an individual of their right to live freely among society. Commitment <span class=\"star-pagination\">*991</span> also has a social stigma. The stigma is punctuated here because an individual facing commitment must bear the label of \"sexually dangerous.\" § 4248(a).</p>\n<p>Indeed, the § 4248 detainees have an even greater liberty interest than the \"powerful\" one recognized in <i>Vitek.</i> In <i>Vitek,</i> the relevant statute threatened to transfer incarcerated inmates to a mental institution. After discussing the inherently diminished rights of a prisoner, the Court nonetheless emphasized prisoners' rights in avoiding commitment. As the Court stated, \"[a] criminal conviction and sentence of imprisonment extinguish an individual's right to freedom from confinement for the term of his sentence, but they do not authorize the State to classify him as mentally ill and to subject him to involuntary psychiatric treatment without affording him additional due process protections.\" <i>Id.</i> at 493-94, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>.</p>\n<p>Unlike the <i>Vitek</i> statute that applied to those currently incarcerated, § 4248 allows the government to detain and commit a federal prisoner well after he finishes his sentence. In Edwards' case, the Government triggered his detention less than a week before his release date. As Edwards and similar detainees would be released if not for § 4248, they have an even more \"powerful\" liberty interest in avoiding detention and commitment than the incarcerated <i>Vitek</i> respondents. <i>Id.</i> at 495, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>.</p>\n<p>Section 4248's post-certification detention is particularly troublesome. Unlike the protections within the criminal justice system, § 4248 allows detention without providing any procedural safeguards or judicial review. In contrast to the probable cause necessary to arrest and detain criminal suspects, § 4248 provides no such burden of proof for certification. And unlike the protections afforded criminal defendants in the Sixth Amendment and in the Speedy Trial Act, § 4248 does not limit the length of detention before a hearing on the merits must occur.<sup>[10]</sup> Although this detention is not punitive, it contains no assurance of its necessity to protect either the detainee or society; indeed, whether the detainee suffers from \"mental illness, abnormality, or disorder\" has yet to even been determined at this pre-hearing stage. <i>See </i><i>Baker,</i> 45 F.3d at 844. Edwards in particular remained in federal custody for almost three years without ever having any hearing on the merits of his confinement. Only after this Court scheduled a hearing did the Government dismiss his case. Such boundless detainment of Americans impinges liberty interests at the very core of our Constitution.</p>\n<p></p>\n<h2>B. <i>Due Process Required</i>\n</h2>\n<p>The question then is how much due process is required to protect these essential liberties. The Court only addresses the issue of what the Fifth Amendment requires in the area of evidentiary disclosure, as this is the only question before the Court. The Court finds that the normal rules and customs governing civil procedure in the federal courts are inadequate to protect the fundamental liberty interests <span class=\"star-pagination\">*992</span> at stake. The Fifth Amendment Due Process Clause instead requires the application of the <i>Brady</i> Doctrine in any case involving a detainee certified under § 4248.</p>\n<p>To determine what process is due, courts generally balance three factors: (1) the private interest that will be affected by the official action; (2) the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and (3) the government's interest, which includes an analysis of the function involved and of the fiscal and administrative burdens that additional or substitute procedural requirement would entail. <i>Wilkinson v. Austin,</i> <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 211, <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2384</span></a></span>, <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (2005) (citing <i>Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 335, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976)). \"[D]ue process is flexible and calls for such procedural protections as the particular situation demands.\" <i>Morrissey,</i> 408 U.S. at 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span> (1972) (holding that the Due Process Clause of the Fourteenth Amendment requires that a State afford an individual opportunity to be heard and other procedural protections prior to revoking his parole).</p>\n<p>In <i>Vitek,</i> the Court provided expansive due process protections to inmates facing transfer to mental hospitals. Although the court recognized the state's \"strong\" interest in \"segregating and treating mentally ill prisoners,\" the court still found the statute's procedural protections to be inadequate. As the Court stated, the \"state's reliance on the opinion of the physician or psychologist neither removes the prisoner's interest from due process protection nor answers the question of what process is due.\" <i>Vitek,</i> 445 U.S. at 491, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>.</p>\n<p>The court continued to affirm the district court's crafting of several constitutionally necessary procedures that it held must occur before transfer. <i>Id.</i> at 493, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>. These procedures were 1) written notice to the prisoner that a transfer to a mental hospital is being considered, 2) a hearing, provided sufficiently after the notice to permit the prisoner to prepare, and at which disclosure to the prisoner is made of the evidence being relied upon for the transfer and at which an opportunity to be heard in person and to present documentary evidence is given, 3) an opportunity at the hearing to present testimony of witnesses by the defense and to confront and cross-examine witnesses called by the state, except upon a finding, not arbitrarily made, of good cause for not permitting such presentation, confrontation, or cross-examination, 4) an independent decision maker, although the person need not come from outside the prison or hospital administration, 5) a written statement by the factfinder as to the evidence relied on and the reasons for transferring the inmate, 6) the availability of an independent advisor, not necessarily an attorney,<sup>[11]</sup> and 7) effective and timely notice of all the foregoing rights. <i>Vitek,</i> 445 U.S. at 494-95, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>; <i>see also </i><i>Addington,</i> 441 U.S. at 418, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span> (holding due process requires the government's burden in civil commitment hearings to be <span class=\"star-pagination\">*993</span> greater than the preponderance of evidence standard applicable to other categories of civil cases); <i>Kansas v. Hendricks,</i> <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 356-58, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span></a></span> (1997) (stating that civil commitment is permitted only when \"the confinement takes place pursuant to proper procedures and evidentiary standards\"). The <i>Vitek</i> Court explained, \"[b]ecause prisoners facing involuntary transfer to a mental hospital are threatened with immediate deprivation of liberty interests they are currently enjoying and because of the inherent risk of a mistaken transfer, the District Court properly determined that procedures similar to those required by the Court in <i>Morrissey v. Brewer,</i> <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972) were appropriate in the circumstances present here.\" <i>Vitek,</i> 445 U.S. at 495-96, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>. <i>Morrissey</i> held that the Due Process Clause of the Fourteenth Amendment requires that a state afford an individual an opportunity to be heard and other procedural protections prior to revoking his parole within a reasonable time after he is taken into custody.</p>\n<p>Here, the Court treads on new ground. The Court is unaware of any other case addressing whether the <i>Brady</i> Doctrine applies to § 4248 or any other civil commitment hearing. The Court has already discussed the compelling private interests at stake in avoiding post-certification detention and civil commitment.<sup>[12]</sup> The Court will now analyze whether the current § 4248 procedures risk an erroneous deprivation of these liberties. The Court will also weigh how <i>Brady</i> application would affect the Government's interests.</p>\n<p></p>\n<h2>i. <i>Risk of Erroneously Depriving Liberty</i>\n</h2>\n<p>The Adam Walsh Act's civil commitment scheme greatly risks erroneous deprivations of liberty. The hazard of prolonged and meritless detentions is particularly evident, and as the instant case demonstrates, has in fact already occurred.</p>\n<p>As already discussed, § 4248 allows the Executive Branch to unilaterally certify individuals as sexually dangerous, immediately triggering their detention. Any individual authorized by the Attorney General or the Director of the Bureau of Prisons can make the certification. § 4248(a). Customarily, the BOP panel is composed of laypeople. This composition is problematic: if medical opinion was insufficient to protect the inmates in <i>Vitek,</i> the determination of the current BOP panel is surely inadequate to protect those detained under § 4248. <i>See </i><i>Vitek,</i> 445 U.S. at 491, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>.</p>\n<p>The plain language of the statute allows certification to occur without any procedural protections. Significantly, the statute does not establish a necessary burden of proof at the certification stage. Therefore, the Act allows the Government to perfect an individual's detention almost effortlessly. Because the statute does not require a timeframe for hearings to take place, detainees could potentially be detained for years, and in fact are detained for years, before any review on the merits of the detention. It is thus likely that individuals will suffer lengthy detentions while the Government is unable to carry its statutory burden of clear and convincing evidence at the later hearing. Indeed, the Government has little incentive to evaluate the case against a particular detainee until a hearing is set. This lack of an incentive on the Government's part permits excessive and unwarranted deprivations of liberty. In Edwards' case, for example, the Government detained him for almost three years before dismissing his case for lack of evidence less than five days before the trial date. The Government <span class=\"star-pagination\">*994</span> has also told this Court that it has recently dismissed approximately eight cases. (Tr. at p. 13).</p>\n<p>Ordinary rules of civil procedure are inadequate here because civil commitment hearings are not an ordinary civil matter. At issue is not a claim for damages or equitable relief. Instead, the issue is whether someone will be locked away. In Edwards' case, the Government dismissed the charges after reading an expert report from a BOP physiatrist stating that Edwards was not \"sexually dangerous\" under the statutory criteria. Although this report had been in the BOP's possession since September 2010, the Government claims the BOP did not release it to the Government attorneys until March 2011. The Government thus claims their failure to disclose the expert report was in \"good faith.\"</p>\n<p>Such \"good faith\" excuses illuminate the need for <i>Brady</i> application. Unlike normal rules of civil discovery, <i>Brady</i> applies \"irrespective of the good faith or bad faith of the prosecution.\" <i>Brady,</i> 373 U.S. at 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>. Similarly, failure to disclose because evidence is in possession of another federal department is no defense under <i>Brady. See, e.g., </i><i>Youngblood v. West Virginia,</i> <span class=\"citation\" data-id=\"145639\"><a href=\"/opinion/145639/youngblood-v-west-virginia/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">867</span></a></span>, <span class=\"citation\" data-id=\"145639\"><a href=\"/opinion/145639/youngblood-v-west-virginia/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2188</span></a></span>, <span class=\"citation\" data-id=\"145639\"><a href=\"/opinion/145639/youngblood-v-west-virginia/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span></a></span> (2006) (holding that <i>Brady</i> suppression occurs when the government fails to turn over even evidence that is known only to police investigators and not to the prosecutor); <i>Kyles v. Whitley,</i> <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, 437-38, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1995) (holding in the context of <i>Brady</i> that \"the individual prosecutor has a duty to learn of any favorable evidence known to the others acting on the government's behalf in the case, including the police\").</p>\n<p>The Court also finds that <i>Brady</i> would require the Government to disclose any medical opinion it receives regarding a detainee, regardless of whether the Government uses the opinion as one of its two designated experts. Under the Standing Order on Procedures for § 4248 Commitments, both the Government and the detainee have a right to choose up to two medical experts to support their cases. At the April 8, 2011 hearing, the Government argued it had unfettered discretion to sift through multiple experts until it found an opinion supporting its case. The Government further argued that it had no obligation to disclose medical opinions it received that are favorable to the detainee. This cannot be allowed. Parties can select any medical expert in the country to evaluate the detainee, undoubtedly after thoroughly researching the experts' viewpoints and leaning. If the Government spends the time and bears the expense of engaging an expert, and this expert opines that the detainee is not \"sexually dangerous,\" this is material evidence that the detainee and the Court must know about. The Court thus finds that the Government has a constitutional duty to disclose any expert conclusions, opinions, pronouncements, or hypotheses that are favorable to the detainee.</p>\n<p>Section 4248 hearings revolve primarily around medical opinion. Whether someone should be civilly committed \"turns on the meaning of the facts which must be interpreted by expert psychiatrists and psychologists.\" <i>Vitek</i> at 495, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>. \"The medical nature of the inquiry, however, does not justify dispensing with due process requirements. It is precisely `[f]he subtleties and nuances of psychiatric diagnoses' that justify the requirement of adversary hearings.\" <i>Id.</i> (citing <i>Addington,</i> 441 U.S. at 430, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span>); <i>see also </i><i>Baker,</i> 45 F.3d at 844-45 (4th Cir. 1995) (emphasizing the importance of expert testimony in civil commitment hearings). The federal government is a potent entity with vast resources; in both the civil and criminal contexts, the government is a <span class=\"star-pagination\">*995</span> formidable opponent. It would be unconscionable for the Government to luxuriously shop for an expert that agrees with its position while an individual languishes in custody. The Government has the right to choose their experts, but they must conversely disclose any expert opinions or other information they receive that is favorable to a detainee.</p>\n<p>Indeed, although prosecutors can shop for experts in criminal matters, resulting notes or reports regarding these experts are not protected by work-product privileges and are instead ruled by <i>Brady.</i> Several courts, including the Supreme Court, have assumed that <i>Brady</i> requires disclosure despite work product protections.<sup>[13]</sup> This is because <i>Brady</i> is a constitutional right that overrides the statutorily created work-product privilege.</p>\n<p>Even if such evidence was protected from disclosure in a criminal manner, the distinctive framework of § 4248 would still necessitate disclosure. In a criminal matter, the government cannot detain a suspect without probable cause, and even then, the length of detention is limited. In contrast, there is no such protection here. To guard against erroneous deprivations of liberty, therefore, the Government must diligently scrutinize its cases and immediately disclose any evidence suggesting it cannot meet its burden at the hearing. This will help ensure that detainees are held no longer than necessary. Indeed, earlier <i>Brady</i> application would likely have prevented past abuses: namely, the detention of the approximately eight detainees whose commitment proceedings the Government recently dismissed after up to 5 years of detention. (Tr. at p. 13). Like Edwards, these detainees exhibited no apparent change in condition since their initial certification.</p>\n<p>The Court thus concludes that the Adam Walsh Act's civil commitment scheme greatly risks erroneous deprivations of liberty. The Court now moves to the last step in its due process analysis, and examines whether the Government has any interests sufficient to weight against <i>Brady's</i> application in § 4248 cases.</p>\n<p></p>\n<h2>ii. <i>The Government's Interest</i>\n</h2>\n<p>While applying <i>Brady</i> will increase the government's administrative tasks, there is no indication that it would be unduly burdensome. Indeed, the precise problem in these cases is the need for enhanced government diligence. As Edwards' case demonstrates, the current procedures in place are not fail safe. Nothing else can explain why Petitioner's three-year long detention summarily ended, without any indication of a change in Petitioner's condition, on the eve of his commitment proceedings.</p>\n<p>No one denies the strong government interest at stake. Sexual predators and child molesters are among the most villainous in our society, and the government has a dutywithin the bounds of the Constitutionto protect its populace from these those people who are likely to harm others. Given the often abhorrent nature of these individuals' criminal backgrounds, courts may be tempted to turn a blind eye <span class=\"star-pagination\">*996</span> to any due process violations. But the Courts have a duty to protect the rights of even the most despised among us. Alleged sexual predators have no social sympathy, making their rights especially vulnerable. Allowing the Government to trample the rights of one group weakens the rights of all of society.<sup>[14]</sup> The Government cannot be permitted to establish such a precedent.</p>\n<p>Therefore, because § 4248 \"threaten[s]\" individuals with \"immediate deprivation of liberty interests they are currently enjoying and because of the inherent risk of a mistake[ ]\" <i>Brady's</i> application is essential. <i>See </i><i>Vitek,</i> 445 U.S. at 495-96, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>.</p>\n<p>The Court thus finds that the Fifth Amendment's Due Process Clause requires application of the <i>Brady</i> Doctrine to § 4248 proceedings. At the very least, this means the Government must disclose any exculpatory evidence in its possession within a reasonable time after the certification is issued.</p>\n<p></p>\n<h2>C. <i>Civil Brady Precedent</i>\n</h2>\n<p>Although unnecessary to the Court's conclusion, precedent supports the idea of a \"civil <i>Brady</i>\" rule in extreme circumstances such as these. While few courts have addressed the matter, those that have addressed similar issues have provided helpful analysis that is consistent with this Court's holding.</p>\n<p>In <i>Demjanjuk v. Petrovsky,</i><sup>[15]</sup> for example, the Sixth Circuit found that \"<i>Brady</i> should be extended to cover denaturalization and extradition cases where the government seeks denaturalization or extradition based on proof of alleged criminal activities of the party proceeded against.\" <span class=\"citation\" data-id=\"658133\"><a href=\"/opinion/658133/john-demjanjuk-v-joseph-petrovsky/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">338</span></a></span>, 353 (6th Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></span> (1994). There, Ivan Demjanjuk had been extradited so he could be tried in Israel regarding his alleged activities as a Nazi concentration camp guard. The \"main matter\" before the courts in both countries and in all the proceeding, however, was not simply Demjanjuk's position as camp guard; it was instead his alleged identity as the notorious Ukrainian guard \"Ivan the Terrible.\" <i>Id.</i> at 340. It was later revealed that the federal attorneys in Demjanjuk's denaturalization and extradition hearings had not disclosed that another Ukranian Nazi guard named Ivan, who had worked at the same camp as Demjanjuk, might have actually been \"Ivan the Terrible.\"</p>\n<p>In extending <i>Brady</i> protections to the case, the Sixth Circuit found that \"[t]he consequences of denaturalization and extradition equal or exceed those of most criminal convictions.\" <i>Id.</i> at 354. The Sixth Circuit also noted the prosecutorial role of the government attorneys in the case, the Office of Special Investigation (\"OSI\"):</p>\n<blockquote>OSI is part of the Criminal Division of the Department of Justice. The OSI attorneys team with local United States Attorneys in seeking denaturalization and extradition, and they approach these cases as prosecutions. In fact, in correspondence and memoranda several of <span class=\"star-pagination\">*997</span> the respondents refer to their role in the Demjanjuk case as prosecutors.</blockquote>\n<p><i>Id.</i> at 354. <i>Compare </i><i>In re Extradition of Drayer,</i> <span class=\"citation\" data-id=\"766011\"><a href=\"/opinion/766011/in-re-in-the-matter-of-the-extradition-of-michael-john-drayer/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span>, 414-15 (6th Cir. 1999) (reaffirming that <i>Brady</i> applies to the United States in extradition proceedings, but finding that the United States has neither the authority nor the obligation to require Canadian law enforcement to disclose exculpatory evidence.)</p>\n<p>In a less extreme circumstance, the United States District Court for the District of New Mexico stated a \"defendant in a civil case brought by the Government should be afforded no less due process of law\" than a criminal defendant, and that <i>Brady</i> should thus apply. <i>EEOC v. Los Alamos Constructors, Inc.,</i> <span class=\"citation\" data-id=\"2596933\"><a href=\"/opinion/2596933/equal-employ-op-comn-v-los-alamos-constructors-inc/\"><span class=\"volume\">382</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1373</span></a></span>, 1383 n. 5 (D.N.M.1974). In <i>Los Alamos,</i> the government had \"filed a skeleton complaint\" alleging the defendant was liable for discriminatory employment practices. Afterward, the government resisted several discovery requests by the defendant regarding potential witnesses with defenses such as the \"informer's privilege,\" leaving the defendant with little ability to defend its case. <i>Id.</i> at 1374-75. The court ordered disclosure, stating, \"[t]he United States Attorney is the representative not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all... and whose interest, therefore ... is not that it shall win a case, but that justice shall be done.\" <i>Id.</i> at 1383 (citing criminal case <i>Berger v. United States,</i> <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 88, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1314</span></span> (1935)).</p>\n<p>Several courts have held that <i>Brady</i> does not apply to certain civil cases; these cases, however, involved merely money or damage to reputation. In <i>N.L.R.B. v. Nueva Engineering, Inc.,</i> for example, the Fourth Circuit narrowly held that \"the <i>Brady</i> disclosure rule is not applicable to [National Labor Relations] Board proceedings.\" <span class=\"citation\" data-id=\"451895\"><a href=\"/opinion/451895/national-labor-relations-board-v-nueva-engineering-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span>, 969 (1985). There, the Board had awarded damages after finding that a company had discriminated against its employees for their union activity. On appeal, the company alleged the Board had wrongfully denied its motion for the government to produce exculpatory evidence. In denying <i>Brady</i> application, the Fourth Circuit stated, \"we do not accept Nueva's analogy between criminal prosecution and an unfair labor proceeding. An action for violations of the National Labor Relations Act is civil in nature, does not involve potential incarceration and violation of the Act does not carry with it the stigma of a criminal conviction.\" <i>Nueva Engineering,</i> 761 F.2d at 969; <i>see also </i><i>United States ex rel. (Redacted) v. (Redacted),</i> <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">475</span></span>, 481-83 (D.Utah 2001) (holding <i>Brady</i> does not apply to action under False Claims Act when the \"consequences\" of the civil matter would only result in money and reputation damages, and were thus fundamentally less severe than in a criminal matter); <i>Tandon v. C.I.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">331926</span></span> at *1, <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">372</span></span> (Table), 1 (6th Cir. Mar. 23, 2000) (\"This Circuit has never applied the <i>Brady</i> rule to a civil proceeding for determining the amount of one's tax liability.\"); <i>Mister Discount Stockbrokers, Inc. v. S.E.C.,</i> <span class=\"citation\" data-id=\"455996\"><a href=\"/opinion/455996/fed-sec-l-rep-p-92223-mister-discount-stockbrokers-inc-and-william/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span>, 878 (7th Cir.1985) (<i>Brady</i> does not apply to a securities administrative disciplinary proceeding, which involves monetary sanctions and <i>Brady</i> principles do not apply to an action brought under the False Claims Act).</p>\n<p>Here, the interest at stake is not mere money. It is instead the vital interest of freedom from confinement. The facts are thus analogous to those before the Sixth Circuit in <i>Demjanjuk.</i> Like in <i>Demjanjuk,</i> this case involves civil proceedings that can nonetheless result in prolonged government custody. Indeed, the interest here may even be greater than the interest in <i>Demjanjuk.</i> Extradition does not ensure <span class=\"star-pagination\">*998</span> eventual imprisonment by a foreign government; all it guarantees is expulsion from the United States. Certification under § 4248, however, automatically triggers detention. Later civil commitment would result in further confinement. Additionally, an extradition hearing requires a finding of probable cause that a crime has been committed. Here, § 4248 does not hold the government to any burden of proof before certificationit only requires the government to prove its case at a later hearing. Moreover, although the Government attorneys here are from the Civil Division of the United States Attorney's Office, they \"approach these cases as prosecutions.\" <i>Demjanjuk,</i> 10 F.3d at 354. At the April 8 hearing, the Government even justified its recent dismissal of § 4248 detainees as \"prosecutorial discretion.\" (Tr. at p. 10).</p>\n<p>Thus, established precedent supports application of <i>Brady's</i> mandate in civil proceedings under extreme circumstances threatening fundamental liberty interests.</p>\n<p></p>\n<h2>D. <i>Motion regarding Payment for Expert Dr. Jerry Singer (DE # 51).</i>\n</h2>\n<p>The Court finds that Criminal Justice Act funds should pay for Respondent's designated expert psychologist Dr. Jerry Singer and not Department of Justice funds. The \"American Rule\" requires that each party pay its own expenses at trial, absent a specific statutory provision to the contrary. <i>United States v. Testan,</i> <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1976). Because there is no statute providing for the shifting of these expenses in § 4248 cases, the Department of Justice should not pay for Respondent's designated expert.</p>\n<p>The Court also denies Respondent's request for the Court to designate Dr. Singer as the Court's independent examiner in this case. Thus, Respondent's Motion is Denied.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>The Court thus finds that the Fifth Amendment Due Process Clause requires application of the <i>Brady</i> Doctrine in § 4248 cases. Brady's disclosure requirements attach upon the issuance of a certificate of sexual dangerousness under 18 U.S.C. § 4248(a). The Constitution and fundamental notions of fairness require prompt disclosure of all material that is favorable to the one whose liberty hangs in the balance.</p>\n<p>Nothing in this Order shall be interpreted to preclude the existence of other protected rights in § 4248 cases, as the issue of evidentiary disclosure is the only constitutional matter before the Court.</p>\n<p>Respondent's Motion for Appointment of Expert and Memorandum Addressing the Payment of the Court's Expert (DE # 51) is DENIED. The Court also DENIES Respondent's Motion to Withdraw this Motion and Memorandum. (DE # 59).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Pub.L. No. 109-248, 120 Stat. 587 (2006) (codified as amended in scattered sections of 10, 18, 21, 28, and 42 U.S.C.).</p>\n<p>[2]  \"[T]he Attorney General or any individual authorized by the Attorney General or the Director of the Bureau of Prisons may certify that the person is a sexually dangerous person, and transmit the certificate to the clerk of the court for the district in which the person is confined. The clerk shall send a copy of the certificate to the person, and to the attorney for the Government, and, if the person was committed pursuant to section 4241(d), to the clerk of the court that ordered the commitment.\" <i>Id.</i> § 4248(a).</p>\n<p>[3]  Detainee Shane Catron falls under the second category, as he was deemed incompetent to stand trial. <i>See United States of America v. Shane Catron,</i> No. 5:06-HC-2202 (E.D.N.C. filed Nov. 13, 2011).</p>\n<p>[4]  The Act requires the Government to establish three facts by clear and convincing evidence before obtaining a commitment order: that the person (1) has engaged or attempted to engage in sexually violent conduct or child molestation, (2) suffers from a serious mental illness, abnormality, or disorder, and (3) as a result, would have serious difficulty refraining from sexually violent conduct or child molestation if released.</p>\n<p>[5]  On September 7, 2007, United States District Court Judge W. Earl Judge Britt found the Adam Walsh Act unconstitutional. In a 41-page order, Judge Britt held that \"that the civil commitment provision of the Walsh Act is not a necessary and proper exercise of Congressional authority and that the use of a clear and convincing burden of proof violates the substantive due process rights of those subject to commitment under the statute.\" <i>United States v. Comstock,</i> <span class=\"citation\" data-id=\"2251930\"><a href=\"/opinion/2251930/united-states-v-comstock/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">522</span></a></span>, 526 (E.D.N.C. Sep. 07, 2007).\n</p>\n<p>On January 8, 2009, the Fourth Circuit affirmed the district court's finding that the Adam Walsh Act exceeded congressional authority under both the Commerce Clause and Necessary and Proper Clause. The Court did not reach the issue of substantive due process rights. <i>United States v. Comstock,</i> <span class=\"citation\" data-id=\"1027569\"><a href=\"/opinion/1027569/united-states-v-comstock/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span> (4th Cir.2009).</p>\n<p>[6]  On Dec. 6, 2010, the Fourth Circuit reversed the district court's decision to find that the use of the clear and convincing burden of proof does not violate substantive or procedural due process. <i>United States v. Comstock,</i> <span class=\"citation\" data-id=\"180460\"><a href=\"/opinion/180460/united-states-v-comstock/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">513</span></a></span> (4th Cir.2010), <i>rev'g</i> 507 F.Supp.2d, 522 (E.D.N.C.2007), <i>petition for cert. filed</i> (U.S. Mar. 4, 2011) (10-9360).</p>\n<p>[7]  During the stay, Edwards motioned for release of custody on January 9, 2009 after the Fourth Circuit decelerated the act unconstitutional. (DE # 4). In line with the Supreme Court decision reversing the Fourth Circuit, Judge Brit denied this motion when he lifted the stay. (DE # 7).</p>\n<p>[8]  As previously made clear by this Court, this Court has not adopted this Standing Order but litigants are free to mutually agree to abide by its terms.</p>\n<p>[9]  The Fifth Amendment, like the rest of the Bill of Rights, applies to and limits the power of the federal government. <i>Barron v. Mayor and City Council of Baltimore,</i> 32 U.S. (7 Pet.) 243, 248-49, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">672</span></span> (1833). In this case, the federal governmentspecifically the Attorney General and his agentsare applying the provisions of a federal statute. The Fifth Amendment is therefore implicated and guides this Court's analysis.</p>\n<p>[10]  In <i>United States v. Carta,</i> <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span> (1st Cir.2010), the United States Court of Appeals for the First Circuit rejected a facial constitutional challenge to the Adam Walsh Act for the statute's failure to require a \"prompt hearing\" prior to any \"substantial period of detention occurs after [a criminal] sentence has expired.\" <i>Carta,</i> 592 F.3d at 43. The Court, however, left open the possibility of an \"as applied challenge\" to the Act, stating that a delay in the proceedings might raise constitutional concerns. The Court opined that those problems \"could be remedied by interpolating requirements and remedies where the individual's hearing has been inordinately delayed.\" <i>Id.</i> (citing <i>Ayotte v. Planned Parenthood of N. New England,</i> <span class=\"citation\" data-id=\"145691\"><a href=\"/opinion/145691/ayotte-v-planned-parenthood-of-northern-new-eng/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 328-29, <span class=\"citation\" data-id=\"145691\"><a href=\"/opinion/145691/ayotte-v-planned-parenthood-of-northern-new-eng/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">961</span></a></span>, <span class=\"citation\" data-id=\"145691\"><a href=\"/opinion/145691/ayotte-v-planned-parenthood-of-northern-new-eng/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></a></span> (2006) and <i>United States v. Shields,</i> <span class=\"citation\" data-id=\"1519390\"><a href=\"/opinion/1519390/united-states-v-shields/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">317</span></a></span>, 336-37 (D.Mass.2007)).</p>\n<p>[11]  According to a Fourth Circuit interpretation of the <i>Vitek</i> decision, only four Justices expressed the view that due process entitles a civil commitment respondent to representation by an attorney. <i>United States v. Baker,</i> <span class=\"citation\" data-id=\"687287\"><a href=\"/opinion/687287/united-states-v-leroy-baker/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></a></span>, 843 n. 3 (4th Cir.1995). Justice Powell expressly disagreed. <i>Vitek,</i> 445 U.S. at 499-500, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span> (Powell, J., concurring in part). The remaining four Justices did not reach the issue because they believed the controversy presented to be moot. <i>Id.</i> at 500-01, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span> (Stewart, J., joined by Burger, C.J., and Rehnquist, J., dissenting); <i>id.</i> at 501-06, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>. (Blackmun, J., dissenting).</p>\n<p>[12]  <i>See</i> supra Part II.A.</p>\n<p>[13]  <i>United States v. Armstrong,</i> <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span>, 474-75, <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1480</span></a></span>, <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">687</span></a></span> (1996) (Breyer, J., concurring in part and concurring in the judgment) (discussing the general understanding that <i>Brady</i> overrides the work-product privilege); <i>Mincey v. Head,</i> <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1106</span></span>, 1133 n. 63 (11th Cir.2000)(citing several cases); 2 Charles Alan Wright &amp; Arthur R. Miller, Federal Practice and Procedure, § 254, at 81 &amp; n. 60 (2d ed.1982) (\"Because Brady is based on the Constitution, it overrides court-made rules of procedure. Thus the work-product immunity for discovery in Rule 16(a)(2) prohibits discovery under Rule 16 but it does not alter the prosecutor's duty to disclose material that is within Brady.\").</p>\n<p>[14]  <i>Cf. </i><i>Loving v. Virginia,</i> <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1010</span></a></span> (1967) (noting, in the context of a racial restrictions on marriage, that \"[t]o deny ... [a] fundamental freedom ... [on] classifications so directly subversive of the principle of equality at the heart of the [Due Process Clause], is surely to deprive all the State's citizens of liberty without due process of law.\")</p>\n<p>[15]  While the Fourth Circuit has addressed this lengthy case's discussion in an unpublished opinion regarding a \"fraud upon the court\" claim, it has never addressed its civil <i>Brady</i> holding. <i>United States v. MacDonald,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">637184</span></span> at *3, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></span> (Table), 3 (4th Cir. Sep 08, 1998).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/146552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/180460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1519390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2251930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596933/"
  ]
}