{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2470051/",
  "absolute_url": "/opinion/2470051/nicholson-v-branker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2470051/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:32.068655Z",
  "date_modified": "2016-04-27T00:32:14.965809Z",
  "type": "010combined",
  "sha1": "08efc97774930e5a422e9fda0c0fc807abc48336",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>739 F.Supp.2d 839 (2010)</b></center>\n<center><h1>Abner Ray NICHOLSON, Petitioner,<br>\nv.<br>\nGerald BRANKER, Warden, Central Prison, Raleigh, N.C., Respondent.</h1></center>\n<center>No. 5:06-HC-2148-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 20, 2010.</center>\n<p><span class=\"star-pagination\">*846</span> James B. Maxwell, Maxwell, Freeman &amp; Bowman, P.A., Mark James Kleinschmidt, Fair Trial Initiative, Kenneth J. Rose, Durham, NC, for Petitioner.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the petition for writ of habeas corpus filed pursuant to 28 U.S.C. § 2254 on behalf of Abner Ray Nicholson (\"Nicholson\" or \"petitioner\"). Nicholson was convicted of two counts of first-degree murder and sentenced to death on each count. He seeks a writ of habeas corpus vacating his convictions and alternatively, his death sentences. Respondent has answered the petition and amendment to petition, and moved for summary judgment. Petitioner has responded. In addition, the parties appeared before the court on May 5, 2010, to present oral argument on Claim I and <span class=\"star-pagination\">*847</span> for an evidentiary hearing on Claim VIII. The matter is ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Nicholson was tried and convicted of the first-degree murders of Gloria Brown Nicholson, his wife, and Willard Wayne Hathaway, the Chief of Police for Sharpsburg, North Carolina, at the October 25, 1999, criminal session of the Superior Court of Wilson County.<sup>[1]</sup> The following facts are summarized from the opinion of the Supreme Court of North Carolina. <i>See </i><i>State v. Nicholson,</i> 355 N.C. 1, 558 S.E.2d 109 (2002).</p>\n<p></p>\n<h2>A. <i>Facts</i>\n</h2>\n<p>Petitioner and his wife, Gloria Nicholson, lived in a trailer in Sharpsburg, North Carolina, with Gloria's two children. On July 15, 1997, Mrs. Nicholson went to a neighbor's home with her children and asked to use the telephone. She told the neighbor that petitioner had attacked her and that she was going to go to her mother's house. On July 16, 1997, petitioner retrieved his Bauer .25-caliber handgun from the pawn shop where he had pawned the gun in June. Later that day, he and Gloria went to the home of Gloria's mother and stepfather, Ella and Marvin Badger. Gloria told the Badgers she did not want to remain married to petitioner. Petitioner indicated he wanted to work things out. Gloria said petitioner had attempted to choke her in April, and Mrs. Badger said she did not want Gloria to be with petitioner anymore.</p>\n<p>That evening, Gloria's youngest daughter had a fever, and the Badgers drove petitioner, Gloria, and the child to the hospital. Petitioner and Gloria rode in the backseat. The two were whispering and then Gloria told her stepfather that petitioner said he was carrying a gun and had threatened to kill her. Petitioner responded that he was lying and did not have a gun. At the hospital, petitioner did not go inside with the others and returned home on his own.</p>\n<p>Upon leaving the hospital, the Badgers took Gloria back to her trailer so she could get some clothes. Mr. Badger walked inside with Gloria to use the restroom and Mrs. Badger waited in the van. Petitioner was inside the trailer. Gloria walked to the door and called her mother. As Mrs. Badger walked toward the trailer, petitioner walked outside and punched Gloria in the face with his fist causing her nose to bleed. When Mr. Badger came to see what was going on, petitioner claimed Gloria had been hit by the door.</p>\n<p>Gloria called the police. When the police arrived petitioner ran and hid in a nearby cornfield. Gloria told the police what petitioner had done, and the officer advised her to take the Badgers as witnesses and swear out a warrant for petitioner's arrest. They did so, and then Gloria spent the night at her parents' house. The police were unable to apprehend petitioner that night.</p>\n<p>The next morning, July 17, 1997, Gloria went to the trailer with her stepfather and brother, Jarrin Brown, so she could get some clothes. While there, she spoke on the phone with petitioner and told him to come over and get his clothes. He agreed, but said he did not want anyone at the trailer except her.</p>\n<p>After speaking with petitioner, Gloria called the police to see if an officer would come over. Chief Hathaway said that when petitioner arrived she should call back before letting petitioner inside the <span class=\"star-pagination\">*848</span> trailer and he would come serve the warrant on petitioner. Petitioner called Gloria a few minutes later to see if she was at the trailer alone. She said she was alone and told her stepfather and brother to hide in the bedroom until the police arrived.</p>\n<p>When petitioner arrived at the trailer, Gloria kept petitioner from entering by saying she was getting dressed. She called the police, then let petitioner inside and told him she wanted him to get his clothes and leave.</p>\n<p>Chief Hathaway arrived at the trailer and Gloria let him inside. She then told her stepfather and brother they could come out of the bedroom. As they walked out of the bedroom and down the hallway, Chief Hathaway walked towards petitioner. Petitioner turned, pushed Chief Hathaway and shot Chief Hathaway in the face. The Chief fell against petitioner and petitioner shoved him back. Chief Hathaway's gun was in the holster when he was shot.</p>\n<p>As Mr. Badger tried to open the rear door to get outside, petitioner chased Gloria. When Mr. Badger got the door open and went outside, he could hear shooting inside the trailer.</p>\n<p>At the same time, Gloria's brother, Jarrin Brown, was moving toward the back bedroom. As he did so, he saw his sister lying on the floor near the front door. Petitioner walked to her, leaned down, and shot her. Mr. Brown ran to the bedroom and waited until he heard petitioner leave the trailer. He then ran outside and saw petitioner walking towards the cornfield.</p>\n<p>Brown went back inside. His sister was not moving, but Chief Hathaway was breathing. He called 911 and took the Chief's gun from the holster in case petitioner returned. When the police arrived at the scene, Brown put the gun on a recliner. When it was found by the police the safety was still on and there was no evidence it had been fired.</p>\n<p>Petitioner was apprehended later that day. The gun petitioner had retrieved from the pawn shop was found the next day in a cornfield. Subsequent forensic examination indicated all of the bullets collected at the scene had been fired from that gun.</p>\n<p>The autopsy of Chief Hathaway indicated he died from a gunshot wound to the head. The wound appeared to have been made from a distance of two feet or more. The autopsy of Gloria Nicholson indicated she died from multiple gunshot wounds to the head.</p>\n<p>At trial, petitioner testified. He insisted that during his marriage Gloria often hit him but he never hit her back. He said she carried a gun in her pocketbook and had threatened him with it before. He said she had cut him with a knife several times. He also said that Mr. Badger had previously threatened him with a gun.</p>\n<p>Petitioner testified that the night they had gone to the hospital with Gloria's child he was at home when they returned from the hospital. He said that as he attempted to leave, he pushed the screen door out of his wife's hand, and she grabbed the door and started hitting him. He said the screen door sprang back and hit her causing her nose to bleed. He said he walked away and went and spent the night at the home of a woman named Delores Leach, and the next day he went to his sister's house.<sup>[2]</sup></p>\n<p>While he was at his sister's house, his wife called and told him to come get his clothes immediately. She said she had a gun. He drove to the trailer in his sister's car. When he knocked on the door of the trailer, his wife said to wait because she was dressing. When she let him in she <span class=\"star-pagination\">*849</span> went into the kitchen to get a trash bag for his clothes. As she walked to hand him the bag, she told him not to make her shoot him.</p>\n<p>Petitioner says that he next recalls that a police officer walked into the trailer and Gloria said, \"Shoot him, shoot him, if you don't I am.\" He said he turned in a panic and saw the officer walking towards him with his hand on his gun. The officer said he had a warrant for petitioner's arrest, hit petitioner in the face, and spit in his face. Petitioner testified that at this point he went blank and could not see.</p>\n<p>He said he heard his wife screaming, the sounds of stumbling, and gunfire. He said he saw his wife falling and thought she was reaching for her pocketbook. He saw Mr. Badger and thought he had a gun. He was afraid and fired two shots into the floor of the trailer before running outside. He said when he fired the gun he was not aiming at anyone and did not hit anyone. He testified that Marvin Badger shot Chief Hathaway in the face as he ran out of the bedroom. He believed it was also Marvin Badger who shot Gloria.</p>\n<p>At the guilt phase of trial the defense also called two men who had worked with petitioner at Tim's Auto Sales. Both said petitioner was not a violent person. They testified they had seen Gloria hit petitioner, but had never seen petitioner hit her. A female co-worker testified that Gloria told her that Mr. Badger had threatened petitioner with a gun and that Gloria kept a gun in her pocketbook. She also said that Gloria was frequently abusive toward petitioner at work.<sup>[3]</sup></p>\n<p>Delores Sledge testified that petitioner was the father of her daughter. She testified that petitioner had never hit her, but had grabbed her one time as she was walking away. She said she had picked petitioner up from the hospital and driven him to the trailer the night before the shooting. She said he had a cut on his neck and told her his wife had cut him with a knife. She said he seemed nervous and depressed.</p>\n<p>Stephanie Lynch, a neighbor of the Nicholsons, testified she frequently saw Gloria and Chief Hathaway together at a local store.</p>\n<p></p>\n<h2>B. <i>Procedural History</i>\n</h2>\n<p>After a trial by jury, petitioner was convicted of two counts of first-degree murder. At the sentencing phase, the jury found one aggravating circumstance for the murder of Gloria Nicholson: the murder was part of a course of conduct in which the defendant engaged and which included the commission by the defendant of other crimes of violence against another person or persons. St. Ct. R. Vol. 5 of 10, R. on Appeal at 181. The jury found three aggravating circumstances for the murder of Chief Hathaway: 1) the capital felony was committed for the purpose of avoiding or preventing a lawful arrest; 2) the capital felony was committed against a law enforcement officer while engaged in the performance of his official duties; and 3) the murder was part of a course of conduct in which the defendant engaged and which included the commission by the defendant of other crimes of violence against another person or persons. <i>Id.</i> at 196. For each murder the jury also found thirteen of the thirty-nine mitigating circumstances submitted. <i>Id.</i> at 182-192; 197-207. The jury recommended the death sentence for each count of first-degree murder, and the judge sentenced petitioner accordingly.</p>\n<p>On direct appeal, the Supreme Court of North Carolina affirmed petitioner's convictions <span class=\"star-pagination\">*850</span> and sentences. <i>Nicholson,</i> 355 N.C. at 73, 558 S.E.2d at 155-56. The United States Supreme Court denied certiorari. <i>Nicholson v. North Carolina,</i> 537 U.S. 845, 123 S.Ct. 178, 154 L.Ed.2d 71 (2002).</p>\n<p>On December 4, 2001, Nicholson filed a motion for appropriate relief in the Supreme Court of North Carolina moving for imposition of a life sentence pursuant N.C. Gen.Stat. §§ 15A-2005 and 15A-2006 (\"mental retardation MAR\" or \"MR MAR\"). In the motion, petitioner asserted he was mentally retarded, and therefore, he could not be sentenced to death. The Supreme Court of North Carolina remanded the case to the Superior Court of Wilson County for an evidentiary hearing on the mental retardation MAR.</p>\n<p>On April 3, 2003, petitioner filed a motion for appropriate relief (\"MAR\") in the Superior Court of Wilson County. Petitioner filed affidavits supplementing his MAR on July 17, 2003. A hearing was held on the issues presented in the MAR and related motions on July 25, 2003. On September 19, 2003, the court entered an order denying petitioner's MAR. The court reserved ruling on petitioner's mental retardation MAR.</p>\n<p>Nicholson petitioned the Supreme Court of North Carolina for certiorari review of the MAR court's order. On petitioner's motion, the court held the case in abeyance pending the resolution of his mental retardation MAR.</p>\n<p>On October 25, 2004, the MAR court held an evidentiary hearing on petitioner's claim he was mentally retarded and could not be sentenced to death. On March 3, 2005, the court entered an order denying the claim.</p>\n<p>On June 30, 2005, petitioner filed an amendment to his petition for writ of certiorari based on the superior court's denial of his motion for imposition of life sentence. On August 18, 2005, the Supreme Court of North Carolina denied certiorari review on all grounds. <i>State v. Nicholson,</i> 359 N.C. 855, 619 S.E.2d 859 (2005).</p>\n<p>On October 23, 2006, Nicholson filed his petition for writ of habeas corpus with this court. On November 6, 2006, respondent filed an answer to the petition and a motion for summary judgment. On January 10, 2007, petitioner filed a response to the motion for summary judgment. On December 22, 2008, petitioner filed a motion to amend the petition. Respondent filed a response. On February 2, 2009, the amendment to the petition was allowed.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p>Because Nicholson's petition was filed after April 24, 1996, review of his petition is governed by 28 U.S.C. § 2254(d), as modified by the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), Pub.L. No. 104, 132, 110 Stat. 1214 (1996). <i>See </i><i>Williams v. Taylor,</i> 529 U.S. 420, 429, 120 S.Ct. 1479, 146 L.Ed.2d 435 (2000); <i>Mickens v. Taylor,</i> 240 F.3d 348, 355 (4th Cir.2001). Section 2254(d) provides:</p>\n<blockquote>An application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court proceedings unless the adjudication of the claim</blockquote>\n<blockquote>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established <span class=\"star-pagination\">*851</span> Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d).</p>\n<p>The phrase \"`clearly established Federal law, as determined by the Supreme Court of the United States' ... refers to the holdings, as opposed to the dicta, of [the Supreme Court's] decisions as of the time of the relevant state-court decisions.\" <i>Williams v. Taylor,</i> 529 U.S. 362, 412, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000). A state court decision is \"contrary to\" clearly established federal law \"if the state court arrives at a conclusion opposite to that reached by [the Supreme] Court on a question of law or if the state court decides a case differently than [the Supreme] Court has on a set of materially indistinguishable facts.\" <i>Id.</i> at 413, 120 S.Ct. 1495. A state court decision \"involve[s] an unreasonable application of\" clearly established federal law \"if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> \"[A] federal habeas court may not issue the writ simply because that court concludes in its independent judgment that the relevant state-court decision applied clearly established federal law erroneously or incorrectly. Rather, that application must also be unreasonable.\" <i>Id.</i> at 411, 120 S.Ct. 1495. \"In assessing the reasonableness of the state court's application of federal law, the federal courts are to review the result that the state court reached, not whether the [decision was] well reasoned.\" <i>Wilson v. Ozmint,</i> 352 F.3d 847, 855 (4th Cir.2003).</p>\n<p>Only after a petitioner establishes that the state court's adjudication of his claims was \"contrary to\" or an \"unreasonable application of\" clearly established federal law or was based on an unreasonable determination of the facts in light of the evidence may a federal court proceed to review a state court judgment independently to determine whether habeas relief is warranted. <i>Rose v. Lee,</i> 252 F.3d 676, 690 (4th Cir.2001). If the state court did not articulate the rationale underlying its adjudication, a federal habeas court must examine the record and the clearly established Supreme Court precedent to determine whether the state court's adjudication was contrary to or involved an unreasonable application of clearly established federal law. <i>Bell v. Jarvis,</i> 236 F.3d 149, 158 (4th Cir.2000). If, however, the state court failed to adjudicate a properly presented claim, the federal court must review questions of law and mixed questions of law and fact <i>de novo. </i><i>Fisher v. Lee,</i> 215 F.3d 438, 445 (4th Cir.2000). Finally, the factual findings of the state court are presumed to be correct. 28 U.S.C. § 2254(e)(1). The petitioner bears the burden of rebutting this presumption by clear and convincing evidence. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Nicholson's Claims</i>\n</h2>\n<blockquote>Claim IPetitioner is mentally retarded and cannot be executed under the Eighth Amendment;</blockquote>\n<blockquote>Claim IIThe trial court denied petitioner's right to due process by excluding evidence from Dr. Fedor regarding petitioner's state of mind;</blockquote>\n<blockquote>Claim IIIThe trial court denied petitioner's right to due process by excluding evidence from Dr. Bellard regarding petitioner's state of mind;</blockquote>\n<blockquote>Claim IVPetitioner received ineffective assistance of counsel because his trial attorneys failed to argue the relevance <span class=\"star-pagination\">*852</span> of Gloria Nicholson's embezzlement charges and did not try to have the evidence introduced;</blockquote>\n<blockquote>Claim VThe trial court unconstitutionally allowed the State to introduce Gloria Nicholson's hearsay statements;</blockquote>\n<blockquote>Claim VIPetitioner was denied his constitutional rights when a juror failed to answer honestly during voir dire and required petitioner to prove his innocence;</blockquote>\n<blockquote>Claim VIIPetitioner's right to due process was deprived when the State allowed the crime scene to be removed, and therefore, petitioner was unable to have it examined by a defense expert;</blockquote>\n<blockquote>Claim VIIIPetitioner received ineffective assistance of counsel because his trial attorneys failed to present a diminished capacity defense;</blockquote>\n<p>Petitioner contends he is entitled to relief from his convictions and sentences of death because of these alleged constitutional violations.</p>\n<p></p>\n<h2>C. <i>Discussion</i>\n</h2>\n<p>In accordance with 28 U.S.C. § 2254(d), this court must determine whether the state court's adjudication of petitioner's claims was contrary to, or involved an unreasonable application of, clearly established federal law.</p>\n<p></p>\n<h2>1. <i>Claim I</i><i>Petitioner is mentally retarded and cannot be executed under the Eighth Amendment</i>\n</h2>\n<p>In his first claim, petitioner asserts he is mentally retarded as defined in <i>Atkins v. Virginia,</i> 536 U.S. 304, 122 S.Ct. 2242, 153 L.Ed.2d 335 (2002), and therefore, his death sentences violate the Eighth Amendment. In addition to the arguments presented by the parties in the filings made in this court, the court heard oral argument on the issue at a hearing held on May 5, 2010.</p>\n<p>Petitioner first raised this claim in his MAR filed on December 4, 2001. <i>See</i> Pet. Ex. 2. The state court held an evidentiary hearing on the claim on October 25, 2004. Thereafter, in an order filed on March 3, 2005, the state court denied the claim on the merits.<sup>[4]</sup> Petitioner argues that the ruling is based on an unreasonable determination of the facts in the record. He also argues the MAR court improperly required evidentiary burdens not required by North Carolina statute or <i>Atkins.</i> Respondent argues the MAR court did not err and petitioner has failed to show mental retardation, particularly any limitations in adaptive functioning, manifested before the age of 18 years.</p>\n<p>In support of his claim of mental retardation in his MAR, petitioner cited to expert testimony given at trial from Dr. Nicole Wolfe, a forensic psychiatrist who worked at Dorothea Dix Hospital, and Dr. John Warren, a clinical psychologist who examined petitioner before trial. Petitioner also presented an affidavit from Dr. Warren, as well as an affidavit from Dr. Tricia Hahn, a psychologist who worked at Dorothea Dix. At the evidentiary hearing before the MAR court, petitioner presented testimony from Dr. Hahn and Christopher Kiricoples, an expert in adaptive skills of the mentally retarded. Petitioner also introduced a report prepared by Dr. Roger Moore, a licensed psychiatrist who had examined petitioner on behalf of the State.</p>\n<p>In addition to the expert testimony, petitioner cited to lay testimony previously presented at trial, presented affidavits from three family members, and copies of his school records. Petitioner also called his nephew, Michael Nicholson, and his <span class=\"star-pagination\">*853</span> sister, Dianna Nicholson, to testify. Finally, the petitioner moved for the court to consider \"the evidence, record, briefs, and oral arguments previously presented to this Court.\" MR MAR at 20. This included trial testimony from Dr. Bellard, a licensed psychiatrist, who was retained by the defense during trial.</p>\n<p>The State did not call any witnesses at the hearing, including its own medical expert, Dr. Moore. Rather, the State relied on cross-examination to attempt to show petitioner had not met his burden of proof. It introduced petitioner's school records to show he missed a lot of school and argued the extensive absences could account for his poor academic performance. The State also asked the judge to rely on portions of the trial testimony. First, it asked the court to consider the testimony of Kenneth Richardson who owned the pawn shop where petitioner had obtained the murder weapon. Mr. Richardson testified petitioner completed the form required to retrieve the gun.</p>\n<p>The State also referred the court to the testimony of Dr. Nicole Wolfe at sentencing and at the mid-trial competency hearing. Dr. Wolfe, a psychiatrist at Dorothea Dix who examined petitioner with an eye toward his competency to proceed, opined that petitioner fell in the range of borderline intellectual functioning to mild mental retardation.</p>\n<p>In <i>Atkins,</i> the Court held the execution of a mentally retarded person is cruel and unusual punishment in violation of the Eighth Amendment. <i>Id.</i> at 321, 122 S.Ct. 2242. The Court left it to each state to define mental retardation in a manner to satisfy the Constitution. <i>Id.</i> at 317, 122 S.Ct. 2242. However, it indicated mental retardation is generally characterized by subaverage intellectual functioning and significant adaptive limitations.</p>\n<p>Prior to the ruling in <i>Atkins,</i> North Carolina enacted N.C. Gen.Stat. § 15A-2005, which prohibits the execution of mentally retarded individuals. Section 15A-2005 defines mental retardation as: 1) significantly subaverage general intellectual functioning, evidenced as an I.Q. of 70 or below, plus; 2) significant limitations in two or more adaptive skill areas; 3) both of which manifested before 18 years old. N.C. Gen.Stat. § 15A-2005(a)(1). The ten adaptive skill areas are: communication, self-care, home living, social skills, community use, self-direction, health and safety, functional academics, leisure skills and work skills. <i>Id.</i> The burden of proof is on a defendant to show mental retardation by a preponderance of the evidence. N.C. Gen.Stat. § 15A-2005(f).</p>\n<p>On the matter of significantly subaverage general intellectual functioning, petitioner presented two I.Q. scores, a 72 and a 66. He was first tested with the Weschler Adult Intelligence Scales Revised (\"WAIS-R\") by Dr. Warren, a licensed psychologist retained by the defense, before trial in September 1997. He scored a 72. At the time petitioner was given the WAIS-R, it was in the process of being replaced with an updated I.Q. test, the Weschler Adult Intelligence Scales-Third Edition (\"WAIS-III\"). Dr. Warren testified that when he gave petitioner the WAIS-R, the WAIS-III had already been introduced, but he had not switched over to it yet. St. Ct. R. Vol. 4 of 10 at 2307. The WAIS-III was being implemented to address the Flynn effect on the WAIS-R. The Flynn effect causes an increase in the average test score as a test is used over time, thus resulting in an overstatement of a person's I.Q. score. <i>See</i> Dr. Hahn testimony, Oct. 2004 MAR Hr'g Tr. at 9; <i>see also </i><i>Walker v. Kelly,</i> 593 F.3d 319 (4th Cir.2010).<sup>[5]</sup> The MAR court recognized in <span class=\"star-pagination\">*854</span> its findings of fact that psychologists are intended to use the most up-to-date test available. March 2005 MAR Order at 7.</p>\n<p>In December 1998 petitioner was given the WAIS-III and scored a 66.<sup>[6]</sup> The WAIS-III was given to petitioner by Dr. Tricia Hahn, a licensed psychologist who worked at Dorothea Dix hospital. The evidence in the record reflects that Dr. Hahn saw no signs petitioner was malingering when he took the test. Oct.2004 MAR Hr'g Tr. at 17. She expressed that in her opinion petitioner met the criteria of the significantly subaverage general intellectual functioning prong of N.C. Gen.Stat. § 15A-2005, which requires an I.Q. of 70 or below. <i>Id.</i> at 24. Similarly, at the time of trial, Dr. Bellard testified that in his expert opinion, based on petitioner's I.Q., petitioner suffered from mild mental retardation. St. Ct. R. Vol. 3 of 10 at 1422; Vol. 4 of 10 at 2357.<sup>[7]</sup></p>\n<p>Although never given an individual I.Q. test before the age of 18, petitioner was given the California Achievement Test in the ninth grade. His results placed him in the bottom one percent of the national average in many of the areas. The highest score he received on any section put his performance in the bottom sixth percentile.</p>\n<p>Further, testimony from the experts indicates that in the absence of intervening trauma or particular factors, none of which petitioner was known to have suffered, I.Q. remains fairly constant. <i>See</i> Dr. Moore Report, Pet. Ex. 10 at 9; Dr. Warren trial testimony, St. Ct. R. Vol. 4 of 10 at 2320; Dr. Hahn testimony, Oct. 2004 MAR Hr'g Tr. at 50. Dr. Hahn specifically testified she believed petitioner's I.Q. had probably been the same since birth. <i>Id.</i> at 25.</p>\n<p>On the issue of adaptive skills, petitioner presented expert and lay evidence. Dr. Moore, the expert retained by the State, assessed petitioner's adaptive functioning using a test called the Adaptive Behavior Assessment System. Dr. Moore Report, Pet. Ex. 10 at 5. According to his report, Dr. Moore met with petitioner, spoke with petitioner's former employer and co-workers, and relied on petitioner's school records, medical records, and mental health records. Based on the assessment, Dr. Moore concluded petitioner was significantly limited in the areas of functional academics and health and safety. <i>Id.</i> at 10.<sup>[8]</sup></p>\n<p>Dr. Moore concluded petitioner was mentally retarded. <i>Id.</i> at report at 1. Dr. Moore acknowledged that because there was no testing before petitioner was 32 years old it was difficult to definitively determine whether petitioner was mentally retarded prior to the age of 18, but noted there were no intervening traumas or factors which would be \"expected to lead to a decrease in intellectual functioning.\" <i>Id.</i> at 9. Dr. Moore ultimately concluded that \"it appears likely that Mr. Nicholson met the statutory definition of mental retardation at the time of the crime.\" <i>Id.</i> at 10.</p>\n<p><span class=\"star-pagination\">*855</span> The other experts similarly concluded petitioner was mentally retarded and that his mental retardation manifested before the age of 18. In an affidavit presented in support of petitioner's mental retardation MAR, Dr. Warren concluded that based on his assessment \"Abner Nicholson has significant subaverage functioning, existing concurrently with significant limitations in adaptive functioning, both of which were manifested before the age of 18.\" Dr. Warren Aff., Pet. Ex. 2, Attachment 1 at 2.<sup>[9]</sup></p>\n<p>At the hearing on the MAR, Dr. Hahn testified petitioner had significant limitations in the areas of functional academics, health &amp; safety, and self-direction. Oct. 2004 MAR Hr'g Tr. at 30.<sup>[10]</sup> She reached her determination based on her interaction with petitioner, as well as her review of court records, information in documents from his friends, family, and co-workers, and Dr. Moore's testing. <i>Id.</i> Dr. Hahn expressed that in her opinion petitioner's I.Q. below 70 and limitations in adaptive functioning existed before petitioner reached the age of 18. <i>Id.</i> at 34.</p>\n<p>Petitioner also presented testimony from Christopher Kiricoples who was accepted as an expert witness in the area of adaptive skills of the mentally retarded. <i>Id.</i> at 66.<sup>[11]</sup> Mr. Kiricoples was the Executive Director of the Beaufort County Developmental Center, an agency that provides educational, vocational, and residential services to persons with mental retardation and other developmental disabilities.<sup>[12]</sup><i>Id.</i> at 62.</p>\n<p>Mr. Kiricoples testified that in his career he had been involved in \"direct service delivery to eight or nine hundred individuals and [had] probably supervised or coordinated the service delivery to several thousand individuals with mental retardation.\" <i>Id.</i> at 63. After meeting with petitioner and reviewing petitioner's mental health evaluations, as well as information gathered by petitioner's mitigation specialist from family, friends, former co-workers and his employer, Mr. Kiricoples testified it was his opinion that petitioner had significant limitations in four adaptive skill areas: functional academics, health and safety, work skills, and self-direction. <i>Id.</i> at 74.</p>\n<p>Lay evidence was offered from petitioner's colleagues and family members. Petitioner worked at a car dealership for approximately eight years doing odd jobs. Petitioner's employer, Tim Coley, and petitioner's co-workers indicated petitioner was given menial tasks around the dealership and accommodations were made for his inability to read instructions. <i>See</i> St. Ct. R. Vol. 4 of 10 at 2202-03, Vol. 3 of 10 at 1753.<sup>[13]</sup> His sister, Erma Lynch, said <span class=\"star-pagination\">*856</span> petitioner \"relied on his family and friends to take care of his bills and the details involved in getting a car, car insurance, and a home.\" Erma Lynch Aff., Pet. Ex. 2, Attach. 5 at 1. His sister Dianna said petitioner had never lived alone. Dianna Nicholson Aff., Pet. Ex. 2, Attach. 3 at 1. She testified that as far as she knew, petitioner never had a bank account and petitioner's car and insurance were in her name. Oct.2004 MAR Hr'g Tr. at 99. It was arranged so that he would give her cash and she would take care of paying his insurance bill. <i>Id.</i> She explained he was supposed to be on blood pressure medicine but was not taking it, and as far as she knew, had never refilled the prescription as he had been instructed to do. <i>Id.</i> at 100. Petitioner's nephew, Michael Nicholson, explained petitioner had always been reserved and \"kept to a routine and a small, limited area.\" Michael Nicholson Aff., Pet. Ex. 2, Attach. 4 at 1.</p>\n<p>In support of its position that petitioner was not mentally retarded, the State referred the court to trial testimony, including testimony from Dr. Nicole Wolfe, a psychiatrist at Dorothea Dix. Dr. Wolfe had examined petitioner before and during trial to determine his competency to proceed. Dr. Wolfe gave petitioner \"a primary diagnosis of borderline intellectual functioning versus mild mental retardation.\" St. Ct. R. Vol. 4 of 10 at 2250.<sup>[14]</sup> The State also referred the MAR court to the trial testimony of Kenneth Richardson who testified petitioner filled out the form required to retrieve the gun at the pawn shop.<sup>[15]</sup></p>\n<p>In ruling on the claim, the MAR court found petitioner failed to carry his burden of showing any of the requirements established under N.C. Gen.Stat. § 15A-2005. \"[A] decision adjudicated on the merits in state court and based on a factual determination will not be overturned on factual grounds unless objectively unreasonable in light of the evidence presented in the state-court proceeding.\" <i>Miller-El v. Cockrell,</i> 537 U.S. 322, 340, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003). While the court applies a highly deferential standard on habeas review, \"deference does not imply abandonment or abdication of judicial review.... A federal court can disagree with a state court's credibility determination and, when guided by AEDPA, conclude the decision was unreasonable or that the factual premise was incorrect by clear and convincing evidence.\" <i>Id.</i></p>\n<p>Based on the evidence in the record, the court finds that the MAR court's ruling is not merely incorrect, but unreasonable. Petitioner presented substantial evidence that he has significantly subaverage general intellectual functioning and significant limitations in at least two adaptive skill areas that manifested before the age of eighteen. Petitioner's I.Q. scores, when considered in light of other evidence such as the expert testimony that with no intervening trauma petitioner's scores would have been consistent prior to 18, demonstrate petitioner has significantly <span class=\"star-pagination\">*857</span> subaverage general intellectual functioning that manifested prior to the age of eighteen. Moreover, the results of his California Achievement test, taken before he turned 18, are consistent with his low performance on his I.Q. tests and support the conclusion his mental deficiencies manifested before 18 years of age. The testing done by State expert Dr. Moore, the assessments by Dr. Hahn and Mr. Kiricoples, along with lay evidence and petitioner's school records demonstrate petitioner suffers from significant limitations in at least the adaptive skill areas of functional academics and self-direction. The evidence in the record also shows that these limitations manifested in petitioner prior to the age of eighteen.</p>\n<p>Out of the five mental health experts who evaluated petitioner, Dr. Wolfe is the only one who did not conclude petitioner was mentally retarded. However, Dr. Wolfe's testimony does not undermine the finding that petitioner is mentally retarded. In explaining her diagnosis, Dr. Wolfe stated \"[t]he diagnosis simply means that again he is right on that line betweenon intelligence, between what we call borderline intellectual functioning and mild mental retardation.\" <i>Id.</i> She acknowledged it was hard to say whether he had borderline intellectual functioning or mild mental retardation, which is why she listed both diagnoses. St. Ct. R. Vol. 4 of 10 at 2250. She further noted that in making that determination she had not had the benefit of Dr. Warren's full report, but only the I.Q. scores. <i>Id.</i> at 2253. Moreover, in testimony provided during the mid-trial competency hearing, Dr. Wolfe conceded she could not rule out a diagnosis of mild mental retardation for petitioner. St. Ct. R. Vol. 3 of 10 at 1469.</p>\n<p>Similarly, the trial testimony of Kenneth Richardson offered by the State does not undermine petitioner's evidence of mental retardation. Mr. Richardson testified petitioner filled out some of the answers on the form at the pawn shop, but he also testified, \"I might have asked him the questions, but he didn't have any help as far as telling him what to put in the box.\" St. Ct. R. Vol. 2 of 10 at 906. As noted above, the portion of the form filled out by petitioner asked only for basic information such as name, address, and birth date. Moreover, there was evidence from petitioner's boss, who interacted with petitioner for many years, that petitioner could not read and would commonly hand the paper with his daily duties listed on it to another employee to read for him to find out what he was supposed to do. St. Ct. R. Vol. 4 of 10 at 2202-03.</p>\n<p>The MAR court's ruling also appears to be flawed in its application of the law. In addressing the I.Q. prong of the statute, the MAR court stated \"[d]efendant produced no documented evidence at all to show his I.Q. was tested prior to the age of eighteen, much less that he had a fullscale score of 70 or below as required by N.C.G.S. §§ 15A-2005 (a)(1) and (2).\" March 2005 MAR Order at 24. While N.C. Gen.Stat. § 15A-2005 requires a defendant to show that mental retardation manifested before 18 years of age, there is no requirement that he show he had scored 70 or below on a test given prior to the age of eighteen. <i>See e.g. </i><i>Walker v. True,</i> 399 F.3d 315, 323 n. 7 (4th Cir.2005); <i>Cole v. Branker,</i> 2007 WL 2782327 (E.D.N.C.2007). Thus, insofar as the MAR court denied petitioner's claim because he failed to produce an I.Q. test score from a test administered prior to the age of eighteen, the court's ruling is an unreasonable application of the law.</p>\n<p>Consequently, the court finds the MAR court's ruling rejecting petitioner's claim is based both on an unreasonable determination of the facts and an unreasonable application of the law. Considering the evidence <span class=\"star-pagination\">*858</span> in the record <i>de novo,</i> the court concludes petitioner has shown by a preponderance of the evidence that he is mentally retarded as defined in N.C. Gen.Stat. § 15A-2005. Having so found, petitioner may not be sentenced to death. <i>See </i><i>Atkins,</i> 536 U.S. at 321, 122 S.Ct. 2242. Accordingly, petitioner has shown he is entitled to habeas relief as to Claim I, and Respondent's motion for summary judgment as to Claim I is denied.</p>\n<p></p>\n<h2>2. <i>Claims II and IIIThe trial court denied petitioner's right to due process by excluding evidence from Drs. Fedor and Bellard regarding petitioner's state of mind</i>\n</h2>\n<p>In Claims II and III, petitioner argues the trial court erred by excluding evidence from Drs. Fedor and Bellard at the guilt phase of trial. Petitioner argues the doctors could have provided evidence of his mental and emotional state that would have helped explain his belief at the time of the shooting and supported the argument he acted in self-defense. He also argues the testimony of the doctors was relevant and admissible to address whether he acted with premeditation and deliberation. Petitioner argues the evidence from Drs. Fedor and Bellard was excluded in violation of his right to due process and right to present a defense.</p>\n<p>Petitioner first raised a claim that evidence from Drs. Fedor and Bellard was improperly excluded on direct appeal. <i>See</i> St. Ct. R. Vol. 6 of 10, St. Ex. E at 77-99. At that time, he argued the evidence was unconstitutionally excluded because the evidence, which showed his state of mind and his perception of the imminence of danger, was highly relevant to his theory of self-defense. <i>Id.</i> On direct appeal, he did not argue the evidence was relevant to rebut the State's position he acted with premeditation and deliberation. <i>Id.</i></p>\n<p>The Supreme Court of North Carolina denied the argument on the merits. The court held that the evidence at trial did not support a jury instruction on self-defense and the trial court had erred by giving one. <i>Nicholson,</i> 355 N.C. at 30-32, 558 S.E.2d at 130-31. The court said there was no evidence to support a finding that petitioner believed it was necessary to kill the victims to protect himself from serious injury or death. <i>Id.</i> The court noted that petitioner testified at trial and denied he intended to shoot anyone or that he did shoot anyone. <i>Id.</i> Petitioner testified he fired two shots into the floor of the trailer and speculated it was actually Mr. Badger who killed the victims. The court reasoned that because petitioner's testimony showed he did not believe it was necessary to use deadly force, the expert testimony he claims was improperly excluded was irrelevant. The court stated that he was \"not entitled to introduce expert testimony to bolster a defense which was not supported by the evidence at trial.\" <i>Id.</i> at 31, 558 S.E.2d at 131.</p>\n<p>Petitioner argues that the state court's determination of the facts was unreasonable in light of all of the evidence. He contends that if the state court had considered all of the evidence, including the information from Drs. Fedor and Bellard, it would have found that, despite petitioner's statements, petitioner was acting in self-defense when he fired his weapon.</p>\n<p>The trial court ruled the evidence was not admissible on state law grounds. On direct appeal the Supreme Court of North Carolina similarly relied on state law in finding that because petitioner was not entitled to an instruction on self-defense, the evidence was irrelevant and not improperly excluded. Claims based on state court rulings regarding the exclusion of evidence cannot serve as a basis of federal habeas relief unless they violate <span class=\"star-pagination\">*859</span> specific constitutional provisions or render the trial fundamentally unfair. <i>Estelle v. McGuire,</i> 502 U.S. 62, 67-68, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991); <i>Howard v. Moore,</i> 131 F.3d 399, 415 n. 18 (4th Cir. 1997).</p>\n<p>A defendant has a well-established constitutional right to present a defense and call witnesses in support. <i>Chambers v. Mississippi,</i> 410 U.S. 284, 294, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973). However, the right is limited. <i>Holmes v. South Carolina,</i> 547 U.S. 319, 326, 126 S.Ct. 1727, 164 L.Ed.2d 503 (2006). The court may exclude evidence \"if its probative value is outweighed by certain other factors such as unfair prejudice, confusion of the issues, or potential to mislead the jury.\" <i>Id.</i> If evidence is improperly excluded, a petitioner is only entitled to relief if its exclusion had a \"`substantial and injurious effect or influence in determining the jury's verdict.'\" <i>Brecht v. Abrahamson,</i> 507 U.S. 619, 637, 113 S.Ct. 1710, 1722, 123 L.Ed.2d 353 (1993) (quoting <i>Kotteakos v. United States,</i> 328 U.S. 750, 776, 66 S.Ct. 1239, 1253, 90 L.Ed. 1557 (1946)).</p>\n<p>Petitioner argues that the state court erred in excluding evidence from the experts because it was material and relevant evidence in support of his theory that he acted in self-defense. In accordance with North Carolina law there are four elements to self-defense:</p>\n<blockquote>(1) it appeared to defendant and he believed it to be necessary to kill the deceased in order to save himself from death or great bodily harm; and</blockquote>\n<blockquote>(2) defendant's belief was reasonable in that the circumstances as they appeared to him at the time were sufficient to create such a belief in the mind of a person of ordinary firmness; and</blockquote>\n<blockquote>(3) defendant was not the aggressor in bringing on the affray, i.e. he did not aggressively and willingly enter into the fight without legal excuse or provocation; and,</blockquote>\n<blockquote>(4) defendant did not use excessive force, i.e., did not use more force than was necessary or reasonably appeared to him to be necessary under the circumstances to protect himself from death or great bodily harm.</blockquote>\n<p><i>State v. Norris,</i> 303 N.C. 526, 530, 279 S.E.2d 570, 572-73 (1981). Imperfect self-defense is shown when the first two elements exist, but defendant was the aggressor or used excessive force in responding to the situation. <i>Id.</i> \"[B]efore [a] defendant is entitled to an instruction on self-defense, two questions must be answered in the affirmative: (1) Is there evidence that the defendant in fact formed a belief that it was necessary to kill his adversary in order to protect himself from death or great bodily harm, and (2) if so, was that belief reasonable?\" <i>State v. Bush,</i> 307 N.C. 152, 160, 297 S.E.2d 563, 569 (1982).</p>\n<p>At trial, the court heard the testimony of Drs. Fedor and Bellard on voir dire before ruling on whether the testimony was admissible. Dr. Fedor, a psychiatrist, testified she saw petitioner on July 15, 1997, two days before the shooting, at Edgecombe-Nash Mental Health. St. Ct. R. Vol. 3 of 10 at 1670, 1673. Petitioner came into the mental health clinic with his wife because his wife was concerned about changes in petitioner's behavior and the fact he was having hallucinations, claiming to see and speak with his deceased mother. <i>Id.</i> at 1675, 1678. Dr. Fedor's mental health evaluation revealed that petitioner was confused and disoriented as to place and time, with poor insight and impaired judgment. <i>Id.</i> at 1681, 1683. Dr. Fedor diagnosed him with extremely \"high blood pressure\" and \"psychotic disorder not otherwise specified.\" <i>Id.</i> at 1684. She wanted him to be evaluated in depth as an outpatient over the next several days. However, <span class=\"star-pagination\">*860</span> petitioner did not return to the hospital the following day as scheduled, and two days later the murders occurred. <i>Id.</i> at 1675, 1691. When Dr. Fedor was asked by the judge if she thought her contact with petitioner put her in a position to assist the jury on determining his state of mind at the time of the murder, Dr. Fedor said no. <i>Id.</i> at 1688-89.</p>\n<p>Dr. Bellard, a forensic psychiatrist, examined petitioner after the crimes to assist the defense in preparing for trial. He testified on voir dire that based on his evaluation of petitioner and review of Dr. Fedor's report, he believed petitioner's brain was not functioning normally at the time of the murders. <i>Id.</i> at 1707. Dr. Bellard believed that at the time of the murders petitioner was paranoid and compared to the average person \"had a much greater ... difficulty ... fully evaluating options that were available to him, that he may jump to conclusions at that time. And, I believe he was suffering from the [sic] depression with psychotic features.\" <i>Id.</i> at 1709-10. Dr. Bellard said that petitioner's state would have made him more inclined to feel he was in jeopardy. <i>Id.</i> at 1710. He said he believed his testimony would help the jury understand petitioner's state of mind at the time of the crimes. <i>Id.</i></p>\n<p>The trial court heard arguments as to whether the evidence should be admitted in support of a theory of self-defense. At the conclusion, the court ruled the evidence was not relevant and could not be introduced. <i>Id.</i> at 1741. In ruling, the court noted, in part, that it did not find the testimony of the doctors relevant because under the law applicable to self-defense, \"the defendant's belief that he was required to defend himself must be reasonable, and I believe that reasonableness is not someI think it is a yard stick that ordinary, reasonable people would understand. And I don't think that his special mental condition should be inserted into this issue.\" <i>Id.</i></p>\n<p>Petitioner is unable to show the state court's ruling is based on an unreasonable determination of the facts or is contrary to clearly established federal law. Petitioner argues that the testimony of the doctors was necessary to show that his mental state was such that he believed it was necessary to shoot to try to save himself from bodily harm. Under the North Carolina law applicable to either perfect or imperfect self-defense, a defendant must show: \"(1) it appeared to defendant and he believed it to be necessary to kill the deceased in order to save himself from death or great bodily harm; and (2) defendant's belief was reasonable in that the circumstances as they appeared to him at the time were sufficient to create such a belief in the mind of a person of ordinary firmness.\" <i>Norris,</i> 303 N.C. at 530, 279 S.E.2d at 572-73. Because the reasonableness of the belief is weighed against \"a person of ordinary firmness,\" petitioner cannot show that evidence from the doctors as to petitioner's personal mental state was relevant to the jury's consideration of self-defense. Therefore, petitioner cannot show his due process rights were violated because the trial court excluded the evidence trying to show his personal mental deficiencies made it reasonable for him to be fearful.</p>\n<p>Moreover, even if petitioner could show the testimony was improperly excluded, petitioner cannot show that excluding testimony from Drs. Fedor and Bellard had a \"`substantial and injurious effect or influence'\" at trial. <i>See </i><i>Brecht,</i> 507 U.S. at 637, 113 S.Ct. 1710 (quoting <i>Kotteakos,</i> 328 U.S. at 776, 66 S.Ct. 1239). In testifying at trial, although petitioner indicated he felt afraid and threatened, he claimed he did not shoot anyone, never intended to shoot anyone, and only fired two shots into <span class=\"star-pagination\">*861</span> the floor. St. Ct. R. Vol. 3 of 10 at 1599-1600. He testified someone else shot Chief Hathaway, and when asked who he thought was responsible, he testified he believed Marvin Badger had killed the victims. <i>Id.</i> at 1627, 1631. Therefore, even if the doctors' testimony would have shown petitioner's mental condition was unstable and made it more likely for him to believe he needed to protect himself, excluding the testimony did not substantially impact the jury's finding on the issue of self-defense.</p>\n<p>The court next considers petitioner's argument that evidence from the doctors was improperly excluded because it was relevant to the issue of premeditation and deliberation. As respondent notes in his answer and motion for summary judgment, at trial, in arguing for admission of the testimony of the doctors, defense counsel only argued it was relevant to self-defense. At the time of trial, petitioner did not argue the testimony of Drs. Fedor and Bellard should be admitted because it was relevant to the issue of premeditation and deliberation. <i>See Id.</i> at 1562-1571, 1692-1697, 1727-1733. Therefore, petitioner cannot show the trial court violated his constitutional rights by not admitting the evidence on that basis.</p>\n<p>Moreover, the doctrine of exhaustion requires that before a claim may be presented in federal court on habeas review it must have been presented to the state courts, giving those courts the first opportunity to consider the claim. <i>Picard v. Connor,</i> 404 U.S. 270, 275, 92 S.Ct. 509, 30 L.Ed.2d 438 (1971). The exhaustion requirement is satisfied when a petitioner gives the state court a \"fair opportunity\" to apply controlling legal principles to the facts bearing on his constitutional claim. <i>Anderson v. Harless,</i> 459 U.S. 4, 6, 103 S.Ct. 276, 74 L.Ed.2d 3 (1982); <i>Picard,</i> 404 U.S. at 275, 92 S.Ct. 509. The exhaustion requirement is not met when a petitioner asserts new legal theories or factual claims for the first time on habeas review. <i>Breard v. Pruett,</i> 134 F.3d 615, 619 (4th Cir.1998).</p>\n<p>Petitioner did not argue either on direct appeal or in his MAR that evidence from the doctors was improperly excluded because it was relevant to the issue of premeditation and deliberation. Petitioner is presenting the argument for the first time before this court. Consequently, the argument is not properly exhausted.</p>\n<p>Under the doctrine of procedural default, a federal court is precluded from reviewing the merits of any claim that was found to be procedurally barred by the state court on adequate and independent state grounds. <i>Coleman v. Thompson,</i> 501 U.S. 722, 750, 111 S.Ct. 2546, 2565, 115 L.Ed.2d 640 (1991). A procedural default occurs when a habeas petitioner fails to exhaust a claim in state court and the state court would now find the claim procedurally barred. <i>Id.</i> at 735 n. 1, 111 S.Ct. 2546. When a claim \"would be procedurally barred under state law if the petitioner attempted to present it to the state court,\" the court may treat the claim as exhausted. <i>Baker v. Corcoran,</i> 220 F.3d 276, 288 (4th Cir.2000); <i>see also </i><i>Breard v. Pruett,</i> 134 F.3d 615, 619 (4th Cir.1998). The procedural bar that allows the court to treat the claim as exhausted also provides an adequate and independent state ground for procedural default. <i>Gray v. Netherland,</i> 518 U.S. 152, 161-62, 116 S.Ct. 2074, 135 L.Ed.2d 457 (1996).</p>\n<p>If petitioner now attempted to return to state court to raise this argument it would be procedurally barred. Consequently, petitioner's argument that the testimony of Drs. Bellard and Fedor was improperly excluded because the testimony was relevant to a finding of premeditation and deliberation is procedurally defaulted.</p>\n<p><span class=\"star-pagination\">*862</span> Respondent's motion for summary judgment as to Claims II and III is granted.</p>\n<p></p>\n<h2>3. <i>Claim IVPetitioner received ineffective assistance of counsel because his trial attorneys failed to argue the relevance of Gloria Nicholson's embezzlement charges and failed to try to have the evidence introduced</i>\n</h2>\n<p>In Claim IV, petitioner asserts he received ineffective assistance of counsel due to his trial attorneys' failure to move to admit during the guilt phase of trial evidence that Gloria Nicholson had been charged with embezzling from Tim's Auto Sales.<sup>[16]</sup> Petitioner had worked at Tim's Auto Sales for years, and had helped Gloria get her job at Tim's as a cashier. The employer discovered Gloria was embezzling money and had contacted the authorities to pursue charges. St. Ct. R. Vol. 4 of 10 at 2200-01. As a result of the charges against her, Gloria was fired and petitioner, because he was married to her, quit his job.<sup>[17]</sup> Petitioner argues that evidence Gloria had been charged with embezzlement would have undermined Gloria's credibility and her reports of spousal abuse. He also argues it was critical to giving the jury a complete picture of his state of mind at the time of the crimes. Pet. at 51; 54-55.</p>\n<p>Petitioner first raised this argument in his MAR. The MAR court denied the claim on the merits. Sept. 2003 MAR Order at 22-25.<sup>[18]</sup> The MAR court noted that at trial, the defense strategy was to show petitioner was under extreme stress on the day of the killings, and the defense presented witnesses in support of this approach. <i>Id.</i> at 22. The MAR court stated that \"the specific strategy was to place emphasis upon and focus the jury's attention on defendant's state of mind, not attack Gloria's veracity.\" <i>Id.</i> at 23. The MAR court found that petitioner's testimony failed to establish self-defense, and Gloria's arrest and reason for being fired were irrelevant to his theory of self-defense. <i>Id.</i> at 24. The court found that \"[t]he fact that was of consequence to defendant at trial was Gloria Nicholson's assaultive behavior towards him, which allegedly caused him stress and led to the affray in the trailer. Defense counsel followed this strategy and presented several witnesses on the point.\" <i>Id.</i> The court concluded that an attack on Gloria's credibility would not have added anything to the defense presented at trial. The court also noted the overwhelming evidence against petitioner, including a surviving eyewitness. The MAR court held petitioner was unable to establish either prong of <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). <i>Id.</i> The MAR court denied petitioner's request for an evidentiary hearing. <i>Id.</i></p>\n<p>Petitioner argues the MAR court's ruling is contrary to, or an unreasonable application of, clearly established federal law. He also argues the MAR court's determination of the facts was unreasonable in light of the evidence presented. He argues the decision not to impeach Gloria's credibility was not a strategic decision by counsel, but poor lawyering. He contends the MAR court should have granted him an evidentiary hearing to show this and to develop the factual basis of his claim.</p>\n<p>To establish ineffective assistance of counsel, a petitioner must show that <span class=\"star-pagination\">*863</span> counsel's representation \"fell below an objective standard of reasonableness\" and that there is \"a reasonable probability that, but for counsel's unprofessional error, the result of the proceeding would have been different.\" <i>Strickland,</i> 466 U.S. at 694, 104 S.Ct. 2052. The court must judge the reasonableness of counsel's performance based upon the specific facts of the case, viewed as of the time of counsel's conduct. <i>Id.</i> at 690, 104 S.Ct. 2052. \"A court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.'\" <i>Id.</i> at 689, 104 S.Ct. 2052 (quoting <i>Michel v. Louisiana,</i> 350 U.S. 91, 76 S.Ct. 158, 100 L.Ed. 83 (1955)).</p>\n<p>Petitioner argues that evidence Gloria had been charged with embezzling would have undermined the credibility of Gloria's hearsay statements that petitioner had threatened to kill her and had physically abused her in the past. Reply at 38. The hearsay evidence was admitted by the State to show petitioner had the specific intent to kill. Petitioner also argues the evidence of Gloria's criminal behavior was important because it showed that as a result of Gloria's actions petitioner had been forced to quit the job he enjoyed and was under great stress, needing to make money to pay child support and his bills.</p>\n<p>Petitioner cannot show the MAR court erred in ruling he could not establish ineffective assistance of counsel under <i>Strickland.</i> As an initial matter, petitioner has failed to show that counsel's decision not to introduce the evidence of Gloria's criminal behavior was anything other than a strategic decision. As noted above, counsel introduced the evidence at sentencing. Despite petitioner's arguments to the contrary, petitioner has not shown that counsel did not make a strategic decision to avoid attacking the victim before the jury at the guilt phase. Nor can petitioner show he was prejudiced by any alleged error of counsel. Evidence that Gloria had embezzled and essentially forced petitioner to quit his job would not have assisted the defense as it proceeded at trial. Even if the testimony had shown that Gloria was manipulative, not to be trusted, and that her actions had caused petitioner a great deal of stress, such evidence would not have reasonably impacted the consideration of whether or not petitioner acted in self-defense.<sup>[19]</sup> Petitioner's own testimony was that he did not mean to shoot anyone, did not shoot anyone, and believed Mr. Badger shot the victims. Therefore, petitioner cannot show he was prejudiced because counsel failed to try to admit evidence of Gloria's criminal behavior.</p>\n<p>Moreover, despite petitioner's arguments to the contrary, Gloria's hearsay statements that petitioner said he would kill her were not the best evidence of whether the shooting was intentional. At trial, Jarrin Brown testified that in the time period after petitioner shot Chief Hathaway, he saw petitioner walk over to his sister who was lying on the floor, lean down, and shoot her. St. Ct. R. Vol. 2 of 10 at 1058-60. Evidence from the forensic pathologist who performed Gloria's autopsy corroborated that at least one of the shots that struck Gloria was at close range. St. Ct. R. Vol. 3 of 10 at 1140, 1144-45. Jarrin Brown also testified that petitioner had fired at Chief Hathaway while his gun was still buckled in the holster. St. Ct. R. Vol. 2 of 10 at 1057-59, <span class=\"star-pagination\">*864</span> 1062. This eyewitness testimony describing petitioner's very deliberate actions, indicating he approached Gloria once she was down on the ground, leaned over, and shot her at close range, significantly challenges any suggestion the shooting was not intentional.</p>\n<p>Accordingly, petitioner cannot show the MAR court's ruling is based on an unreasonable determination of the facts or an unreasonable application of clearly established federal law that would warrant relief. Respondent's motion for summary judgment as to Claim IV is granted.</p>\n<p></p>\n<h2>4. <i>Claim VThe trial court unconstitutionally allowed the State to introduce Gloria Nicholson's hearsay statements</i>\n</h2>\n<p>In Claim V, petitioner argues the trial court violated his constitutional rights by allowing hearsay statements made by Gloria Nicholson. In particular, he argues that Gloria's mother was allowed to testify to statements Gloria made in which she said that petitioner had threatened to kill her. Petitioner first raised this claim on direct appeal and it was denied on the merits. <i>Nicholson,</i> 355 N.C. at 36-37, 558 S.E.2d at 133-34. The state court concluded the statements were properly admitted in accordance with Rule 803 of the North Carolina Rules of Evidence. <i>Id.</i> at 7, 558 S.E.2d at 134.</p>\n<p>Petitioner argues the state court's ruling \"incorrectly applied the rulings of the United States Supreme Court in its review of the issue.\" Pet. at 56. He also contends the state court's ruling was based on an unreasonable determination of the facts. <i>Id.</i> at 59. In the claim, he argues the North Carolina Supreme Court improperly determined that Gloria's hearsay statements were admissible under either the state of mind or excited utterances exceptions. He contends, therefore, that the admission of the statements deprived him of his right to confrontation guaranteed under the Sixth Amendment. In support of his claim he cites to <i>Crawford v. Washington,</i> 541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), and <i>Lilly v. Virginia,</i> 527 U.S. 116, 119 S.Ct. 1887, 144 L.Ed.2d 117 (1999).</p>\n<p>Respondent argues <i>Crawford</i> does not apply to petitioner's case because it was decided after petitioner's conviction became final. <i>See </i><i>Teague v. Lane,</i> 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989) (new rules of constitutional law may not be applied on collateral review). In <i>Crawford,</i> the Court held that under the Sixth Amendment, a testimonial out-of-court statement is not admissible unless the witness is unavailable and defendant has been able to previously cross-examine him. <i>Crawford,</i> 541 U.S. at 68, 124 S.Ct. 1354. The case abrogated the then-existing standard which allowed an out-of-court statement to be admitted as long as the witness was unavailable and the State could show the statement had an adequate indicia of reliability. <i>See </i><i>Ohio v. Roberts,</i> 448 U.S. 56, 66, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980).</p>\n<p>In <i>Whorton v. Bockting,</i> 549 U.S. 406, 416-17, 127 S.Ct. 1173, 167 L.Ed.2d 1(2007), the Supreme Court held <i>Crawford</i> does not apply retroactively to cases on collateral review. Petitioner's case was final on direct review in 2002, <i>see </i><i>Nicholson,</i> 537 U.S. 845, 123 S.Ct. 178, well before <i>Crawford</i> was decided in 2004. Therefore, petitioner's case is governed by the pre-<i>Crawford</i> standard set forth in <i>Ohio v. Roberts</i><i>.</i></p>\n<p>\"In all criminal prosecutions, the accused shall enjoy the right ... to be confronted with witnesses against him....\" U.S. Const. amend. VI. In <i>Roberts,</i> the Supreme Court explained that the underlying purpose of the Confrontation Clause is to \"augment accuracy in the fact <span class=\"star-pagination\">*865</span> finding process.\" <i>Roberts,</i> 448 U.S. at 65, 100 S.Ct. 2531. Under the rule enunciated in <i>Roberts,</i> an out-of-court statement is admissible as long as the witness is unavailable and the State could show the statement had an adequate indicia of reliability. <i>Id.</i> at 66, 100 S.Ct. 2531. If a statement is within a firmly rooted hearsay exception, reliability can be inferred, otherwise the state must show particular guarantees of trustworthiness. <i>Lilly v. Virginia,</i> 527 U.S. 116, 125-26, 119 S.Ct. 1887, 144 L.Ed.2d 117 (1999); <i>White v. Illinois,</i> 502 U.S. 346, 356, 112 S.Ct. 736, 116 L.Ed.2d 848 (1992); <i>Idaho v. Wright,</i> 497 U.S. 805, 814-15, 110 S.Ct. 3139, 111 L.Ed.2d 638 (1990). Confrontation Clause errors are subject to harmless error review. <i>See </i><i>Lilly,</i> 527 U.S. at 139-40, 119 S.Ct. 1887.</p>\n<p>Gloria Nicholson's mother, Ella Badger, testified at trial and described the events in the days before the murder. During her testimony she recounted statements made by Gloria. Initially, the defense did not object to the statements. However, when Mrs. Badger started to testify to statements made by Gloria while she and petitioner were riding in the back of the Badger's car, the defense objected. The following occurred:</p>\n<blockquote>Q: And, you indicated that you heard some whispering going on, but you couldn't hear exactly what was said during the whispering part, is that correct?</blockquote>\n<blockquote>A: Yes, sir.</blockquote>\n<blockquote>Q: If you would, please tell the Court and the jury what you did hear Gloria say?</blockquote>\n<blockquote>A: When Abner were (sic) whispering, like I said before, I don't know exactly I couldn't hear what he was saying, but I heard Gloria when she said:</blockquote>\n<blockquote>\"No. No. No. I ain't gonna (sic) do it. I don't want that.\"</blockquote>\n<blockquote>Mr. Fitch: Move to strike.</blockquote>\n<blockquote>The Court: Overruled.</blockquote>\n<blockquote>Q: Now, what else did you hear her saying during that time?</blockquote>\n<blockquote>A: After that, I heard him</blockquote>\n<blockquote>Q: What did you hear him say?</blockquote>\n<blockquote>A:Abner was whispering again, but I still couldn't understand what he was saying. So, after that Gloria said:</blockquote>\n<blockquote>\"Daddy</blockquote>\n<blockquote>Mr. Fitch: Objection.</blockquote>\n<blockquote>The Court: Overruled.</blockquote>\n<blockquote>Q: Go ahead.</blockquote>\n<blockquote>A: Abner said: \"No, I didn't. I was lying. I ain't got no gun.\"</blockquote>\n<blockquote>Mr. Fitch: Move to strike.</blockquote>\n<blockquote>The Court: Motion Denied.</blockquote>\n<blockquote>Q: And, then at that time, did you hear either one of those two, Abner or Gloria say anything else?</blockquote>\n<blockquote>A: No, sir.</blockquote>\n<blockquote>Q: So, then you went on to the hospital?</blockquote>\n<blockquote>A: Yes, sir.</blockquote>\n<p>St. Ct. R. Vol. 2 of 10 at 947-49. Mrs. Badger was subsequently allowed to testify, over objection, about hearsay statements Gloria made just before the murder indicating petitioner was on his way to the trailer to get his clothes and did not want anyone else there. Gloria said she had called the police and was told not to let petitioner inside, but to call the police back when petitioner arrived at the trailer. <i>Id.</i> at 956-61.</p>\n<p>At trial, the court overruled petitioner's objections without specifying which of the hearsay exceptions it relied upon in admitting the statements. On appeal, in light of the trial court's failure to provide explanations for its rulings, the Supreme Court of North Carolina examined state law to determine what, if any, legal grounds supported admitting the hearsay statements at trial. The appellate court determined Gloria's statements were properly admitted <span class=\"star-pagination\">*866</span> under state law in accordance with either North Carolina Rule of Evidence 803(2), as a present sense impression, or Rule 803(3), as an excited utterance. <i>Nicholson,</i> 355 N.C. at 36-37, 558 S.E.2d at 133-34.</p>\n<p>In making his claim, petitioner disagrees with the Supreme Court of North Carolina's determination that Rule 803(2) &amp; (3) apply to Gloria's statements. He also argues the state court ruling cannot stand because the hearsay exceptions were developed by the court on appeal, as opposed to the exceptions being identified by the trial court. Citing to <i>Miller-El v. Dretke,</i> 545 U.S. 231, 125 S.Ct. 2317, 162 L.Ed.2d 196 (2005), petitioner argues that this \"after-the-fact justification\" is frowned upon. Response at 41.</p>\n<p>Petitioner's argument that the Supreme Court of North Carolina acted improperly in identifying a legal basis for the trial court's rulings fails. The situation before this court is not comparable to <i>Miller-El</i> in which the court hypothesized and provided the prosecutor's alleged rationale for the use of peremptory challenges against jurors. <i>Miller-El,</i> 545 U.S. at 250-52, 125 S.Ct. 2317. In the instant case, in light of the trial court's failure to provide explanations for its rulings, the court on appeal examined state law to determine if any legal grounds supported admission of the hearsay statements at trial. This assessment of whether legal grounds supported admitting the hearsay statements at trial is not comparable to an appellate court speculating about the State's subjective reasoning for exercising peremptory challenges during jury selection as in <i>Miller-El.</i></p>\n<p>Petitioner also cannot show he is entitled to relief based on his argument that the Supreme Court of North Carolina improperly determined that North Carolina Rules of Evidence 803(2) &amp; (3) applied to Gloria's statements. He argues that Gloria's statements do not fit within the exceptions and that the statements do not present the indicia of reliability required to admit hearsay without violating the Sixth Amendment. It is not the role of this court on federal habeas review to determine whether a state court erred in applying a state evidentiary rule. <i>Estelle,</i> 502 U.S. at 67-68, 112 S.Ct. 475. Petitioner disagrees that Gloria's statements are within the confines of North Carolina Rule of Evidence 803(2) &amp; (3), but fails to show the state court's determination violates a specific constitutional provision or renders the trial fundamentally unfair. In the absence of such a showing, this court cannot overrule the state court's interpretation of state law. <i>See </i><i>Sharpe v. Bell,</i> 593 F.3d 372, 383 (4th Cir.2010). Consequently, the statements by Gloria, admitted under well-established hearsay exceptions, were not admitted in violation of petitioner's constitutional rights. <i>See </i><i>Roberts,</i> 448 U.S. at 66, 100 S.Ct. 2531; <i>Lilly,</i> 527 U.S. at 125-26, 119 S.Ct. 1887.</p>\n<p>Finally, petitioner's request for an evidentiary hearing with respect to this claim is denied. Petitioner fails to show a factual dispute, which if resolved in his favor, would entitle him to relief. <i>See </i><i>Rector v. Johnson,</i> 120 F.3d 551, 562-63 (5th Cir.1997). Respondent's motion for summary judgment as to Claim V is granted.</p>\n<p></p>\n<h2>5. <i>Claim VIPetitioner was denied his constitutional rights when a juror failed to answer honestly during voir dire and required petitioner to prove his innocence</i>\n</h2>\n<p>In Claim VI, petitioner argues that his constitutional rights were violated because Juror Deloatch \"failed to follow her oath and instruction of the court by requiring Mr. Nicholson to prove his innocence.\" Pet. at 59. Petitioner contends that during voir dire Juror Deloatch indicated she <span class=\"star-pagination\">*867</span> could consider imposing a life sentence as well as a death sentence. However, he alleges that during post-conviction interviews with Juror Deloatch it became apparent she could not consider a life sentence if a petitioner was convicted of first-degree murder. He asserts she \"did not follow her oath and the instructions of the court. At the end of the day, she was an automatic death juror.\" <i>Id.</i></p>\n<p>Petitioner first raised this argument in his MAR. The MAR court denied the claim on the merits. Sept. 2003 MAR Order at 11. The MAR court reasoned that petitioner \"failed to make any viable showing that juror Deloatch lied during jury selection as to her ability to consider both life imprisonment and the death penalty.\" <i>Id.</i> In making its determination, the MAR court noted that the only evidence offered as to what was in Juror Deloatch's mind during voir dire were two affidavits from law students who had interviewed Juror Deloatch. The MAR court did not consider the affidavits because they contained inadmissible hearsay. The MAR court also noted that information about Juror Deloatch's thoughts during sentencing was inadmissible. <i>Id.</i> at 9-10.</p>\n<p>Petitioner's claim originates from an interview with Juror Deloatch during post-conviction proceedings. Nora Hargrove, petitioner's post-conviction attorney, conducted the interview. Information about the interview with Juror Deloatch is presented in affidavits from two law students who accompanied Attorney Hargrove during the interview. In the affidavits, the law students state the following:</p>\n<blockquote>7. We discussed various matters, including her impression of Mr. Nicholson, the District Attorney and his staff, the defense counsel and the trial judge.</blockquote>\n<blockquote>8. When discussing mitigating circumstances, Ms. Deloatch said that there were crimes that did not warrant the death penalty but she couldn't think of any right then; that the mitigation she would have considered in this case would be evidence that the crime had not been planned. She further noted that she felt that the crime was premeditated and that he had to pay for what he had done.</blockquote>\n<p>Artemis Malekpour &amp; Joseph Goodman Affs., Pet. Ex. 3, Exs. 4 &amp; 5 to MAR. Based on these purported statements of Juror Deloatch, petitioner asserts that Deloatch \"was an automatic death juror who was unable to follow the law as presented to her by the court.\" Pet. at 60. Petitioner argues that her post-conviction statements indicate Juror Deloatch was not honest on voir dire when she indicated she could consider imposing a life sentence as well as a death sentence. He argues that \"Juror Deloatch's belief that one should `pay for what they have done' <i>unless</i> they prove a defense to the crime, is not upholding the law as it applies to mitigating factors and the weighing of aggravators and mitigators.\" <i>Id.</i> Petitioner argues he was clearly prejudiced because a juror who could not consider the law and could not consider life imprisonment sat on his jury. <i>Id.</i> at 61.</p>\n<p>The Sixth and Fourteenth Amendments \"guarantee [] a defendant on trial for his life the right to an impartial jury.\" <i>Morgan v. Illinois,</i> 504 U.S. 719, 728, 112 S.Ct. 2222, 119 L.Ed.2d 492 (1992). Where a conviction is challenged on the basis of a juror's alleged untruthfulness during voir dire, a petitioner must show that \"a juror failed to answer honestly a material question on voir dire,\" and that \"a correct response would have provided a valid basis for a challenge for cause.\" <i>McDonough Power Equipment, Inc. v. Greenwood,</i> 464 U.S. 548, 556, 104 S.Ct. 845, 78 L.Ed.2d 663 (1984).</p>\n<p><span class=\"star-pagination\">*868</span> During voir dire, Juror Deloatch, identified as Juror Eight, was questioned as follows in pertinent part:<sup>[20]</sup></p>\n<blockquote>Mr. Alford: . . . What was it you said; you were asked how long you believed in the death penalty, and what was your response?</blockquote>\n<blockquote>Juror Number Eight: Since adulthood.</blockquote>\n<blockquote>Q: Since adulthood?</blockquote>\n<blockquote>A: Yes (nods).</blockquote>\n<blockquote>Q: Is your belief in the death penalty so strong that you feel like that is the only appropriate punishment?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: You believe that if you sat on a jury and was [sic] asked to decide the guilt or innocence of a person, if the State did not prove its case to you, would you be able to enter a verdict of not guilty?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: If you were convinced, beyond a reasonable doubt, that a person was guilty of first degree murder, and then you went into the second phase, would you be able to equally consider the death penalty and life in prison without parole?</blockquote>\n<blockquote>A: Yes, I could.</blockquote>\n<blockquote>Q: You believe in some circumstances, even though a person may be found guilty of first degree murder, that the appropriate punishment could be life in prison without parole?</blockquote>\n<blockquote>A: Yes, I do.</blockquote>\n<p>St. Ct. R. Vol. 1 of 10 at 438-39. The voir dire upon which petitioner relies continued:</p>\n<blockquote>Mr. Alford: Ms. Deloatch, I would like to ask you just a couple of questions about your views concerning the death penalty.</blockquote>\n<blockquote>A: All right.</blockquote>\n<blockquote>Q: And, I may be asking the same questions I've asked, but I just want to make sure I've covered it.</blockquote>\n<blockquote>A: All right.</blockquote>\n<blockquote>Q: Do you believe that if a person is found guilty of first degree murder that the only appropriate punishment is the death penalty?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: You're willing to consider both punishments?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: In some circumstances if a person is found guilty of first degree murder, the appropriate punishment could be life without parole?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: And, you wouldn't go into a case like this slanted either way?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: You would be open, waiting for the evidence to come out to apply to the Judge's instructions, as to the law. Would you be willing to do that?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>The Court: Are you ready now?</blockquote>\n<blockquote>Mr. Alford: Yes, sir, Your Honor.</blockquote>\n<p>Thank you. <i>Id.</i> at 460-61. Mr. Alford subsequently accepted Juror Deloatch as a juror. <i>Id.</i> at 462.</p>\n<p>Petitioner argues that the MAR court erred in ruling on the claim in several respects. First, petitioner argues that he was justified in using affidavits containing hearsay in support of his MAR and in support of his request for an evidentiary hearing before the MAR court. <i>Id.</i> at 62 Next, petitioner argues that \"[t]he court did not consider the issue that Juror Deloatch failed to follow her oath and the instructions of the court inasmuch as she required Mr. Nicholson to prove that he did not premeditate and deliberate in order to consider life imprisonment.\" <i>Id.</i></p>\n<p>Petitioner states he has never been given the opportunity at a hearing to present <span class=\"star-pagination\">*869</span> evidence in support of the claim. Petitioner argues that while the MAR court was correct that Juror Deloatch could not testify about jury deliberations, there is nothing to bar Juror Deloatch from testifying about the validity of the statements she made during voir dire. Reply at 44. He contends that if, at a hearing, Juror Deloatch confirmed the statements she made to the law students, the court could assess whether she failed to honestly answer the questions posed to her on voir dire. <i>Id.</i> at 44-45.</p>\n<p>In making their arguments, the parties disagree about the MAR court's treatment of the affidavits of the law students. They disagree about whether the affidavits based on hearsay satisfy N.C. Gen.Stat. § 15A-1420, which requires a MAR to be supported by affidavits. They also disagree about whether the affidavits were sufficient to establish a right to an evidentiary hearing in the MAR court.</p>\n<p>The court need not explicitly resolve this issue. Even if the court considers the hearsay information from Juror Deloatch that is presented in the affidavits of Artemis Malekpour and Joseph Goodman and accepts it as true, petitioner cannot show he is entitled to relief on this claim and cannot show he is entitled to an evidentiary hearing. Petitioner argues that Juror Deloatch's postconviction statements indicate she lied on voir dire. However, none of the statements attributed to Juror Deloatch in the affidavits contradict any of the statements she made during voir dire.<sup>[21]</sup> In her post-conviction interview, while she could not give an example at that moment of a non-death penalty crime, she indicated, as she did during voir dire, that she believed there were crimes that did not warrant death. Similarly, nothing in her statement that she felt petitioner's crime was premeditated and that he had to pay for what he had done contradicts her statements on voir dire or indicates she could not consider all of the evidence, mitigators, or life imprisonment as a potential sentence.</p>\n<p>Further, Juror Deloatch's statement that she would have considered the fact the crime had not been planned as a mitigating factor does not show Juror Deloatch answered dishonestly during voir dire. First, nothing in Juror Deloatch's statements to the law students indicate that lack of premeditation is the only factor she could or would consider as a mitigator. Second, while the statements perhaps indicate a misunderstanding of some of the law, they do not contradict any of her responses on voir dire or demonstrate her responses on voir dire were dishonest. As petitioner concedes in his petition, \"Deloatch is not unlike many other jurors. They just don't understand the difference between mitigators and defenses to the crime.\" Pet. at 60 n.7. Petitioner thereby acknowledges that Juror Deloatch's statements do not likely suggest untruthful responses during voir dire, but rather suggest a not uncommon misunderstanding of the law by a lay person. Such a misunderstanding does not show untruthfulness and cannot establish petitioner is entitled to relief. <i>See </i><i>McDonough,</i> 464 U.S. at 555, 104 S.Ct. 845 (\"[t]o invalidate the result of <span class=\"star-pagination\">*870</span> a three-week trial because of a juror's mistaken, though honest response to a question is to insist on something closer to perfection than our judicial system can be expected to give.\").</p>\n<p>Moreover, the fact that counsel for petitioner posed different questions to Juror Deloatch after trial that garnered different responses or perhaps now indicates some misunderstanding of how to apply the law, does not and cannot establish petitioner's allegation that Juror Deloatch was untruthful in responding on voir dire. \"[A] defendant is not entitled to a new trial when any problem with a juror's answer during voir dire was caused by the poor quality of the question asked.\" <i>United States v. Estey,</i> 595 F.3d 836, 841 (8th Cir.2010) (citing <i>United States v. Williams,</i> 77 F.3d 1098, 1100-01 (8th Cir. 1996)).</p>\n<p>Nor can petitioner show he is entitled to an evidentiary hearing on this claim. A federal habeas court must allow an evidentiary hearing only where a factual dispute, if resolved in petitioner's favor, would entitle him to relief and the state court has not afforded the petitioner a full and fair evidentiary hearing. <i>Rector,</i> 120 F.3d at 562-63 (internal citations and quotations omitted, emphasis in original). Petitioner cannot show a factual dispute that if resolved in his favor would entitle him to relief.</p>\n<p>Petitioner concedes he would be barred from questioning Juror Deloatch about any of her reasoning during deliberations. <i>See, e.g., </i><i>Tanner v. United States,</i> 483 U.S. 107, 117, 107 S.Ct. 2739, 97 L.Ed.2d 90 (1987); <i>see also </i><i>McNeill v. Polk,</i> 476 F.3d 206, 226 (4th Cir.2007). Therefore, the focus of a hearing would be on Juror Deloatch's responses on voir dire. Petitioner asserts in his reply that an evidentiary hearing is necessary because:</p>\n<blockquote>In this case, the claim would be proven by calling the juror to the stand. If she stood by her statement to the law students, the court could then assess whether she was in fact an automatic death juror, and if she failed to honestly answer the questions posed to her during voir dire.</blockquote>\n<p>Reply at 44. However, as discussed, even assuming Juror Deloatch made the statements alleged in the affidavits and confirmed this at a hearing, these statements do not show Juror Deloatch lied in responding to the questions posed at the time of voir dire. An evidentiary hearing could not be used to refine voir dire type questions to elicit responses to show Juror Deloatch misunderstood the application of mitigators. Again, even if petitioner could show that with different questioning Juror Deloatch would now indicate she could not fully consider the mitigators or consider a life sentence, that would not establish he is entitled to relief. As discussed, failure to elicit some bias or impartiality during voir dire as a result of inadequate questioning falls on the defense, and cannot establish the juror was dishonest. <i>See </i><i>Estey,</i> 595 F.3d at 841-42. Moreover, any inconsistency in her responses due to her misunderstanding during voir dire would not establish she did not respond truthfully to the questions as posed at the time of voir dire. <i>Cf. </i><i>Dennis v. Mitchell,</i> 354 F.3d 511, 521 (6th Cir.2003) (juror's misunderstanding of legal term did not amount to untruthfulness during voir dire).</p>\n<p>Lastly, to the extent petitioner argues he is entitled to relief because the information in the affidavits indicates Juror Deloatch did not follow her oath and the instructions of the court, the claim fails and he is not entitled to relief. Nothing in the statements attributed to Juror Deloatch in the affidavits indicate she did not follow the instructions given by the court. Moreover, petitioner could not benefit from an evidentiary hearing to try to develop <span class=\"star-pagination\">*871</span> this issue. Even if petitioner could establish at an evidentiary hearing that Juror Deloatch had some misunderstanding of the application of the law, it would not establish she was not impartial. To show Juror Deloatch actually did not follow the instructions given by the court and was not impartial at trial would require testimony about the internal deliberative process of the jury. As noted above, well-established law prohibits a juror from testifying about internal influences or their internal deliberative process. <i>Tanner,</i> 483 U.S. at 117, 107 S.Ct. 2739. As the Fourth Circuit recognized in <i>Robinson v. Polk,</i> 438 F.3d 350 (2006), the Supreme Court has held that jurors should not be allowed to impeach their verdict even when it was alleged the jurors failed to follow instructions and did not decide guilt or innocence, but bargained among themselves to convict one defendant in exchange for acquitting the other defendant. <i>See </i><i>Robinson,</i> 438 F.3d. at 365 (discussing <i>Hyde v. United States,</i> 225 U.S. 347, 384, 32 S.Ct. 793, 56 L.Ed. 1114 (1912)).</p>\n<p>Consequently, petitioner is unable to show the MAR court ruled unreasonably in holding that petitioner could not show he was entitled to relief on the basis of this claim, and petitioner's request for an evidentiary hearing is denied. Respondent's motion for summary judgment as to Claim VI is granted.</p>\n<p></p>\n<h2>6. <i>Claim VIIPetitioner was deprived of due process when the State allowed the crime scene to be removed</i>\n</h2>\n<p>In Claim VII, petitioner contends he was deprived of due process because the State did not secure the mobile home where the crimes occurred and therefore, he was unable to have a defense expert examine the crime scene. Petitioner first raised the claim in his MAR. The MAR court denied the claim on the merits. Sept. 2003 MAR Order at 34-35. In denying the claim, the MAR court found that petitioner failed to present any acceptable documentation to support his allegation that the trailer was moved, that defense counsel were denied access to the trailer pretrial, or that the whereabouts of the trailer were unknown. <i>Id.</i> at 32. The MAR court held that petitioner was unable to show he was entitled to relief whether the claim was analyzed for the State's alleged failure to disclose exculpatory evidence under <i>Brady v. Maryland,</i> 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), or for the State's alleged failure to preserve evidence under <i>Arizona v. Youngblood,</i> 488 U.S. 51, 109 S.Ct. 333, 102 L.Ed.2d 281 (1988). <i>Id.</i> at 34, 109 S.Ct. 333.</p>\n<p>Petitioner argues the mobile home where the shootings occurred was moved just a few days after the murders. He argues that if an expert for the defense had access to the mobile home before trial, the expert could have searched for evidence that more than one weapon was fired. He asserts a defense expert also could have examined the crime scene to find explanations for a photograph that appears to show a bloody boot print in the kitchen of the trailer. Petitioner contends this is significant because he was wearing athletic shoes at the time of the murders. He also argues that a defense expert could have examined the crime scene to try to explain why the glass from the storm door fell inside the mobile home which suggests it had been hit from someone outside, not inside, the mobile home.</p>\n<p>Petitioner argues it is through no fault of his own that he cannot show the crime scene would have produced exculpatory evidence because he was denied access to the trailer when it was moved. He also argues that the MAR court erred by finding he failed to document that the defense was denied access to the crime scene or that the mobile home was moved. He concedes he did not submit an affidavit from \"any <span class=\"star-pagination\">*872</span> family member, neighbor, or law enforcement personnel to indicate the trailer was moved,\" but contends that the affidavit of post-conviction counsel indicating that they had been told by trial counsel and family that the trailer was moved was sufficient to at least obtain an evidentiary hearing. Pet. at 65. Petitioner further argues that \"the State's failure to secure the crime scene was at the very least, such negligence as to constitute bad faith in preserving the evidence.\" <i>Id.</i> at 66.</p>\n<p>In accordance with <i>Brady v. Maryland,</i> 373 U.S. 83, 87, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), the State has a well-established duty to disclose evidence favorable to the defense and material to guilt or punishment. In assessing a <i>Brady</i> claim, the State's intent in failing to disclose the evidence is irrelevant, the determination focuses on the nature of the evidence allegedly suppressed. To succeed on a <i>Brady</i> claim, a defendant must show that \"there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\" <i>United States v. Bagley,</i> 473 U.S. 667, 682, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985).</p>\n<p>In contrast, when a petitioner argues his due process rights have been violated because the State failed to preserve potentially useful evidence, petitioner must show bad faith. <i>Youngblood,</i> 488 U.S. at 56, 109 S.Ct. 333. In <i>Youngblood,</i> the Supreme Court held \"that unless a criminal defendant can show bad faith on the part of the police, failure to preserve potentially useful evidence does not constitute a denial of due process.\" <i>Id.</i></p>\n<p>Petitioner is unable to show he is entitled to relief on either basis. First, petitioner is unable to show the MAR court erred in finding his claim fails under <i>Brady.</i> Petitioner has not presented any evidence showing the defense was denied material, exculpatory evidence, nor has petitioner even alleged there was exculpatory evidence in the State's possession that was not disclosed. Petitioner argues only the possibility there may have been some information an expert could have discovered by examining the crime scene that could have been useful to the defense at trial. This is insufficient to establish a violation under <i>Brady</i> and its progeny. <i>See e.g. </i><i>United States v. Agurs,</i> 427 U.S. 97, 109-10, 96 S.Ct. 2392, 49 L.Ed.2d 342 (1976).</p>\n<p>Petitioner also fails to show the MAR court erred insofar as he argues his rights were violated because the State failed to preserve evidence. In accordance with <i>Youngblood,</i> in order for petitioner to prevail he must show the State acted in bad faith in failing to secure the crime scene. Petitioner has presented no evidence or information suggesting the State acted in bad faith. He asks the court to infer bad faith from what he characterizes as the State's gross negligence. However, there is no clearly established federal law establishing that a due process violation occurs when the State negligently fails to act to preserve evidence. In fact, there is an unwillingness by the courts to equate bad faith with negligence. <i>See e.g. </i><i>Youngblood,</i> 488 U.S. at 58, 109 S.Ct. 333 (finding no due process violation for failing to preserve clothing of rape victim when actions of police \"can at worst be described as negligent\"); <i>Holdren v. Legursky,</i> 16 F.3d 57, 60 (4th Cir. 1994) (failure to properly test and analyze evidence from crime scene amounts to \"nothing more than negligence. . . and does not indicate bad faith\"). Accordingly, petitioner is unable to show the MAR court's ruling was contrary to clearly established federal law.</p>\n<p>Finally, the court considers petitioner's request for an evidentiary hearing with respect to this claim. He asks for an evidentiary hearing \"to determine whether the absence of the crime scene is due to <span class=\"star-pagination\">*873</span> bad faith on the part of the State.\" Pet. at 66. Petitioner argues the MAR court erred in denying his request for an evidentiary hearing because the MAR court improperly found the affidavits of post-conviction counsel were unacceptable documentation to support his allegations that defense counsel were denied access to the trailer or that the trailer was moved.</p>\n<p>As the MAR court noted, the affidavit to which petitioner refers is the affidavit of post-conviction counsel offered generally in support of the MAR. It did not specifically address the issues in this claim and states:</p>\n<blockquote>The facts contained in the Motion for Appropriate Relief are based in part on the transcript of the trial, in part on the basis of the court file, in part on the basis of documents provided in post-conviction discovery, in part on the basis of interviews with and statements made to me and to Ms. Hosford by Movant, Movant's family, Movant's trial counsel, and in part on interviews with the trial jurors and in part with consultations with experts.</blockquote>\n<p>Pet. Ex. 3, Nora Hargrove Aff., Ex. to MAR. An affidavit attached to the MAR from Ms. Hargrove's co-counsel, Sofia Hosford, contains similar language. Pet. Ex. 3, Sofia Hosford Aff., Ex. to MAR.</p>\n<p>A federal habeas court must allow an evidentiary hearing only where a factual dispute, if resolved in petitioner's favor, would entitle him to relief and the state court has not afforded the petitioner a full and fair evidentiary hearing. <i>Rector v. Johnson,</i> 120 F.3d at 562-63 (internal citations and quotations omitted, emphasis in original). Petitioner has not presented information showing any factual dispute, that if resolved in his favor, would entitle him to relief. Assuming the trailer was moved before the defense had an opportunity to examine it as petitioner alleges, petitioner has not presented any information or evidence that the trailer was moved as a result of bad faith on the part of the State. Petitioner does not allege any bad faith on the part of the State, only negligence. In fact, petitioner does not even assert the State had any specific knowledge of the crime scene being moved. Although petitioner contends he should be given a chance at an evidentiary hearing to question and investigate to see if perhaps bad faith played a role and to \"determine the whereabouts of the trailer, and the specifics of its move,\" Pet. at 66, there is nothing to support granting an evidentiary hearing on federal habeas review to conduct a fishing expedition.</p>\n<p>Petitioner's request for an evidentiary hearing on this claim is denied, and respondent's motion for summary judgment as to Claim VII is granted.</p>\n<p></p>\n<h2>7. <i>Claim VIIIPetitioner received ineffective assistance of counsel because his trial attorneys failed to present a diminished capacity defense</i>\n</h2>\n<p>In Claim VIII, raised in the amendment to the petition, petitioner argues he received ineffective assistance of counsel because his attorneys failed to present a diminished capacity defense at trial. This court granted an evidentiary hearing on the claim, held on May 5, 2010, at which the parties had an opportunity to present evidence and witnesses in support of their arguments. Subsequently, the parties filed supplemental briefs.</p>\n<p>Petitioner first raised this claim in his MAR. The MAR court, without holding a hearing, denied the claim on the merits. In denying the claim, the MAR court found that the trial transcript indicated petitioner would not consider a mental health defense. MAR Order at 18. The court also found that a note to trial counsel Alford's case file indicated petitioner was going to insist on testifying. The MAR <span class=\"star-pagination\">*874</span> court determined petitioner could not satisfy either prong of the <i>Strickland</i> standard. Petitioner argues the MAR court's ruling is unreasonable.</p>\n<p>As an initial matter, in his post-hearing brief petitioner, citing to <i>Winston v. Kelly,</i> 592 F.3d 535, 556 (4th Cir.2010), argues because this court considered \"`new material evidence that the state court could have considered had it permitted further development of the facts,'\" the court should review the claim <i>de novo</i> rather than apply the deferential standard of review under 28 U.S.C. § 2254(d)(2). Pet'r Post-Hr'g Mem. at 1. Respondent strenuously argues that <i>de novo</i> review is not appropriate under the circumstances of this case. He contends that much of the new evidence presented by petitioner could have been presented as attachments to the MAR when it was filed. As discussed below, even if the court were to review the claim <i>de novo,</i> rather than under AEDPA's deferential standard of review, petitioner cannot show he is entitled to relief.</p>\n<p>To establish ineffective assistance of counsel, a petitioner must show that counsel's representation \"fell below an objective standard of reasonableness\" and that there is \"a reasonable probability that, but for counsel's unprofessional error, the result of the proceeding would have been different.\" <i>Strickland,</i> 466 U.S. at 694, 104 S.Ct. 2052. \"A court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.'\" <i>Id.</i> (quoting <i>Michel v. Louisiana,</i> 350 U.S. 91, 76 S.Ct. 158, 100 L.Ed. 83 (1955)). \"A fair assessment of attorney performance requires . . . [the court] to evaluate the conduct from counsel's perspective at the time.\" <i>Id.</i> at 689, 104 S.Ct. 2052.</p>\n<p>The court finds that assessing the conduct of counsel from their perspective at the time of trial, petitioner cannot show he received ineffective assistance of counsel. The record reflects that at the time of trial petitioner was insisting on testifying. Counsel Alford's notes to his file indicate: \"We may have to decide not to put him on. Yet, he will demand to testify.\" Attachments to Pet., Vol. 1 of 1, Ex. 14. Similarly, Milton Fitch(now serving as a Superior Court Judge), who served as co-counsel with Mr. Alford, recalled at the hearing in this court that at the time of trial petitioner wanted to testify. Hr'g Tr. at 159.</p>\n<p>The record also reflects petitioner was resistant to pursuing a mental health defense. During the mid-trial competency hearing, Dr. Bellard, an expert psychiatrist for the defense who had examined petitioner on several occasions testified that: \"[i]n fact, at [sic] the time that I've worked with him, he has been rejecting of any kind of mental health defense regarding what has happened. He is not interested in that. And, he's been very consistent about that.\" St. Ct. R. Vol. 3 of 10 at 1425.</p>\n<p>Evidence from the hearing held before this court shows that counsel took steps to consider various defense options and strategies. Alford testified they considered various approaches to the defense before trial and consulted with the Capital Resource Center (now the Center for Death Penalty Litigation) before proceeding at trial. May 2010 Hr'g Tr. at 135. To keep their options open, counsel initially filed a notice with the court stating they intended to pursue an insanity or diminished capacity defense. <i>Id.</i> at 49. Further, as the record reflects, counsel were aware of petitioner's mental issues and took steps to address their concerns. They had petitioner evaluated before trial and he was deemed competent to proceed, not only by <span class=\"star-pagination\">*875</span> Dr. Wolfe from Dorothea Dix, but also by the defense psychiatrist Dr. Bellard. At that point, with a client deemed competent to proceed who was resistant to a mental health defense and insisting on testifying, counsel had to work within the situation with which they were presented.</p>\n<p>Alford indicated at the hearing in this court that he now believes it was error to proceed solely on self-defense, and that they could have proceeded simultaneously with theories of self-defense and diminished capacity. <i>Id.</i> at 134.<sup>[22]</sup> However, all his testimony, and the testimony of his co-counsel Milton Fitch (now Judge Fitch), indicate that with the knowledge they had at the time, after considering various defense strategies, in light of the facts of the crimes, and after speaking with petitioner, they made a strategic decision to proceed on what they determined to be the best defense. <i>Id.</i> at 136, 158. Judge Fitch testified that despite changes in petitioner's story and some of his confusion, they went ahead with self-defense \"because that was the story that he was most rational with from the very beginning.\" <i>Id.</i> at 155. \"[S]trategic choices made after thorough investigation of law and facts relevant to plausible options are virtually unchallengeable. . . .\" <i>Strickland,</i> 466 U.S. at 690-91, 104 S.Ct. 2052.</p>\n<p>The record ultimately reflects counsel did the best they could with a client who wanted to testify and who was changing his story, but who most consistently said he fired his gun out of fear for his safety. Further, although they were ultimately unsuccessful, counsel attempted to get in some of the information about petitioner's mental health within the context of this defense.</p>\n<p>When concerns about petitioner's mental health came up midtrial, counsel argued petitioner was not competent to proceed. St. Ct. R. Vol. 3 of 10 at 1368-1524. When the court ruled against them, counsel moved forward with the defense they had prepared and had already argued to the jury in opening statements. Although now, with the benefit of hindsight, it appears that a diminished capacity defense perhaps could have been offered either alone or in conjunction with a theory of self-defense, considering the circumstances at the time, the record supports a finding that counsel were not constitutionally deficient. \"There are countless ways to provide effective assistance in any given case. Even the best criminal defense attorneys would not defend a particular client in the same way.\" <i>Id.</i></p>\n<p>In fact, Mr. Alford testified that he still believes:</p>\n<blockquote>[I]t was self-defense, even in a rational mind. . . .</blockquote>\n<blockquote>That's my view of it, because he had been told there was nobody there, there's no warrants. He gets there and it looks like he was set up; it just does. Here they come fumbling out of the hallway, the chief of police comes in and says, \"I've got a warrant for your arrest,\" when he had been promised he had not, the chief of police has a gun on his holster, she has a gun in her bag, at least he believes so, and the brother-in-lawthe father-in-law was known to carry a gun a lot so there was guns everywhere, and she had even said to him, \"Go straight, because I've got a gun and I'll shoot you.\"</blockquote>\n<blockquote>All of that culminated with him believing that he was about to be shot by either the chief of police or the father-in-law or her. And so he pulled his gun and was going to make his way to the door. And <span class=\"star-pagination\">*876</span> if you follow the tracks of the bullets, it's him making his way to the door, it's not him running somebody into another room or going in another direction; he is firing as he is heading out the front door.</blockquote>\n<p><i>Id.</i> at 146-47. While post-conviction counsel may disagree with this tact, in light of the circumstances at the time of trial petitioner fails to show that trial counsel acted objectively unreasonable.</p>\n<p>Consequently, petitioner is unable to show he received ineffective assistance of counsel in violation of his Sixth Amendment rights. Respondent's motion for summary judgment as to Claim VIII is granted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Respondent's motion for summary judgment is GRANTED in part and DENIED in part. For the reasons discussed above pursuant to Claim I, the court finds that petitioner is mentally retarded and has been sentenced to death in violation of his constitutional rights. A writ of habeas corpus vacating his death sentences shall issue, and the State of North Carolina shall sentence petitioner to life imprisonment on each count of first-degree murder. As to all other claims raised in the petition, Nicholson fails to establish he is entitled to a writ of habeas corpus, and respondent's motion for summary judgment is GRANTED as to those claims.</p>\n<h2>NOTES</h2>\n<p>[1]  Nicholson was also tried for the attempted assault with a deadly weapon with intent to kill inflicting serious injury of Marvin Badger. The jury returned a verdict of not guilty as to this charge.</p>\n<p>[2]  Delores Leach testified at trial. At that time she went by the name Delores Sledge.</p>\n<p>[3]  Both petitioner and Gloria worked at Tim's Auto Sales until a short time before the murders. Gloria was fired for allegedly embezzling from the business.</p>\n<p>[4]  At the direction of the MAR court, the State drafted the order. The order is docketed as Pet. Ex. 11.</p>\n<p>[5]  The transcript of the Oct. 2004 MAR hearing is docketed as Pet. Ex. 7.</p>\n<p>[6]  The expert testimony indicates a standard error of variance of approximately five points on either I.Q. test. <i>See e.g.,</i> Dr. Moore report, Pet. Ex. 10 at 4; Dr. Hahn testimony, Oct. 2004 MAR Hr'g Tr. at 48. In his report, Dr. Moore noted the considerable overlap in the scores in terms of error of variance. Dr. Moore report, Pet. Ex. 10 at 4.</p>\n<p>[7]  Dr. Bellard's testimony was given during the mid-trial competency hearing and at sentencing.</p>\n<p>[8]  Functional academics refers to how well a person does in school, whether they can read and write, and whether they attended school. Oct.2004 MAR Hr'g Tr. at 30. Health and safety refers to how well a person cares for himself and takes common-sense steps to keep himself safe and healthy. <i>Id.</i> at 31.</p>\n<p>[9]  Dr. Warren's 2003 affidavit and diagnosis of mental retardation are consistent with the testimony he gave at the time of trial. <i>See</i> St. Ct. R. Vol. 4 of 10 at 2312.</p>\n<p>[10]  Self-direction refers to the ability of a person to function independently and do things of their own initiative. Oct.2004 MAR Hr'g Tr. at 31.</p>\n<p>[11]  Confusingly, the MAR court addressed Mr. Kiricoples' testimony stating \"[t]he court does not accept Kiricoples' opinions as those of a licensed psychologist....\" March 2005 MAR Order at 24. However, Kiricoples was not tendered as a psychologist or other medical expert and there is no requirement that only a psychologist or other medical expert may testify as an expert on these issues. The court accepted Kiricoples as an expert in the area of adaptive skills of the mentally retarded as he was tendered at the hearing. <i>See</i> Oct. 2004 MAR Hr'g Tr. at 66.</p>\n<p>[12]  Mr. Kiricoples is not a mental health expert and acknowledged it was not his job to assess people to determine if they are mentally retarded. <i>Id.</i> at 85. He explained that individuals referred to his facility have already been determined to be eligible for services. <i>Id.</i> at 85.</p>\n<p>[13]  Dr. Warren explained during his testimony that people with mild mental retardation such as petitioner \"usually achieve social and vocational skills adequate for minimum self-support.\" St. Ct. R. Vol. 4 of 10 at 2315.</p>\n<p>[14]  She did not examine petitioner pursuant to the mental retardation motion but examined him with an eye toward his competency before and during trial.</p>\n<p>[15]  The form in question is a federal form, Form 4473, that must be filled out anytime a gun leaves a pawn shop. St. Ct. R. Vol. 2 of 10 at 906. Mr. Richardson said petitioner filled out the first nine lines. <i>Id.</i> at 914. A review of Form 4473 shows the first nine lines ask for information such as name, address and birth date. <i>See</i> http:/www.atf.gov/ forms/download/ atf-f-4473.pdf (last visited Sept. 7, 2010).</p>\n<p>[16]  The evidence was offered at sentencing. <i>See</i> St. Ct. R. Vol. 4 of 10 at 2200-01.</p>\n<p>[17]  There is no suggestion that petitioner was involved in, or aware of, what Gloria was doing.</p>\n<p>[18]  The order is in the docket as Pet. Ex. 6.</p>\n<p>[19]  The State presented testimony other than Gloria's hearsay testimony indicating petitioner was physically abusive. Gloria's mother testified she saw petitioner hit Gloria, causing her nose to bleed, the day before the murder. St. Ct. R. Vol. 2 of 10 at 951-52.</p>\n<p>[20]  <i>See</i> St. Ct. R. Vol. 1 of 10 at 360, identifying Juror Deloatch as Juror Number Eight.</p>\n<p>[21]  Petitioner argues that during her post-conviction interview:\n</p>\n<p>When discussing mitigating circumstances, Ms. Deloatch said that there were crimes that did not warrant the death penalty but she couldn't think of any right then; that the mitigation she would have considered in this case would be evidence that the crime had not been planned. She further noted that she felt that the crime was premeditated and that he had to pay for what he had done.</p>\n<p>Artemis Malekpour &amp; Joseph Goodman Affs., Attachments to Pet., Vol. 1 Of 1, Tab 3, Ex. 3 &amp; 4 to MAR.</p>\n<p>[22]  Notably, even now, despite being in criminal practice since 1980, Mr. Alford testified he has never simultaneously presented both theories of self-defense and diminished capacity. Hr'g Tr. at 126, 134, 147.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">739</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">839</span></span> (2010)</b></center>\n<center><h1>Abner Ray NICHOLSON, Petitioner,<br>\nv.<br>\nGerald BRANKER, Warden, Central Prison, Raleigh, N.C., Respondent.</h1></center>\n<center>No. 5:06-HC-2148-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 20, 2010.</center>\n<p><span class=\"star-pagination\">*846</span> James B. Maxwell, Maxwell, Freeman &amp; Bowman, P.A., Mark James Kleinschmidt, Fair Trial Initiative, Kenneth J. Rose, Durham, NC, for Petitioner.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the petition for writ of habeas corpus filed pursuant to 28 U.S.C. § 2254 on behalf of Abner Ray Nicholson (\"Nicholson\" or \"petitioner\"). Nicholson was convicted of two counts of first-degree murder and sentenced to death on each count. He seeks a writ of habeas corpus vacating his convictions and alternatively, his death sentences. Respondent has answered the petition and amendment to petition, and moved for summary judgment. Petitioner has responded. In addition, the parties appeared before the court on May 5, 2010, to present oral argument on Claim I and <span class=\"star-pagination\">*847</span> for an evidentiary hearing on Claim VIII. The matter is ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Nicholson was tried and convicted of the first-degree murders of Gloria Brown Nicholson, his wife, and Willard Wayne Hathaway, the Chief of Police for Sharpsburg, North Carolina, at the October 25, 1999, criminal session of the Superior Court of Wilson County.<sup>[1]</sup> The following facts are summarized from the opinion of the Supreme Court of North Carolina. <i>See </i><i>State v. Nicholson,</i> <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, <span class=\"citation\" data-id=\"1298334\"><a href=\"/opinion/1298334/state-v-nicholson/\"><span class=\"volume\">558</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">109</span></a></span> (2002).</p>\n<p></p>\n<h2>A. <i>Facts</i>\n</h2>\n<p>Petitioner and his wife, Gloria Nicholson, lived in a trailer in Sharpsburg, North Carolina, with Gloria's two children. On July 15, 1997, Mrs. Nicholson went to a neighbor's home with her children and asked to use the telephone. She told the neighbor that petitioner had attacked her and that she was going to go to her mother's house. On July 16, 1997, petitioner retrieved his Bauer .25-caliber handgun from the pawn shop where he had pawned the gun in June. Later that day, he and Gloria went to the home of Gloria's mother and stepfather, Ella and Marvin Badger. Gloria told the Badgers she did not want to remain married to petitioner. Petitioner indicated he wanted to work things out. Gloria said petitioner had attempted to choke her in April, and Mrs. Badger said she did not want Gloria to be with petitioner anymore.</p>\n<p>That evening, Gloria's youngest daughter had a fever, and the Badgers drove petitioner, Gloria, and the child to the hospital. Petitioner and Gloria rode in the backseat. The two were whispering and then Gloria told her stepfather that petitioner said he was carrying a gun and had threatened to kill her. Petitioner responded that he was lying and did not have a gun. At the hospital, petitioner did not go inside with the others and returned home on his own.</p>\n<p>Upon leaving the hospital, the Badgers took Gloria back to her trailer so she could get some clothes. Mr. Badger walked inside with Gloria to use the restroom and Mrs. Badger waited in the van. Petitioner was inside the trailer. Gloria walked to the door and called her mother. As Mrs. Badger walked toward the trailer, petitioner walked outside and punched Gloria in the face with his fist causing her nose to bleed. When Mr. Badger came to see what was going on, petitioner claimed Gloria had been hit by the door.</p>\n<p>Gloria called the police. When the police arrived petitioner ran and hid in a nearby cornfield. Gloria told the police what petitioner had done, and the officer advised her to take the Badgers as witnesses and swear out a warrant for petitioner's arrest. They did so, and then Gloria spent the night at her parents' house. The police were unable to apprehend petitioner that night.</p>\n<p>The next morning, July 17, 1997, Gloria went to the trailer with her stepfather and brother, Jarrin Brown, so she could get some clothes. While there, she spoke on the phone with petitioner and told him to come over and get his clothes. He agreed, but said he did not want anyone at the trailer except her.</p>\n<p>After speaking with petitioner, Gloria called the police to see if an officer would come over. Chief Hathaway said that when petitioner arrived she should call back before letting petitioner inside the <span class=\"star-pagination\">*848</span> trailer and he would come serve the warrant on petitioner. Petitioner called Gloria a few minutes later to see if she was at the trailer alone. She said she was alone and told her stepfather and brother to hide in the bedroom until the police arrived.</p>\n<p>When petitioner arrived at the trailer, Gloria kept petitioner from entering by saying she was getting dressed. She called the police, then let petitioner inside and told him she wanted him to get his clothes and leave.</p>\n<p>Chief Hathaway arrived at the trailer and Gloria let him inside. She then told her stepfather and brother they could come out of the bedroom. As they walked out of the bedroom and down the hallway, Chief Hathaway walked towards petitioner. Petitioner turned, pushed Chief Hathaway and shot Chief Hathaway in the face. The Chief fell against petitioner and petitioner shoved him back. Chief Hathaway's gun was in the holster when he was shot.</p>\n<p>As Mr. Badger tried to open the rear door to get outside, petitioner chased Gloria. When Mr. Badger got the door open and went outside, he could hear shooting inside the trailer.</p>\n<p>At the same time, Gloria's brother, Jarrin Brown, was moving toward the back bedroom. As he did so, he saw his sister lying on the floor near the front door. Petitioner walked to her, leaned down, and shot her. Mr. Brown ran to the bedroom and waited until he heard petitioner leave the trailer. He then ran outside and saw petitioner walking towards the cornfield.</p>\n<p>Brown went back inside. His sister was not moving, but Chief Hathaway was breathing. He called 911 and took the Chief's gun from the holster in case petitioner returned. When the police arrived at the scene, Brown put the gun on a recliner. When it was found by the police the safety was still on and there was no evidence it had been fired.</p>\n<p>Petitioner was apprehended later that day. The gun petitioner had retrieved from the pawn shop was found the next day in a cornfield. Subsequent forensic examination indicated all of the bullets collected at the scene had been fired from that gun.</p>\n<p>The autopsy of Chief Hathaway indicated he died from a gunshot wound to the head. The wound appeared to have been made from a distance of two feet or more. The autopsy of Gloria Nicholson indicated she died from multiple gunshot wounds to the head.</p>\n<p>At trial, petitioner testified. He insisted that during his marriage Gloria often hit him but he never hit her back. He said she carried a gun in her pocketbook and had threatened him with it before. He said she had cut him with a knife several times. He also said that Mr. Badger had previously threatened him with a gun.</p>\n<p>Petitioner testified that the night they had gone to the hospital with Gloria's child he was at home when they returned from the hospital. He said that as he attempted to leave, he pushed the screen door out of his wife's hand, and she grabbed the door and started hitting him. He said the screen door sprang back and hit her causing her nose to bleed. He said he walked away and went and spent the night at the home of a woman named Delores Leach, and the next day he went to his sister's house.<sup>[2]</sup></p>\n<p>While he was at his sister's house, his wife called and told him to come get his clothes immediately. She said she had a gun. He drove to the trailer in his sister's car. When he knocked on the door of the trailer, his wife said to wait because she was dressing. When she let him in she <span class=\"star-pagination\">*849</span> went into the kitchen to get a trash bag for his clothes. As she walked to hand him the bag, she told him not to make her shoot him.</p>\n<p>Petitioner says that he next recalls that a police officer walked into the trailer and Gloria said, \"Shoot him, shoot him, if you don't I am.\" He said he turned in a panic and saw the officer walking towards him with his hand on his gun. The officer said he had a warrant for petitioner's arrest, hit petitioner in the face, and spit in his face. Petitioner testified that at this point he went blank and could not see.</p>\n<p>He said he heard his wife screaming, the sounds of stumbling, and gunfire. He said he saw his wife falling and thought she was reaching for her pocketbook. He saw Mr. Badger and thought he had a gun. He was afraid and fired two shots into the floor of the trailer before running outside. He said when he fired the gun he was not aiming at anyone and did not hit anyone. He testified that Marvin Badger shot Chief Hathaway in the face as he ran out of the bedroom. He believed it was also Marvin Badger who shot Gloria.</p>\n<p>At the guilt phase of trial the defense also called two men who had worked with petitioner at Tim's Auto Sales. Both said petitioner was not a violent person. They testified they had seen Gloria hit petitioner, but had never seen petitioner hit her. A female co-worker testified that Gloria told her that Mr. Badger had threatened petitioner with a gun and that Gloria kept a gun in her pocketbook. She also said that Gloria was frequently abusive toward petitioner at work.<sup>[3]</sup></p>\n<p>Delores Sledge testified that petitioner was the father of her daughter. She testified that petitioner had never hit her, but had grabbed her one time as she was walking away. She said she had picked petitioner up from the hospital and driven him to the trailer the night before the shooting. She said he had a cut on his neck and told her his wife had cut him with a knife. She said he seemed nervous and depressed.</p>\n<p>Stephanie Lynch, a neighbor of the Nicholsons, testified she frequently saw Gloria and Chief Hathaway together at a local store.</p>\n<p></p>\n<h2>B. <i>Procedural History</i>\n</h2>\n<p>After a trial by jury, petitioner was convicted of two counts of first-degree murder. At the sentencing phase, the jury found one aggravating circumstance for the murder of Gloria Nicholson: the murder was part of a course of conduct in which the defendant engaged and which included the commission by the defendant of other crimes of violence against another person or persons. St. Ct. R. Vol. 5 of 10, R. on Appeal at 181. The jury found three aggravating circumstances for the murder of Chief Hathaway: 1) the capital felony was committed for the purpose of avoiding or preventing a lawful arrest; 2) the capital felony was committed against a law enforcement officer while engaged in the performance of his official duties; and 3) the murder was part of a course of conduct in which the defendant engaged and which included the commission by the defendant of other crimes of violence against another person or persons. <i>Id.</i> at 196. For each murder the jury also found thirteen of the thirty-nine mitigating circumstances submitted. <i>Id.</i> at 182-192; 197-207. The jury recommended the death sentence for each count of first-degree murder, and the judge sentenced petitioner accordingly.</p>\n<p>On direct appeal, the Supreme Court of North Carolina affirmed petitioner's convictions <span class=\"star-pagination\">*850</span> and sentences. <i>Nicholson,</i> 355 N.C. at 73, 558 S.E.2d at 155-56. The United States Supreme Court denied certiorari. <i>Nicholson v. North Carolina,</i> <span class=\"citation\" data-id=\"122812\"><a href=\"/opinion/122812/nicholson-v-north-carolina/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">178</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">71</span></span> (2002).</p>\n<p>On December 4, 2001, Nicholson filed a motion for appropriate relief in the Supreme Court of North Carolina moving for imposition of a life sentence pursuant N.C. Gen.Stat. §§ 15A-2005 and 15A-2006 (\"mental retardation MAR\" or \"MR MAR\"). In the motion, petitioner asserted he was mentally retarded, and therefore, he could not be sentenced to death. The Supreme Court of North Carolina remanded the case to the Superior Court of Wilson County for an evidentiary hearing on the mental retardation MAR.</p>\n<p>On April 3, 2003, petitioner filed a motion for appropriate relief (\"MAR\") in the Superior Court of Wilson County. Petitioner filed affidavits supplementing his MAR on July 17, 2003. A hearing was held on the issues presented in the MAR and related motions on July 25, 2003. On September 19, 2003, the court entered an order denying petitioner's MAR. The court reserved ruling on petitioner's mental retardation MAR.</p>\n<p>Nicholson petitioned the Supreme Court of North Carolina for certiorari review of the MAR court's order. On petitioner's motion, the court held the case in abeyance pending the resolution of his mental retardation MAR.</p>\n<p>On October 25, 2004, the MAR court held an evidentiary hearing on petitioner's claim he was mentally retarded and could not be sentenced to death. On March 3, 2005, the court entered an order denying the claim.</p>\n<p>On June 30, 2005, petitioner filed an amendment to his petition for writ of certiorari based on the superior court's denial of his motion for imposition of life sentence. On August 18, 2005, the Supreme Court of North Carolina denied certiorari review on all grounds. <i>State v. Nicholson,</i> <span class=\"citation\" data-id=\"1291600\"><a href=\"/opinion/1291600/state-v-nicholson/\"><span class=\"volume\">359</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">855</span></a></span>, <span class=\"citation\" data-id=\"1291600\"><a href=\"/opinion/1291600/state-v-nicholson/\"><span class=\"volume\">619</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">859</span></a></span> (2005).</p>\n<p>On October 23, 2006, Nicholson filed his petition for writ of habeas corpus with this court. On November 6, 2006, respondent filed an answer to the petition and a motion for summary judgment. On January 10, 2007, petitioner filed a response to the motion for summary judgment. On December 22, 2008, petitioner filed a motion to amend the petition. Respondent filed a response. On February 2, 2009, the amendment to the petition was allowed.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>Because Nicholson's petition was filed after April 24, 1996, review of his petition is governed by 28 U.S.C. § 2254(d), as modified by the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), Pub.L. No. 104, 132, 110 Stat. 1214 (1996). <i>See </i><i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"118356\"><a href=\"/opinion/118356/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 429, <span class=\"citation\" data-id=\"118356\"><a href=\"/opinion/118356/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1479</span></a></span>, <span class=\"citation\" data-id=\"118356\"><a href=\"/opinion/118356/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000); <i>Mickens v. Taylor,</i> <span class=\"citation\" data-id=\"772090\"><a href=\"/opinion/772090/walter-mickens-jr-v-john-b-taylor-warden-sussex-i-state-prison/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></a></span>, 355 (4th Cir.2001). Section 2254(d) provides:</p>\n<blockquote>An application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court proceedings unless the adjudication of the claim</blockquote>\n<blockquote>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established <span class=\"star-pagination\">*851</span> Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d).</p>\n<p>The phrase \"`clearly established Federal law, as determined by the Supreme Court of the United States' ... refers to the holdings, as opposed to the dicta, of [the Supreme Court's] decisions as of the time of the relevant state-court decisions.\" <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 412, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000). A state court decision is \"contrary to\" clearly established federal law \"if the state court arrives at a conclusion opposite to that reached by [the Supreme] Court on a question of law or if the state court decides a case differently than [the Supreme] Court has on a set of materially indistinguishable facts.\" <i>Id.</i> at 413, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. A state court decision \"involve[s] an unreasonable application of\" clearly established federal law \"if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> \"[A] federal habeas court may not issue the writ simply because that court concludes in its independent judgment that the relevant state-court decision applied clearly established federal law erroneously or incorrectly. Rather, that application must also be unreasonable.\" <i>Id.</i> at 411, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. \"In assessing the reasonableness of the state court's application of federal law, the federal courts are to review the result that the state court reached, not whether the [decision was] well reasoned.\" <i>Wilson v. Ozmint,</i> <span class=\"citation\" data-id=\"784495\"><a href=\"/opinion/784495/james-w-wilson-v-jon-e-ozmint-director-south-carolina-department-of/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">847</span></a></span>, 855 (4th Cir.2003).</p>\n<p>Only after a petitioner establishes that the state court's adjudication of his claims was \"contrary to\" or an \"unreasonable application of\" clearly established federal law or was based on an unreasonable determination of the facts in light of the evidence may a federal court proceed to review a state court judgment independently to determine whether habeas relief is warranted. <i>Rose v. Lee,</i> <span class=\"citation\" data-id=\"773551\"><a href=\"/opinion/773551/rose-v-lee/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span>, 690 (4th Cir.2001). If the state court did not articulate the rationale underlying its adjudication, a federal habeas court must examine the record and the clearly established Supreme Court precedent to determine whether the state court's adjudication was contrary to or involved an unreasonable application of clearly established federal law. <i>Bell v. Jarvis,</i> <span class=\"citation\" data-id=\"771580\"><a href=\"/opinion/771580/ernest-sutton-bell-v-mack-jarvis-robert-smith/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 158 (4th Cir.2000). If, however, the state court failed to adjudicate a properly presented claim, the federal court must review questions of law and mixed questions of law and fact <i>de novo. </i><i>Fisher v. Lee,</i> <span class=\"citation\" data-id=\"769055\"><a href=\"/opinion/769055/willie-ervin-fisher-v-r-c-lee-warden-central-prison-north-carolina/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 445 (4th Cir.2000). Finally, the factual findings of the state court are presumed to be correct. 28 U.S.C. § 2254(e)(1). The petitioner bears the burden of rebutting this presumption by clear and convincing evidence. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Nicholson's Claims</i>\n</h2>\n<blockquote>Claim IPetitioner is mentally retarded and cannot be executed under the Eighth Amendment;</blockquote>\n<blockquote>Claim IIThe trial court denied petitioner's right to due process by excluding evidence from Dr. Fedor regarding petitioner's state of mind;</blockquote>\n<blockquote>Claim IIIThe trial court denied petitioner's right to due process by excluding evidence from Dr. Bellard regarding petitioner's state of mind;</blockquote>\n<blockquote>Claim IVPetitioner received ineffective assistance of counsel because his trial attorneys failed to argue the relevance <span class=\"star-pagination\">*852</span> of Gloria Nicholson's embezzlement charges and did not try to have the evidence introduced;</blockquote>\n<blockquote>Claim VThe trial court unconstitutionally allowed the State to introduce Gloria Nicholson's hearsay statements;</blockquote>\n<blockquote>Claim VIPetitioner was denied his constitutional rights when a juror failed to answer honestly during voir dire and required petitioner to prove his innocence;</blockquote>\n<blockquote>Claim VIIPetitioner's right to due process was deprived when the State allowed the crime scene to be removed, and therefore, petitioner was unable to have it examined by a defense expert;</blockquote>\n<blockquote>Claim VIIIPetitioner received ineffective assistance of counsel because his trial attorneys failed to present a diminished capacity defense;</blockquote>\n<p>Petitioner contends he is entitled to relief from his convictions and sentences of death because of these alleged constitutional violations.</p>\n<p></p>\n<h2>C. <i>Discussion</i>\n</h2>\n<p>In accordance with 28 U.S.C. § 2254(d), this court must determine whether the state court's adjudication of petitioner's claims was contrary to, or involved an unreasonable application of, clearly established federal law.</p>\n<p></p>\n<h2>1. <i>Claim I</i><i>Petitioner is mentally retarded and cannot be executed under the Eighth Amendment</i>\n</h2>\n<p>In his first claim, petitioner asserts he is mentally retarded as defined in <i>Atkins v. Virginia,</i> <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span> (2002), and therefore, his death sentences violate the Eighth Amendment. In addition to the arguments presented by the parties in the filings made in this court, the court heard oral argument on the issue at a hearing held on May 5, 2010.</p>\n<p>Petitioner first raised this claim in his MAR filed on December 4, 2001. <i>See</i> Pet. Ex. 2. The state court held an evidentiary hearing on the claim on October 25, 2004. Thereafter, in an order filed on March 3, 2005, the state court denied the claim on the merits.<sup>[4]</sup> Petitioner argues that the ruling is based on an unreasonable determination of the facts in the record. He also argues the MAR court improperly required evidentiary burdens not required by North Carolina statute or <i>Atkins.</i> Respondent argues the MAR court did not err and petitioner has failed to show mental retardation, particularly any limitations in adaptive functioning, manifested before the age of 18 years.</p>\n<p>In support of his claim of mental retardation in his MAR, petitioner cited to expert testimony given at trial from Dr. Nicole Wolfe, a forensic psychiatrist who worked at Dorothea Dix Hospital, and Dr. John Warren, a clinical psychologist who examined petitioner before trial. Petitioner also presented an affidavit from Dr. Warren, as well as an affidavit from Dr. Tricia Hahn, a psychologist who worked at Dorothea Dix. At the evidentiary hearing before the MAR court, petitioner presented testimony from Dr. Hahn and Christopher Kiricoples, an expert in adaptive skills of the mentally retarded. Petitioner also introduced a report prepared by Dr. Roger Moore, a licensed psychiatrist who had examined petitioner on behalf of the State.</p>\n<p>In addition to the expert testimony, petitioner cited to lay testimony previously presented at trial, presented affidavits from three family members, and copies of his school records. Petitioner also called his nephew, Michael Nicholson, and his <span class=\"star-pagination\">*853</span> sister, Dianna Nicholson, to testify. Finally, the petitioner moved for the court to consider \"the evidence, record, briefs, and oral arguments previously presented to this Court.\" MR MAR at 20. This included trial testimony from Dr. Bellard, a licensed psychiatrist, who was retained by the defense during trial.</p>\n<p>The State did not call any witnesses at the hearing, including its own medical expert, Dr. Moore. Rather, the State relied on cross-examination to attempt to show petitioner had not met his burden of proof. It introduced petitioner's school records to show he missed a lot of school and argued the extensive absences could account for his poor academic performance. The State also asked the judge to rely on portions of the trial testimony. First, it asked the court to consider the testimony of Kenneth Richardson who owned the pawn shop where petitioner had obtained the murder weapon. Mr. Richardson testified petitioner completed the form required to retrieve the gun.</p>\n<p>The State also referred the court to the testimony of Dr. Nicole Wolfe at sentencing and at the mid-trial competency hearing. Dr. Wolfe, a psychiatrist at Dorothea Dix who examined petitioner with an eye toward his competency to proceed, opined that petitioner fell in the range of borderline intellectual functioning to mild mental retardation.</p>\n<p>In <i>Atkins,</i> the Court held the execution of a mentally retarded person is cruel and unusual punishment in violation of the Eighth Amendment. <i>Id.</i> at 321, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>. The Court left it to each state to define mental retardation in a manner to satisfy the Constitution. <i>Id.</i> at 317, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>. However, it indicated mental retardation is generally characterized by subaverage intellectual functioning and significant adaptive limitations.</p>\n<p>Prior to the ruling in <i>Atkins,</i> North Carolina enacted N.C. Gen.Stat. § 15A-2005, which prohibits the execution of mentally retarded individuals. Section 15A-2005 defines mental retardation as: 1) significantly subaverage general intellectual functioning, evidenced as an I.Q. of 70 or below, plus; 2) significant limitations in two or more adaptive skill areas; 3) both of which manifested before 18 years old. N.C. Gen.Stat. § 15A-2005(a)(1). The ten adaptive skill areas are: communication, self-care, home living, social skills, community use, self-direction, health and safety, functional academics, leisure skills and work skills. <i>Id.</i> The burden of proof is on a defendant to show mental retardation by a preponderance of the evidence. N.C. Gen.Stat. § 15A-2005(f).</p>\n<p>On the matter of significantly subaverage general intellectual functioning, petitioner presented two I.Q. scores, a 72 and a 66. He was first tested with the Weschler Adult Intelligence Scales Revised (\"WAIS-R\") by Dr. Warren, a licensed psychologist retained by the defense, before trial in September 1997. He scored a 72. At the time petitioner was given the WAIS-R, it was in the process of being replaced with an updated I.Q. test, the Weschler Adult Intelligence Scales-Third Edition (\"WAIS-III\"). Dr. Warren testified that when he gave petitioner the WAIS-R, the WAIS-III had already been introduced, but he had not switched over to it yet. St. Ct. R. Vol. 4 of 10 at 2307. The WAIS-III was being implemented to address the Flynn effect on the WAIS-R. The Flynn effect causes an increase in the average test score as a test is used over time, thus resulting in an overstatement of a person's I.Q. score. <i>See</i> Dr. Hahn testimony, Oct. 2004 MAR Hr'g Tr. at 9; <i>see also </i><i>Walker v. Kelly,</i> <span class=\"citation\" data-id=\"1031371\"><a href=\"/opinion/1031371/walker-v-kelly/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span> (4th Cir.2010).<sup>[5]</sup> The MAR court recognized in <span class=\"star-pagination\">*854</span> its findings of fact that psychologists are intended to use the most up-to-date test available. March 2005 MAR Order at 7.</p>\n<p>In December 1998 petitioner was given the WAIS-III and scored a 66.<sup>[6]</sup> The WAIS-III was given to petitioner by Dr. Tricia Hahn, a licensed psychologist who worked at Dorothea Dix hospital. The evidence in the record reflects that Dr. Hahn saw no signs petitioner was malingering when he took the test. Oct.2004 MAR Hr'g Tr. at 17. She expressed that in her opinion petitioner met the criteria of the significantly subaverage general intellectual functioning prong of N.C. Gen.Stat. § 15A-2005, which requires an I.Q. of 70 or below. <i>Id.</i> at 24. Similarly, at the time of trial, Dr. Bellard testified that in his expert opinion, based on petitioner's I.Q., petitioner suffered from mild mental retardation. St. Ct. R. Vol. 3 of 10 at 1422; Vol. 4 of 10 at 2357.<sup>[7]</sup></p>\n<p>Although never given an individual I.Q. test before the age of 18, petitioner was given the California Achievement Test in the ninth grade. His results placed him in the bottom one percent of the national average in many of the areas. The highest score he received on any section put his performance in the bottom sixth percentile.</p>\n<p>Further, testimony from the experts indicates that in the absence of intervening trauma or particular factors, none of which petitioner was known to have suffered, I.Q. remains fairly constant. <i>See</i> Dr. Moore Report, Pet. Ex. 10 at 9; Dr. Warren trial testimony, St. Ct. R. Vol. 4 of 10 at 2320; Dr. Hahn testimony, Oct. 2004 MAR Hr'g Tr. at 50. Dr. Hahn specifically testified she believed petitioner's I.Q. had probably been the same since birth. <i>Id.</i> at 25.</p>\n<p>On the issue of adaptive skills, petitioner presented expert and lay evidence. Dr. Moore, the expert retained by the State, assessed petitioner's adaptive functioning using a test called the Adaptive Behavior Assessment System. Dr. Moore Report, Pet. Ex. 10 at 5. According to his report, Dr. Moore met with petitioner, spoke with petitioner's former employer and co-workers, and relied on petitioner's school records, medical records, and mental health records. Based on the assessment, Dr. Moore concluded petitioner was significantly limited in the areas of functional academics and health and safety. <i>Id.</i> at 10.<sup>[8]</sup></p>\n<p>Dr. Moore concluded petitioner was mentally retarded. <i>Id.</i> at report at 1. Dr. Moore acknowledged that because there was no testing before petitioner was 32 years old it was difficult to definitively determine whether petitioner was mentally retarded prior to the age of 18, but noted there were no intervening traumas or factors which would be \"expected to lead to a decrease in intellectual functioning.\" <i>Id.</i> at 9. Dr. Moore ultimately concluded that \"it appears likely that Mr. Nicholson met the statutory definition of mental retardation at the time of the crime.\" <i>Id.</i> at 10.</p>\n<p><span class=\"star-pagination\">*855</span> The other experts similarly concluded petitioner was mentally retarded and that his mental retardation manifested before the age of 18. In an affidavit presented in support of petitioner's mental retardation MAR, Dr. Warren concluded that based on his assessment \"Abner Nicholson has significant subaverage functioning, existing concurrently with significant limitations in adaptive functioning, both of which were manifested before the age of 18.\" Dr. Warren Aff., Pet. Ex. 2, Attachment 1 at 2.<sup>[9]</sup></p>\n<p>At the hearing on the MAR, Dr. Hahn testified petitioner had significant limitations in the areas of functional academics, health &amp; safety, and self-direction. Oct. 2004 MAR Hr'g Tr. at 30.<sup>[10]</sup> She reached her determination based on her interaction with petitioner, as well as her review of court records, information in documents from his friends, family, and co-workers, and Dr. Moore's testing. <i>Id.</i> Dr. Hahn expressed that in her opinion petitioner's I.Q. below 70 and limitations in adaptive functioning existed before petitioner reached the age of 18. <i>Id.</i> at 34.</p>\n<p>Petitioner also presented testimony from Christopher Kiricoples who was accepted as an expert witness in the area of adaptive skills of the mentally retarded. <i>Id.</i> at 66.<sup>[11]</sup> Mr. Kiricoples was the Executive Director of the Beaufort County Developmental Center, an agency that provides educational, vocational, and residential services to persons with mental retardation and other developmental disabilities.<sup>[12]</sup><i>Id.</i> at 62.</p>\n<p>Mr. Kiricoples testified that in his career he had been involved in \"direct service delivery to eight or nine hundred individuals and [had] probably supervised or coordinated the service delivery to several thousand individuals with mental retardation.\" <i>Id.</i> at 63. After meeting with petitioner and reviewing petitioner's mental health evaluations, as well as information gathered by petitioner's mitigation specialist from family, friends, former co-workers and his employer, Mr. Kiricoples testified it was his opinion that petitioner had significant limitations in four adaptive skill areas: functional academics, health and safety, work skills, and self-direction. <i>Id.</i> at 74.</p>\n<p>Lay evidence was offered from petitioner's colleagues and family members. Petitioner worked at a car dealership for approximately eight years doing odd jobs. Petitioner's employer, Tim Coley, and petitioner's co-workers indicated petitioner was given menial tasks around the dealership and accommodations were made for his inability to read instructions. <i>See</i> St. Ct. R. Vol. 4 of 10 at 2202-03, Vol. 3 of 10 at 1753.<sup>[13]</sup> His sister, Erma Lynch, said <span class=\"star-pagination\">*856</span> petitioner \"relied on his family and friends to take care of his bills and the details involved in getting a car, car insurance, and a home.\" Erma Lynch Aff., Pet. Ex. 2, Attach. 5 at 1. His sister Dianna said petitioner had never lived alone. Dianna Nicholson Aff., Pet. Ex. 2, Attach. 3 at 1. She testified that as far as she knew, petitioner never had a bank account and petitioner's car and insurance were in her name. Oct.2004 MAR Hr'g Tr. at 99. It was arranged so that he would give her cash and she would take care of paying his insurance bill. <i>Id.</i> She explained he was supposed to be on blood pressure medicine but was not taking it, and as far as she knew, had never refilled the prescription as he had been instructed to do. <i>Id.</i> at 100. Petitioner's nephew, Michael Nicholson, explained petitioner had always been reserved and \"kept to a routine and a small, limited area.\" Michael Nicholson Aff., Pet. Ex. 2, Attach. 4 at 1.</p>\n<p>In support of its position that petitioner was not mentally retarded, the State referred the court to trial testimony, including testimony from Dr. Nicole Wolfe, a psychiatrist at Dorothea Dix. Dr. Wolfe had examined petitioner before and during trial to determine his competency to proceed. Dr. Wolfe gave petitioner \"a primary diagnosis of borderline intellectual functioning versus mild mental retardation.\" St. Ct. R. Vol. 4 of 10 at 2250.<sup>[14]</sup> The State also referred the MAR court to the trial testimony of Kenneth Richardson who testified petitioner filled out the form required to retrieve the gun at the pawn shop.<sup>[15]</sup></p>\n<p>In ruling on the claim, the MAR court found petitioner failed to carry his burden of showing any of the requirements established under N.C. Gen.Stat. § 15A-2005. \"[A] decision adjudicated on the merits in state court and based on a factual determination will not be overturned on factual grounds unless objectively unreasonable in light of the evidence presented in the state-court proceeding.\" <i>Miller-El v. Cockrell,</i> <span class=\"citation\" data-id=\"122258\"><a href=\"/opinion/122258/miller-el-v-cockrell/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 340, <span class=\"citation\" data-id=\"122258\"><a href=\"/opinion/122258/miller-el-v-cockrell/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"122258\"><a href=\"/opinion/122258/miller-el-v-cockrell/\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">931</span></a></span> (2003). While the court applies a highly deferential standard on habeas review, \"deference does not imply abandonment or abdication of judicial review.... A federal court can disagree with a state court's credibility determination and, when guided by AEDPA, conclude the decision was unreasonable or that the factual premise was incorrect by clear and convincing evidence.\" <i>Id.</i></p>\n<p>Based on the evidence in the record, the court finds that the MAR court's ruling is not merely incorrect, but unreasonable. Petitioner presented substantial evidence that he has significantly subaverage general intellectual functioning and significant limitations in at least two adaptive skill areas that manifested before the age of eighteen. Petitioner's I.Q. scores, when considered in light of other evidence such as the expert testimony that with no intervening trauma petitioner's scores would have been consistent prior to 18, demonstrate petitioner has significantly <span class=\"star-pagination\">*857</span> subaverage general intellectual functioning that manifested prior to the age of eighteen. Moreover, the results of his California Achievement test, taken before he turned 18, are consistent with his low performance on his I.Q. tests and support the conclusion his mental deficiencies manifested before 18 years of age. The testing done by State expert Dr. Moore, the assessments by Dr. Hahn and Mr. Kiricoples, along with lay evidence and petitioner's school records demonstrate petitioner suffers from significant limitations in at least the adaptive skill areas of functional academics and self-direction. The evidence in the record also shows that these limitations manifested in petitioner prior to the age of eighteen.</p>\n<p>Out of the five mental health experts who evaluated petitioner, Dr. Wolfe is the only one who did not conclude petitioner was mentally retarded. However, Dr. Wolfe's testimony does not undermine the finding that petitioner is mentally retarded. In explaining her diagnosis, Dr. Wolfe stated \"[t]he diagnosis simply means that again he is right on that line betweenon intelligence, between what we call borderline intellectual functioning and mild mental retardation.\" <i>Id.</i> She acknowledged it was hard to say whether he had borderline intellectual functioning or mild mental retardation, which is why she listed both diagnoses. St. Ct. R. Vol. 4 of 10 at 2250. She further noted that in making that determination she had not had the benefit of Dr. Warren's full report, but only the I.Q. scores. <i>Id.</i> at 2253. Moreover, in testimony provided during the mid-trial competency hearing, Dr. Wolfe conceded she could not rule out a diagnosis of mild mental retardation for petitioner. St. Ct. R. Vol. 3 of 10 at 1469.</p>\n<p>Similarly, the trial testimony of Kenneth Richardson offered by the State does not undermine petitioner's evidence of mental retardation. Mr. Richardson testified petitioner filled out some of the answers on the form at the pawn shop, but he also testified, \"I might have asked him the questions, but he didn't have any help as far as telling him what to put in the box.\" St. Ct. R. Vol. 2 of 10 at 906. As noted above, the portion of the form filled out by petitioner asked only for basic information such as name, address, and birth date. Moreover, there was evidence from petitioner's boss, who interacted with petitioner for many years, that petitioner could not read and would commonly hand the paper with his daily duties listed on it to another employee to read for him to find out what he was supposed to do. St. Ct. R. Vol. 4 of 10 at 2202-03.</p>\n<p>The MAR court's ruling also appears to be flawed in its application of the law. In addressing the I.Q. prong of the statute, the MAR court stated \"[d]efendant produced no documented evidence at all to show his I.Q. was tested prior to the age of eighteen, much less that he had a fullscale score of 70 or below as required by N.C.G.S. §§ 15A-2005 (a)(1) and (2).\" March 2005 MAR Order at 24. While N.C. Gen.Stat. § 15A-2005 requires a defendant to show that mental retardation manifested before 18 years of age, there is no requirement that he show he had scored 70 or below on a test given prior to the age of eighteen. <i>See e.g. </i><i>Walker v. True,</i> <span class=\"citation\" data-id=\"789370\"><a href=\"/opinion/789370/darick-demorris-walker-v-william-page-true-warden-sussex-i-state-prison/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 323 n. 7 (4th Cir.2005); <i>Cole v. Branker,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2782327</span></span> (E.D.N.C.2007). Thus, insofar as the MAR court denied petitioner's claim because he failed to produce an I.Q. test score from a test administered prior to the age of eighteen, the court's ruling is an unreasonable application of the law.</p>\n<p>Consequently, the court finds the MAR court's ruling rejecting petitioner's claim is based both on an unreasonable determination of the facts and an unreasonable application of the law. Considering the evidence <span class=\"star-pagination\">*858</span> in the record <i>de novo,</i> the court concludes petitioner has shown by a preponderance of the evidence that he is mentally retarded as defined in N.C. Gen.Stat. § 15A-2005. Having so found, petitioner may not be sentenced to death. <i>See </i><i>Atkins,</i> 536 U.S. at 321, <span class=\"citation\" data-id=\"121158\"><a href=\"/opinion/121158/atkins-v-virginia/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>. Accordingly, petitioner has shown he is entitled to habeas relief as to Claim I, and Respondent's motion for summary judgment as to Claim I is denied.</p>\n<p></p>\n<h2>2. <i>Claims II and IIIThe trial court denied petitioner's right to due process by excluding evidence from Drs. Fedor and Bellard regarding petitioner's state of mind</i>\n</h2>\n<p>In Claims II and III, petitioner argues the trial court erred by excluding evidence from Drs. Fedor and Bellard at the guilt phase of trial. Petitioner argues the doctors could have provided evidence of his mental and emotional state that would have helped explain his belief at the time of the shooting and supported the argument he acted in self-defense. He also argues the testimony of the doctors was relevant and admissible to address whether he acted with premeditation and deliberation. Petitioner argues the evidence from Drs. Fedor and Bellard was excluded in violation of his right to due process and right to present a defense.</p>\n<p>Petitioner first raised a claim that evidence from Drs. Fedor and Bellard was improperly excluded on direct appeal. <i>See</i> St. Ct. R. Vol. 6 of 10, St. Ex. E at 77-99. At that time, he argued the evidence was unconstitutionally excluded because the evidence, which showed his state of mind and his perception of the imminence of danger, was highly relevant to his theory of self-defense. <i>Id.</i> On direct appeal, he did not argue the evidence was relevant to rebut the State's position he acted with premeditation and deliberation. <i>Id.</i></p>\n<p>The Supreme Court of North Carolina denied the argument on the merits. The court held that the evidence at trial did not support a jury instruction on self-defense and the trial court had erred by giving one. <i>Nicholson,</i> 355 N.C. at 30-32, 558 S.E.2d at 130-31. The court said there was no evidence to support a finding that petitioner believed it was necessary to kill the victims to protect himself from serious injury or death. <i>Id.</i> The court noted that petitioner testified at trial and denied he intended to shoot anyone or that he did shoot anyone. <i>Id.</i> Petitioner testified he fired two shots into the floor of the trailer and speculated it was actually Mr. Badger who killed the victims. The court reasoned that because petitioner's testimony showed he did not believe it was necessary to use deadly force, the expert testimony he claims was improperly excluded was irrelevant. The court stated that he was \"not entitled to introduce expert testimony to bolster a defense which was not supported by the evidence at trial.\" <i>Id.</i> at 31, 558 S.E.2d at 131.</p>\n<p>Petitioner argues that the state court's determination of the facts was unreasonable in light of all of the evidence. He contends that if the state court had considered all of the evidence, including the information from Drs. Fedor and Bellard, it would have found that, despite petitioner's statements, petitioner was acting in self-defense when he fired his weapon.</p>\n<p>The trial court ruled the evidence was not admissible on state law grounds. On direct appeal the Supreme Court of North Carolina similarly relied on state law in finding that because petitioner was not entitled to an instruction on self-defense, the evidence was irrelevant and not improperly excluded. Claims based on state court rulings regarding the exclusion of evidence cannot serve as a basis of federal habeas relief unless they violate <span class=\"star-pagination\">*859</span> specific constitutional provisions or render the trial fundamentally unfair. <i>Estelle v. McGuire,</i> <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 67-68, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1991); <i>Howard v. Moore,</i> <span class=\"citation\" data-id=\"749316\"><a href=\"/opinion/749316/ronnie-howard-v-michael-w-moore-director-of-south-carolina-department-of/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">399</span></a></span>, 415 n. 18 (4th Cir. 1997).</p>\n<p>A defendant has a well-established constitutional right to present a defense and call witnesses in support. <i>Chambers v. Mississippi,</i> <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, 294, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1973). However, the right is limited. <i>Holmes v. South Carolina,</i> <span class=\"citation\" data-id=\"145659\"><a href=\"/opinion/145659/holmes-v-south-carolina/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 326, <span class=\"citation\" data-id=\"145659\"><a href=\"/opinion/145659/holmes-v-south-carolina/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1727</span></a></span>, <span class=\"citation\" data-id=\"145659\"><a href=\"/opinion/145659/holmes-v-south-carolina/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">503</span></a></span> (2006). The court may exclude evidence \"if its probative value is outweighed by certain other factors such as unfair prejudice, confusion of the issues, or potential to mislead the jury.\" <i>Id.</i> If evidence is improperly excluded, a petitioner is only entitled to relief if its exclusion had a \"`substantial and injurious effect or influence in determining the jury's verdict.'\" <i>Brecht v. Abrahamson,</i> <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 637, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, 1722, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></a></span> (1993) (quoting <i>Kotteakos v. United States,</i> <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 776, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></span>, 1253, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span></span> (1946)).</p>\n<p>Petitioner argues that the state court erred in excluding evidence from the experts because it was material and relevant evidence in support of his theory that he acted in self-defense. In accordance with North Carolina law there are four elements to self-defense:</p>\n<blockquote>(1) it appeared to defendant and he believed it to be necessary to kill the deceased in order to save himself from death or great bodily harm; and</blockquote>\n<blockquote>(2) defendant's belief was reasonable in that the circumstances as they appeared to him at the time were sufficient to create such a belief in the mind of a person of ordinary firmness; and</blockquote>\n<blockquote>(3) defendant was not the aggressor in bringing on the affray, i.e. he did not aggressively and willingly enter into the fight without legal excuse or provocation; and,</blockquote>\n<blockquote>(4) defendant did not use excessive force, i.e., did not use more force than was necessary or reasonably appeared to him to be necessary under the circumstances to protect himself from death or great bodily harm.</blockquote>\n<p><i>State v. Norris,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">526</span></span>, 530, <span class=\"citation\" data-id=\"1394959\"><a href=\"/opinion/1394959/state-v-norris/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">570</span></a></span>, 572-73 (1981). Imperfect self-defense is shown when the first two elements exist, but defendant was the aggressor or used excessive force in responding to the situation. <i>Id.</i> \"[B]efore [a] defendant is entitled to an instruction on self-defense, two questions must be answered in the affirmative: (1) Is there evidence that the defendant in fact formed a belief that it was necessary to kill his adversary in order to protect himself from death or great bodily harm, and (2) if so, was that belief reasonable?\" <i>State v. Bush,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">152</span></span>, 160, <span class=\"citation\" data-id=\"1356378\"><a href=\"/opinion/1356378/state-v-bush/\"><span class=\"volume\">297</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">563</span></a></span>, 569 (1982).</p>\n<p>At trial, the court heard the testimony of Drs. Fedor and Bellard on voir dire before ruling on whether the testimony was admissible. Dr. Fedor, a psychiatrist, testified she saw petitioner on July 15, 1997, two days before the shooting, at Edgecombe-Nash Mental Health. St. Ct. R. Vol. 3 of 10 at 1670, 1673. Petitioner came into the mental health clinic with his wife because his wife was concerned about changes in petitioner's behavior and the fact he was having hallucinations, claiming to see and speak with his deceased mother. <i>Id.</i> at 1675, 1678. Dr. Fedor's mental health evaluation revealed that petitioner was confused and disoriented as to place and time, with poor insight and impaired judgment. <i>Id.</i> at 1681, 1683. Dr. Fedor diagnosed him with extremely \"high blood pressure\" and \"psychotic disorder not otherwise specified.\" <i>Id.</i> at 1684. She wanted him to be evaluated in depth as an outpatient over the next several days. However, <span class=\"star-pagination\">*860</span> petitioner did not return to the hospital the following day as scheduled, and two days later the murders occurred. <i>Id.</i> at 1675, 1691. When Dr. Fedor was asked by the judge if she thought her contact with petitioner put her in a position to assist the jury on determining his state of mind at the time of the murder, Dr. Fedor said no. <i>Id.</i> at 1688-89.</p>\n<p>Dr. Bellard, a forensic psychiatrist, examined petitioner after the crimes to assist the defense in preparing for trial. He testified on voir dire that based on his evaluation of petitioner and review of Dr. Fedor's report, he believed petitioner's brain was not functioning normally at the time of the murders. <i>Id.</i> at 1707. Dr. Bellard believed that at the time of the murders petitioner was paranoid and compared to the average person \"had a much greater ... difficulty ... fully evaluating options that were available to him, that he may jump to conclusions at that time. And, I believe he was suffering from the [sic] depression with psychotic features.\" <i>Id.</i> at 1709-10. Dr. Bellard said that petitioner's state would have made him more inclined to feel he was in jeopardy. <i>Id.</i> at 1710. He said he believed his testimony would help the jury understand petitioner's state of mind at the time of the crimes. <i>Id.</i></p>\n<p>The trial court heard arguments as to whether the evidence should be admitted in support of a theory of self-defense. At the conclusion, the court ruled the evidence was not relevant and could not be introduced. <i>Id.</i> at 1741. In ruling, the court noted, in part, that it did not find the testimony of the doctors relevant because under the law applicable to self-defense, \"the defendant's belief that he was required to defend himself must be reasonable, and I believe that reasonableness is not someI think it is a yard stick that ordinary, reasonable people would understand. And I don't think that his special mental condition should be inserted into this issue.\" <i>Id.</i></p>\n<p>Petitioner is unable to show the state court's ruling is based on an unreasonable determination of the facts or is contrary to clearly established federal law. Petitioner argues that the testimony of the doctors was necessary to show that his mental state was such that he believed it was necessary to shoot to try to save himself from bodily harm. Under the North Carolina law applicable to either perfect or imperfect self-defense, a defendant must show: \"(1) it appeared to defendant and he believed it to be necessary to kill the deceased in order to save himself from death or great bodily harm; and (2) defendant's belief was reasonable in that the circumstances as they appeared to him at the time were sufficient to create such a belief in the mind of a person of ordinary firmness.\" <i>Norris,</i> 303 N.C. at 530, 279 S.E.2d at 572-73. Because the reasonableness of the belief is weighed against \"a person of ordinary firmness,\" petitioner cannot show that evidence from the doctors as to petitioner's personal mental state was relevant to the jury's consideration of self-defense. Therefore, petitioner cannot show his due process rights were violated because the trial court excluded the evidence trying to show his personal mental deficiencies made it reasonable for him to be fearful.</p>\n<p>Moreover, even if petitioner could show the testimony was improperly excluded, petitioner cannot show that excluding testimony from Drs. Fedor and Bellard had a \"`substantial and injurious effect or influence'\" at trial. <i>See </i><i>Brecht,</i> 507 U.S. at 637, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span> (quoting <i>Kotteakos,</i> 328 U.S. at 776, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></span>). In testifying at trial, although petitioner indicated he felt afraid and threatened, he claimed he did not shoot anyone, never intended to shoot anyone, and only fired two shots into <span class=\"star-pagination\">*861</span> the floor. St. Ct. R. Vol. 3 of 10 at 1599-1600. He testified someone else shot Chief Hathaway, and when asked who he thought was responsible, he testified he believed Marvin Badger had killed the victims. <i>Id.</i> at 1627, 1631. Therefore, even if the doctors' testimony would have shown petitioner's mental condition was unstable and made it more likely for him to believe he needed to protect himself, excluding the testimony did not substantially impact the jury's finding on the issue of self-defense.</p>\n<p>The court next considers petitioner's argument that evidence from the doctors was improperly excluded because it was relevant to the issue of premeditation and deliberation. As respondent notes in his answer and motion for summary judgment, at trial, in arguing for admission of the testimony of the doctors, defense counsel only argued it was relevant to self-defense. At the time of trial, petitioner did not argue the testimony of Drs. Fedor and Bellard should be admitted because it was relevant to the issue of premeditation and deliberation. <i>See Id.</i> at 1562-1571, 1692-1697, 1727-1733. Therefore, petitioner cannot show the trial court violated his constitutional rights by not admitting the evidence on that basis.</p>\n<p>Moreover, the doctrine of exhaustion requires that before a claim may be presented in federal court on habeas review it must have been presented to the state courts, giving those courts the first opportunity to consider the claim. <i>Picard v. Connor,</i> <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 275, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1971). The exhaustion requirement is satisfied when a petitioner gives the state court a \"fair opportunity\" to apply controlling legal principles to the facts bearing on his constitutional claim. <i>Anderson v. Harless,</i> <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">4</span></a></span>, 6, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation\" data-id=\"110807\"><a href=\"/opinion/110807/anderson-v-harless/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">3</span></a></span> (1982); <i>Picard,</i> 404 U.S. at 275, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>. The exhaustion requirement is not met when a petitioner asserts new legal theories or factual claims for the first time on habeas review. <i>Breard v. Pruett,</i> <span class=\"citation\" data-id=\"751110\"><a href=\"/opinion/751110/angel-francisco-breard-v-samuel-v-pruett-warden-mecklenburg/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 619 (4th Cir.1998).</p>\n<p>Petitioner did not argue either on direct appeal or in his MAR that evidence from the doctors was improperly excluded because it was relevant to the issue of premeditation and deliberation. Petitioner is presenting the argument for the first time before this court. Consequently, the argument is not properly exhausted.</p>\n<p>Under the doctrine of procedural default, a federal court is precluded from reviewing the merits of any claim that was found to be procedurally barred by the state court on adequate and independent state grounds. <i>Coleman v. Thompson,</i> <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, 2565, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1991). A procedural default occurs when a habeas petitioner fails to exhaust a claim in state court and the state court would now find the claim procedurally barred. <i>Id.</i> at 735 n. 1, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>. When a claim \"would be procedurally barred under state law if the petitioner attempted to present it to the state court,\" the court may treat the claim as exhausted. <i>Baker v. Corcoran,</i> <span class=\"citation\" data-id=\"769639\"><a href=\"/opinion/769639/wesley-eugene-baker-v-thomas-r-corcoran-warden-of-the-maryland/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></a></span>, 288 (4th Cir.2000); <i>see also </i><i>Breard v. Pruett,</i> <span class=\"citation\" data-id=\"751110\"><a href=\"/opinion/751110/angel-francisco-breard-v-samuel-v-pruett-warden-mecklenburg/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 619 (4th Cir.1998). The procedural bar that allows the court to treat the claim as exhausted also provides an adequate and independent state ground for procedural default. <i>Gray v. Netherland,</i> <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 161-62, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">457</span></a></span> (1996).</p>\n<p>If petitioner now attempted to return to state court to raise this argument it would be procedurally barred. Consequently, petitioner's argument that the testimony of Drs. Bellard and Fedor was improperly excluded because the testimony was relevant to a finding of premeditation and deliberation is procedurally defaulted.</p>\n<p><span class=\"star-pagination\">*862</span> Respondent's motion for summary judgment as to Claims II and III is granted.</p>\n<p></p>\n<h2>3. <i>Claim IVPetitioner received ineffective assistance of counsel because his trial attorneys failed to argue the relevance of Gloria Nicholson's embezzlement charges and failed to try to have the evidence introduced</i>\n</h2>\n<p>In Claim IV, petitioner asserts he received ineffective assistance of counsel due to his trial attorneys' failure to move to admit during the guilt phase of trial evidence that Gloria Nicholson had been charged with embezzling from Tim's Auto Sales.<sup>[16]</sup> Petitioner had worked at Tim's Auto Sales for years, and had helped Gloria get her job at Tim's as a cashier. The employer discovered Gloria was embezzling money and had contacted the authorities to pursue charges. St. Ct. R. Vol. 4 of 10 at 2200-01. As a result of the charges against her, Gloria was fired and petitioner, because he was married to her, quit his job.<sup>[17]</sup> Petitioner argues that evidence Gloria had been charged with embezzlement would have undermined Gloria's credibility and her reports of spousal abuse. He also argues it was critical to giving the jury a complete picture of his state of mind at the time of the crimes. Pet. at 51; 54-55.</p>\n<p>Petitioner first raised this argument in his MAR. The MAR court denied the claim on the merits. Sept. 2003 MAR Order at 22-25.<sup>[18]</sup> The MAR court noted that at trial, the defense strategy was to show petitioner was under extreme stress on the day of the killings, and the defense presented witnesses in support of this approach. <i>Id.</i> at 22. The MAR court stated that \"the specific strategy was to place emphasis upon and focus the jury's attention on defendant's state of mind, not attack Gloria's veracity.\" <i>Id.</i> at 23. The MAR court found that petitioner's testimony failed to establish self-defense, and Gloria's arrest and reason for being fired were irrelevant to his theory of self-defense. <i>Id.</i> at 24. The court found that \"[t]he fact that was of consequence to defendant at trial was Gloria Nicholson's assaultive behavior towards him, which allegedly caused him stress and led to the affray in the trailer. Defense counsel followed this strategy and presented several witnesses on the point.\" <i>Id.</i> The court concluded that an attack on Gloria's credibility would not have added anything to the defense presented at trial. The court also noted the overwhelming evidence against petitioner, including a surviving eyewitness. The MAR court held petitioner was unable to establish either prong of <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). <i>Id.</i> The MAR court denied petitioner's request for an evidentiary hearing. <i>Id.</i></p>\n<p>Petitioner argues the MAR court's ruling is contrary to, or an unreasonable application of, clearly established federal law. He also argues the MAR court's determination of the facts was unreasonable in light of the evidence presented. He argues the decision not to impeach Gloria's credibility was not a strategic decision by counsel, but poor lawyering. He contends the MAR court should have granted him an evidentiary hearing to show this and to develop the factual basis of his claim.</p>\n<p>To establish ineffective assistance of counsel, a petitioner must show that <span class=\"star-pagination\">*863</span> counsel's representation \"fell below an objective standard of reasonableness\" and that there is \"a reasonable probability that, but for counsel's unprofessional error, the result of the proceeding would have been different.\" <i>Strickland,</i> 466 U.S. at 694, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. The court must judge the reasonableness of counsel's performance based upon the specific facts of the case, viewed as of the time of counsel's conduct. <i>Id.</i> at 690, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. \"A court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.'\" <i>Id.</i> at 689, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span> (quoting <i>Michel v. Louisiana,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">83</span></span> (1955)).</p>\n<p>Petitioner argues that evidence Gloria had been charged with embezzling would have undermined the credibility of Gloria's hearsay statements that petitioner had threatened to kill her and had physically abused her in the past. Reply at 38. The hearsay evidence was admitted by the State to show petitioner had the specific intent to kill. Petitioner also argues the evidence of Gloria's criminal behavior was important because it showed that as a result of Gloria's actions petitioner had been forced to quit the job he enjoyed and was under great stress, needing to make money to pay child support and his bills.</p>\n<p>Petitioner cannot show the MAR court erred in ruling he could not establish ineffective assistance of counsel under <i>Strickland.</i> As an initial matter, petitioner has failed to show that counsel's decision not to introduce the evidence of Gloria's criminal behavior was anything other than a strategic decision. As noted above, counsel introduced the evidence at sentencing. Despite petitioner's arguments to the contrary, petitioner has not shown that counsel did not make a strategic decision to avoid attacking the victim before the jury at the guilt phase. Nor can petitioner show he was prejudiced by any alleged error of counsel. Evidence that Gloria had embezzled and essentially forced petitioner to quit his job would not have assisted the defense as it proceeded at trial. Even if the testimony had shown that Gloria was manipulative, not to be trusted, and that her actions had caused petitioner a great deal of stress, such evidence would not have reasonably impacted the consideration of whether or not petitioner acted in self-defense.<sup>[19]</sup> Petitioner's own testimony was that he did not mean to shoot anyone, did not shoot anyone, and believed Mr. Badger shot the victims. Therefore, petitioner cannot show he was prejudiced because counsel failed to try to admit evidence of Gloria's criminal behavior.</p>\n<p>Moreover, despite petitioner's arguments to the contrary, Gloria's hearsay statements that petitioner said he would kill her were not the best evidence of whether the shooting was intentional. At trial, Jarrin Brown testified that in the time period after petitioner shot Chief Hathaway, he saw petitioner walk over to his sister who was lying on the floor, lean down, and shoot her. St. Ct. R. Vol. 2 of 10 at 1058-60. Evidence from the forensic pathologist who performed Gloria's autopsy corroborated that at least one of the shots that struck Gloria was at close range. St. Ct. R. Vol. 3 of 10 at 1140, 1144-45. Jarrin Brown also testified that petitioner had fired at Chief Hathaway while his gun was still buckled in the holster. St. Ct. R. Vol. 2 of 10 at 1057-59, <span class=\"star-pagination\">*864</span> 1062. This eyewitness testimony describing petitioner's very deliberate actions, indicating he approached Gloria once she was down on the ground, leaned over, and shot her at close range, significantly challenges any suggestion the shooting was not intentional.</p>\n<p>Accordingly, petitioner cannot show the MAR court's ruling is based on an unreasonable determination of the facts or an unreasonable application of clearly established federal law that would warrant relief. Respondent's motion for summary judgment as to Claim IV is granted.</p>\n<p></p>\n<h2>4. <i>Claim VThe trial court unconstitutionally allowed the State to introduce Gloria Nicholson's hearsay statements</i>\n</h2>\n<p>In Claim V, petitioner argues the trial court violated his constitutional rights by allowing hearsay statements made by Gloria Nicholson. In particular, he argues that Gloria's mother was allowed to testify to statements Gloria made in which she said that petitioner had threatened to kill her. Petitioner first raised this claim on direct appeal and it was denied on the merits. <i>Nicholson,</i> 355 N.C. at 36-37, 558 S.E.2d at 133-34. The state court concluded the statements were properly admitted in accordance with Rule 803 of the North Carolina Rules of Evidence. <i>Id.</i> at 7, 558 S.E.2d at 134.</p>\n<p>Petitioner argues the state court's ruling \"incorrectly applied the rulings of the United States Supreme Court in its review of the issue.\" Pet. at 56. He also contends the state court's ruling was based on an unreasonable determination of the facts. <i>Id.</i> at 59. In the claim, he argues the North Carolina Supreme Court improperly determined that Gloria's hearsay statements were admissible under either the state of mind or excited utterances exceptions. He contends, therefore, that the admission of the statements deprived him of his right to confrontation guaranteed under the Sixth Amendment. In support of his claim he cites to <i>Crawford v. Washington,</i> <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (2004), and <i>Lilly v. Virginia,</i> <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1887</span></a></span>, <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></a></span> (1999).</p>\n<p>Respondent argues <i>Crawford</i> does not apply to petitioner's case because it was decided after petitioner's conviction became final. <i>See </i><i>Teague v. Lane,</i> <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1989) (new rules of constitutional law may not be applied on collateral review). In <i>Crawford,</i> the Court held that under the Sixth Amendment, a testimonial out-of-court statement is not admissible unless the witness is unavailable and defendant has been able to previously cross-examine him. <i>Crawford,</i> 541 U.S. at 68, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>. The case abrogated the then-existing standard which allowed an out-of-court statement to be admitted as long as the witness was unavailable and the State could show the statement had an adequate indicia of reliability. <i>See </i><i>Ohio v. Roberts,</i> <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 66, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1980).</p>\n<p>In <i>Whorton v. Bockting,</i> <span class=\"citation\" data-id=\"145755\"><a href=\"/opinion/145755/whorton-v-bockting/\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, 416-17, <span class=\"citation\" data-id=\"145755\"><a href=\"/opinion/145755/whorton-v-bockting/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, 167 L.Ed.2d 1(2007), the Supreme Court held <i>Crawford</i> does not apply retroactively to cases on collateral review. Petitioner's case was final on direct review in 2002, <i>see </i><i>Nicholson,</i> <span class=\"citation\" data-id=\"122812\"><a href=\"/opinion/122812/nicholson-v-north-carolina/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">178</span></span>, well before <i>Crawford</i> was decided in 2004. Therefore, petitioner's case is governed by the pre-<i>Crawford</i> standard set forth in <i>Ohio v. Roberts</i><i>.</i></p>\n<p>\"In all criminal prosecutions, the accused shall enjoy the right ... to be confronted with witnesses against him....\" U.S. Const. amend. VI. In <i>Roberts,</i> the Supreme Court explained that the underlying purpose of the Confrontation Clause is to \"augment accuracy in the fact <span class=\"star-pagination\">*865</span> finding process.\" <i>Roberts,</i> 448 U.S. at 65, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>. Under the rule enunciated in <i>Roberts,</i> an out-of-court statement is admissible as long as the witness is unavailable and the State could show the statement had an adequate indicia of reliability. <i>Id.</i> at 66, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>. If a statement is within a firmly rooted hearsay exception, reliability can be inferred, otherwise the state must show particular guarantees of trustworthiness. <i>Lilly v. Virginia,</i> <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, 125-26, <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1887</span></a></span>, <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></a></span> (1999); <i>White v. Illinois,</i> <span class=\"citation\" data-id=\"112678\"><a href=\"/opinion/112678/white-v-illinois/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 356, <span class=\"citation\" data-id=\"112678\"><a href=\"/opinion/112678/white-v-illinois/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"112678\"><a href=\"/opinion/112678/white-v-illinois/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">848</span></a></span> (1992); <i>Idaho v. Wright,</i> <span class=\"citation\" data-id=\"112488\"><a href=\"/opinion/112488/idaho-v-wright/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></a></span>, 814-15, <span class=\"citation\" data-id=\"112488\"><a href=\"/opinion/112488/idaho-v-wright/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3139</span></a></span>, <span class=\"citation\" data-id=\"112488\"><a href=\"/opinion/112488/idaho-v-wright/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">638</span></a></span> (1990). Confrontation Clause errors are subject to harmless error review. <i>See </i><i>Lilly,</i> 527 U.S. at 139-40, <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1887</span></a></span>.</p>\n<p>Gloria Nicholson's mother, Ella Badger, testified at trial and described the events in the days before the murder. During her testimony she recounted statements made by Gloria. Initially, the defense did not object to the statements. However, when Mrs. Badger started to testify to statements made by Gloria while she and petitioner were riding in the back of the Badger's car, the defense objected. The following occurred:</p>\n<blockquote>Q: And, you indicated that you heard some whispering going on, but you couldn't hear exactly what was said during the whispering part, is that correct?</blockquote>\n<blockquote>A: Yes, sir.</blockquote>\n<blockquote>Q: If you would, please tell the Court and the jury what you did hear Gloria say?</blockquote>\n<blockquote>A: When Abner were (sic) whispering, like I said before, I don't know exactly I couldn't hear what he was saying, but I heard Gloria when she said:</blockquote>\n<blockquote>\"No. No. No. I ain't gonna (sic) do it. I don't want that.\"</blockquote>\n<blockquote>Mr. Fitch: Move to strike.</blockquote>\n<blockquote>The Court: Overruled.</blockquote>\n<blockquote>Q: Now, what else did you hear her saying during that time?</blockquote>\n<blockquote>A: After that, I heard him</blockquote>\n<blockquote>Q: What did you hear him say?</blockquote>\n<blockquote>A:Abner was whispering again, but I still couldn't understand what he was saying. So, after that Gloria said:</blockquote>\n<blockquote>\"Daddy</blockquote>\n<blockquote>Mr. Fitch: Objection.</blockquote>\n<blockquote>The Court: Overruled.</blockquote>\n<blockquote>Q: Go ahead.</blockquote>\n<blockquote>A: Abner said: \"No, I didn't. I was lying. I ain't got no gun.\"</blockquote>\n<blockquote>Mr. Fitch: Move to strike.</blockquote>\n<blockquote>The Court: Motion Denied.</blockquote>\n<blockquote>Q: And, then at that time, did you hear either one of those two, Abner or Gloria say anything else?</blockquote>\n<blockquote>A: No, sir.</blockquote>\n<blockquote>Q: So, then you went on to the hospital?</blockquote>\n<blockquote>A: Yes, sir.</blockquote>\n<p>St. Ct. R. Vol. 2 of 10 at 947-49. Mrs. Badger was subsequently allowed to testify, over objection, about hearsay statements Gloria made just before the murder indicating petitioner was on his way to the trailer to get his clothes and did not want anyone else there. Gloria said she had called the police and was told not to let petitioner inside, but to call the police back when petitioner arrived at the trailer. <i>Id.</i> at 956-61.</p>\n<p>At trial, the court overruled petitioner's objections without specifying which of the hearsay exceptions it relied upon in admitting the statements. On appeal, in light of the trial court's failure to provide explanations for its rulings, the Supreme Court of North Carolina examined state law to determine what, if any, legal grounds supported admitting the hearsay statements at trial. The appellate court determined Gloria's statements were properly admitted <span class=\"star-pagination\">*866</span> under state law in accordance with either North Carolina Rule of Evidence 803(2), as a present sense impression, or Rule 803(3), as an excited utterance. <i>Nicholson,</i> 355 N.C. at 36-37, 558 S.E.2d at 133-34.</p>\n<p>In making his claim, petitioner disagrees with the Supreme Court of North Carolina's determination that Rule 803(2) &amp; (3) apply to Gloria's statements. He also argues the state court ruling cannot stand because the hearsay exceptions were developed by the court on appeal, as opposed to the exceptions being identified by the trial court. Citing to <i>Miller-El v. Dretke,</i> <span class=\"citation\" data-id=\"799976\"><a href=\"/opinion/799976/miller-el-v-dretke/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, <span class=\"citation\" data-id=\"799976\"><a href=\"/opinion/799976/miller-el-v-dretke/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, <span class=\"citation\" data-id=\"799976\"><a href=\"/opinion/799976/miller-el-v-dretke/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></a></span> (2005), petitioner argues that this \"after-the-fact justification\" is frowned upon. Response at 41.</p>\n<p>Petitioner's argument that the Supreme Court of North Carolina acted improperly in identifying a legal basis for the trial court's rulings fails. The situation before this court is not comparable to <i>Miller-El</i> in which the court hypothesized and provided the prosecutor's alleged rationale for the use of peremptory challenges against jurors. <i>Miller-El,</i> 545 U.S. at 250-52, <span class=\"citation\" data-id=\"799976\"><a href=\"/opinion/799976/miller-el-v-dretke/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>. In the instant case, in light of the trial court's failure to provide explanations for its rulings, the court on appeal examined state law to determine if any legal grounds supported admission of the hearsay statements at trial. This assessment of whether legal grounds supported admitting the hearsay statements at trial is not comparable to an appellate court speculating about the State's subjective reasoning for exercising peremptory challenges during jury selection as in <i>Miller-El.</i></p>\n<p>Petitioner also cannot show he is entitled to relief based on his argument that the Supreme Court of North Carolina improperly determined that North Carolina Rules of Evidence 803(2) &amp; (3) applied to Gloria's statements. He argues that Gloria's statements do not fit within the exceptions and that the statements do not present the indicia of reliability required to admit hearsay without violating the Sixth Amendment. It is not the role of this court on federal habeas review to determine whether a state court erred in applying a state evidentiary rule. <i>Estelle,</i> 502 U.S. at 67-68, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>. Petitioner disagrees that Gloria's statements are within the confines of North Carolina Rule of Evidence 803(2) &amp; (3), but fails to show the state court's determination violates a specific constitutional provision or renders the trial fundamentally unfair. In the absence of such a showing, this court cannot overrule the state court's interpretation of state law. <i>See </i><i>Sharpe v. Bell,</i> <span class=\"citation\" data-id=\"1031339\"><a href=\"/opinion/1031339/sharpe-v-bell/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">372</span></a></span>, 383 (4th Cir.2010). Consequently, the statements by Gloria, admitted under well-established hearsay exceptions, were not admitted in violation of petitioner's constitutional rights. <i>See </i><i>Roberts,</i> 448 U.S. at 66, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>; <i>Lilly,</i> 527 U.S. at 125-26, <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1887</span></a></span>.</p>\n<p>Finally, petitioner's request for an evidentiary hearing with respect to this claim is denied. Petitioner fails to show a factual dispute, which if resolved in his favor, would entitle him to relief. <i>See </i><i>Rector v. Johnson,</i> <span class=\"citation\" data-id=\"12712\"><a href=\"/opinion/12712/rector-v-johnson/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">551</span></a></span>, 562-63 (5th Cir.1997). Respondent's motion for summary judgment as to Claim V is granted.</p>\n<p></p>\n<h2>5. <i>Claim VIPetitioner was denied his constitutional rights when a juror failed to answer honestly during voir dire and required petitioner to prove his innocence</i>\n</h2>\n<p>In Claim VI, petitioner argues that his constitutional rights were violated because Juror Deloatch \"failed to follow her oath and instruction of the court by requiring Mr. Nicholson to prove his innocence.\" Pet. at 59. Petitioner contends that during voir dire Juror Deloatch indicated she <span class=\"star-pagination\">*867</span> could consider imposing a life sentence as well as a death sentence. However, he alleges that during post-conviction interviews with Juror Deloatch it became apparent she could not consider a life sentence if a petitioner was convicted of first-degree murder. He asserts she \"did not follow her oath and the instructions of the court. At the end of the day, she was an automatic death juror.\" <i>Id.</i></p>\n<p>Petitioner first raised this argument in his MAR. The MAR court denied the claim on the merits. Sept. 2003 MAR Order at 11. The MAR court reasoned that petitioner \"failed to make any viable showing that juror Deloatch lied during jury selection as to her ability to consider both life imprisonment and the death penalty.\" <i>Id.</i> In making its determination, the MAR court noted that the only evidence offered as to what was in Juror Deloatch's mind during voir dire were two affidavits from law students who had interviewed Juror Deloatch. The MAR court did not consider the affidavits because they contained inadmissible hearsay. The MAR court also noted that information about Juror Deloatch's thoughts during sentencing was inadmissible. <i>Id.</i> at 9-10.</p>\n<p>Petitioner's claim originates from an interview with Juror Deloatch during post-conviction proceedings. Nora Hargrove, petitioner's post-conviction attorney, conducted the interview. Information about the interview with Juror Deloatch is presented in affidavits from two law students who accompanied Attorney Hargrove during the interview. In the affidavits, the law students state the following:</p>\n<blockquote>7. We discussed various matters, including her impression of Mr. Nicholson, the District Attorney and his staff, the defense counsel and the trial judge.</blockquote>\n<blockquote>8. When discussing mitigating circumstances, Ms. Deloatch said that there were crimes that did not warrant the death penalty but she couldn't think of any right then; that the mitigation she would have considered in this case would be evidence that the crime had not been planned. She further noted that she felt that the crime was premeditated and that he had to pay for what he had done.</blockquote>\n<p>Artemis Malekpour &amp; Joseph Goodman Affs., Pet. Ex. 3, Exs. 4 &amp; 5 to MAR. Based on these purported statements of Juror Deloatch, petitioner asserts that Deloatch \"was an automatic death juror who was unable to follow the law as presented to her by the court.\" Pet. at 60. Petitioner argues that her post-conviction statements indicate Juror Deloatch was not honest on voir dire when she indicated she could consider imposing a life sentence as well as a death sentence. He argues that \"Juror Deloatch's belief that one should `pay for what they have done' <i>unless</i> they prove a defense to the crime, is not upholding the law as it applies to mitigating factors and the weighing of aggravators and mitigators.\" <i>Id.</i> Petitioner argues he was clearly prejudiced because a juror who could not consider the law and could not consider life imprisonment sat on his jury. <i>Id.</i> at 61.</p>\n<p>The Sixth and Fourteenth Amendments \"guarantee [] a defendant on trial for his life the right to an impartial jury.\" <i>Morgan v. Illinois,</i> <span class=\"citation\" data-id=\"112753\"><a href=\"/opinion/112753/morgan-v-illinois/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">719</span></a></span>, 728, <span class=\"citation\" data-id=\"112753\"><a href=\"/opinion/112753/morgan-v-illinois/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2222</span></a></span>, <span class=\"citation\" data-id=\"112753\"><a href=\"/opinion/112753/morgan-v-illinois/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1992). Where a conviction is challenged on the basis of a juror's alleged untruthfulness during voir dire, a petitioner must show that \"a juror failed to answer honestly a material question on voir dire,\" and that \"a correct response would have provided a valid basis for a challenge for cause.\" <i>McDonough Power Equipment, Inc. v. Greenwood,</i> <span class=\"citation\" data-id=\"111065\"><a href=\"/opinion/111065/mcdonough-power-equipment-inc-v-greenwood/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, 556, <span class=\"citation\" data-id=\"111065\"><a href=\"/opinion/111065/mcdonough-power-equipment-inc-v-greenwood/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">845</span></a></span>, <span class=\"citation\" data-id=\"111065\"><a href=\"/opinion/111065/mcdonough-power-equipment-inc-v-greenwood/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1984).</p>\n<p><span class=\"star-pagination\">*868</span> During voir dire, Juror Deloatch, identified as Juror Eight, was questioned as follows in pertinent part:<sup>[20]</sup></p>\n<blockquote>Mr. Alford: . . . What was it you said; you were asked how long you believed in the death penalty, and what was your response?</blockquote>\n<blockquote>Juror Number Eight: Since adulthood.</blockquote>\n<blockquote>Q: Since adulthood?</blockquote>\n<blockquote>A: Yes (nods).</blockquote>\n<blockquote>Q: Is your belief in the death penalty so strong that you feel like that is the only appropriate punishment?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: You believe that if you sat on a jury and was [sic] asked to decide the guilt or innocence of a person, if the State did not prove its case to you, would you be able to enter a verdict of not guilty?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: If you were convinced, beyond a reasonable doubt, that a person was guilty of first degree murder, and then you went into the second phase, would you be able to equally consider the death penalty and life in prison without parole?</blockquote>\n<blockquote>A: Yes, I could.</blockquote>\n<blockquote>Q: You believe in some circumstances, even though a person may be found guilty of first degree murder, that the appropriate punishment could be life in prison without parole?</blockquote>\n<blockquote>A: Yes, I do.</blockquote>\n<p>St. Ct. R. Vol. 1 of 10 at 438-39. The voir dire upon which petitioner relies continued:</p>\n<blockquote>Mr. Alford: Ms. Deloatch, I would like to ask you just a couple of questions about your views concerning the death penalty.</blockquote>\n<blockquote>A: All right.</blockquote>\n<blockquote>Q: And, I may be asking the same questions I've asked, but I just want to make sure I've covered it.</blockquote>\n<blockquote>A: All right.</blockquote>\n<blockquote>Q: Do you believe that if a person is found guilty of first degree murder that the only appropriate punishment is the death penalty?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: You're willing to consider both punishments?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: In some circumstances if a person is found guilty of first degree murder, the appropriate punishment could be life without parole?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: And, you wouldn't go into a case like this slanted either way?</blockquote>\n<blockquote>A: No.</blockquote>\n<blockquote>Q: You would be open, waiting for the evidence to come out to apply to the Judge's instructions, as to the law. Would you be willing to do that?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>The Court: Are you ready now?</blockquote>\n<blockquote>Mr. Alford: Yes, sir, Your Honor.</blockquote>\n<p>Thank you. <i>Id.</i> at 460-61. Mr. Alford subsequently accepted Juror Deloatch as a juror. <i>Id.</i> at 462.</p>\n<p>Petitioner argues that the MAR court erred in ruling on the claim in several respects. First, petitioner argues that he was justified in using affidavits containing hearsay in support of his MAR and in support of his request for an evidentiary hearing before the MAR court. <i>Id.</i> at 62 Next, petitioner argues that \"[t]he court did not consider the issue that Juror Deloatch failed to follow her oath and the instructions of the court inasmuch as she required Mr. Nicholson to prove that he did not premeditate and deliberate in order to consider life imprisonment.\" <i>Id.</i></p>\n<p>Petitioner states he has never been given the opportunity at a hearing to present <span class=\"star-pagination\">*869</span> evidence in support of the claim. Petitioner argues that while the MAR court was correct that Juror Deloatch could not testify about jury deliberations, there is nothing to bar Juror Deloatch from testifying about the validity of the statements she made during voir dire. Reply at 44. He contends that if, at a hearing, Juror Deloatch confirmed the statements she made to the law students, the court could assess whether she failed to honestly answer the questions posed to her on voir dire. <i>Id.</i> at 44-45.</p>\n<p>In making their arguments, the parties disagree about the MAR court's treatment of the affidavits of the law students. They disagree about whether the affidavits based on hearsay satisfy N.C. Gen.Stat. § 15A-1420, which requires a MAR to be supported by affidavits. They also disagree about whether the affidavits were sufficient to establish a right to an evidentiary hearing in the MAR court.</p>\n<p>The court need not explicitly resolve this issue. Even if the court considers the hearsay information from Juror Deloatch that is presented in the affidavits of Artemis Malekpour and Joseph Goodman and accepts it as true, petitioner cannot show he is entitled to relief on this claim and cannot show he is entitled to an evidentiary hearing. Petitioner argues that Juror Deloatch's postconviction statements indicate she lied on voir dire. However, none of the statements attributed to Juror Deloatch in the affidavits contradict any of the statements she made during voir dire.<sup>[21]</sup> In her post-conviction interview, while she could not give an example at that moment of a non-death penalty crime, she indicated, as she did during voir dire, that she believed there were crimes that did not warrant death. Similarly, nothing in her statement that she felt petitioner's crime was premeditated and that he had to pay for what he had done contradicts her statements on voir dire or indicates she could not consider all of the evidence, mitigators, or life imprisonment as a potential sentence.</p>\n<p>Further, Juror Deloatch's statement that she would have considered the fact the crime had not been planned as a mitigating factor does not show Juror Deloatch answered dishonestly during voir dire. First, nothing in Juror Deloatch's statements to the law students indicate that lack of premeditation is the only factor she could or would consider as a mitigator. Second, while the statements perhaps indicate a misunderstanding of some of the law, they do not contradict any of her responses on voir dire or demonstrate her responses on voir dire were dishonest. As petitioner concedes in his petition, \"Deloatch is not unlike many other jurors. They just don't understand the difference between mitigators and defenses to the crime.\" Pet. at 60 n.7. Petitioner thereby acknowledges that Juror Deloatch's statements do not likely suggest untruthful responses during voir dire, but rather suggest a not uncommon misunderstanding of the law by a lay person. Such a misunderstanding does not show untruthfulness and cannot establish petitioner is entitled to relief. <i>See </i><i>McDonough,</i> 464 U.S. at 555, <span class=\"citation\" data-id=\"111065\"><a href=\"/opinion/111065/mcdonough-power-equipment-inc-v-greenwood/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">845</span></a></span> (\"[t]o invalidate the result of <span class=\"star-pagination\">*870</span> a three-week trial because of a juror's mistaken, though honest response to a question is to insist on something closer to perfection than our judicial system can be expected to give.\").</p>\n<p>Moreover, the fact that counsel for petitioner posed different questions to Juror Deloatch after trial that garnered different responses or perhaps now indicates some misunderstanding of how to apply the law, does not and cannot establish petitioner's allegation that Juror Deloatch was untruthful in responding on voir dire. \"[A] defendant is not entitled to a new trial when any problem with a juror's answer during voir dire was caused by the poor quality of the question asked.\" <i>United States v. Estey,</i> <span class=\"citation\" data-id=\"1312949\"><a href=\"/opinion/1312949/united-states-v-estey/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841 (8th Cir.2010) (citing <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"714073\"><a href=\"/opinion/714073/united-states-v-marcus-williams-united-states-of-america-v-cortez/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1098</span></a></span>, 1100-01 (8th Cir. 1996)).</p>\n<p>Nor can petitioner show he is entitled to an evidentiary hearing on this claim. A federal habeas court must allow an evidentiary hearing only where a factual dispute, if resolved in petitioner's favor, would entitle him to relief and the state court has not afforded the petitioner a full and fair evidentiary hearing. <i>Rector,</i> 120 F.3d at 562-63 (internal citations and quotations omitted, emphasis in original). Petitioner cannot show a factual dispute that if resolved in his favor would entitle him to relief.</p>\n<p>Petitioner concedes he would be barred from questioning Juror Deloatch about any of her reasoning during deliberations. <i>See, e.g., </i><i>Tanner v. United States,</i> <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 117, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2739</span></a></span>, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1987); <i>see also </i><i>McNeill v. Polk,</i> <span class=\"citation\" data-id=\"796753\"><a href=\"/opinion/796753/john-davis-mcneill-v-marvin-polk-warden-central-prison-raleigh-north/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 226 (4th Cir.2007). Therefore, the focus of a hearing would be on Juror Deloatch's responses on voir dire. Petitioner asserts in his reply that an evidentiary hearing is necessary because:</p>\n<blockquote>In this case, the claim would be proven by calling the juror to the stand. If she stood by her statement to the law students, the court could then assess whether she was in fact an automatic death juror, and if she failed to honestly answer the questions posed to her during voir dire.</blockquote>\n<p>Reply at 44. However, as discussed, even assuming Juror Deloatch made the statements alleged in the affidavits and confirmed this at a hearing, these statements do not show Juror Deloatch lied in responding to the questions posed at the time of voir dire. An evidentiary hearing could not be used to refine voir dire type questions to elicit responses to show Juror Deloatch misunderstood the application of mitigators. Again, even if petitioner could show that with different questioning Juror Deloatch would now indicate she could not fully consider the mitigators or consider a life sentence, that would not establish he is entitled to relief. As discussed, failure to elicit some bias or impartiality during voir dire as a result of inadequate questioning falls on the defense, and cannot establish the juror was dishonest. <i>See </i><i>Estey,</i> 595 F.3d at 841-42. Moreover, any inconsistency in her responses due to her misunderstanding during voir dire would not establish she did not respond truthfully to the questions as posed at the time of voir dire. <i>Cf. </i><i>Dennis v. Mitchell,</i> <span class=\"citation\" data-id=\"784664\"><a href=\"/opinion/784664/adremy-dennis-v-betty-mitchell-warden/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span>, 521 (6th Cir.2003) (juror's misunderstanding of legal term did not amount to untruthfulness during voir dire).</p>\n<p>Lastly, to the extent petitioner argues he is entitled to relief because the information in the affidavits indicates Juror Deloatch did not follow her oath and the instructions of the court, the claim fails and he is not entitled to relief. Nothing in the statements attributed to Juror Deloatch in the affidavits indicate she did not follow the instructions given by the court. Moreover, petitioner could not benefit from an evidentiary hearing to try to develop <span class=\"star-pagination\">*871</span> this issue. Even if petitioner could establish at an evidentiary hearing that Juror Deloatch had some misunderstanding of the application of the law, it would not establish she was not impartial. To show Juror Deloatch actually did not follow the instructions given by the court and was not impartial at trial would require testimony about the internal deliberative process of the jury. As noted above, well-established law prohibits a juror from testifying about internal influences or their internal deliberative process. <i>Tanner,</i> 483 U.S. at 117, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2739</span></a></span>. As the Fourth Circuit recognized in <i>Robinson v. Polk,</i> <span class=\"citation\" data-id=\"793361\"><a href=\"/opinion/793361/marcus-reymond-robinson-v-marvin-l-polk-warden-central-prison-raleigh/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span> (2006), the Supreme Court has held that jurors should not be allowed to impeach their verdict even when it was alleged the jurors failed to follow instructions and did not decide guilt or innocence, but bargained among themselves to convict one defendant in exchange for acquitting the other defendant. <i>See </i><i>Robinson,</i> 438 F.3d. at 365 (discussing <i>Hyde v. United States,</i> <span class=\"citation\" data-id=\"1997012\"><a href=\"/opinion/1997012/hyde-v-united-states/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 384, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">793</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1114</span></span> (1912)).</p>\n<p>Consequently, petitioner is unable to show the MAR court ruled unreasonably in holding that petitioner could not show he was entitled to relief on the basis of this claim, and petitioner's request for an evidentiary hearing is denied. Respondent's motion for summary judgment as to Claim VI is granted.</p>\n<p></p>\n<h2>6. <i>Claim VIIPetitioner was deprived of due process when the State allowed the crime scene to be removed</i>\n</h2>\n<p>In Claim VII, petitioner contends he was deprived of due process because the State did not secure the mobile home where the crimes occurred and therefore, he was unable to have a defense expert examine the crime scene. Petitioner first raised the claim in his MAR. The MAR court denied the claim on the merits. Sept. 2003 MAR Order at 34-35. In denying the claim, the MAR court found that petitioner failed to present any acceptable documentation to support his allegation that the trailer was moved, that defense counsel were denied access to the trailer pretrial, or that the whereabouts of the trailer were unknown. <i>Id.</i> at 32. The MAR court held that petitioner was unable to show he was entitled to relief whether the claim was analyzed for the State's alleged failure to disclose exculpatory evidence under <i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), or for the State's alleged failure to preserve evidence under <i>Arizona v. Youngblood,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></span> (1988). <i>Id.</i> at 34, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>.</p>\n<p>Petitioner argues the mobile home where the shootings occurred was moved just a few days after the murders. He argues that if an expert for the defense had access to the mobile home before trial, the expert could have searched for evidence that more than one weapon was fired. He asserts a defense expert also could have examined the crime scene to find explanations for a photograph that appears to show a bloody boot print in the kitchen of the trailer. Petitioner contends this is significant because he was wearing athletic shoes at the time of the murders. He also argues that a defense expert could have examined the crime scene to try to explain why the glass from the storm door fell inside the mobile home which suggests it had been hit from someone outside, not inside, the mobile home.</p>\n<p>Petitioner argues it is through no fault of his own that he cannot show the crime scene would have produced exculpatory evidence because he was denied access to the trailer when it was moved. He also argues that the MAR court erred by finding he failed to document that the defense was denied access to the crime scene or that the mobile home was moved. He concedes he did not submit an affidavit from \"any <span class=\"star-pagination\">*872</span> family member, neighbor, or law enforcement personnel to indicate the trailer was moved,\" but contends that the affidavit of post-conviction counsel indicating that they had been told by trial counsel and family that the trailer was moved was sufficient to at least obtain an evidentiary hearing. Pet. at 65. Petitioner further argues that \"the State's failure to secure the crime scene was at the very least, such negligence as to constitute bad faith in preserving the evidence.\" <i>Id.</i> at 66.</p>\n<p>In accordance with <i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), the State has a well-established duty to disclose evidence favorable to the defense and material to guilt or punishment. In assessing a <i>Brady</i> claim, the State's intent in failing to disclose the evidence is irrelevant, the determination focuses on the nature of the evidence allegedly suppressed. To succeed on a <i>Brady</i> claim, a defendant must show that \"there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\" <i>United States v. Bagley,</i> <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985).</p>\n<p>In contrast, when a petitioner argues his due process rights have been violated because the State failed to preserve potentially useful evidence, petitioner must show bad faith. <i>Youngblood,</i> 488 U.S. at 56, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>. In <i>Youngblood,</i> the Supreme Court held \"that unless a criminal defendant can show bad faith on the part of the police, failure to preserve potentially useful evidence does not constitute a denial of due process.\" <i>Id.</i></p>\n<p>Petitioner is unable to show he is entitled to relief on either basis. First, petitioner is unable to show the MAR court erred in finding his claim fails under <i>Brady.</i> Petitioner has not presented any evidence showing the defense was denied material, exculpatory evidence, nor has petitioner even alleged there was exculpatory evidence in the State's possession that was not disclosed. Petitioner argues only the possibility there may have been some information an expert could have discovered by examining the crime scene that could have been useful to the defense at trial. This is insufficient to establish a violation under <i>Brady</i> and its progeny. <i>See e.g. </i><i>United States v. Agurs,</i> <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 109-10, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1976).</p>\n<p>Petitioner also fails to show the MAR court erred insofar as he argues his rights were violated because the State failed to preserve evidence. In accordance with <i>Youngblood,</i> in order for petitioner to prevail he must show the State acted in bad faith in failing to secure the crime scene. Petitioner has presented no evidence or information suggesting the State acted in bad faith. He asks the court to infer bad faith from what he characterizes as the State's gross negligence. However, there is no clearly established federal law establishing that a due process violation occurs when the State negligently fails to act to preserve evidence. In fact, there is an unwillingness by the courts to equate bad faith with negligence. <i>See e.g. </i><i>Youngblood,</i> 488 U.S. at 58, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span> (finding no due process violation for failing to preserve clothing of rape victim when actions of police \"can at worst be described as negligent\"); <i>Holdren v. Legursky,</i> <span class=\"citation\" data-id=\"662473\"><a href=\"/opinion/662473/larry-david-holdren-v-carl-legursky-warden-west-virginia-penitentiary/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 60 (4th Cir. 1994) (failure to properly test and analyze evidence from crime scene amounts to \"nothing more than negligence. . . and does not indicate bad faith\"). Accordingly, petitioner is unable to show the MAR court's ruling was contrary to clearly established federal law.</p>\n<p>Finally, the court considers petitioner's request for an evidentiary hearing with respect to this claim. He asks for an evidentiary hearing \"to determine whether the absence of the crime scene is due to <span class=\"star-pagination\">*873</span> bad faith on the part of the State.\" Pet. at 66. Petitioner argues the MAR court erred in denying his request for an evidentiary hearing because the MAR court improperly found the affidavits of post-conviction counsel were unacceptable documentation to support his allegations that defense counsel were denied access to the trailer or that the trailer was moved.</p>\n<p>As the MAR court noted, the affidavit to which petitioner refers is the affidavit of post-conviction counsel offered generally in support of the MAR. It did not specifically address the issues in this claim and states:</p>\n<blockquote>The facts contained in the Motion for Appropriate Relief are based in part on the transcript of the trial, in part on the basis of the court file, in part on the basis of documents provided in post-conviction discovery, in part on the basis of interviews with and statements made to me and to Ms. Hosford by Movant, Movant's family, Movant's trial counsel, and in part on interviews with the trial jurors and in part with consultations with experts.</blockquote>\n<p>Pet. Ex. 3, Nora Hargrove Aff., Ex. to MAR. An affidavit attached to the MAR from Ms. Hargrove's co-counsel, Sofia Hosford, contains similar language. Pet. Ex. 3, Sofia Hosford Aff., Ex. to MAR.</p>\n<p>A federal habeas court must allow an evidentiary hearing only where a factual dispute, if resolved in petitioner's favor, would entitle him to relief and the state court has not afforded the petitioner a full and fair evidentiary hearing. <i>Rector v. Johnson,</i> 120 F.3d at 562-63 (internal citations and quotations omitted, emphasis in original). Petitioner has not presented information showing any factual dispute, that if resolved in his favor, would entitle him to relief. Assuming the trailer was moved before the defense had an opportunity to examine it as petitioner alleges, petitioner has not presented any information or evidence that the trailer was moved as a result of bad faith on the part of the State. Petitioner does not allege any bad faith on the part of the State, only negligence. In fact, petitioner does not even assert the State had any specific knowledge of the crime scene being moved. Although petitioner contends he should be given a chance at an evidentiary hearing to question and investigate to see if perhaps bad faith played a role and to \"determine the whereabouts of the trailer, and the specifics of its move,\" Pet. at 66, there is nothing to support granting an evidentiary hearing on federal habeas review to conduct a fishing expedition.</p>\n<p>Petitioner's request for an evidentiary hearing on this claim is denied, and respondent's motion for summary judgment as to Claim VII is granted.</p>\n<p></p>\n<h2>7. <i>Claim VIIIPetitioner received ineffective assistance of counsel because his trial attorneys failed to present a diminished capacity defense</i>\n</h2>\n<p>In Claim VIII, raised in the amendment to the petition, petitioner argues he received ineffective assistance of counsel because his attorneys failed to present a diminished capacity defense at trial. This court granted an evidentiary hearing on the claim, held on May 5, 2010, at which the parties had an opportunity to present evidence and witnesses in support of their arguments. Subsequently, the parties filed supplemental briefs.</p>\n<p>Petitioner first raised this claim in his MAR. The MAR court, without holding a hearing, denied the claim on the merits. In denying the claim, the MAR court found that the trial transcript indicated petitioner would not consider a mental health defense. MAR Order at 18. The court also found that a note to trial counsel Alford's case file indicated petitioner was going to insist on testifying. The MAR <span class=\"star-pagination\">*874</span> court determined petitioner could not satisfy either prong of the <i>Strickland</i> standard. Petitioner argues the MAR court's ruling is unreasonable.</p>\n<p>As an initial matter, in his post-hearing brief petitioner, citing to <i>Winston v. Kelly,</i> <span class=\"citation\" data-id=\"1031369\"><a href=\"/opinion/1031369/winston-v-kelly/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></a></span>, 556 (4th Cir.2010), argues because this court considered \"`new material evidence that the state court could have considered had it permitted further development of the facts,'\" the court should review the claim <i>de novo</i> rather than apply the deferential standard of review under 28 U.S.C. § 2254(d)(2). Pet'r Post-Hr'g Mem. at 1. Respondent strenuously argues that <i>de novo</i> review is not appropriate under the circumstances of this case. He contends that much of the new evidence presented by petitioner could have been presented as attachments to the MAR when it was filed. As discussed below, even if the court were to review the claim <i>de novo,</i> rather than under AEDPA's deferential standard of review, petitioner cannot show he is entitled to relief.</p>\n<p>To establish ineffective assistance of counsel, a petitioner must show that counsel's representation \"fell below an objective standard of reasonableness\" and that there is \"a reasonable probability that, but for counsel's unprofessional error, the result of the proceeding would have been different.\" <i>Strickland,</i> 466 U.S. at 694, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. \"A court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.'\" <i>Id.</i> (quoting <i>Michel v. Louisiana,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">83</span></span> (1955)). \"A fair assessment of attorney performance requires . . . [the court] to evaluate the conduct from counsel's perspective at the time.\" <i>Id.</i> at 689, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n<p>The court finds that assessing the conduct of counsel from their perspective at the time of trial, petitioner cannot show he received ineffective assistance of counsel. The record reflects that at the time of trial petitioner was insisting on testifying. Counsel Alford's notes to his file indicate: \"We may have to decide not to put him on. Yet, he will demand to testify.\" Attachments to Pet., Vol. 1 of 1, Ex. 14. Similarly, Milton Fitch(now serving as a Superior Court Judge), who served as co-counsel with Mr. Alford, recalled at the hearing in this court that at the time of trial petitioner wanted to testify. Hr'g Tr. at 159.</p>\n<p>The record also reflects petitioner was resistant to pursuing a mental health defense. During the mid-trial competency hearing, Dr. Bellard, an expert psychiatrist for the defense who had examined petitioner on several occasions testified that: \"[i]n fact, at [sic] the time that I've worked with him, he has been rejecting of any kind of mental health defense regarding what has happened. He is not interested in that. And, he's been very consistent about that.\" St. Ct. R. Vol. 3 of 10 at 1425.</p>\n<p>Evidence from the hearing held before this court shows that counsel took steps to consider various defense options and strategies. Alford testified they considered various approaches to the defense before trial and consulted with the Capital Resource Center (now the Center for Death Penalty Litigation) before proceeding at trial. May 2010 Hr'g Tr. at 135. To keep their options open, counsel initially filed a notice with the court stating they intended to pursue an insanity or diminished capacity defense. <i>Id.</i> at 49. Further, as the record reflects, counsel were aware of petitioner's mental issues and took steps to address their concerns. They had petitioner evaluated before trial and he was deemed competent to proceed, not only by <span class=\"star-pagination\">*875</span> Dr. Wolfe from Dorothea Dix, but also by the defense psychiatrist Dr. Bellard. At that point, with a client deemed competent to proceed who was resistant to a mental health defense and insisting on testifying, counsel had to work within the situation with which they were presented.</p>\n<p>Alford indicated at the hearing in this court that he now believes it was error to proceed solely on self-defense, and that they could have proceeded simultaneously with theories of self-defense and diminished capacity. <i>Id.</i> at 134.<sup>[22]</sup> However, all his testimony, and the testimony of his co-counsel Milton Fitch (now Judge Fitch), indicate that with the knowledge they had at the time, after considering various defense strategies, in light of the facts of the crimes, and after speaking with petitioner, they made a strategic decision to proceed on what they determined to be the best defense. <i>Id.</i> at 136, 158. Judge Fitch testified that despite changes in petitioner's story and some of his confusion, they went ahead with self-defense \"because that was the story that he was most rational with from the very beginning.\" <i>Id.</i> at 155. \"[S]trategic choices made after thorough investigation of law and facts relevant to plausible options are virtually unchallengeable. . . .\" <i>Strickland,</i> 466 U.S. at 690-91, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n<p>The record ultimately reflects counsel did the best they could with a client who wanted to testify and who was changing his story, but who most consistently said he fired his gun out of fear for his safety. Further, although they were ultimately unsuccessful, counsel attempted to get in some of the information about petitioner's mental health within the context of this defense.</p>\n<p>When concerns about petitioner's mental health came up midtrial, counsel argued petitioner was not competent to proceed. St. Ct. R. Vol. 3 of 10 at 1368-1524. When the court ruled against them, counsel moved forward with the defense they had prepared and had already argued to the jury in opening statements. Although now, with the benefit of hindsight, it appears that a diminished capacity defense perhaps could have been offered either alone or in conjunction with a theory of self-defense, considering the circumstances at the time, the record supports a finding that counsel were not constitutionally deficient. \"There are countless ways to provide effective assistance in any given case. Even the best criminal defense attorneys would not defend a particular client in the same way.\" <i>Id.</i></p>\n<p>In fact, Mr. Alford testified that he still believes:</p>\n<blockquote>[I]t was self-defense, even in a rational mind. . . .</blockquote>\n<blockquote>That's my view of it, because he had been told there was nobody there, there's no warrants. He gets there and it looks like he was set up; it just does. Here they come fumbling out of the hallway, the chief of police comes in and says, \"I've got a warrant for your arrest,\" when he had been promised he had not, the chief of police has a gun on his holster, she has a gun in her bag, at least he believes so, and the brother-in-lawthe father-in-law was known to carry a gun a lot so there was guns everywhere, and she had even said to him, \"Go straight, because I've got a gun and I'll shoot you.\"</blockquote>\n<blockquote>All of that culminated with him believing that he was about to be shot by either the chief of police or the father-in-law or her. And so he pulled his gun and was going to make his way to the door. And <span class=\"star-pagination\">*876</span> if you follow the tracks of the bullets, it's him making his way to the door, it's not him running somebody into another room or going in another direction; he is firing as he is heading out the front door.</blockquote>\n<p><i>Id.</i> at 146-47. While post-conviction counsel may disagree with this tact, in light of the circumstances at the time of trial petitioner fails to show that trial counsel acted objectively unreasonable.</p>\n<p>Consequently, petitioner is unable to show he received ineffective assistance of counsel in violation of his Sixth Amendment rights. Respondent's motion for summary judgment as to Claim VIII is granted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Respondent's motion for summary judgment is GRANTED in part and DENIED in part. For the reasons discussed above pursuant to Claim I, the court finds that petitioner is mentally retarded and has been sentenced to death in violation of his constitutional rights. A writ of habeas corpus vacating his death sentences shall issue, and the State of North Carolina shall sentence petitioner to life imprisonment on each count of first-degree murder. As to all other claims raised in the petition, Nicholson fails to establish he is entitled to a writ of habeas corpus, and respondent's motion for summary judgment is GRANTED as to those claims.</p>\n<h2>NOTES</h2>\n<p>[1]  Nicholson was also tried for the attempted assault with a deadly weapon with intent to kill inflicting serious injury of Marvin Badger. The jury returned a verdict of not guilty as to this charge.</p>\n<p>[2]  Delores Leach testified at trial. At that time she went by the name Delores Sledge.</p>\n<p>[3]  Both petitioner and Gloria worked at Tim's Auto Sales until a short time before the murders. Gloria was fired for allegedly embezzling from the business.</p>\n<p>[4]  At the direction of the MAR court, the State drafted the order. The order is docketed as Pet. Ex. 11.</p>\n<p>[5]  The transcript of the Oct. 2004 MAR hearing is docketed as Pet. Ex. 7.</p>\n<p>[6]  The expert testimony indicates a standard error of variance of approximately five points on either I.Q. test. <i>See e.g.,</i> Dr. Moore report, Pet. Ex. 10 at 4; Dr. Hahn testimony, Oct. 2004 MAR Hr'g Tr. at 48. In his report, Dr. Moore noted the considerable overlap in the scores in terms of error of variance. Dr. Moore report, Pet. Ex. 10 at 4.</p>\n<p>[7]  Dr. Bellard's testimony was given during the mid-trial competency hearing and at sentencing.</p>\n<p>[8]  Functional academics refers to how well a person does in school, whether they can read and write, and whether they attended school. Oct.2004 MAR Hr'g Tr. at 30. Health and safety refers to how well a person cares for himself and takes common-sense steps to keep himself safe and healthy. <i>Id.</i> at 31.</p>\n<p>[9]  Dr. Warren's 2003 affidavit and diagnosis of mental retardation are consistent with the testimony he gave at the time of trial. <i>See</i> St. Ct. R. Vol. 4 of 10 at 2312.</p>\n<p>[10]  Self-direction refers to the ability of a person to function independently and do things of their own initiative. Oct.2004 MAR Hr'g Tr. at 31.</p>\n<p>[11]  Confusingly, the MAR court addressed Mr. Kiricoples' testimony stating \"[t]he court does not accept Kiricoples' opinions as those of a licensed psychologist....\" March 2005 MAR Order at 24. However, Kiricoples was not tendered as a psychologist or other medical expert and there is no requirement that only a psychologist or other medical expert may testify as an expert on these issues. The court accepted Kiricoples as an expert in the area of adaptive skills of the mentally retarded as he was tendered at the hearing. <i>See</i> Oct. 2004 MAR Hr'g Tr. at 66.</p>\n<p>[12]  Mr. Kiricoples is not a mental health expert and acknowledged it was not his job to assess people to determine if they are mentally retarded. <i>Id.</i> at 85. He explained that individuals referred to his facility have already been determined to be eligible for services. <i>Id.</i> at 85.</p>\n<p>[13]  Dr. Warren explained during his testimony that people with mild mental retardation such as petitioner \"usually achieve social and vocational skills adequate for minimum self-support.\" St. Ct. R. Vol. 4 of 10 at 2315.</p>\n<p>[14]  She did not examine petitioner pursuant to the mental retardation motion but examined him with an eye toward his competency before and during trial.</p>\n<p>[15]  The form in question is a federal form, Form 4473, that must be filled out anytime a gun leaves a pawn shop. St. Ct. R. Vol. 2 of 10 at 906. Mr. Richardson said petitioner filled out the first nine lines. <i>Id.</i> at 914. A review of Form 4473 shows the first nine lines ask for information such as name, address and birth date. <i>See</i> http:/www.atf.gov/ forms/download/ atf-f-4473.pdf (last visited Sept. 7, 2010).</p>\n<p>[16]  The evidence was offered at sentencing. <i>See</i> St. Ct. R. Vol. 4 of 10 at 2200-01.</p>\n<p>[17]  There is no suggestion that petitioner was involved in, or aware of, what Gloria was doing.</p>\n<p>[18]  The order is in the docket as Pet. Ex. 6.</p>\n<p>[19]  The State presented testimony other than Gloria's hearsay testimony indicating petitioner was physically abusive. Gloria's mother testified she saw petitioner hit Gloria, causing her nose to bleed, the day before the murder. St. Ct. R. Vol. 2 of 10 at 951-52.</p>\n<p>[20]  <i>See</i> St. Ct. R. Vol. 1 of 10 at 360, identifying Juror Deloatch as Juror Number Eight.</p>\n<p>[21]  Petitioner argues that during her post-conviction interview:\n</p>\n<p>When discussing mitigating circumstances, Ms. Deloatch said that there were crimes that did not warrant the death penalty but she couldn't think of any right then; that the mitigation she would have considered in this case would be evidence that the crime had not been planned. She further noted that she felt that the crime was premeditated and that he had to pay for what he had done.</p>\n<p>Artemis Malekpour &amp; Joseph Goodman Affs., Attachments to Pet., Vol. 1 Of 1, Tab 3, Ex. 3 &amp; 4 to MAR.</p>\n<p>[22]  Notably, even now, despite being in criminal practice since 1980, Mr. Alford testified he has never simultaneously presented both theories of self-defense and diminished capacity. Hr'g Tr. at 126, 134, 147.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/122258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/122812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1291600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1298334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1312949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1997012/"
  ]
}