{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2470019/",
  "absolute_url": "/opinion/2470019/estate-of-manook-v-research-triangle-institute/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2470019/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:44:31.146515Z",
  "date_modified": "2016-04-27T01:11:07.046431Z",
  "type": "010combined",
  "sha1": "1df69c7137b4c626b590ccc41ad83ba0115c8f4c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>759 F.Supp.2d 674 (2010)</b></center>\n<center><h1>ESTATE OF Marani Awanis MANOOK, Plaintiff,<br>\nv.<br>\nRESEARCH TRIANGLE INSTITUTE, INTERNATIONAL, and Unity Resources Group, L.L.C., Defendants. and<br>\nJalal Askander Antranick, Plaintiff,<br>\nv.<br>\nResearch Triangle Institute, International, and Unity Resources Group, L.L.C., Defendants.</h1></center>\n<center>Nos. 5:10-CV-72-D, 5:10-CV-73-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 12, 2010.</center>\n<p><span class=\"star-pagination\">*676</span> Janet Ward Black, Ward Black, P.A., Greensboro, NC, Susan L. Burke, William T. O'Neil, Burke O'Neil LLC, Washington, DC, for Plaintiff.</p>\n<p>Douglas P. Faucette, Locke Lord Bissell &amp; Liddell, LLP, Eric W. Bloom, Karen Sugden Manley, Sarah E. Saucedo, Winston &amp; Strawn LLP, Washington, DC, James L. Gale, Stephen W. Petersen, Smith Moore Leatherwood LLP, Clifton L. Brinson, Smith Anderson Blount Dorsett Mitchell &amp; Jernigan, LLP, Mark Alan Ash, Raleigh, NC, Kevin J. Walsh, R. James Derose, III, Locke Lord Bissell &amp; Liddell LLP, New York, NY, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiffs Jalal Askander Antranick and Estate of Marani Awanis Manook (collectively \"plaintiffs\") seek to recover damages <span class=\"star-pagination\">*677</span> from defendants Research Triangle Institute, International (\"RTI\") and Unity Resources Group, L.L.C. (\"Unity\") (collectively \"defendants\"). The lawsuit stems from an October 9, 2007 shooting in Baghdad, Iraq. According to Manook's amended complaint and Antranick's complaint, RTI is a private non-profit research institution in North Carolina and contracted with the United States Agency for International Development (\"USAID\") to provide governmental development and support to the Iraqi government. In turn, RTI contracted with Unity, a private foreign security contractor, to provide security to RTI personnel in Iraq. In performing that security contract, Unity personnel shot and killed Genevia Jalal Antranick and Marani Manook and injured plaintiff Jalal Askander Antranick, who is Genevia Jalal Antranick's daughter. The Antranicks and Manook were Iraqi citizens at the time of the Baghdad shooting.</p>\n<p>In 2008, plaintiffs filed separate actions in the United States District Court for the District of Columbia. Plaintiffs asserted federal claims under the Alien Tort Statute (\"ATS\"), 28 U.S.C. § 1350, and the Torture Victim Protection Act of 1991 (\"TVPA\"), Pub. L. No. 102-256, 106 Stat. 73(1992), and asserted state-law claims for assault and battery, wrongful death, intentional infliction of emotional distress, and negligence. On February 5, 2010, the Honorable Jack D. Shanstrom dismissed the two federal claims and transferred the actions to this court under 28 U.S.C. § 1404(a). <i>See </i><i>Estate of Manook v. Research Triangle Inst., Int'l,</i> 693 F.Supp.2d 4, 23-24 (D.D.C.2010).</p>\n<p>RTI and Unity have moved to dismiss the actions for lack of subject-matter jurisdiction [D.E. 49, 55, 41, 48].<sup>[1]</sup> Plaintiffs responded in opposition [D.E. 61, 50, 51],<sup>[2]</sup> and defendants replied [D.E. 65, 66, 54, 56].<sup>[3]</sup> As explained below, the court grants the motions to dismiss for lack of subjectmatter jurisdiction, declines to exercise supplemental jurisdiction over the state-law claims, and dismisses all other pending motions as moot.</p>\n<p></p>\n<h2>I.</h2>\n<p>Judge Shanstrom's order details the claims in these cases and familiarity with that order is presumed. <i>See Estate of Manook,</i> 693 F.Supp.2d at 9-24. RTI and Unity contend that subject-matter jurisdiction does not exist under the ATS, 28 U.S.C. § 1350,<sup>[4]</sup> because plaintiffs have failed to state a claim under the ATS or the TVPA. <i>See Estate of Manook,</i> 693 F.Supp.2d at 17-20 (dismissing ATS and TVPA claims). The ATS is a jurisdictional statute that created no new causes of action; rather, Congress enacted the ATS in 1789 on the understanding that the common <span class=\"star-pagination\">*678</span> law would provide a cause of action for the modest number of international-law violations with a potential for personal liability at that time. <i>See, e.g., </i><i>Sosa v. Alvarez-Machain,</i> 542 U.S. 692, 712-38, 124 S.Ct. 2739, 159 L.Ed.2d 718 (2004) (discussing the ATS); <i>Yousuf v. Samantar,</i> 552 F.3d 371, 374-75 (4th Cir.2009) (same), <i>aff'd,</i>  U.S. mdash;, 130 S.Ct. 2278, 176 L.Ed.2d 1047 (2010). The TVPA provides that \"[a]n individual who, under actual or apparent authority, or color of law, of any foreign nation . . . subjects an individual to torture\" or \"subjects an individual to extrajudicial killing\" is liable in a civil action for damages to the victim or the victim's legal representative. Pub. L. No. 102-256, 106 Stat. 73, § 2(a) (1992); <i>see </i><i>Yousuf,</i> 552 F.3d at 375 (discussing the TVPA). Moreover, RTI and Unity contend that diversity jurisdiction does not exist under 28 U.S.C. § 1332(a) because both plaintiffs and Unity are aliens, thereby destroying diversity. <i>See, e.g., </i><i>Gen. Tech. Applications, Inc. v. Exro Ltda,</i> 388 F.3d 114, 120 (4th Cir. 2004) (\"The alien citizenship on both sides of the controversy destroys diversity.\"). Finally, RTI and Unity contend that this court should decline to exercise supplemental jurisdiction under 28 U.S.C. § 1367(c) over the remaining state-law tort claims. <i>See, e.g., Carlsbad Tech., Inc. v. HIF Bio, Inc.,</i>  U.S. mdash;, 129 S.Ct. 1862, 1866-67, 173 L.Ed.2d 843 (2009); <i>GE Inv. Private Placement Partners II v. Parker,</i> 247 F.3d 543, 551 (4th Cir.2001); <i>Hinson v. Norwest Fin. S.C., Inc.,</i> 239 F.3d 611, 616-17 (4th Cir.2001).</p>\n<p>In opposition to the motions to dismiss for lack of subject-matter jurisdiction, plaintiffs contend that Judge Shanstrom erroneously dismissed their claims under the ATS and TVPA; therefore, federal jurisdiction exists. Alternatively, plaintiffs argue that even if they have failed to state a claim under the ATS and TVPA, supplemental jurisdiction exists under 28 U.S.C. § 1367(c) over the remaining state-law claims and that this court should exercise supplemental jurisdiction over those claims.</p>\n<p>As for plaintiffs' claims under the ATS, the ATS furnishes jurisdiction over a modest number of actions alleging violations of the law of nations or treaties and generally requires state action because the vast majority such alleged violations relate to the interaction between nations. <i>See, e.g., </i><i>Sosa,</i> 542 U.S. at 712-38, 124 S.Ct. 2739; <i>Argentine Republic v. Amerada Hess Shipping Corp.,</i> 488 U.S. 428, 435-38, 109 S.Ct. 683, 102 L.Ed.2d 818 (1989); <i>Estate of Amergi ex rel. Amergi v. Palestinian Auth.,</i> 611 F.3d 1350, 1353-66 (11th Cir.2010); <i>Saleh v. Titan Corp.,</i> 580 F.3d 1, 14-16 (D.C.Cir.2009); <i>Sinaltrainal v. Coca-Cola, Inc.,</i> 578 F.3d 1252, 1265-67 (11th Cir.2009); <i>Yousuf,</i> 552 F.3d at 374-75; <i>Abagninin v. AMVAC Chem. Corp.,</i> 545 F.3d 733, 742 (9th Cir.2008); <i>see also </i><i>Beanal v. Freeport-McMoran, Inc.,</i> 197 F.3d 161, 164-68 (5th Cir.1999). Some courts of appeals, however, have held that there are certain, narrow exceptions to the state-action requirement under the ATS. <i>Compare </i><i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1357-62 (stating that for certain claims under the ATS, including genocide and certain war crimes, the scope of the law of nations is not confined solely to state action and may sometimes reach conduct undertaken by private actors), <i>and </i><i>Kadic v. Karadzic,</i> 70 F.3d 232, 239 (2d Cir.1995) (same), <i>with </i><i>Saleh,</i> 580 F.3d at 13-16 (stating that the ATS \"provides a cause of action against states but not private persons\"). Here, plaintiffs contend that state action is present and alternatively contend that state action is not required under the ATS. Defendants disagree with each contention.</p>\n<p>As for plaintiffs' claims under the TVPA, the parties agree that the TVPA claims require that RTI and Unity were acting <span class=\"star-pagination\">*679</span> under the color of law when the shooting occurred. <i>Yousuf,</i> 552 F.3d at 375 (describing TVPA requirement that the individual \"who, under actual or apparent authority, or color of law, of any foreign nation . . . subjects an individual to extra judicial killing\" may be liable in a civil action for damages (quotations omitted)); <i>see </i><i>Sinaltrainal,</i> 578 F.3d at 1270; <i>Estate of Manook,</i> 693 F.Supp.2d at 20. The parties disagree, however, whether plaintiffs have met the TVPA's color-of-law requirement.</p>\n<p>The state-action or color-of-law requirement in statutes such as the ATS and TVPA \"reflects judicial recognition of the fact that most rights secured by [the ATS and TVPA] are protected only against infringement by governments.\" <i>Mentavlos v. Anderson,</i> 249 F.3d 301, 310 (4th Cir.2001) (quotations omitted); <i>see</i> 28 U.S.C. § 1350 n. § 2(a) (establishing TVPA color-of-law requirement); <i>Saleh,</i> 580 F.3d at 13 (discussing ATS state-action requirement); <i>Yousuf,</i> 552 F.3d at 375 (discussing TVPA color-of-law requirement); <i>Ford ex rel. Estate of Ford v. Garcia,</i> 289 F.3d 1283, 1286 (11th Cir.2002) (describing history of TVPA). The state-action or color-of-law requirement in the ATS and the TVPA limits \"the reach of federal law,\" <i>Mentavlos,</i> 249 F.3d at 310 (quotations omitted), and excludes from liability \"merely private conduct, no matter how . . . wrongful.\" <i>Id.</i> (quotations omitted). The state-action or color-of-law requirement \"insist[s]\" as a prerequisite to liability \"that the conduct allegedly causing the deprivation of a [] right be fairly attributable to the State.\" <i>Holly v. Scott,</i> 434 F.3d 287, 292 (4th Cir.2006) (alteration and quotations omitted); <i>see </i><i>Wahi v. Charleston Area Med. Ctr., Inc.,</i> 562 F.3d 599, 615-16 (4th Cir.2009); <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> 145 F.3d 653, 658-60 (4th Cir.1998).</p>\n<p>To satisfy the state-action or color-of-law requirement, a plaintiff alleging a violation of the ATS or TVPA must prove that \"the deprivation was performed under color of . . . law. . . .\" <i>Philips v. Pitt County Mem'l Hosp.,</i> 572 F.3d 176, 180 (4th Cir.2009) (recognizing that the \"[t]he statutory color-of-law prerequisite is synonymous with the more familiar state-action requirement\" and \"the analysis for each is identical\"). \"[P]rivate activity will generally not be deemed `state action' unless the state has so dominated such activity as to convert it to state action. . . .\" <i>Id.</i> at 181 (quotations omitted). \"Mere approval of or acquiescence in the initiatives of a private party is insufficient.\" <i>Id.</i> (quotations omitted); <i>see </i><i>Wahi,</i> 562 F.3d at 616. There is \"no specific formula for determining whether state action is present.\" <i>Holly,</i> 434 F.3d at 292 (quotation omitted).</p>\n<p>In conducting the state-action inquiry, the Supreme Court focuses on whether the party's actions can be fairly attributed to the state. \"What is fairly attributable to the state is a matter of normative judgment,\" which requires an evaluation of the \"totality of the circumstances.\" <i>Holly,</i> 434 F.3d at 292 (alteration and quotations omitted). As part of the inquiry, the Supreme Court has identified \"a host of facts that can bear on the fairness of such an attribution.\" <i>Brentwood Acad. v. Tennessee Secondary Sch. Athletic Ass'n,</i> 531 U.S. 288, 296, 121 S.Ct.924, 148 L.Ed.2d 807 (2001). The Court has examined whether the challenged activity resulted from the state's coercive power, whether the state provided significant encouragement, either overt of covert, whether the private actor operated as a willful participant in joint activity with the state, whether the private actor is controlled by an agency of the state, whether the private actor was delegated a public function, and the degree of public entwinement <span class=\"star-pagination\">*680</span> between the state and the private actor. <i>See Id.</i> \"[S]tate action may be found if, though only if, there is such a close nexus between the State and the challenged action that seemingly private behavior may be fairly treated as that of the State itself.\" <i>Id.</i> at 295, 121 S.Ct. 924 (quotations omitted).</p>\n<p>In conducting the state-action inquiry, the court has thoroughly reviewed the Antranick complaint, the Manook amended complaint, and the record and focused on whether Unity's action can be fairly attributed to the state. Of course, plaintiffs' legal conclusion in their pleadings concerning state action are not binding. <i>See, e.g., </i><i>Ashcroft v. Iqbal,</i>  U.S. , 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009); <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 555-56, 563, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007); <i>Nemet Chevrolet, Ltd. v. Consumeraffairs. com, Inc.,</i> 591 F.3d 250, 255 (4th Cir.2009); <i>Giarratano v. Johnson,</i> 521 F.3d 298, 302 (4th Cir.2008); <i>Goodman v. Praxair, Inc.,</i> 494 F.3d 458, 464 (4th Cir.2007) (en banc). Likewise, the court need not accept as true \"unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Giarratano,</i> 521 F.3d at 302 (quotation omitted). Here, the USAID entered a contract with RTI (a private North Carolina corporation) to provide governmental development and support to the Iraqi government. In turn, RTI contracted with Unity, a foreign private security contractor, to provide security to RTI personnel in Iraq. In performing that security contract in Baghdad, Iraq on October 9, 2007, Unity personnel shot and killed Genevia Jalal Antranick and Marani Manook and injured Jalal Askander Antranick. The Unity shooting is the specific conduct of which plaintiffs complain. <i>See </i><i>Mentavlos,</i> 249 F.3d at 311 (recognizing that a court begins the state-action inquiry by identifying \"the specific conduct of which the plaintiff complains\" (quotations omitted)).</p>\n<p>Notwithstanding plaintiffs' legal conclusions in their pleadings and their legal arguments in opposing the motions to dismiss, \"more [is] necessary for state action.\" <i>Philips,</i> 572 F.3d at 182-84 (holding no state action where the alleged actors were not employees of, or \"controlled in the ordinary course of their decision making by,\" the county) (collecting cases); <i>Holly,</i> 434 F.3d at 292-93; <i>Mentavlos,</i> 249 F.3d at 314-23. The allegations in Antranick's complaint and Manook's amended complaint do not make RTI or Unity liable under the ATS or the TVPA \"for [Unity's] [security] decisions,\" including the specific decisions of Unity personnel to fire their weapons on October 9, 2007. <i>See, e.g., </i><i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1357-66; <i>Philips,</i> 572 F.3d at 183; <i>Saleh,</i> 580 F.3d at 14-16; <i>Sinaltrainal,</i> 578 F.3d at 1265-67; <i>Abagninin,</i> 545 F.3d at 742; <i>Aldana v. Del Monte Fresh Produce, N.A., Inc.,</i> 416 F.3d 1242, 1249-50 (11th Cir.2005) (per curiam); <i>see also </i><i>United States v. Day,</i> 591 F.3d 679, 684-89 (4th Cir.2010); <i>Beanal,</i> 197 F.3d at 161, 164-68; <i>Gallagher v. Neil Young Freedom Concert,</i> 49 F.3d 1442, 1456-57 (10th Cir. 1995). Such private behavior may not be fairly attributed to the government. In light of the pleadings and the record, state action is absent; therefore, plaintiffs' ATS and TVPA claims fail to state a claim upon which relief can be granted. <i>See, e.g., </i><i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1357-66; <i>Philips,</i> 572 F.3d at 182-86; <i>Holly,</i> 434 F.3d at 292-93; <i>Mentavlos,</i> 249 F.3d at 314-23. Moreover, assuming without deciding that exceptions to the state-action requirement under the ATS exist, plaintiffs' claims do not fall within any exception and fail to state a claim upon which relief can be granted. <i>See, e.g., </i><i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1357-66. Stated differently, plaintiffs' use of the term \"war crime\" in the complaint and amended complaint does not convert <span class=\"star-pagination\">*681</span> the conduct alleged in the pleadings into a war crime actionable under the ATS. <i>See id.</i> If it did, this court would be ignoring the Supreme Court's command in <i>Sosa</i> concerning the need to exercise \"vigilant doorkeeping\" concerning ATS claims. <i>See </i><i>Sosa,</i> 542 U.S. at 729, 124 S.Ct. 2739; <i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1360-66. Thus, the court dismisses plaintiffs' claims under the ATS and TVPA.</p>\n<p>Of course, simply because plaintiffs lack a remedy under the ATS or TVPA does not necessarily mean that they lack any remedy. Indeed, plaintiffs also seek redress under state tort law. Under 28 U.S.C. § 1367(c), this court recognizes its discretion to \"decline to exercise supplemental jurisdiction over [such state-law tort] claim[s] . . . if . . . [it] has dismissed all claims over which it has original jurisdiction.\" <i>See</i> 28 U.S.C. § 1367(c). However, in light of the procedural posture of the case, the court sees no reason to exercise supplemental jurisdiction over the remaining state-law tort claims. <i>See, e.g., </i><i>Carlsbad Tech., Inc.,</i> 129 S.Ct. at 1866-67; <i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1367-68; <i>Parker,</i> 247 F.3d at 551; <i>Hinson,</i> 239 F.3d at 616-17.</p>\n<p>In opposition to this conclusion, plaintiffs argue that this court should exercise supplemental jurisdiction in order to prevent the applicable statute of limitations from barring plaintiffs' state-law claims. However, plaintiffs' statute-of-limitations argument ignores the saving provision in 28 U.S.C. § 1367(d), which grants plaintiffs at least 30 days after dismissal to file in state court. <i>See</i> 28 U.S.C. § 1367(d). Thus, the potential operation of the statute of limitations provides no reason to exercise supplemental jurisdiction. Likewise, plaintiffs' argument concerning the interplay between <i>United Mine Workers of America v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966), and <i>Carnegie-Mellon University v. Cohill,</i> 484 U.S. 343, 108 S.Ct. 614, 98 L.Ed.2d 720 (1988), provides no reason to exercise supplemental jurisdiction. <i>See </i><i>Hinson,</i> 239 F.3d at 615-18 (explaining relationship among <i>Gibbs, Cohill,</i> and 28 U.S.C. § 1367).</p>\n<p></p>\n<h2>II.</h2>\n<p>In sum, the court GRANTS RTFs and Unity's motions to dismiss for lack of subject-matter jurisdiction [D.E. 49, 55, 41, 48]<sup>[5]</sup> and declines to exercise supplemental jurisdiction over the state-law claims. The court also DISMISSES Unity's motion for a protective order [D.E. 57] and all other pending motions [D.E. 15, 11, 13]<sup>[6]</sup> as MOOT.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The first two docket entry numbers refer to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C.), and the second two docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C).</p>\n<p>[2]  The first docket entry number refers to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C), and the second and third docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C).</p>\n<p>[3]  The first two docket entry numbers refer to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C), and the second two docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C).</p>\n<p>[4]  The ATS, 28 U.S.C. § 1350, states: \"The district courts shall have original jurisdiction of any civil action by an alien for a tort only, committed in violation of the law of nations or a treaty of the United States.\"</p>\n<p>[5]  The first two docket entry numbers refer to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C), and the second two docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C.).</p>\n<p>[6]  The first docket entry number refers to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C), and the second two docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">674</span></span> (2010)</b></center>\n<center><h1>ESTATE OF Marani Awanis MANOOK, Plaintiff,<br>\nv.<br>\nRESEARCH TRIANGLE INSTITUTE, INTERNATIONAL, and Unity Resources Group, L.L.C., Defendants. and<br>\nJalal Askander Antranick, Plaintiff,<br>\nv.<br>\nResearch Triangle Institute, International, and Unity Resources Group, L.L.C., Defendants.</h1></center>\n<center>Nos. 5:10-CV-72-D, 5:10-CV-73-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 12, 2010.</center>\n<p><span class=\"star-pagination\">*676</span> Janet Ward Black, Ward Black, P.A., Greensboro, NC, Susan L. Burke, William T. O'Neil, Burke O'Neil LLC, Washington, DC, for Plaintiff.</p>\n<p>Douglas P. Faucette, Locke Lord Bissell &amp; Liddell, LLP, Eric W. Bloom, Karen Sugden Manley, Sarah E. Saucedo, Winston &amp; Strawn LLP, Washington, DC, James L. Gale, Stephen W. Petersen, Smith Moore Leatherwood LLP, Clifton L. Brinson, Smith Anderson Blount Dorsett Mitchell &amp; Jernigan, LLP, Mark Alan Ash, Raleigh, NC, Kevin J. Walsh, R. James Derose, III, Locke Lord Bissell &amp; Liddell LLP, New York, NY, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiffs Jalal Askander Antranick and Estate of Marani Awanis Manook (collectively \"plaintiffs\") seek to recover damages <span class=\"star-pagination\">*677</span> from defendants Research Triangle Institute, International (\"RTI\") and Unity Resources Group, L.L.C. (\"Unity\") (collectively \"defendants\"). The lawsuit stems from an October 9, 2007 shooting in Baghdad, Iraq. According to Manook's amended complaint and Antranick's complaint, RTI is a private non-profit research institution in North Carolina and contracted with the United States Agency for International Development (\"USAID\") to provide governmental development and support to the Iraqi government. In turn, RTI contracted with Unity, a private foreign security contractor, to provide security to RTI personnel in Iraq. In performing that security contract, Unity personnel shot and killed Genevia Jalal Antranick and Marani Manook and injured plaintiff Jalal Askander Antranick, who is Genevia Jalal Antranick's daughter. The Antranicks and Manook were Iraqi citizens at the time of the Baghdad shooting.</p>\n<p>In 2008, plaintiffs filed separate actions in the United States District Court for the District of Columbia. Plaintiffs asserted federal claims under the Alien Tort Statute (\"ATS\"), 28 U.S.C. § 1350, and the Torture Victim Protection Act of 1991 (\"TVPA\"), Pub. L. No. 102-256, 106 Stat. 73(1992), and asserted state-law claims for assault and battery, wrongful death, intentional infliction of emotional distress, and negligence. On February 5, 2010, the Honorable Jack D. Shanstrom dismissed the two federal claims and transferred the actions to this court under 28 U.S.C. § 1404(a). <i>See </i><i>Estate of Manook v. Research Triangle Inst., Int'l,</i> <span class=\"citation\" data-id=\"2357483\"><a href=\"/opinion/2357483/estate-of-manook-v-research-triangle-institute/\"><span class=\"volume\">693</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">4</span></a></span>, 23-24 (D.D.C.2010).</p>\n<p>RTI and Unity have moved to dismiss the actions for lack of subject-matter jurisdiction [D.E. 49, 55, 41, 48].<sup>[1]</sup> Plaintiffs responded in opposition [D.E. 61, 50, 51],<sup>[2]</sup> and defendants replied [D.E. 65, 66, 54, 56].<sup>[3]</sup> As explained below, the court grants the motions to dismiss for lack of subjectmatter jurisdiction, declines to exercise supplemental jurisdiction over the state-law claims, and dismisses all other pending motions as moot.</p>\n<p></p>\n<h2>I.</h2>\n<p>Judge Shanstrom's order details the claims in these cases and familiarity with that order is presumed. <i>See Estate of Manook,</i> 693 F.Supp.2d at 9-24. RTI and Unity contend that subject-matter jurisdiction does not exist under the ATS, 28 U.S.C. § 1350,<sup>[4]</sup> because plaintiffs have failed to state a claim under the ATS or the TVPA. <i>See Estate of Manook,</i> 693 F.Supp.2d at 17-20 (dismissing ATS and TVPA claims). The ATS is a jurisdictional statute that created no new causes of action; rather, Congress enacted the ATS in 1789 on the understanding that the common <span class=\"star-pagination\">*678</span> law would provide a cause of action for the modest number of international-law violations with a potential for personal liability at that time. <i>See, e.g., </i><i>Sosa v. Alvarez-Machain,</i> <span class=\"citation\" data-id=\"137006\"><a href=\"/opinion/137006/sosa-v-alvarez-machain/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">692</span></a></span>, 712-38, <span class=\"citation\" data-id=\"137006\"><a href=\"/opinion/137006/sosa-v-alvarez-machain/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2739</span></a></span>, <span class=\"citation\" data-id=\"137006\"><a href=\"/opinion/137006/sosa-v-alvarez-machain/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (2004) (discussing the ATS); <i>Yousuf v. Samantar,</i> <span class=\"citation\" data-id=\"1027562\"><a href=\"/opinion/1027562/yousuf-v-samantar/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">371</span></a></span>, 374-75 (4th Cir.2009) (same), <i>aff'd,</i>  U.S. mdash;, <span class=\"citation\" data-id=\"147531\"><a href=\"/opinion/147531/samantar-v-yousuf/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2278</span></a></span>, <span class=\"citation\" data-id=\"147531\"><a href=\"/opinion/147531/samantar-v-yousuf/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1047</span></a></span> (2010). The TVPA provides that \"[a]n individual who, under actual or apparent authority, or color of law, of any foreign nation . . . subjects an individual to torture\" or \"subjects an individual to extrajudicial killing\" is liable in a civil action for damages to the victim or the victim's legal representative. Pub. L. No. 102-256, 106 Stat. 73, § 2(a) (1992); <i>see </i><i>Yousuf,</i> 552 F.3d at 375 (discussing the TVPA). Moreover, RTI and Unity contend that diversity jurisdiction does not exist under 28 U.S.C. § 1332(a) because both plaintiffs and Unity are aliens, thereby destroying diversity. <i>See, e.g., </i><i>Gen. Tech. Applications, Inc. v. Exro Ltda,</i> <span class=\"citation\" data-id=\"788234\"><a href=\"/opinion/788234/general-technology-applications-incorporated-a-dissolved-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></a></span>, 120 (4th Cir. 2004) (\"The alien citizenship on both sides of the controversy destroys diversity.\"). Finally, RTI and Unity contend that this court should decline to exercise supplemental jurisdiction under 28 U.S.C. § 1367(c) over the remaining state-law tort claims. <i>See, e.g., Carlsbad Tech., Inc. v. HIF Bio, Inc.,</i>  U.S. mdash;, <span class=\"citation\" data-id=\"145877\"><a href=\"/opinion/145877/carlsbad-technology-inc-v-hif-bio-inc/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1862</span></a></span>, 1866-67, <span class=\"citation\" data-id=\"145877\"><a href=\"/opinion/145877/carlsbad-technology-inc-v-hif-bio-inc/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">843</span></a></span> (2009); <i>GE Inv. Private Placement Partners II v. Parker,</i> <span class=\"citation\" data-id=\"772941\"><a href=\"/opinion/772941/ge-investment-private-placement-partners-ii-a-limited-partnership/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">543</span></a></span>, 551 (4th Cir.2001); <i>Hinson v. Norwest Fin. S.C., Inc.,</i> <span class=\"citation\" data-id=\"772002\"><a href=\"/opinion/772002/christopher-j-hinson-on-behalf-of-himself-and-all-others-similarly/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 616-17 (4th Cir.2001).</p>\n<p>In opposition to the motions to dismiss for lack of subject-matter jurisdiction, plaintiffs contend that Judge Shanstrom erroneously dismissed their claims under the ATS and TVPA; therefore, federal jurisdiction exists. Alternatively, plaintiffs argue that even if they have failed to state a claim under the ATS and TVPA, supplemental jurisdiction exists under 28 U.S.C. § 1367(c) over the remaining state-law claims and that this court should exercise supplemental jurisdiction over those claims.</p>\n<p>As for plaintiffs' claims under the ATS, the ATS furnishes jurisdiction over a modest number of actions alleging violations of the law of nations or treaties and generally requires state action because the vast majority such alleged violations relate to the interaction between nations. <i>See, e.g., </i><i>Sosa,</i> 542 U.S. at 712-38, <span class=\"citation\" data-id=\"137006\"><a href=\"/opinion/137006/sosa-v-alvarez-machain/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2739</span></a></span>; <i>Argentine Republic v. Amerada Hess Shipping Corp.,</i> <span class=\"citation\" data-id=\"112174\"><a href=\"/opinion/112174/argentine-republic-v-amerada-hess-shipping-corp/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">428</span></a></span>, 435-38, <span class=\"citation\" data-id=\"112174\"><a href=\"/opinion/112174/argentine-republic-v-amerada-hess-shipping-corp/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">683</span></a></span>, <span class=\"citation\" data-id=\"112174\"><a href=\"/opinion/112174/argentine-republic-v-amerada-hess-shipping-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1989); <i>Estate of Amergi ex rel. Amergi v. Palestinian Auth.,</i> <span class=\"citation\" data-id=\"151607\"><a href=\"/opinion/151607/estate-of-amergi-ex-rel-amergi-v-palestinian-authority/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1350</span></a></span>, 1353-66 (11th Cir.2010); <i>Saleh v. Titan Corp.,</i> <span class=\"citation\" data-id=\"187456\"><a href=\"/opinion/187456/saleh-v-titan-corp/\"><span class=\"volume\">580</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 14-16 (D.C.Cir.2009); <i>Sinaltrainal v. Coca-Cola, Inc.,</i> <span class=\"citation\" data-id=\"78456\"><a href=\"/opinion/78456/sinaltrainal-v-coca-cola-company/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1252</span></a></span>, 1265-67 (11th Cir.2009); <i>Yousuf,</i> 552 F.3d at 374-75; <i>Abagninin v. AMVAC Chem. Corp.,</i> <span class=\"citation\" data-id=\"1196127\"><a href=\"/opinion/1196127/abagninin-v-amvac-chemical-corp/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 742 (9th Cir.2008); <i>see also </i><i>Beanal v. Freeport-McMoran, Inc.,</i> <span class=\"citation\" data-id=\"19314\"><a href=\"/opinion/19314/beanal-v-freeport-mcmoran-inc/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">161</span></a></span>, 164-68 (5th Cir.1999). Some courts of appeals, however, have held that there are certain, narrow exceptions to the state-action requirement under the ATS. <i>Compare </i><i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1357-62 (stating that for certain claims under the ATS, including genocide and certain war crimes, the scope of the law of nations is not confined solely to state action and may sometimes reach conduct undertaken by private actors), <i>and </i><i>Kadic v. Karadzic,</i> <span class=\"citation\" data-id=\"708054\"><a href=\"/opinion/708054/s-kadic-on-her-own-behalf-and-on-behalf-of-her-infant-sons-benjamin-and/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span>, 239 (2d Cir.1995) (same), <i>with </i><i>Saleh,</i> 580 F.3d at 13-16 (stating that the ATS \"provides a cause of action against states but not private persons\"). Here, plaintiffs contend that state action is present and alternatively contend that state action is not required under the ATS. Defendants disagree with each contention.</p>\n<p>As for plaintiffs' claims under the TVPA, the parties agree that the TVPA claims require that RTI and Unity were acting <span class=\"star-pagination\">*679</span> under the color of law when the shooting occurred. <i>Yousuf,</i> 552 F.3d at 375 (describing TVPA requirement that the individual \"who, under actual or apparent authority, or color of law, of any foreign nation . . . subjects an individual to extra judicial killing\" may be liable in a civil action for damages (quotations omitted)); <i>see </i><i>Sinaltrainal,</i> 578 F.3d at 1270; <i>Estate of Manook,</i> 693 F.Supp.2d at 20. The parties disagree, however, whether plaintiffs have met the TVPA's color-of-law requirement.</p>\n<p>The state-action or color-of-law requirement in statutes such as the ATS and TVPA \"reflects judicial recognition of the fact that most rights secured by [the ATS and TVPA] are protected only against infringement by governments.\" <i>Mentavlos v. Anderson,</i> <span class=\"citation\" data-id=\"773127\"><a href=\"/opinion/773127/jeanie-mentavlos-v-john-justice-anderson-james-saleeby-the-citadel-the/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 310 (4th Cir.2001) (quotations omitted); <i>see</i> 28 U.S.C. § 1350 n. § 2(a) (establishing TVPA color-of-law requirement); <i>Saleh,</i> 580 F.3d at 13 (discussing ATS state-action requirement); <i>Yousuf,</i> 552 F.3d at 375 (discussing TVPA color-of-law requirement); <i>Ford ex rel. Estate of Ford v. Garcia,</i> <span class=\"citation\" data-id=\"777646\"><a href=\"/opinion/777646/william-p-ford-for-and-on-behalf-of-the-estate-of-ita-c-ford-julia/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1283</span></a></span>, 1286 (11th Cir.2002) (describing history of TVPA). The state-action or color-of-law requirement in the ATS and the TVPA limits \"the reach of federal law,\" <i>Mentavlos,</i> 249 F.3d at 310 (quotations omitted), and excludes from liability \"merely private conduct, no matter how . . . wrongful.\" <i>Id.</i> (quotations omitted). The state-action or color-of-law requirement \"insist[s]\" as a prerequisite to liability \"that the conduct allegedly causing the deprivation of a [] right be fairly attributable to the State.\" <i>Holly v. Scott,</i> <span class=\"citation\" data-id=\"792921\"><a href=\"/opinion/792921/ricky-lee-holly-v-willie-scott-gaddy-lassiter/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span>, 292 (4th Cir.2006) (alteration and quotations omitted); <i>see </i><i>Wahi v. Charleston Area Med. Ctr., Inc.,</i> <span class=\"citation\" data-id=\"1028445\"><a href=\"/opinion/1028445/wahi-v-charleston-area-medical-center-inc/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">599</span></a></span>, 615-16 (4th Cir.2009); <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> <span class=\"citation\" data-id=\"754750\"><a href=\"/opinion/754750/77-fair-emplpraccas-bna-151-74-empl-prac-dec-p-45547-gloria-w/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span>, 658-60 (4th Cir.1998).</p>\n<p>To satisfy the state-action or color-of-law requirement, a plaintiff alleging a violation of the ATS or TVPA must prove that \"the deprivation was performed under color of . . . law. . . .\" <i>Philips v. Pitt County Mem'l Hosp.,</i> <span class=\"citation\" data-id=\"1029469\"><a href=\"/opinion/1029469/philips-v-pitt-county-memorial-hosp/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">176</span></a></span>, 180 (4th Cir.2009) (recognizing that the \"[t]he statutory color-of-law prerequisite is synonymous with the more familiar state-action requirement\" and \"the analysis for each is identical\"). \"[P]rivate activity will generally not be deemed `state action' unless the state has so dominated such activity as to convert it to state action. . . .\" <i>Id.</i> at 181 (quotations omitted). \"Mere approval of or acquiescence in the initiatives of a private party is insufficient.\" <i>Id.</i> (quotations omitted); <i>see </i><i>Wahi,</i> 562 F.3d at 616. There is \"no specific formula for determining whether state action is present.\" <i>Holly,</i> 434 F.3d at 292 (quotation omitted).</p>\n<p>In conducting the state-action inquiry, the Supreme Court focuses on whether the party's actions can be fairly attributed to the state. \"What is fairly attributable to the state is a matter of normative judgment,\" which requires an evaluation of the \"totality of the circumstances.\" <i>Holly,</i> 434 F.3d at 292 (alteration and quotations omitted). As part of the inquiry, the Supreme Court has identified \"a host of facts that can bear on the fairness of such an attribution.\" <i>Brentwood Acad. v. Tennessee Secondary Sch. Athletic Ass'n,</i> <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 296, 121 S.Ct.924, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">807</span></a></span> (2001). The Court has examined whether the challenged activity resulted from the state's coercive power, whether the state provided significant encouragement, either overt of covert, whether the private actor operated as a willful participant in joint activity with the state, whether the private actor is controlled by an agency of the state, whether the private actor was delegated a public function, and the degree of public entwinement <span class=\"star-pagination\">*680</span> between the state and the private actor. <i>See Id.</i> \"[S]tate action may be found if, though only if, there is such a close nexus between the State and the challenged action that seemingly private behavior may be fairly treated as that of the State itself.\" <i>Id.</i> at 295, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span> (quotations omitted).</p>\n<p>In conducting the state-action inquiry, the court has thoroughly reviewed the Antranick complaint, the Manook amended complaint, and the record and focused on whether Unity's action can be fairly attributed to the state. Of course, plaintiffs' legal conclusion in their pleadings concerning state action are not binding. <i>See, e.g., </i><i>Ashcroft v. Iqbal,</i>  U.S. , <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009); <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 555-56, 563, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007); <i>Nemet Chevrolet, Ltd. v. Consumeraffairs. com, Inc.,</i> <span class=\"citation\" data-id=\"1031139\"><a href=\"/opinion/1031139/nemet-chevrolet-ltd-v-consumeraffairs-com-inc/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">250</span></a></span>, 255 (4th Cir.2009); <i>Giarratano v. Johnson,</i> <span class=\"citation\" data-id=\"1025322\"><a href=\"/opinion/1025322/giarratano-v-johnson/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 302 (4th Cir.2008); <i>Goodman v. Praxair, Inc.,</i> <span class=\"citation\" data-id=\"1426951\"><a href=\"/opinion/1426951/goodman-v-praxair-inc/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span>, 464 (4th Cir.2007) (en banc). Likewise, the court need not accept as true \"unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Giarratano,</i> 521 F.3d at 302 (quotation omitted). Here, the USAID entered a contract with RTI (a private North Carolina corporation) to provide governmental development and support to the Iraqi government. In turn, RTI contracted with Unity, a foreign private security contractor, to provide security to RTI personnel in Iraq. In performing that security contract in Baghdad, Iraq on October 9, 2007, Unity personnel shot and killed Genevia Jalal Antranick and Marani Manook and injured Jalal Askander Antranick. The Unity shooting is the specific conduct of which plaintiffs complain. <i>See </i><i>Mentavlos,</i> 249 F.3d at 311 (recognizing that a court begins the state-action inquiry by identifying \"the specific conduct of which the plaintiff complains\" (quotations omitted)).</p>\n<p>Notwithstanding plaintiffs' legal conclusions in their pleadings and their legal arguments in opposing the motions to dismiss, \"more [is] necessary for state action.\" <i>Philips,</i> 572 F.3d at 182-84 (holding no state action where the alleged actors were not employees of, or \"controlled in the ordinary course of their decision making by,\" the county) (collecting cases); <i>Holly,</i> 434 F.3d at 292-93; <i>Mentavlos,</i> 249 F.3d at 314-23. The allegations in Antranick's complaint and Manook's amended complaint do not make RTI or Unity liable under the ATS or the TVPA \"for [Unity's] [security] decisions,\" including the specific decisions of Unity personnel to fire their weapons on October 9, 2007. <i>See, e.g., </i><i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1357-66; <i>Philips,</i> 572 F.3d at 183; <i>Saleh,</i> 580 F.3d at 14-16; <i>Sinaltrainal,</i> 578 F.3d at 1265-67; <i>Abagninin,</i> 545 F.3d at 742; <i>Aldana v. Del Monte Fresh Produce, N.A., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1242</span></span>, 1249-50 (11th Cir.2005) (per curiam); <i>see also </i><i>United States v. Day,</i> <span class=\"citation\" data-id=\"1031173\"><a href=\"/opinion/1031173/united-states-v-day/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></a></span>, 684-89 (4th Cir.2010); <i>Beanal,</i> 197 F.3d at 161, 164-68; <i>Gallagher v. Neil Young Freedom Concert,</i> <span class=\"citation\" data-id=\"691393\"><a href=\"/opinion/691393/no-93-4122/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1442</span></a></span>, 1456-57 (10th Cir. 1995). Such private behavior may not be fairly attributed to the government. In light of the pleadings and the record, state action is absent; therefore, plaintiffs' ATS and TVPA claims fail to state a claim upon which relief can be granted. <i>See, e.g., </i><i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1357-66; <i>Philips,</i> 572 F.3d at 182-86; <i>Holly,</i> 434 F.3d at 292-93; <i>Mentavlos,</i> 249 F.3d at 314-23. Moreover, assuming without deciding that exceptions to the state-action requirement under the ATS exist, plaintiffs' claims do not fall within any exception and fail to state a claim upon which relief can be granted. <i>See, e.g., </i><i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1357-66. Stated differently, plaintiffs' use of the term \"war crime\" in the complaint and amended complaint does not convert <span class=\"star-pagination\">*681</span> the conduct alleged in the pleadings into a war crime actionable under the ATS. <i>See id.</i> If it did, this court would be ignoring the Supreme Court's command in <i>Sosa</i> concerning the need to exercise \"vigilant doorkeeping\" concerning ATS claims. <i>See </i><i>Sosa,</i> 542 U.S. at 729, <span class=\"citation\" data-id=\"137006\"><a href=\"/opinion/137006/sosa-v-alvarez-machain/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2739</span></a></span>; <i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1360-66. Thus, the court dismisses plaintiffs' claims under the ATS and TVPA.</p>\n<p>Of course, simply because plaintiffs lack a remedy under the ATS or TVPA does not necessarily mean that they lack any remedy. Indeed, plaintiffs also seek redress under state tort law. Under 28 U.S.C. § 1367(c), this court recognizes its discretion to \"decline to exercise supplemental jurisdiction over [such state-law tort] claim[s] . . . if . . . [it] has dismissed all claims over which it has original jurisdiction.\" <i>See</i> 28 U.S.C. § 1367(c). However, in light of the procedural posture of the case, the court sees no reason to exercise supplemental jurisdiction over the remaining state-law tort claims. <i>See, e.g., </i><i>Carlsbad Tech., Inc.,</i> 129 S.Ct. at 1866-67; <i>Estate of Amergi ex rel. Amergi,</i> 611 F.3d at 1367-68; <i>Parker,</i> 247 F.3d at 551; <i>Hinson,</i> 239 F.3d at 616-17.</p>\n<p>In opposition to this conclusion, plaintiffs argue that this court should exercise supplemental jurisdiction in order to prevent the applicable statute of limitations from barring plaintiffs' state-law claims. However, plaintiffs' statute-of-limitations argument ignores the saving provision in 28 U.S.C. § 1367(d), which grants plaintiffs at least 30 days after dismissal to file in state court. <i>See</i> 28 U.S.C. § 1367(d). Thus, the potential operation of the statute of limitations provides no reason to exercise supplemental jurisdiction. Likewise, plaintiffs' argument concerning the interplay between <i>United Mine Workers of America v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966), and <i>Carnegie-Mellon University v. Cohill,</i> <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1988), provides no reason to exercise supplemental jurisdiction. <i>See </i><i>Hinson,</i> 239 F.3d at 615-18 (explaining relationship among <i>Gibbs, Cohill,</i> and 28 U.S.C. § 1367).</p>\n<p></p>\n<h2>II.</h2>\n<p>In sum, the court GRANTS RTFs and Unity's motions to dismiss for lack of subject-matter jurisdiction [D.E. 49, 55, 41, 48]<sup>[5]</sup> and declines to exercise supplemental jurisdiction over the state-law claims. The court also DISMISSES Unity's motion for a protective order [D.E. 57] and all other pending motions [D.E. 15, 11, 13]<sup>[6]</sup> as MOOT.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The first two docket entry numbers refer to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C.), and the second two docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C).</p>\n<p>[2]  The first docket entry number refers to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C), and the second and third docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C).</p>\n<p>[3]  The first two docket entry numbers refer to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C), and the second two docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C).</p>\n<p>[4]  The ATS, 28 U.S.C. § 1350, states: \"The district courts shall have original jurisdiction of any civil action by an alien for a tort only, committed in violation of the law of nations or a treaty of the United States.\"</p>\n<p>[5]  The first two docket entry numbers refer to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C), and the second two docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C.).</p>\n<p>[6]  The first docket entry number refers to the docket sheet of <i>Estate of Manook v. Unity Resources Group,</i> No. 5:10-CV-72-D (E.D.N.C), and the second two docket entry numbers refer to the docket sheet of <i>Antranick v. Research Triangle Institute International,</i> No. 5:10-CV-73-D (E.D.N.C).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/19314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/78456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/147531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/151607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/187456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1029469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1196127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2357483/"
  ]
}