{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2471835/",
  "absolute_url": "/opinion/2471835/manley-v-air-canada/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2471835/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:45:24.514091Z",
  "date_modified": "2016-04-26T21:41:29.645227Z",
  "type": "010combined",
  "sha1": "e10833b5a91d5bf7df157e937525f6c8795fe81b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>753 F.Supp.2d 551 (2010)</b></center>\n<center><h1>Thomas J. MANLEY, Plaintiff,<br>\nv.<br>\nAIR CANADA, Defendant.</h1></center>\n<center>No. 5:10-CV-336-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 29, 2010.</center>\n<p><span class=\"star-pagination\">*554</span> Kristy Lynn Rice, Melanie Black Dubis, Robert W. Spearman, Raleigh, NC, for Plaintiff.</p>\n<p><span class=\"star-pagination\">*555</span> Matthew W. Sawchak, Ellis &amp; Winters, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendant's motion to dismiss for lack of personal jurisdiction pursuant to Rule 12(b)(2) of the Federal Rules of Civil Procedure (DE # 6). The matter has been fully briefed and, in this posture, the issues raised now are ripe for ruling. For the reasons that follow, defendant's motion is denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed this action in Wake County Superior Court on July 14, 2010, alleging breach of contract and unfair and deceptive trade practices in violation of N.C. Gen.Stat. § 75-1.1. Defendant removed the action to this court on August 18, 2010, on the basis of diversity of citizenship between the parties. <i>See</i> 28 U.S.C. §§ 1332, 1441. Defendant also moved for and was allowed an extension of time within which to answer the complaint.</p>\n<p>On September 15, 2010, defendant moved to dismiss the complaint for lack of personal jurisdiction under Rule 12(b)(2). Plaintiff responded in opposition on October 15, 2010, and defendant replied on October 29, 2010. By order entered October 13, 2010, discovery activities in this matter were stayed pending resolution of the instant motion to dismiss.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Defendant is a publicly-held corporation organized under the laws of Canada, with a registered office and principal place of business in Quebec. Plaintiff is an attorney, and is a resident and citizen of North Carolina. In May 2005, defendant entered into an agreement with plaintiff's law firm to assist it in preparing a strategic labor plan. In negotiating this contract, defendant's Chief Executive Officer (\"CEO\") personally traveled to North Carolina to meet with plaintiff. In early 2006, defendant proposed that plaintiff devote the majority of his work time to defendant over the next four to five years, and after months of negotiations, the parties entered into a separate agreement on or about August 7, 2006. During the negotiation of this agreement, the parties exchanged a number of emails and telephone conversations, some of which took place when plaintiff was in North Carolina. There is no indication from the record that any of defendant's officers or directors traveled to North Carolina in negotiating the 2006 agreement.</p>\n<p>The 2006 agreement, the alleged breach of which forms the basis for this lawsuit, provides plaintiff with a minimum annual retainer of $240,000.00, plus additional fees and expenses. The agreement contemplates that much on plaintiff's work would take place in Canada, but that he was to be available at all times and on short notice to communicate with defendant's executives and to appear in person as requested. In fact, plaintiff performed most of his work under the agreement in Canada, although as much as 17% of the work billed by plaintiff was performed in North Carolina, and defendant paid plaintiff by mailing one or more checks to his home address in this state.<sup>[1]</sup> Under the 2006 agreement, defendant <span class=\"star-pagination\">*556</span> was also to provide plaintiff with an automobile and living accommodations in Montreal, and to allow him access to suitable office space at its corporate headquarters. Finally, the agreement explicitly provides that it will be governed and interpreted according to laws of Quebec.</p>\n<p>Before turning to the merits of the motion to dismiss, the court sets forth some additional facts regarding defendant's contacts with North Carolina outside its relationship with plaintiff through the 2006 agreement. Defendant has no offices, facilities, or employees in this state, has no North Carolina mailing address or local telephone number, does not own or lease property or maintain a bank account here, and does not have any parents or subsidiaries doing business within North Carolina. It is not registered as a corporation with the North Carolina Secretary of State and holds no license to do business in North Carolina.</p>\n<p>Defendant is connected to North Carolina only by dint of daily flights at Raleigh-Durham International Airport (\"RDU\") and Charlotte Douglas Airport (\"CLT\"). These flights are operated in defendant's name by Jazz Air LP (\"Jazz\"), a separate airline that has entered into a capacity purchase agreement with defendant under which defendant purchases substantially all of Jazz's fleet capacity based on predetermined rates and determines the routes and schedule operated by Jazz. Defendant's website, which is accessible from North Carolina, allows individuals to book flights between these two North Carolina airports and Toronto Pearson International Airport. Individuals in North Carolina can also book flights by calling a toll-free number. Defendant's <i>enRoute</i> magazine includes the Toronto-RDU and Toronto-CLT flights on its route map. Approximately 0.07% of defendant's passenger revenue from July 2009 through July 2010 was attributable to North Carolina customers.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>When challenged by a Rule 12(b)(2) motion, the plaintiff must prove the existence of personal jurisdiction by a preponderance of the evidence. <i>New Wellington Fin. Corp. v. Flagship Resort Dev. Corp.,</i> 416 F.3d 290, 294 (4th Cir. 2005). However, where the court does not conduct an evidentiary hearing and relies instead only on the pleadings and affidavits alone, plaintiff need only make a <i>prima facie</i> showing of jurisdiction. <i>In re Celotex Corp.,</i> 124 F.3d 619, 628 (4th Cir. 1997). In adjudicating the motion, the court construes all disputed facts and draws all reasonable inferences from the proof in favor of jurisdiction. <i>Carefirst of Md., Inc. v. Carefirst Pregnancy Ctrs., Inc.,</i> 334 F.3d 390, 396 (4th Cir.2003).</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>This court may exercise personal jurisdiction over a non-resident defendant only in the manner provided for by North Carolina law and only to the extent personal jurisdiction is consistent with constitutional due process. <i>See </i><i>Young v. New Haven Advocate,</i> 315 F.3d 256, 261 (4th Cir.2002); <i>Nichols v. G.D. Searle &amp; Co.,</i> 991 F.2d 1195, 1199 (4th Cir.1993). Because North Carolina's long-arm statute is construed to extend jurisdiction to the full extent permitted by the Due Process Clause, the court here need only inquire into whether \"defendant has such minimal contacts with the forum state [of North Carolina] that maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" <i>Christian Science Bd. of Directors v. Nolan,</i> 259 F.3d 209, 215 (4th Cir.2001) (internal quotation marks omitted).</p>\n<p><span class=\"star-pagination\">*557</span> Two different types of personal jurisdiction have been recognized by the courts: general jurisdiction and specific jurisdiction. <i>See </i><i>CFA Inst. v. Inst. of Chartered Fin. Analysts of India,</i> 551 F.3d 285, 292 n. 15 (4th Cir.2009); <i>ALS Scan, Inc. v. Digital Serv. Consultants, Inc.,</i> 293 F.3d 707, 711-12 (4th Cir.2002). The former \"requires `continuous and systematic' contacts with the forum state, such that a defendant may be sued in that state for any reason, regardless of where the relevant conduct occurred.\" <i>CFA Inst.,</i> 551 F.3d at 292 n. 15. The latter \"requires only that the relevant conduct have such a connection with the forum state that it is fair for the defendant to defend itself in that state.\" <i>Id.</i> Plaintiff here contends that the court may exercise either type of personal jurisdiction over defendant.</p>\n<p></p>\n<h2>1. General Jurisdiction</h2>\n<p>\"To establish general jurisdiction over the defendant, the defendant's activities in the State must have been `continuous and systematic,' a more demanding standard than is necessary for establishing specific jurisdiction.\" <i>ALS Scan. Inc.,</i> 293 F.3d at 712. The Fourth Circuit has cautioned that, given the expansion of specific jurisdiction, \"broad constructions of general jurisdiction [are] disfavored.\" <i>Nichols,</i> 991 F.2d at 1200. \"Even `continuous activity of some sorts [by a corporation] within a state is not enough to support [general jurisdiction over the corporation].'\" <i>Id.</i> at 1199 (quoting <i>Int'l Shoe Co. v. State of Wash., Office of Unemployment Compensation &amp; Placement,</i> 326 U.S. 310, 317, 66 S.Ct. 154, 90 L.Ed. 95 (1945)) (alterations in original). A sister court has aptly described the test as being whether a defendant's contacts with the forum state are \"so extensive, systematic, and continuous that they approximate physical presence.\" <i>See </i><i>Lab. Corp. of Am. Holdings v. Schumann,</i> 474 F.Supp.2d 758, 765 (M.D.N.C. 2006).</p>\n<p>Plaintiff argues that defendant is subject to general personal jurisdiction in North Carolina because it (1) directs its marketing activities to citizens and residents of North Carolina through its interactive website; (2) derives revenue from North Carolina; and (3) controls the operations of Jazz, which operates flights in North Carolina using defendant's name. The crux of this argument is that defendant in effect operates daily flights to North Carolina; the mere presence of an internet site from which North Carolina residents may book flights and the fact that defendant obtains <i>de minimis</i> revenue amounting to only 0.07% of its total passenger revenue are insufficient by themselves to subject defendant to suit in this state for any cause of action arising anywhere in the world. <i>See </i><i>CEM Corp. v. Personal Chemistry AB,</i> 192 F.Supp.2d 438, 441 (W.D.N.C.2002), <i>aff'd,</i> 55 Fed. Appx. 621 (4th Cir.2003).<sup>[2]</sup> For the reasons <span class=\"star-pagination\">*558</span> that follow, the court concludes that Jazz's activities cannot be attributed to defendant, at least for present purposes, and that the exercise of general personal jurisdiction is not justified here.</p>\n<p>\"[I]t is generally the case that the contacts of a corporate subsidiary cannot impute jurisdiction to its parent entity [,] . . . [although] evidence of the nature of the relationship between [corporations]. . . [may] justify an exception to this general rule.\" <i>Saudi v. Northrop Grumman Corp.,</i> 427 F.3d 271, 276-77 (4th Cir.2005). It is only where a foreign corporation \"exerts a significant degree of control over the activities\" of a related in-state corporation that personal jurisdiction may extend to the foreign corporation. <i>PCS Phosphate Co., Inc. v. Norfolk Southern Corp.,</i> 520 F.Supp.2d 705, 712-13 (E.D.N.C.2007); <i>accord </i><i>In re Magnetic Audiotape Antitrust Lit.,</i> 334 F.3d 204, 208 (2d Cir.2003) (per curiam); <i>Dickson Marine, Inc. v. Panalpina, Inc.,</i> 179 F.3d 331, 340 (5th Cir.1999). To establish general personal jurisdiction for the acts of an in-forum affiliate (as opposed to specific personal jurisdiction), the bar is set particularly high. <i>See </i><i>Negron-Torres v. Verizon Commc'ns, Inc.,</i> 478 F.3d 19, 27 (1st Cir. 2007).</p>\n<p>Here, defendant does exercise some control over Jazz's activities in North Carolina. Pursuant to the capacity purchase agreement, defendant determines the routes and flight schedules of essentially all of Jazz's flights, including those to and from North Carolina, and presumably collects the passenger revenue for those flights. However, that is where defendant's control over Jazz ends. Jazz maintains its own ticket counters at RDU and CLT, while passenger services and ground handling are provided by yet another corporation, United Airlines. Jazz operates the flights between Toronto and North Carolina using its own employees and agents, over whom defendant has no control or supervisory power, and the capacity purchase agreement itself provides that these employees and agents are themselves unaffiliated with defendant. Passengers' itineraries and tickets, although using defendant's trademark, explicitly state that Jazz operates the flights, and this message is reiterated in all in-flight announcements.</p>\n<p>Were plaintiff seeking specific personal jurisdiction over defendant for a claim arising out of an injury incurred on one of the flights from North Carolina to Canada operated by Jazz, the court's analysis might be different. But where plaintiff seeks general personal jurisdiction based on the actions of an affiliated company, he must make a showing approaching that necessary under traditional \"alter ego\" analysis. <i>See, e.g., </i><i>In re Chocolate Confectionary Antitrust Lit.,</i> 641 F.Supp.2d 367, <span class=\"star-pagination\">*559</span> 382-83 (M.D.Pa.2009) (noting that general personal jurisdiction exists over a foreign corporation only where it \"controls . . . an in-forum affiliate to such a degree that the two corporations operate as a single, amalgamated entity\"); <i>see also </i><i>Wyatt v. Walt Disney World Co.,</i> 151 N.C.App. 158, 168, 565 S.E.2d 705, 711 (2002) (refusing to treat affiliated companies as one entity \"absent proof that the businesses are parts of the same whole\"); <i>Ash v. Burnham Corp.,</i> 80 N.C.App. 459, 462, 343 S.E.2d 2, 4 (1986) (noting, in a case involving a subsidiary, that general personal jurisdiction over a foreign parent is improper where the subsidiary \"has preserved some semblance of independence from the parent\"), <i>aff'd,</i> 318 N.C. 504, 349 S.E.2d 579 (1986) (per curiam). As one leading treatise has stated:</p>\n<blockquote>[I]f the [affiliate] is merely an agent through which the [foreign] company conducts business in a particular jurisdiction or its separate corporate status is formal only and without any semblance of individual identity, then the [in-forum affiliate's] business will be viewed as that of the [foreign corporation] and the latter will be said to be doing business in the jurisdiction through the [affiliate] for purposes of asserting personal jurisdiction.</blockquote>\n<p>4A Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 1069.4 (3d ed.). Nothing approaching this level of control by defendant over Jazz has been shown in this case by plaintiff, who bears the burden of proving jurisdiction. Accordingly, the court finds itself unable to exercise general personal jurisdiction over defendant.</p>\n<p></p>\n<h2>2. Specific Jurisdiction</h2>\n<p>The lack of general personal jurisdiction does not end the court's inquiry, because plaintiff argues that defendant is subject to specific personal jurisdiction in this case. The court weighs three components in determining whether the exercise of specific personal jurisdiction is appropriate: \"(1) the extent to which the defendant purposefully availed itself of the privilege of conducting activities in the State; (2) whether the . . . claims arise out of those activities directed at the State; and (3) whether the exercise of personal jurisdiction would be constitutionally `reasonable.'\" <i>ALS Scan, Inc.,</i> 293 F.3d at 712. The first component sets forth the basic minimum contacts requirement, while the second requires that such contacts form the basis for the suit. <i>See </i><i>Consulting Eng'rs Corp. v. Geometric Ltd.,</i> 561 F.3d 273, 277 (4th Cir.2009). The third component \"permits a court to consider additional factors to ensure the appropriateness of the forum\" once the court has concluded that defendant has sufficient contacts with the State. <i>Id.</i> at 279.</p>\n<p>Plaintiff contends that defendant has purposely availed itself of the privilege of conducting activities in North Carolina because (1) defendant solicited plaintiff, a North Carolina resident, to enter into the 2006 agreement; (2) its CEO traveled to North Carolina to meet with plaintiff for the predicate 2005 agreement; (3) it made a number of phone calls and conducted other correspondence with plaintiff while he was located in North Carolina; and (4) parts of the contract were performed in North Carolina. Defendant, on the other hand, contends that specific personal jurisdiction is inappropriate here because (1) it was plaintiff's unilateral decision to perform parts of the contract in North Carolina, and (2) the 2005 agreement is a separate contract and any visit by defendant's CEO to North Carolina is therefore irrelevant. Although both parties have made valid points, it is plaintiffs arguments that ultimately carry the day.</p>\n<p><span class=\"star-pagination\">*560</span> \"Even a single contact may be sufficient to create jurisdiction when the cause of action arises out of that . . . contact, provided that the principle of `fair play and substantial justice' is not thereby offended.\" <i>Carefirst of Md.,</i> 334 F.3d at 397; <i>see also </i><i>Chung v. NANA Dev. Corp.,</i> 783 F.2d 1124, 1129 (4th Cir.1986). For example, in <i>English &amp; Smith v. Metzger,</i> 901 F.2d 36, 39-40 (4th Cir.1990), the Fourth Circuit found the \"minimum contacts\" requirement satisfied where (1) the defendant initiated contact with the plaintiff \"knowing that [he] was a Virginia lawyer who likely would do the requested work in Virginia,\" (2) the plaintiff executed the contract (sent to him by defendant) in Virginia, and (3) the parties exchanged a number of telephone calls and communications in Virginia. In <i>Vishay Intertech., Inc. v. Delta Int'l Corp.,</i> 696 F.2d 1062, 1068 (4th Cir.1982), the Fourth Circuit found the requirement satisfied where defendant solicited business within North Carolina by sending a mere three letters and five telephone calls into the state.<sup>[3]</sup></p>\n<p>Here, too, defendant directed its activities at North Carolina \"in more than a random, fortuitous, or attenuated way,\" such that it \"should [have] be [en] able to anticipate being sued\" in this forum. <i>See </i><i>Mitrano v. Hawes,</i> 377 F.3d 402, 407 (4th Cir.2004). Defendant reached into North Carolina to employ the services of plaintiff, a North Carolina attorney. Although the 2005 agreement is indeed separate as a legal matter, the court cannot overlook that the retention of plaintiff's services in the 2006 agreement grew out of a relationship established by the earlier contract, which involved a personal visit by defendant's CEO to North Carolina. Even absent this personal visit, the frequent telephone calls and correspondence into North Carolina (both during negotiation of the contract and the performance thereof) and the mailing of checks to plaintiff's home address in North Carolina to pay invoices he submitted are sufficient \"minimum contacts\" for specific personal jurisdiction purposes. <i>See, e.g., </i><i>CFA Inst.,</i> 551 F.3d at 293-94 (noting that the court may consider whether it was defendant who retained plaintiff, whether the parties contacted one another via the telephone in the forum state, and whether defendant sent correspondence and mailed payments to plaintiff in the forum state).</p>\n<p>Having concluded that defendant purposefully availed itself of the privilege of conducting activities in North Carolina such that the minimum contacts requirement is met, and that the instant claim arises out of those activities, the court must consider whether the exercise of personal jurisdiction would be constitutionally reasonable. <i>See </i><i>ALS Scan, Inc.,</i> 293 F.3d at 712. The factors the court considers in weighing constitutional \"reasonableness\" include:</p>\n<blockquote>\n<span class=\"star-pagination\">*561</span> (1) the burden on the defendant of litigating in the forum; (2) the interest of the forum state in adjudicating the dispute; (3) the plaintiffs interest in obtaining convenient and effective relief; (4) the shared interest of the states in obtaining efficient resolution of disputes; and (5) the interests of the states in furthering substantive social policies.</blockquote>\n<p><i>See </i><i>Consulting Eng'rs Corp.,</i> 561 F.3d at 279. \"More generally, [the] reasonableness analysis is designed to ensure that jurisdictional rules are not exploited in such a way as to make litigation so gravely difficult and inconvenient that a party unfairly is at a severe disadvantage in comparison to his opponent.\" <i>Nolan,</i> 259 F.3d at 217 (internal quotation marks omitted).</p>\n<p>Here, the exercise of personal jurisdiction over defendant would not be constitutionally unreasonable. Defendant, a major international airline, faces some minor burden in defending this action in North Carolina, but not to an extent that would offend traditional notions of fair play and substantial justice or put defendant at a severe disadvantage compared to plaintiff. And although North Carolina's interest in adjudicating the dispute may be diminished where the contract is expressly governed by the law of Québec, it undoubtedly does have an interest in the resolution of lawsuits filed by its citizens, including plaintiff.</p>\n<p>In sum, although general personal jurisdiction over defendant is not appropriate in North Carolina, this court's exercise of specific personal jurisdiction over defendant is constitutionally reasonable in this case. Defendant purposefully availed itself of the privilege of conducting activities in North Carolina when it hired a North Carolina attorney to assist it in labor-management relations, conducted correspondence with that attorney in North Carolina, and mailed payments into this state. Plaintiff's breach of contract actions arises out of those activities, and the burden on defendant in litigating this action in this forum is not one of constitutional proportions. Accordingly, defendant's motion to dismiss for lack of personal jurisdiction is DENIED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiff has met its burden in establishing that the court maintains specific personal jurisdiction over defendant for purposes of the instant lawsuit. Defendant's motion to dismiss pursuant to Rule 12(b)(2) (DE #6) is therefore DENIED. In accordance with the court's order of October 13, 2010, the parties shall have twenty-one (21) days from entry of this order to undertake the Rule 26(f) conference as dictated in the court's initial order regarding planning and discovery, entered September 27, 2010.</p>\n<h2>NOTES</h2>\n<p>[1]  According to numbers provided by plaintiff from his records of invoices submitted to defendant, plaintiff worked a total of five hundred and one (501) hours on behalf of defendant between April 2007 and April 2009. Of those hours, eighty-five and a half (85.5) were performed while plaintiff was in the United States, and plaintiff states that the majority of the work he performed in the United States occurred while he was in North Carolina.</p>\n<p>[2]  It has long been held that \"advertising and solicitation activities alone do not constitute the `minimum contacts' required for jurisdiction.\" <i>Nichols,</i> 991 F.2d at 1200 (citing <i>Ratliff v. Cooper Labs., Inc.,</i> 444 F.2d 745 (4th Cir. 1971)). Though its interactive website allows defendant to reach a broad audience that includes North Carolina residents, \"technology cannot eviscerate the constitutional limits on a State's power to exercise jurisdiction over a defendant.\" <i>ALS Scan, Inc.,</i> 293 F.3d at 711. This is not to say that a court could not exercise personal jurisdiction based on internet sales, <i>see, e.g., </i><i>Gorman v. Ameritrade Holding Corp.,</i> 293 F.3d 506, 513 (D.C.Cir.2002), but rather that something more than the <i>de minimis</i> sales presented here would be necessary to satisfy the rigors of constitutional due process. <i>See, e.g. </i><i>Carefirst of Md.,</i> 334 F.3d at 394-95, 397 (noting in dicta that there was \"no suggestion that [defendant] engaged in continuous and systematic activities in Maryland\" where defendant solicited and received (through its website) 0.0174% of its total donation receipts from Maryland residents); <i>ESAB Group, Inc. v. Centricut, Inc.,</i> 126 F.3d 617, 624 (4th Cir. 1997) (finding no general personal jurisdiction where the business attributable to forum state customers constituted less than 0.1% of defendant's nationwide sales volume); <i>Nichols,</i> 991 F.2d at 1198, 1200 (holding that general personal jurisdiction was not satisfied where only 2% of defendant's annual total sales derived from forum state); <i>see also </i><i>Bancroft &amp; Masters, Inc. v. Augusta Nat'l Inc.,</i> 223 F.3d 1082, 1086 (9th Cir.2000) (\"[E]ngaging in commerce with residents of the forum state is not in and of itself the kind of activity that approximates physical presence within the state's borders.\"); <i>cf. </i><i>ALS Scan. Inc.,</i> 293 F.3d at 715 (\"We are not prepared at this time to recognize that a State may obtain general jurisdiction over out-of-state persons who regularly and systematically transmit electronic signals into the State via the Internet based solely on those transmissions.\").</p>\n<p>[3]  Some cases point the other way. In <i>Diamond Healthcare of Ohio, Inc. v. Humility of Mary Health Partners,</i> 229 F.3d 448, 451 (4th Cir.2000), the Fourth Circuit found that specific personal jurisdiction over a contract claim was inappropriate in Virginia where the parties exchanged telephone calls and correspondence in Virginia, but the contract was to be governed by Ohio law and the majority of the contract's performance was to be performed in Ohio. However, in that case, it was the plaintiff who initiated the contractual relationship, such that it was plaintiff who \"directed its activities under the contract towards Ohio, not [defendant who] directed its activities towards Virginia.\" <i>Id.</i> at 452; <i>see also </i><i>CFA Inst.,</i> 551 F.3d at 293 n. 17 (citing <i>Diamond Healthcare</i> for the proposition that the court \"accord[s] special weight to the fact that it was [defendant] that initiated contact with [plaintiff] in [the forum state]\"). A similar result is not warranted here because in this case it was the foreign defendant who directed itself at the North Carolina plaintiff.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">753</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">551</span></span> (2010)</b></center>\n<center><h1>Thomas J. MANLEY, Plaintiff,<br>\nv.<br>\nAIR CANADA, Defendant.</h1></center>\n<center>No. 5:10-CV-336-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 29, 2010.</center>\n<p><span class=\"star-pagination\">*554</span> Kristy Lynn Rice, Melanie Black Dubis, Robert W. Spearman, Raleigh, NC, for Plaintiff.</p>\n<p><span class=\"star-pagination\">*555</span> Matthew W. Sawchak, Ellis &amp; Winters, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendant's motion to dismiss for lack of personal jurisdiction pursuant to Rule 12(b)(2) of the Federal Rules of Civil Procedure (DE # 6). The matter has been fully briefed and, in this posture, the issues raised now are ripe for ruling. For the reasons that follow, defendant's motion is denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed this action in Wake County Superior Court on July 14, 2010, alleging breach of contract and unfair and deceptive trade practices in violation of N.C. Gen.Stat. § 75-1.1. Defendant removed the action to this court on August 18, 2010, on the basis of diversity of citizenship between the parties. <i>See</i> 28 U.S.C. §§ 1332, 1441. Defendant also moved for and was allowed an extension of time within which to answer the complaint.</p>\n<p>On September 15, 2010, defendant moved to dismiss the complaint for lack of personal jurisdiction under Rule 12(b)(2). Plaintiff responded in opposition on October 15, 2010, and defendant replied on October 29, 2010. By order entered October 13, 2010, discovery activities in this matter were stayed pending resolution of the instant motion to dismiss.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Defendant is a publicly-held corporation organized under the laws of Canada, with a registered office and principal place of business in Quebec. Plaintiff is an attorney, and is a resident and citizen of North Carolina. In May 2005, defendant entered into an agreement with plaintiff's law firm to assist it in preparing a strategic labor plan. In negotiating this contract, defendant's Chief Executive Officer (\"CEO\") personally traveled to North Carolina to meet with plaintiff. In early 2006, defendant proposed that plaintiff devote the majority of his work time to defendant over the next four to five years, and after months of negotiations, the parties entered into a separate agreement on or about August 7, 2006. During the negotiation of this agreement, the parties exchanged a number of emails and telephone conversations, some of which took place when plaintiff was in North Carolina. There is no indication from the record that any of defendant's officers or directors traveled to North Carolina in negotiating the 2006 agreement.</p>\n<p>The 2006 agreement, the alleged breach of which forms the basis for this lawsuit, provides plaintiff with a minimum annual retainer of $240,000.00, plus additional fees and expenses. The agreement contemplates that much on plaintiff's work would take place in Canada, but that he was to be available at all times and on short notice to communicate with defendant's executives and to appear in person as requested. In fact, plaintiff performed most of his work under the agreement in Canada, although as much as 17% of the work billed by plaintiff was performed in North Carolina, and defendant paid plaintiff by mailing one or more checks to his home address in this state.<sup>[1]</sup> Under the 2006 agreement, defendant <span class=\"star-pagination\">*556</span> was also to provide plaintiff with an automobile and living accommodations in Montreal, and to allow him access to suitable office space at its corporate headquarters. Finally, the agreement explicitly provides that it will be governed and interpreted according to laws of Quebec.</p>\n<p>Before turning to the merits of the motion to dismiss, the court sets forth some additional facts regarding defendant's contacts with North Carolina outside its relationship with plaintiff through the 2006 agreement. Defendant has no offices, facilities, or employees in this state, has no North Carolina mailing address or local telephone number, does not own or lease property or maintain a bank account here, and does not have any parents or subsidiaries doing business within North Carolina. It is not registered as a corporation with the North Carolina Secretary of State and holds no license to do business in North Carolina.</p>\n<p>Defendant is connected to North Carolina only by dint of daily flights at Raleigh-Durham International Airport (\"RDU\") and Charlotte Douglas Airport (\"CLT\"). These flights are operated in defendant's name by Jazz Air LP (\"Jazz\"), a separate airline that has entered into a capacity purchase agreement with defendant under which defendant purchases substantially all of Jazz's fleet capacity based on predetermined rates and determines the routes and schedule operated by Jazz. Defendant's website, which is accessible from North Carolina, allows individuals to book flights between these two North Carolina airports and Toronto Pearson International Airport. Individuals in North Carolina can also book flights by calling a toll-free number. Defendant's <i>enRoute</i> magazine includes the Toronto-RDU and Toronto-CLT flights on its route map. Approximately 0.07% of defendant's passenger revenue from July 2009 through July 2010 was attributable to North Carolina customers.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>When challenged by a Rule 12(b)(2) motion, the plaintiff must prove the existence of personal jurisdiction by a preponderance of the evidence. <i>New Wellington Fin. Corp. v. Flagship Resort Dev. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">290</span></span>, 294 (4th Cir. 2005). However, where the court does not conduct an evidentiary hearing and relies instead only on the pleadings and affidavits alone, plaintiff need only make a <i>prima facie</i> showing of jurisdiction. <i>In re Celotex Corp.,</i> <span class=\"citation\" data-id=\"746239\"><a href=\"/opinion/746239/in-re-the-celotex-corporation-debtor-owens-illinois-incorporated-v/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></a></span>, 628 (4th Cir. 1997). In adjudicating the motion, the court construes all disputed facts and draws all reasonable inferences from the proof in favor of jurisdiction. <i>Carefirst of Md., Inc. v. Carefirst Pregnancy Ctrs., Inc.,</i> <span class=\"citation\" data-id=\"782514\"><a href=\"/opinion/782514/carefirst-of-maryland-incorporated-dba-carefirst-blue-crossblue-shield/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span>, 396 (4th Cir.2003).</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>This court may exercise personal jurisdiction over a non-resident defendant only in the manner provided for by North Carolina law and only to the extent personal jurisdiction is consistent with constitutional due process. <i>See </i><i>Young v. New Haven Advocate,</i> <span class=\"citation\" data-id=\"780367\"><a href=\"/opinion/780367/stanley-k-young-v-new-haven-advocate-gail-thompson-camille-jackson/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">256</span></a></span>, 261 (4th Cir.2002); <i>Nichols v. G.D. Searle &amp; Co.,</i> <span class=\"citation\" data-id=\"605554\"><a href=\"/opinion/605554/sharon-l-nichols-david-r-nichols-virginia-ann-callan-charles-oliver/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1199 (4th Cir.1993). Because North Carolina's long-arm statute is construed to extend jurisdiction to the full extent permitted by the Due Process Clause, the court here need only inquire into whether \"defendant has such minimal contacts with the forum state [of North Carolina] that maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" <i>Christian Science Bd. of Directors v. Nolan,</i> <span class=\"citation\" data-id=\"774279\"><a href=\"/opinion/774279/the-christian-science-board-of-directors-of-the-first-church-of-christ/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 215 (4th Cir.2001) (internal quotation marks omitted).</p>\n<p><span class=\"star-pagination\">*557</span> Two different types of personal jurisdiction have been recognized by the courts: general jurisdiction and specific jurisdiction. <i>See </i><i>CFA Inst. v. Inst. of Chartered Fin. Analysts of India,</i> <span class=\"citation\" data-id=\"1027560\"><a href=\"/opinion/1027560/cfa-institute-v-financial-analysts-of-india/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">285</span></a></span>, 292 n. 15 (4th Cir.2009); <i>ALS Scan, Inc. v. Digital Serv. Consultants, Inc.,</i> <span class=\"citation\" data-id=\"778012\"><a href=\"/opinion/778012/als-scan-incorporated-v-digital-service-consultants-incorporated-and/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">707</span></a></span>, 711-12 (4th Cir.2002). The former \"requires `continuous and systematic' contacts with the forum state, such that a defendant may be sued in that state for any reason, regardless of where the relevant conduct occurred.\" <i>CFA Inst.,</i> 551 F.3d at 292 n. 15. The latter \"requires only that the relevant conduct have such a connection with the forum state that it is fair for the defendant to defend itself in that state.\" <i>Id.</i> Plaintiff here contends that the court may exercise either type of personal jurisdiction over defendant.</p>\n<p></p>\n<h2>1. General Jurisdiction</h2>\n<p>\"To establish general jurisdiction over the defendant, the defendant's activities in the State must have been `continuous and systematic,' a more demanding standard than is necessary for establishing specific jurisdiction.\" <i>ALS Scan. Inc.,</i> 293 F.3d at 712. The Fourth Circuit has cautioned that, given the expansion of specific jurisdiction, \"broad constructions of general jurisdiction [are] disfavored.\" <i>Nichols,</i> 991 F.2d at 1200. \"Even `continuous activity of some sorts [by a corporation] within a state is not enough to support [general jurisdiction over the corporation].'\" <i>Id.</i> at 1199 (quoting <i>Int'l Shoe Co. v. State of Wash., Office of Unemployment Compensation &amp; Placement,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 317, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945)) (alterations in original). A sister court has aptly described the test as being whether a defendant's contacts with the forum state are \"so extensive, systematic, and continuous that they approximate physical presence.\" <i>See </i><i>Lab. Corp. of Am. Holdings v. Schumann,</i> <span class=\"citation\" data-id=\"2579763\"><a href=\"/opinion/2579763/laboratory-corp-of-america-holdings-v-schumann/\"><span class=\"volume\">474</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">758</span></a></span>, 765 (M.D.N.C. 2006).</p>\n<p>Plaintiff argues that defendant is subject to general personal jurisdiction in North Carolina because it (1) directs its marketing activities to citizens and residents of North Carolina through its interactive website; (2) derives revenue from North Carolina; and (3) controls the operations of Jazz, which operates flights in North Carolina using defendant's name. The crux of this argument is that defendant in effect operates daily flights to North Carolina; the mere presence of an internet site from which North Carolina residents may book flights and the fact that defendant obtains <i>de minimis</i> revenue amounting to only 0.07% of its total passenger revenue are insufficient by themselves to subject defendant to suit in this state for any cause of action arising anywhere in the world. <i>See </i><i>CEM Corp. v. Personal Chemistry AB,</i> <span class=\"citation\" data-id=\"2413545\"><a href=\"/opinion/2413545/cem-corp-v-personal-chemistry-ab/\"><span class=\"volume\">192</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">438</span></a></span>, 441 (W.D.N.C.2002), <i>aff'd,</i> 55 Fed. Appx. 621 (4th Cir.2003).<sup>[2]</sup> For the reasons <span class=\"star-pagination\">*558</span> that follow, the court concludes that Jazz's activities cannot be attributed to defendant, at least for present purposes, and that the exercise of general personal jurisdiction is not justified here.</p>\n<p>\"[I]t is generally the case that the contacts of a corporate subsidiary cannot impute jurisdiction to its parent entity [,] . . . [although] evidence of the nature of the relationship between [corporations]. . . [may] justify an exception to this general rule.\" <i>Saudi v. Northrop Grumman Corp.,</i> <span class=\"citation\" data-id=\"792269\"><a href=\"/opinion/792269/captain-sheriff-saudi-v-northrop-grumman-corporation-newport-news/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 276-77 (4th Cir.2005). It is only where a foreign corporation \"exerts a significant degree of control over the activities\" of a related in-state corporation that personal jurisdiction may extend to the foreign corporation. <i>PCS Phosphate Co., Inc. v. Norfolk Southern Corp.,</i> <span class=\"citation\" data-id=\"1446144\"><a href=\"/opinion/1446144/pcs-phosphate-co-inc-v-norfolk-southern-corp/\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">705</span></a></span>, 712-13 (E.D.N.C.2007); <i>accord </i><i>In re Magnetic Audiotape Antitrust Lit.,</i> <span class=\"citation\" data-id=\"782499\"><a href=\"/opinion/782499/in-re-magnetic-audiotape-antitrust-litigation-texas-international/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></a></span>, 208 (2d Cir.2003) (per curiam); <i>Dickson Marine, Inc. v. Panalpina, Inc.,</i> <span class=\"citation\" data-id=\"18016\"><a href=\"/opinion/18016/dickson-marine-inc-v-panalpina-inc/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 340 (5th Cir.1999). To establish general personal jurisdiction for the acts of an in-forum affiliate (as opposed to specific personal jurisdiction), the bar is set particularly high. <i>See </i><i>Negron-Torres v. Verizon Commc'ns, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span>, 27 (1st Cir. 2007).</p>\n<p>Here, defendant does exercise some control over Jazz's activities in North Carolina. Pursuant to the capacity purchase agreement, defendant determines the routes and flight schedules of essentially all of Jazz's flights, including those to and from North Carolina, and presumably collects the passenger revenue for those flights. However, that is where defendant's control over Jazz ends. Jazz maintains its own ticket counters at RDU and CLT, while passenger services and ground handling are provided by yet another corporation, United Airlines. Jazz operates the flights between Toronto and North Carolina using its own employees and agents, over whom defendant has no control or supervisory power, and the capacity purchase agreement itself provides that these employees and agents are themselves unaffiliated with defendant. Passengers' itineraries and tickets, although using defendant's trademark, explicitly state that Jazz operates the flights, and this message is reiterated in all in-flight announcements.</p>\n<p>Were plaintiff seeking specific personal jurisdiction over defendant for a claim arising out of an injury incurred on one of the flights from North Carolina to Canada operated by Jazz, the court's analysis might be different. But where plaintiff seeks general personal jurisdiction based on the actions of an affiliated company, he must make a showing approaching that necessary under traditional \"alter ego\" analysis. <i>See, e.g., </i><i>In re Chocolate Confectionary Antitrust Lit.,</i> <span class=\"citation\" data-id=\"1482830\"><a href=\"/opinion/1482830/in-re-chocolate-confectionary-antitrust-litigation/\"><span class=\"volume\">641</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">367</span></a></span>, <span class=\"star-pagination\">*559</span> 382-83 (M.D.Pa.2009) (noting that general personal jurisdiction exists over a foreign corporation only where it \"controls . . . an in-forum affiliate to such a degree that the two corporations operate as a single, amalgamated entity\"); <i>see also </i><i>Wyatt v. Walt Disney World Co.,</i> 151 N.C.App. 158, 168, <span class=\"citation\" data-id=\"1248835\"><a href=\"/opinion/1248835/wyatt-v-walt-disney-world-co/\"><span class=\"volume\">565</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">705</span></a></span>, 711 (2002) (refusing to treat affiliated companies as one entity \"absent proof that the businesses are parts of the same whole\"); <i>Ash v. Burnham Corp.,</i> 80 N.C.App. 459, 462, <span class=\"citation\" data-id=\"1269177\"><a href=\"/opinion/1269177/ash-v-burnham-corp/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">2</span></a></span>, 4 (1986) (noting, in a case involving a subsidiary, that general personal jurisdiction over a foreign parent is improper where the subsidiary \"has preserved some semblance of independence from the parent\"), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">504</span></span>, <span class=\"citation\" data-id=\"1270649\"><a href=\"/opinion/1270649/ash-v-burnham-corp/\"><span class=\"volume\">349</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">579</span></a></span> (1986) (per curiam). As one leading treatise has stated:</p>\n<blockquote>[I]f the [affiliate] is merely an agent through which the [foreign] company conducts business in a particular jurisdiction or its separate corporate status is formal only and without any semblance of individual identity, then the [in-forum affiliate's] business will be viewed as that of the [foreign corporation] and the latter will be said to be doing business in the jurisdiction through the [affiliate] for purposes of asserting personal jurisdiction.</blockquote>\n<p>4A Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 1069.4 (3d ed.). Nothing approaching this level of control by defendant over Jazz has been shown in this case by plaintiff, who bears the burden of proving jurisdiction. Accordingly, the court finds itself unable to exercise general personal jurisdiction over defendant.</p>\n<p></p>\n<h2>2. Specific Jurisdiction</h2>\n<p>The lack of general personal jurisdiction does not end the court's inquiry, because plaintiff argues that defendant is subject to specific personal jurisdiction in this case. The court weighs three components in determining whether the exercise of specific personal jurisdiction is appropriate: \"(1) the extent to which the defendant purposefully availed itself of the privilege of conducting activities in the State; (2) whether the . . . claims arise out of those activities directed at the State; and (3) whether the exercise of personal jurisdiction would be constitutionally `reasonable.'\" <i>ALS Scan, Inc.,</i> 293 F.3d at 712. The first component sets forth the basic minimum contacts requirement, while the second requires that such contacts form the basis for the suit. <i>See </i><i>Consulting Eng'rs Corp. v. Geometric Ltd.,</i> <span class=\"citation\" data-id=\"1028403\"><a href=\"/opinion/1028403/consulting-engineers-corp-v-geometric-ltd/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 277 (4th Cir.2009). The third component \"permits a court to consider additional factors to ensure the appropriateness of the forum\" once the court has concluded that defendant has sufficient contacts with the State. <i>Id.</i> at 279.</p>\n<p>Plaintiff contends that defendant has purposely availed itself of the privilege of conducting activities in North Carolina because (1) defendant solicited plaintiff, a North Carolina resident, to enter into the 2006 agreement; (2) its CEO traveled to North Carolina to meet with plaintiff for the predicate 2005 agreement; (3) it made a number of phone calls and conducted other correspondence with plaintiff while he was located in North Carolina; and (4) parts of the contract were performed in North Carolina. Defendant, on the other hand, contends that specific personal jurisdiction is inappropriate here because (1) it was plaintiff's unilateral decision to perform parts of the contract in North Carolina, and (2) the 2005 agreement is a separate contract and any visit by defendant's CEO to North Carolina is therefore irrelevant. Although both parties have made valid points, it is plaintiffs arguments that ultimately carry the day.</p>\n<p><span class=\"star-pagination\">*560</span> \"Even a single contact may be sufficient to create jurisdiction when the cause of action arises out of that . . . contact, provided that the principle of `fair play and substantial justice' is not thereby offended.\" <i>Carefirst of Md.,</i> 334 F.3d at 397; <i>see also </i><i>Chung v. NANA Dev. Corp.,</i> <span class=\"citation\" data-id=\"464959\"><a href=\"/opinion/464959/choon-young-chung-v-nana-development-corporation/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span></a></span>, 1129 (4th Cir.1986). For example, in <i>English &amp; Smith v. Metzger,</i> <span class=\"citation\" data-id=\"539968\"><a href=\"/opinion/539968/english-smith-a-virginia-partnership-v-michael-h-metzger/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 39-40 (4th Cir.1990), the Fourth Circuit found the \"minimum contacts\" requirement satisfied where (1) the defendant initiated contact with the plaintiff \"knowing that [he] was a Virginia lawyer who likely would do the requested work in Virginia,\" (2) the plaintiff executed the contract (sent to him by defendant) in Virginia, and (3) the parties exchanged a number of telephone calls and communications in Virginia. In <i>Vishay Intertech., Inc. v. Delta Int'l Corp.,</i> <span class=\"citation\" data-id=\"412641\"><a href=\"/opinion/412641/vishay-intertechnology-inc-a-delaware-corporation-v-delta-international/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1062</span></a></span>, 1068 (4th Cir.1982), the Fourth Circuit found the requirement satisfied where defendant solicited business within North Carolina by sending a mere three letters and five telephone calls into the state.<sup>[3]</sup></p>\n<p>Here, too, defendant directed its activities at North Carolina \"in more than a random, fortuitous, or attenuated way,\" such that it \"should [have] be [en] able to anticipate being sued\" in this forum. <i>See </i><i>Mitrano v. Hawes,</i> <span class=\"citation\" data-id=\"787115\"><a href=\"/opinion/787115/peter-paul-mitrano-v-christopher-j-hawes-dba-cjh-color-and-design/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">402</span></a></span>, 407 (4th Cir.2004). Defendant reached into North Carolina to employ the services of plaintiff, a North Carolina attorney. Although the 2005 agreement is indeed separate as a legal matter, the court cannot overlook that the retention of plaintiff's services in the 2006 agreement grew out of a relationship established by the earlier contract, which involved a personal visit by defendant's CEO to North Carolina. Even absent this personal visit, the frequent telephone calls and correspondence into North Carolina (both during negotiation of the contract and the performance thereof) and the mailing of checks to plaintiff's home address in North Carolina to pay invoices he submitted are sufficient \"minimum contacts\" for specific personal jurisdiction purposes. <i>See, e.g., </i><i>CFA Inst.,</i> 551 F.3d at 293-94 (noting that the court may consider whether it was defendant who retained plaintiff, whether the parties contacted one another via the telephone in the forum state, and whether defendant sent correspondence and mailed payments to plaintiff in the forum state).</p>\n<p>Having concluded that defendant purposefully availed itself of the privilege of conducting activities in North Carolina such that the minimum contacts requirement is met, and that the instant claim arises out of those activities, the court must consider whether the exercise of personal jurisdiction would be constitutionally reasonable. <i>See </i><i>ALS Scan, Inc.,</i> 293 F.3d at 712. The factors the court considers in weighing constitutional \"reasonableness\" include:</p>\n<blockquote>\n<span class=\"star-pagination\">*561</span> (1) the burden on the defendant of litigating in the forum; (2) the interest of the forum state in adjudicating the dispute; (3) the plaintiffs interest in obtaining convenient and effective relief; (4) the shared interest of the states in obtaining efficient resolution of disputes; and (5) the interests of the states in furthering substantive social policies.</blockquote>\n<p><i>See </i><i>Consulting Eng'rs Corp.,</i> 561 F.3d at 279. \"More generally, [the] reasonableness analysis is designed to ensure that jurisdictional rules are not exploited in such a way as to make litigation so gravely difficult and inconvenient that a party unfairly is at a severe disadvantage in comparison to his opponent.\" <i>Nolan,</i> 259 F.3d at 217 (internal quotation marks omitted).</p>\n<p>Here, the exercise of personal jurisdiction over defendant would not be constitutionally unreasonable. Defendant, a major international airline, faces some minor burden in defending this action in North Carolina, but not to an extent that would offend traditional notions of fair play and substantial justice or put defendant at a severe disadvantage compared to plaintiff. And although North Carolina's interest in adjudicating the dispute may be diminished where the contract is expressly governed by the law of Québec, it undoubtedly does have an interest in the resolution of lawsuits filed by its citizens, including plaintiff.</p>\n<p>In sum, although general personal jurisdiction over defendant is not appropriate in North Carolina, this court's exercise of specific personal jurisdiction over defendant is constitutionally reasonable in this case. Defendant purposefully availed itself of the privilege of conducting activities in North Carolina when it hired a North Carolina attorney to assist it in labor-management relations, conducted correspondence with that attorney in North Carolina, and mailed payments into this state. Plaintiff's breach of contract actions arises out of those activities, and the burden on defendant in litigating this action in this forum is not one of constitutional proportions. Accordingly, defendant's motion to dismiss for lack of personal jurisdiction is DENIED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiff has met its burden in establishing that the court maintains specific personal jurisdiction over defendant for purposes of the instant lawsuit. Defendant's motion to dismiss pursuant to Rule 12(b)(2) (DE #6) is therefore DENIED. In accordance with the court's order of October 13, 2010, the parties shall have twenty-one (21) days from entry of this order to undertake the Rule 26(f) conference as dictated in the court's initial order regarding planning and discovery, entered September 27, 2010.</p>\n<h2>NOTES</h2>\n<p>[1]  According to numbers provided by plaintiff from his records of invoices submitted to defendant, plaintiff worked a total of five hundred and one (501) hours on behalf of defendant between April 2007 and April 2009. Of those hours, eighty-five and a half (85.5) were performed while plaintiff was in the United States, and plaintiff states that the majority of the work he performed in the United States occurred while he was in North Carolina.</p>\n<p>[2]  It has long been held that \"advertising and solicitation activities alone do not constitute the `minimum contacts' required for jurisdiction.\" <i>Nichols,</i> 991 F.2d at 1200 (citing <i>Ratliff v. Cooper Labs., Inc.,</i> <span class=\"citation\" data-id=\"297531\"><a href=\"/opinion/297531/annie-nell-ratliff-and-henry-ratliff-v-cooper-laboratories-inc-alice-w/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">745</span></a></span> (4th Cir. 1971)). Though its interactive website allows defendant to reach a broad audience that includes North Carolina residents, \"technology cannot eviscerate the constitutional limits on a State's power to exercise jurisdiction over a defendant.\" <i>ALS Scan, Inc.,</i> 293 F.3d at 711. This is not to say that a court could not exercise personal jurisdiction based on internet sales, <i>see, e.g., </i><i>Gorman v. Ameritrade Holding Corp.,</i> <span class=\"citation\" data-id=\"185726\"><a href=\"/opinion/185726/gorman-david-j-v-ameritrade-hold-corp/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span>, 513 (D.C.Cir.2002), but rather that something more than the <i>de minimis</i> sales presented here would be necessary to satisfy the rigors of constitutional due process. <i>See, e.g. </i><i>Carefirst of Md.,</i> 334 F.3d at 394-95, 397 (noting in dicta that there was \"no suggestion that [defendant] engaged in continuous and systematic activities in Maryland\" where defendant solicited and received (through its website) 0.0174% of its total donation receipts from Maryland residents); <i>ESAB Group, Inc. v. Centricut, Inc.,</i> <span class=\"citation\" data-id=\"746883\"><a href=\"/opinion/746883/esab-group-incorporated-v-centricut-incorporated-thomas-aley-and-john/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span>, 624 (4th Cir. 1997) (finding no general personal jurisdiction where the business attributable to forum state customers constituted less than 0.1% of defendant's nationwide sales volume); <i>Nichols,</i> 991 F.2d at 1198, 1200 (holding that general personal jurisdiction was not satisfied where only 2% of defendant's annual total sales derived from forum state); <i>see also </i><i>Bancroft &amp; Masters, Inc. v. Augusta Nat'l Inc.,</i> <span class=\"citation\" data-id=\"770078\"><a href=\"/opinion/770078/bancroft-masters-inc-a-california-corporation-v-augusta-national/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1082</span></a></span>, 1086 (9th Cir.2000) (\"[E]ngaging in commerce with residents of the forum state is not in and of itself the kind of activity that approximates physical presence within the state's borders.\"); <i>cf. </i><i>ALS Scan. Inc.,</i> 293 F.3d at 715 (\"We are not prepared at this time to recognize that a State may obtain general jurisdiction over out-of-state persons who regularly and systematically transmit electronic signals into the State via the Internet based solely on those transmissions.\").</p>\n<p>[3]  Some cases point the other way. In <i>Diamond Healthcare of Ohio, Inc. v. Humility of Mary Health Partners,</i> <span class=\"citation\" data-id=\"770738\"><a href=\"/opinion/770738/diamond-healthcare-of-ohio-incorporated-a-virginia-corporation-v/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">448</span></a></span>, 451 (4th Cir.2000), the Fourth Circuit found that specific personal jurisdiction over a contract claim was inappropriate in Virginia where the parties exchanged telephone calls and correspondence in Virginia, but the contract was to be governed by Ohio law and the majority of the contract's performance was to be performed in Ohio. However, in that case, it was the plaintiff who initiated the contractual relationship, such that it was plaintiff who \"directed its activities under the contract towards Ohio, not [defendant who] directed its activities towards Virginia.\" <i>Id.</i> at 452; <i>see also </i><i>CFA Inst.,</i> 551 F.3d at 293 n. 17 (citing <i>Diamond Healthcare</i> for the proposition that the court \"accord[s] special weight to the fact that it was [defendant] that initiated contact with [plaintiff] in [the forum state]\"). A similar result is not warranted here because in this case it was the foreign defendant who directed itself at the North Carolina plaintiff.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/18016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1248835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1446144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1482830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2413545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2579763/"
  ]
}