{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2471079/",
  "absolute_url": "/opinion/2471079/marker-associates-inc-v-j-allan-hall-associates/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2471079/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:45:02.987517Z",
  "date_modified": "2016-04-26T21:41:28.575452Z",
  "type": "010combined",
  "sha1": "264a63f4e56f2a5f8602a4561ef87e20973cb8fd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>314 F.Supp.2d 555 (2004)</b></center>\n<center><h1>MARKER &amp; ASSOCIATES, INC., et al, Plaintiff,<br>\nv.<br>\nJ. ALLAN HALL &amp; ASSOCIATES, Defendant.</h1></center>\n<center>No. 5:02-CV-612.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 22, 2004.</center>\n<p><span class=\"star-pagination\">*556</span> Donald G. Hunt, Jr., The Law Offices of Akins, Hunt &amp; Fearon, Fuquay-Varina, NC, for Marker &amp; Associates, Inc., Anne Marker McEntee, plaintiffs.</p>\n<p>Jay P. Tobin, Young, Moore &amp; Henderson, Raleigh, NC, for J. Allan Hall &amp; Associates, Inc., defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant's motion for summary judgment and on defendant's motion to offer additional authority. Plaintiff has responded to the motion for summary judgment, and defendant has replied. These matters are ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff filed its complaint in Wake County Superior Court, North Carolina, on June 27, 2002, alleging: (1) breach of contract; (2) constructive fraud; and (3) unfair <span class=\"star-pagination\">*557</span> and deceptive trade practices in violation of N.C. Gen.Stat. § 75-1.1. Defendant removed the action to this court on August 26, 2002, based on diversity jurisdiction. On the same day, defendant filed its answer and alleged the following counterclaims: (1) fraud; (2) constructive fraud; (3) mail fraud in violation of 18 U.S.C. § 1341; and (4) racketeering in violation of 18 U.S.C. § 1962. On February 4, 2003, the court dismissed all counterclaims against plaintiff and all claims against former co-defendant Anne Marker McEntee.</p>\n<p>Defendant's motion for summary judgment is currently before the court. At plaintiff's request, the court allowed plaintiff ten days to file a sur-reply brief in order to respond to the arguments and evidence provided in defendant's reply brief. The court later granted plaintiff an extension of time to file the brief, but plaintiff never submitted any further briefing or affidavits.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Plaintiff, Marker &amp; Associates, Inc., is a North Carolina corporation maintaining its business operations in Wake County, North Carolina. Defendant, J. Allan Hall &amp; Associates, Inc., is an Indiana corporation with its principal place of business in Indianapolis, Indiana. Both parties conduct substantial business in North Carolina. James F. McEntee is currently the president of Marker &amp; Associates, while J. Allan Hall is the president of the defendant corporation.</p>\n<p>The parties became acquainted in early 1980s where they were co-workers at Stop Loss International (\"SLI\"), a reinsurance company which solicited business through insurance brokers. In the late 1980s, defendant Hall was subsequently promoted to vice president of SLI. Defense counsel, Albert George, also served as a type of in-house counsel for SLI while the parties were employed there. Plaintiff asserts that Mr. George was responsible for the issuance of a memorandum which indicated that employees of SLI need not be licensed in order to work for SLI in a reinsurance capacity. Subsequently both plaintiff and defendant left SLI to start their own ventures in the reinsurance market.</p>\n<p>Marker initiated suit in state court for unpaid commissions from an alleged contract between plaintiff and defendant whereby plaintiff solicited business for defendant in six different states, including North Carolina. Once this action was commenced, through his own independent research, defendant learned that plaintiff was not a licensed insurance broker in the State of North Carolina. Defendant now moves for summary judgment on the basis that plaintiff cannot recover commissions because plaintiff's activities were unlicensed and therefore illegal.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. <span class=\"star-pagination\">*558</span> 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p></p>\n<h2>II. <i>Analysis</i>\n</h2>\n<p>Defendant argues that plaintiff cannot legally receive commissions for the referral of stop-loss business to defendant because plaintiff is not licensed as a reinsurance intermediary. Plaintiff counters that it is not a reinsurance intermediary, and that even if it were, its lack of licensing does not preclude it from recovering commissions.<sup>[1]</sup> The court will address each of these arguments separately.</p>\n<p></p>\n<h2>A. <i>Whether Plaintiff Was A Reinsurance Intermediary</i>\n</h2>\n<p>The court will first determine whether plaintiff acted as an insurance agent, broker, or reinsurance intermediary. Plaintiff referred business to defendant from the following six states: North Carolina, Georgia, Kentucky, Nebraska, South Carolina, and West Virginia. Each of these states has enacted statutes requiring any person who acts as an insurance agent, broker, or reinsurance intermediary, to first obtain a license. <i>See</i> N.C. Gen.Stat. §§ 58-33-5, 58-9-6; Ga.Code Ann. §§ 33-23-16, 33-49-3; Ky.Rev.Stat. Ann. §§ 304.9-425, 304.9-705; Neb.Rev.Stat. §§ 44-4055, 44-5603; S.C.Code Ann. §§ 38-43-70, 38-46-30; W. Va.Code §§ 33-12-12, 33-38-3.</p>\n<p>Under N.C. Gen.Stat. § 58-9-2, a reinsurance intermediary is:</p>\n<blockquote>any person who acts as a broker, as defined in G.S. 58-33-10(3), in accepting any reinsurance contract on behalf of a ceding insurer; or acts as a broker, as defined in G.S. 58-33-10(3), in accepting any reinsurance contract on behalf of an assuming insurer. `Intermediary' includes a broker or manager, as those terms are defined in this section.</blockquote>\n<p>In turn, N.C. Gen.Stat. 58-33-10(3) defines a broker as:</p>\n<blockquote>a person who, being a licensed agent, procures insurance for a party other than himself through a duly authorized agent of an insurer that is licensed to do business in this State but for which the broker is not authorized to act as agent. A person not duly licensed who procures insurance for a party other than himself is a broker within the intent of this <span class=\"star-pagination\">*559</span> Article, and thereby becomes liable for all the duties, requirements, liabilities and penalties to which such licensed brokers are subject.</blockquote>\n<p>An agent is a person who solicits applications for insurance or negotiates insurance policies. N.C. Gen.Stat. § 58-33-10(1). The term \"solicit\" means \"attempting to sell insurance or asking or urging a person to apply for a particular kind of insurance from a particular company.\" N.C. Gen.Stat. § 58-33-10(18). The term \"negotiate\" means \"the act of conferring directly with, or offering advice directly to, a purchaser or prospective purchaser of a particular contract of insurance concerning any of the substantive benefits, terms, or conditions of the contract, only if the person engaged in that act either sells insurance or obtains insurance from insurers for purchasers.\" N.C. Gen.Stat. § 58-33-10(15). Under 58-33-10, the terms \"sell\", \"solicit\", and \"negotiate\" specifically exclude \"a referral to a licensed insurance agent or broker that does not include a discussion of specific insurance policy terms and conditions.\" The statutes of the other five states are substantially similar in their definitions of these terms.</p>\n<p>Defendant submitted an affidavit by Denise Fritsch, vice-president of defendant, and attached to it documentary evidence which shows that plaintiff discussed and negotiated specific insurance rates and terms. This evidence indicates that plaintiff's activities were significantly more detailed and more involved than mere referrals.</p>\n<p>Defendant also submitted evidence that several \"5500\" forms had listed plaintiff as an agent or broker who received a commission.<sup>[2]</sup> A \"5500\" form is a form used by insurance companies to report payments of commissions to agents or brokers. Plaintiff acknowledges that the \"5500\" forms are significant in determining whether plaintiff acted as a broker or reinsurance intermediary.<sup>[3]</sup></p>\n<p>Plaintiff claims that the fees paid to plaintiff were not paid as part of the commission to the broker, but out of the acquisition fees of the managing group underwriter. However, the \"5500\" forms indicate that the plaintiff's fees were in fact part of the commission, and plaintiff does not provide any evidence or explanation to the contrary. Also, plaintiff's own complaint refers to the money owed as \"commissions\".</p>\n<p>Defendant's evidence shows that plaintiff acted as a reinsurance intermediary under the laws of all six states by actively soliciting, negotiating, and procuring insurance policies. Defendant's evidence further shows that plaintiff received commissions for these activities. In presenting evidence to the court that plaintiff acted as a reinsurance intermediary, defendant has met its initial burden of showing an absence of a genuine issue of material fact as to the scope of plaintiff's activities.</p>\n<p>Even though plaintiff had an opportunity to respond to defendant's evidence, plaintiff neglected to submit anything further. The only evidence that plaintiff attached to its reply brief is an affidavit by James F. McEntee in which McEntee <span class=\"star-pagination\">*560</span> summarily denies acting as an agent, broker, or reinsurance intermediary. Although plaintiff characterized its services as merely putting a duly licensed insurance broker or agent in touch with a managing group underwriter (in this case defendant) who ultimately sold a stop-loss reinsurance contract through that broker to a policyholder, it did not attempt to contradict or even address defendant's evidence that suggests otherwise. In failing to counter defendant's evidence, plaintiff has failed to show that a genuine issue exists as to whether plaintiff acted as a reinsurance intermediary.</p>\n<p>Furthermore, plaintiff has characterized itself as \"an intermediary between clients, potential clients and managing group underwriters\" that \"provid[ed] reinsurance quotes to brokers and third party administrators.\" (Compl.¶ 6.) This statement shows that plaintiff regarded itself as a reinsurance intermediary, and that it represented to the court that it was a reinsurance intermediary.</p>\n<p>Based on the defendant's evidence, on plaintiff's failure to respond to this evidence, and on plaintiff's own characterization of itself, the court concludes that plaintiff acted as a reinsurance intermediary.</p>\n<p></p>\n<h2>B. <i>Whether An Unlicensed Reinsurance Intermediary May Recover Commissions</i>\n</h2>\n<p>The court must now determine whether the plaintiff's lack of license precludes plaintiff from recovering commissions. Each of the six states in question have enacted statutes that forbid unlicensed agents, brokers, and intermediaries from receiving commissions. <i>See</i> N.C. Gen.Stat. 58-33-82; Ga.Code Ann. § 33-24-4; Ky. Rev. Sat. Ann. § 304.9-425(1); Neb.Rev.Stat. § 44-4060; S.C.Code Ann. § 38-43-200; W. Va.Code § 33-12-23. These statutes would clearly preclude plaintiff from recovering commissions in this case.</p>\n<p>The court must note that N.C. Gen.Stat. § 58-33-82, the section of the North Carolina statutes that forbids the recovery of commissions by an unlicensed agent or broker, did not take effect until July 1, 2002  after the complaint was filed  though the parties failed to inform the court of this fact. Even so, the court finds that the laws of North Carolina prior to the enactment of N.C. Gen.Stat. § 58-33-82 would prevent an unlicensed insurance agent, broker, or reinsurance intermediary from recovering commissions. In <i>McArver v. Gerukos,</i> 265 N.C. 413, 144 S.E.2d 277 (1965), a case not cited by the parties, the North Carolina Supreme Court applied general contract law in concluding that an unlicensed real estate agent may not collect a commission.<sup>[4]</sup> In analyzing the issue, the court quoted the following from Williston on Contracts (Rev. Ed.) § 1765:</p>\n<blockquote>Where a statute requires a broker to obtain a license before sales of the kind in question can be negotiated by him, there is no doubt that if such a sale is made by one acting as a broker without <span class=\"star-pagination\">*561</span> the required license, he can recover no compensation for his services.</blockquote>\n<p><i>McArver v. Gerukos,</i> 144 S.E.2d at 281. The court also quoted the following from the Restatement (First) of the Law of Contracts § 580:</p>\n<blockquote>(1) Any bargain is illegal if either the formation or the performance thereof is prohibited by constitution or statute.</blockquote>\n<blockquote>(2) Legislative intent to prohibit the formation of a bargain, or an act essential for its performance, may be manifested by ... (d) requiring a license, inspection, or something similar from persons making such bargains or doing acts essential for their performance.</blockquote>\n<p><i>Id.</i> The court in <i>McArver v. Gerukos</i> concluded that if the plaintiff \"contracted for the doing of an act or the handling of a transaction by [the unlicensed plaintiff] which he was forbidden to do by [law], [the unlicensed plaintiff] cannot maintain this action for the recovery of his agreed share of the proceeds of their activities.\"<sup>[5]</sup><i>Id.</i> Though the issue in <i>McArver</i> was the licensing of real estate agents, not insurance agents, the court's reasoning clearly would apply to the licensing of insurance agents and would prevent an unlicensed agent, broker, or reinsurance intermediary from recovering commissions.</p>\n<p>Plaintiff argues that the court should apply <i>H &amp; H Reinsurance Brokers Ltd. v. Hermitage Ins. Co.,</i> 254 A.D.2d 328, 678 N.Y.S.2d 651 (N.Y.App.Div.1998). In that case, the court ruled that because the New York statutes precluded unlicensed insurance agents and brokers from recovering fees, but did not state that unlicensed reinsurance intermediaries may not recover fees, the unlicensed intermediaries could recover commissions. <i>H &amp; H Reinsurance Brokers Ltd. v. Hermitage Ins. Co.,</i> 254 A.D.2d at 330, 678 N.Y.S.2d 651. The court reasoned that \"[g]enerally, the failure of the Legislature to include a matter within a statute is an indication that its exclusion was intended.\" <i>Id.</i> Although the court finds no fault with this reasoning, the court will not apply the reasoning of <i>H &amp; H Reinsurance</i> to this case, as the North Carolina courts have clearly expressed that even without a statute expressly stating so, unlicensed persons who contract to provide services for which a license is required may not recover on the contract.</p>\n<p>Plaintiff cites <i>Rapp v. Lorch,</i> 446 Pa.Super. 458, 667 A.2d 240 (1995), as authority for its argument that the court should allow plaintiff to recover because plaintiff's recovery would not violate the public policy of the law requiring insurance agents to be licensed. Plaintiff asserts that, as in <i>Rapp,</i> the policy behind the licensing requirement is to protect the public. Plaintiff argues that this policy does not apply since plaintiff never dealt with or sold insurance to the public. Plaintiff's reliance on <i>Rapp</i> is misplaced for two reasons. First, unlike the plaintiffs in <i>Rapp,</i> the current plaintiff's activities directly violate the law. The Pennsylvania statute at question in <i>Rapp</i> required a license for the sale or offering for sale of insurance, and the court noted that plaintiff did not sell or offer for sale any insurance. <i>Rapp v. Lorch,</i> 667 A.2d at 242. In contrast, North Carolina's statutes additionally require reinsurance intermediaries to be licensed, and plaintiff acted as reinsurance intermediary. Second, although the court in <i>Rapp</i> considered the Restatement (Second) of Contracts § 181, § 181 is not the applicable law in North Carolina. Rather, the North Carolina Supreme Court has <span class=\"star-pagination\">*562</span> adopted § 580 of the Restatement (First) of Contracts, and § 580 still applies in North Carolina.<sup>[6]</sup><i>See </i><i>McArver v. Gerukos,</i> 144 S.E.2d at 281 (quoting Restatement (First) of Contracts § 580 and stating that an unlicensed real estate broker may not recover a commission for performing activities which require a license); <i>Gower v. Strout Realty, Inc.,</i> 56 N.C.App. 603, 289 S.E.2d 880, 882 (1982) (finding that unlicensed real estate finder or originator could not recover commissions because \"though the finder or originator does not assist in the ultimate negotiations of sale, the real estate licensing statutes would become meaningless if unlicensed parties were able to carry on traditional brokerage activities under a finder's fee\").</p>\n<p>The court concludes that under North Carolina law, as well as under the laws of the other states at issue, plaintiff cannot recover commissions for the insurance policies it referred to defendant because plaintiff acted as a reinsurance intermediary with respect to those policies and because plaintiff was not licensed as a reinsurance intermediary.</p>\n<p></p>\n<h2>III. <i>Defendant's Motion to Offer Additional Authority</i>\n</h2>\n<p>Defendant filed a motion to offer additional authority in support of its motion for summary judgment in which defendant offers additional caselaw and other authority that it had not found at the time it submitted its motion for summary judgment. Because the court is granting the defendant's motion for summary judgment on the briefs and attached evidence, it is unnecessary for the court to consider the additional authority presented by defendant. The court therefore denies defendant's motion to submit additional authority.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court hereby GRANTS the defendant's motion for summary judgment and DENIES the defendant's motion to offer additional authority. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff also argues that defendant knew that plaintiff was unlicensed because defense counsel, Albert George, wrote a memo over ten years ago in which he stated that plaintiff's activities did not require a license. The court finds that Mr. George's memo and defendant's knowledge of plaintiff's unlicensed status are irrelevant to the current issues of whether an unlicensed reinsurance intermediary may recover a commission and whether plaintiff acted as a reinsurance intermediary.</p>\n<p>[2]  Although defendant's clients ultimately filled out the \"5500\" forms, defendant provided its clients with worksheets instructing them how to fill out the forms. Defendant submitted some of these worksheets to the court.</p>\n<p>[3]  Plaintiff put forth an affidavit in which plaintiff swore that its name appeared only once on a \"5500\" form, which happened by a mistake that the defendant later corrected. However, defendant's evidence clearly shows otherwise, and plaintiff provides no further evidence to support his own assertion or to oppose the defendant's evidence.</p>\n<p>[4]  The parties did not cite any North Carolina case that addresses the issue of whether a reinsurance intermediary's failure to procure a license is a bar to recovery of a commission, and the court has not found such a case. Plaintiff cites <i>T.T. Hay &amp; Bro. v. Union Fire Ins. Co.,</i> 167 N.C. 82, 83 S.E. 241 (1914), and argues that because the insurance policy itself would not be void, an agreement to pay fees tangentially related to that policy should not be void either. The court disagrees. Even if the insurance policies that plaintiff negotiated or referred were valid, plaintiff should not benefit from performing activities that require a license. Similarly, the court finds that <i>State v. Sellers,</i> 258 N.W.2d 292 (Iowa 1977), a case cited by plaintiff in which the Supreme Court of Iowa found that the surety was liable on a bond even though the bond was executed by an unlicensed agent, also does not apply.</p>\n<p>[5]  The court in <i>McArver v. Gerukos</i> ultimately found that the unlicensed plaintiff could recover because that plaintiff was not a broker as to the sale of the piece of real estate in question and because the contract did not require him to perform any of the leasing activities, which could be handled by his licensed partner.</p>\n<p>[6]  Section 181 of the Restatement (Second) of Contracts is based in part on § 580 of the Restatement (First) of Contracts, but § 181 is significantly different. Section 181 provides:\n</p>\n<p>If a party is prohibited from doing an act because of his failure to comply with a licensing, registration or similar requirement, a promise in consideration of his doing that act or of his promise to do it is unenforceable on grounds of public policy if (a) the requirement has a regulatory purpose, and (b) the interest in the enforcement of the promise is clearly outweighed by the public policy behind the requirement.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">555</span></span> (2004)</b></center>\n<center><h1>MARKER &amp; ASSOCIATES, INC., et al, Plaintiff,<br>\nv.<br>\nJ. ALLAN HALL &amp; ASSOCIATES, Defendant.</h1></center>\n<center>No. 5:02-CV-612.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 22, 2004.</center>\n<p><span class=\"star-pagination\">*556</span> Donald G. Hunt, Jr., The Law Offices of Akins, Hunt &amp; Fearon, Fuquay-Varina, NC, for Marker &amp; Associates, Inc., Anne Marker McEntee, plaintiffs.</p>\n<p>Jay P. Tobin, Young, Moore &amp; Henderson, Raleigh, NC, for J. Allan Hall &amp; Associates, Inc., defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant's motion for summary judgment and on defendant's motion to offer additional authority. Plaintiff has responded to the motion for summary judgment, and defendant has replied. These matters are ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff filed its complaint in Wake County Superior Court, North Carolina, on June 27, 2002, alleging: (1) breach of contract; (2) constructive fraud; and (3) unfair <span class=\"star-pagination\">*557</span> and deceptive trade practices in violation of N.C. Gen.Stat. § 75-1.1. Defendant removed the action to this court on August 26, 2002, based on diversity jurisdiction. On the same day, defendant filed its answer and alleged the following counterclaims: (1) fraud; (2) constructive fraud; (3) mail fraud in violation of 18 U.S.C. § 1341; and (4) racketeering in violation of 18 U.S.C. § 1962. On February 4, 2003, the court dismissed all counterclaims against plaintiff and all claims against former co-defendant Anne Marker McEntee.</p>\n<p>Defendant's motion for summary judgment is currently before the court. At plaintiff's request, the court allowed plaintiff ten days to file a sur-reply brief in order to respond to the arguments and evidence provided in defendant's reply brief. The court later granted plaintiff an extension of time to file the brief, but plaintiff never submitted any further briefing or affidavits.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Plaintiff, Marker &amp; Associates, Inc., is a North Carolina corporation maintaining its business operations in Wake County, North Carolina. Defendant, J. Allan Hall &amp; Associates, Inc., is an Indiana corporation with its principal place of business in Indianapolis, Indiana. Both parties conduct substantial business in North Carolina. James F. McEntee is currently the president of Marker &amp; Associates, while J. Allan Hall is the president of the defendant corporation.</p>\n<p>The parties became acquainted in early 1980s where they were co-workers at Stop Loss International (\"SLI\"), a reinsurance company which solicited business through insurance brokers. In the late 1980s, defendant Hall was subsequently promoted to vice president of SLI. Defense counsel, Albert George, also served as a type of in-house counsel for SLI while the parties were employed there. Plaintiff asserts that Mr. George was responsible for the issuance of a memorandum which indicated that employees of SLI need not be licensed in order to work for SLI in a reinsurance capacity. Subsequently both plaintiff and defendant left SLI to start their own ventures in the reinsurance market.</p>\n<p>Marker initiated suit in state court for unpaid commissions from an alleged contract between plaintiff and defendant whereby plaintiff solicited business for defendant in six different states, including North Carolina. Once this action was commenced, through his own independent research, defendant learned that plaintiff was not a licensed insurance broker in the State of North Carolina. Defendant now moves for summary judgment on the basis that plaintiff cannot recover commissions because plaintiff's activities were unlicensed and therefore illegal.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. <span class=\"star-pagination\">*558</span> 574, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p></p>\n<h2>II. <i>Analysis</i>\n</h2>\n<p>Defendant argues that plaintiff cannot legally receive commissions for the referral of stop-loss business to defendant because plaintiff is not licensed as a reinsurance intermediary. Plaintiff counters that it is not a reinsurance intermediary, and that even if it were, its lack of licensing does not preclude it from recovering commissions.<sup>[1]</sup> The court will address each of these arguments separately.</p>\n<p></p>\n<h2>A. <i>Whether Plaintiff Was A Reinsurance Intermediary</i>\n</h2>\n<p>The court will first determine whether plaintiff acted as an insurance agent, broker, or reinsurance intermediary. Plaintiff referred business to defendant from the following six states: North Carolina, Georgia, Kentucky, Nebraska, South Carolina, and West Virginia. Each of these states has enacted statutes requiring any person who acts as an insurance agent, broker, or reinsurance intermediary, to first obtain a license. <i>See</i> N.C. Gen.Stat. §§ 58-33-5, 58-9-6; Ga.Code Ann. §§ 33-23-16, 33-49-3; Ky.Rev.Stat. Ann. §§ 304.9-425, 304.9-705; Neb.Rev.Stat. §§ 44-4055, 44-5603; S.C.Code Ann. §§ 38-43-70, 38-46-30; W. Va.Code §§ 33-12-12, 33-38-3.</p>\n<p>Under N.C. Gen.Stat. § 58-9-2, a reinsurance intermediary is:</p>\n<blockquote>any person who acts as a broker, as defined in G.S. 58-33-10(3), in accepting any reinsurance contract on behalf of a ceding insurer; or acts as a broker, as defined in G.S. 58-33-10(3), in accepting any reinsurance contract on behalf of an assuming insurer. `Intermediary' includes a broker or manager, as those terms are defined in this section.</blockquote>\n<p>In turn, N.C. Gen.Stat. 58-33-10(3) defines a broker as:</p>\n<blockquote>a person who, being a licensed agent, procures insurance for a party other than himself through a duly authorized agent of an insurer that is licensed to do business in this State but for which the broker is not authorized to act as agent. A person not duly licensed who procures insurance for a party other than himself is a broker within the intent of this <span class=\"star-pagination\">*559</span> Article, and thereby becomes liable for all the duties, requirements, liabilities and penalties to which such licensed brokers are subject.</blockquote>\n<p>An agent is a person who solicits applications for insurance or negotiates insurance policies. N.C. Gen.Stat. § 58-33-10(1). The term \"solicit\" means \"attempting to sell insurance or asking or urging a person to apply for a particular kind of insurance from a particular company.\" N.C. Gen.Stat. § 58-33-10(18). The term \"negotiate\" means \"the act of conferring directly with, or offering advice directly to, a purchaser or prospective purchaser of a particular contract of insurance concerning any of the substantive benefits, terms, or conditions of the contract, only if the person engaged in that act either sells insurance or obtains insurance from insurers for purchasers.\" N.C. Gen.Stat. § 58-33-10(15). Under 58-33-10, the terms \"sell\", \"solicit\", and \"negotiate\" specifically exclude \"a referral to a licensed insurance agent or broker that does not include a discussion of specific insurance policy terms and conditions.\" The statutes of the other five states are substantially similar in their definitions of these terms.</p>\n<p>Defendant submitted an affidavit by Denise Fritsch, vice-president of defendant, and attached to it documentary evidence which shows that plaintiff discussed and negotiated specific insurance rates and terms. This evidence indicates that plaintiff's activities were significantly more detailed and more involved than mere referrals.</p>\n<p>Defendant also submitted evidence that several \"5500\" forms had listed plaintiff as an agent or broker who received a commission.<sup>[2]</sup> A \"5500\" form is a form used by insurance companies to report payments of commissions to agents or brokers. Plaintiff acknowledges that the \"5500\" forms are significant in determining whether plaintiff acted as a broker or reinsurance intermediary.<sup>[3]</sup></p>\n<p>Plaintiff claims that the fees paid to plaintiff were not paid as part of the commission to the broker, but out of the acquisition fees of the managing group underwriter. However, the \"5500\" forms indicate that the plaintiff's fees were in fact part of the commission, and plaintiff does not provide any evidence or explanation to the contrary. Also, plaintiff's own complaint refers to the money owed as \"commissions\".</p>\n<p>Defendant's evidence shows that plaintiff acted as a reinsurance intermediary under the laws of all six states by actively soliciting, negotiating, and procuring insurance policies. Defendant's evidence further shows that plaintiff received commissions for these activities. In presenting evidence to the court that plaintiff acted as a reinsurance intermediary, defendant has met its initial burden of showing an absence of a genuine issue of material fact as to the scope of plaintiff's activities.</p>\n<p>Even though plaintiff had an opportunity to respond to defendant's evidence, plaintiff neglected to submit anything further. The only evidence that plaintiff attached to its reply brief is an affidavit by James F. McEntee in which McEntee <span class=\"star-pagination\">*560</span> summarily denies acting as an agent, broker, or reinsurance intermediary. Although plaintiff characterized its services as merely putting a duly licensed insurance broker or agent in touch with a managing group underwriter (in this case defendant) who ultimately sold a stop-loss reinsurance contract through that broker to a policyholder, it did not attempt to contradict or even address defendant's evidence that suggests otherwise. In failing to counter defendant's evidence, plaintiff has failed to show that a genuine issue exists as to whether plaintiff acted as a reinsurance intermediary.</p>\n<p>Furthermore, plaintiff has characterized itself as \"an intermediary between clients, potential clients and managing group underwriters\" that \"provid[ed] reinsurance quotes to brokers and third party administrators.\" (Compl.¶ 6.) This statement shows that plaintiff regarded itself as a reinsurance intermediary, and that it represented to the court that it was a reinsurance intermediary.</p>\n<p>Based on the defendant's evidence, on plaintiff's failure to respond to this evidence, and on plaintiff's own characterization of itself, the court concludes that plaintiff acted as a reinsurance intermediary.</p>\n<p></p>\n<h2>B. <i>Whether An Unlicensed Reinsurance Intermediary May Recover Commissions</i>\n</h2>\n<p>The court must now determine whether the plaintiff's lack of license precludes plaintiff from recovering commissions. Each of the six states in question have enacted statutes that forbid unlicensed agents, brokers, and intermediaries from receiving commissions. <i>See</i> N.C. Gen.Stat. 58-33-82; Ga.Code Ann. § 33-24-4; Ky. Rev. Sat. Ann. § 304.9-425(1); Neb.Rev.Stat. § 44-4060; S.C.Code Ann. § 38-43-200; W. Va.Code § 33-12-23. These statutes would clearly preclude plaintiff from recovering commissions in this case.</p>\n<p>The court must note that N.C. Gen.Stat. § 58-33-82, the section of the North Carolina statutes that forbids the recovery of commissions by an unlicensed agent or broker, did not take effect until July 1, 2002  after the complaint was filed  though the parties failed to inform the court of this fact. Even so, the court finds that the laws of North Carolina prior to the enactment of N.C. Gen.Stat. § 58-33-82 would prevent an unlicensed insurance agent, broker, or reinsurance intermediary from recovering commissions. In <i>McArver v. Gerukos,</i> <span class=\"citation\" data-id=\"1348529\"><a href=\"/opinion/1348529/mcarver-v-gerukos/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">413</span></a></span>, <span class=\"citation\" data-id=\"1348529\"><a href=\"/opinion/1348529/mcarver-v-gerukos/\"><span class=\"volume\">144</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">277</span></a></span> (1965), a case not cited by the parties, the North Carolina Supreme Court applied general contract law in concluding that an unlicensed real estate agent may not collect a commission.<sup>[4]</sup> In analyzing the issue, the court quoted the following from Williston on Contracts (Rev. Ed.) § 1765:</p>\n<blockquote>Where a statute requires a broker to obtain a license before sales of the kind in question can be negotiated by him, there is no doubt that if such a sale is made by one acting as a broker without <span class=\"star-pagination\">*561</span> the required license, he can recover no compensation for his services.</blockquote>\n<p><i>McArver v. Gerukos,</i> 144 S.E.2d at 281. The court also quoted the following from the Restatement (First) of the Law of Contracts § 580:</p>\n<blockquote>(1) Any bargain is illegal if either the formation or the performance thereof is prohibited by constitution or statute.</blockquote>\n<blockquote>(2) Legislative intent to prohibit the formation of a bargain, or an act essential for its performance, may be manifested by ... (d) requiring a license, inspection, or something similar from persons making such bargains or doing acts essential for their performance.</blockquote>\n<p><i>Id.</i> The court in <i>McArver v. Gerukos</i> concluded that if the plaintiff \"contracted for the doing of an act or the handling of a transaction by [the unlicensed plaintiff] which he was forbidden to do by [law], [the unlicensed plaintiff] cannot maintain this action for the recovery of his agreed share of the proceeds of their activities.\"<sup>[5]</sup><i>Id.</i> Though the issue in <i>McArver</i> was the licensing of real estate agents, not insurance agents, the court's reasoning clearly would apply to the licensing of insurance agents and would prevent an unlicensed agent, broker, or reinsurance intermediary from recovering commissions.</p>\n<p>Plaintiff argues that the court should apply <i>H &amp; H Reinsurance Brokers Ltd. v. Hermitage Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">328</span></span>, <span class=\"citation no-link\"><span class=\"volume\">678</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">651</span></span> (N.Y.App.Div.1998). In that case, the court ruled that because the New York statutes precluded unlicensed insurance agents and brokers from recovering fees, but did not state that unlicensed reinsurance intermediaries may not recover fees, the unlicensed intermediaries could recover commissions. <i>H &amp; H Reinsurance Brokers Ltd. v. Hermitage Ins. Co.,</i> 254 A.D.2d at 330, <span class=\"citation no-link\"><span class=\"volume\">678</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">651</span></span>. The court reasoned that \"[g]enerally, the failure of the Legislature to include a matter within a statute is an indication that its exclusion was intended.\" <i>Id.</i> Although the court finds no fault with this reasoning, the court will not apply the reasoning of <i>H &amp; H Reinsurance</i> to this case, as the North Carolina courts have clearly expressed that even without a statute expressly stating so, unlicensed persons who contract to provide services for which a license is required may not recover on the contract.</p>\n<p>Plaintiff cites <i>Rapp v. Lorch,</i> 446 Pa.Super. 458, <span class=\"citation\" data-id=\"2383539\"><a href=\"/opinion/2383539/rapp-v-lorch/\"><span class=\"volume\">667</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">240</span></a></span> (1995), as authority for its argument that the court should allow plaintiff to recover because plaintiff's recovery would not violate the public policy of the law requiring insurance agents to be licensed. Plaintiff asserts that, as in <i>Rapp,</i> the policy behind the licensing requirement is to protect the public. Plaintiff argues that this policy does not apply since plaintiff never dealt with or sold insurance to the public. Plaintiff's reliance on <i>Rapp</i> is misplaced for two reasons. First, unlike the plaintiffs in <i>Rapp,</i> the current plaintiff's activities directly violate the law. The Pennsylvania statute at question in <i>Rapp</i> required a license for the sale or offering for sale of insurance, and the court noted that plaintiff did not sell or offer for sale any insurance. <i>Rapp v. Lorch,</i> 667 A.2d at 242. In contrast, North Carolina's statutes additionally require reinsurance intermediaries to be licensed, and plaintiff acted as reinsurance intermediary. Second, although the court in <i>Rapp</i> considered the Restatement (Second) of Contracts § 181, § 181 is not the applicable law in North Carolina. Rather, the North Carolina Supreme Court has <span class=\"star-pagination\">*562</span> adopted § 580 of the Restatement (First) of Contracts, and § 580 still applies in North Carolina.<sup>[6]</sup><i>See </i><i>McArver v. Gerukos,</i> 144 S.E.2d at 281 (quoting Restatement (First) of Contracts § 580 and stating that an unlicensed real estate broker may not recover a commission for performing activities which require a license); <i>Gower v. Strout Realty, Inc.,</i> 56 N.C.App. 603, <span class=\"citation\" data-id=\"1221790\"><a href=\"/opinion/1221790/gower-v-strout-realty-inc/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">880</span></a></span>, 882 (1982) (finding that unlicensed real estate finder or originator could not recover commissions because \"though the finder or originator does not assist in the ultimate negotiations of sale, the real estate licensing statutes would become meaningless if unlicensed parties were able to carry on traditional brokerage activities under a finder's fee\").</p>\n<p>The court concludes that under North Carolina law, as well as under the laws of the other states at issue, plaintiff cannot recover commissions for the insurance policies it referred to defendant because plaintiff acted as a reinsurance intermediary with respect to those policies and because plaintiff was not licensed as a reinsurance intermediary.</p>\n<p></p>\n<h2>III. <i>Defendant's Motion to Offer Additional Authority</i>\n</h2>\n<p>Defendant filed a motion to offer additional authority in support of its motion for summary judgment in which defendant offers additional caselaw and other authority that it had not found at the time it submitted its motion for summary judgment. Because the court is granting the defendant's motion for summary judgment on the briefs and attached evidence, it is unnecessary for the court to consider the additional authority presented by defendant. The court therefore denies defendant's motion to submit additional authority.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court hereby GRANTS the defendant's motion for summary judgment and DENIES the defendant's motion to offer additional authority. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff also argues that defendant knew that plaintiff was unlicensed because defense counsel, Albert George, wrote a memo over ten years ago in which he stated that plaintiff's activities did not require a license. The court finds that Mr. George's memo and defendant's knowledge of plaintiff's unlicensed status are irrelevant to the current issues of whether an unlicensed reinsurance intermediary may recover a commission and whether plaintiff acted as a reinsurance intermediary.</p>\n<p>[2]  Although defendant's clients ultimately filled out the \"5500\" forms, defendant provided its clients with worksheets instructing them how to fill out the forms. Defendant submitted some of these worksheets to the court.</p>\n<p>[3]  Plaintiff put forth an affidavit in which plaintiff swore that its name appeared only once on a \"5500\" form, which happened by a mistake that the defendant later corrected. However, defendant's evidence clearly shows otherwise, and plaintiff provides no further evidence to support his own assertion or to oppose the defendant's evidence.</p>\n<p>[4]  The parties did not cite any North Carolina case that addresses the issue of whether a reinsurance intermediary's failure to procure a license is a bar to recovery of a commission, and the court has not found such a case. Plaintiff cites <i>T.T. Hay &amp; Bro. v. Union Fire Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">241</span></span> (1914), and argues that because the insurance policy itself would not be void, an agreement to pay fees tangentially related to that policy should not be void either. The court disagrees. Even if the insurance policies that plaintiff negotiated or referred were valid, plaintiff should not benefit from performing activities that require a license. Similarly, the court finds that <i>State v. Sellers,</i> <span class=\"citation\" data-id=\"1826235\"><a href=\"/opinion/1826235/state-v-sellers/\"><span class=\"volume\">258</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">292</span></a></span> (Iowa 1977), a case cited by plaintiff in which the Supreme Court of Iowa found that the surety was liable on a bond even though the bond was executed by an unlicensed agent, also does not apply.</p>\n<p>[5]  The court in <i>McArver v. Gerukos</i> ultimately found that the unlicensed plaintiff could recover because that plaintiff was not a broker as to the sale of the piece of real estate in question and because the contract did not require him to perform any of the leasing activities, which could be handled by his licensed partner.</p>\n<p>[6]  Section 181 of the Restatement (Second) of Contracts is based in part on § 580 of the Restatement (First) of Contracts, but § 181 is significantly different. Section 181 provides:\n</p>\n<p>If a party is prohibited from doing an act because of his failure to comply with a licensing, registration or similar requirement, a promise in consideration of his doing that act or of his promise to do it is unenforceable on grounds of public policy if (a) the requirement has a regulatory purpose, and (b) the interest in the enforcement of the promise is clearly outweighed by the public policy behind the requirement.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1221790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1826235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2383539/"
  ]
}