{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2471481/",
  "absolute_url": "/opinion/2471481/moore-v-bennett/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2471481/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:45:15.330453Z",
  "date_modified": "2016-04-27T01:11:08.991575Z",
  "type": "010combined",
  "sha1": "2b3592a71b52ca7822ea2060826d44f839209982",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>777 F.Supp.2d 969 (2011)</b></center>\n<center><h1>Michael Wayne MOORE, Plaintiff,<br>\nv.<br>\nJames B. BENNETT, et al., Defendants.</h1></center>\n<center>No. 5:03-CT-762-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 23, 2011.</center>\n<p><span class=\"star-pagination\">*971</span> Michael Wayne Moore, Raleigh, NC, pro se.</p>\n<p>J. Phillip Griffin, Jr., N.C. Prisoner Legal Services, Inc., Raleigh, NC, for Plaintiff.</p>\n<p>Yvonne Bulluck Ricci, N.C. Department of Justice, Elizabeth Pharr McCullough, Kelly Elizabeth Street, Young, Moore &amp; Henderson, P.A., Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This is an action filed under 42 U.S.C. § 1983. Properly before the court are defendants' motions for summary judgment. Plaintiff has responded, and the matter is ripe for adjudication.</p>\n<p></p>\n<h2>i. <i>Procedural History</i>\n</h2>\n<p>On October 8, 2003, Michael Wayne Moore, a prisoner of the State of North Carolina, filed this case. (D.E. # 1) On October 17, 2003, the matter was dismissed as frivolous under 28 U.S.C. § 1915. (D.E. # 2) Moore appealed that decision and, on May 5, 2004, the Fourth Circuit affirmed in part, vacated in part, and remanded the case back to this court.<sup>[1]</sup> (D.E. # 8)</p>\n<p><span class=\"star-pagination\">*972</span> After the case returned to the court, defendant Lightsey filed a motion to dismiss (D.E. #21 and 22) and the other defendants filed a motion for judgment on the pleadings (D.E. # 28). On March 22, 2006, 2006 WL 5518571, the court entered an order dismissing the case without prejudice as to all the defendants and claims, except the claim of deliberate indifference to the serious medical condition of Hepatitis C against Jones and Lightsey which was dismissed with prejudice. (D.E. # 33) Moore appealed that decision. (D.E. # 35) The Fourth Circuit appointed Thomas Edward Vanderbloemen as counsel to plaintiff for his appeal. (D.E. # 38)</p>\n<p>On February 28, 2008, the Fourth Circuit vacated the dismissal of the deliberate indifference to serious medical condition related to plaintiffs pancreas and Hepatitis C conditions, but affirmed the dismissal without prejudice as to the gout condition. (D.E. # 39); <i>Moore v. Bennette,</i> 517 F.3d 717, 730 (4th Cir.2008). The Fourth Circuit also vacated the dismissal of the retaliation claim. <i>Id.</i> As to the claim for deliberate indifference from the pancreatic condition and the claim for retaliation, the Fourth Circuit based its decision on a recently published Supreme Court opinion, <i>Jones v. Bock,</i> 549 U.S. 199, 127 S.Ct. 910, 166 L.Ed.2d 798 (2007), and held the issues were improperly dismissed for failure to exhaust.<sup>[2]</sup><i>Id.</i> at 725-728.</p>\n<p>On November 12, 2008, this court entered an order granting two of plaintiffs motions for appointment of counsel (D.E. # 42 and # 45). Within the same order, the court denied the motions for production of documents (D.E. # 43 and # 55) as well as the motion for oral arguments as unnecessary (D.E. # 44). Lastly, defendants' motions for protective order were also allowed having newly appointed counsel for plaintiff (D.E. # 47 and # 49).</p>\n<p>On October 7, 2009, plaintiff filed a motion for miscellaneous relief (D.E. # 69). On November 2, 2009, the North Carolina Attorney General's Office filed motions for summary judgment for Joseph Lightsey (D.E. # 72) and for James B. Bennette, George E. Currie, Richard T. Jones, and Tonia Rodger (D.E. # 77). On January 4, 2010, J. Phillip Griffin of North Carolina Prisoner Legal Services (NCPLS), having been appointed to represent plaintiff, filed a memorandum in opposition to defendants' motions for summary judgment and an affidavit of Michael Wayne Moore (D.E. # 81 and # 82). On January 19, 2010, defendant Lightsey replied to the memorandum in opposition to defendants' motion for summary judgment (D.E. # 83) as well as filing an additional reply (D.E. # 84).</p>\n<p>On March 8, 2010, Michael Wayne Moore submitted a motion to have NCPLS removed as counsel from this case (D.E. # 85). On March 10, 2010, NCPLS filed a motion to withdraw (D.E. # 86), asserting plaintiffs expressed dissatisfaction with their representation as grounds for the request.</p>\n<p>On September 23, 2010, the court allowed the motion for miscellaneous relief (D.E. # 69) as to the withdrawal of Moore's counsel and request for the litigation file and denied the motion as to any other requests. Moore's motion to dismiss NCPLS and motion to compel release of records was likewise allowed (D.E. # 85); however, the same motion was denied as to substitution of counsel and/or appointment of counsel (D.E. # 85). Lastly, within that order, given that counsel was allowed to withdraw, and based on plaintiff Moore's complaints regarding the response filed by counsel, the response to the motion for summary judgment (D.E. # 81) was stricken <span class=\"star-pagination\">*973</span> from the docket. Plaintiff was given thirty days to file his own response to the pending motions for summary judgment. NCPLS' motion to withdraw was allowed (D.E. # 86) and NCPLS was ordered to forward to plaintiff its litigation file of all pleadings, discovery, and correspondence to plaintiff within five days of the entry of this order. On October 14, 2010, plaintiff filed his memorandum in opposition to the motion for summary judgment (D.E. # 89), to which defendant Lightsey (D.E. # 91), defendant Bennette, defendant Currie, defendant Jones, and defendant Rodgers (D.E. # 92) replied. Plaintiff also filed a reply (D.E. # 93 and # 94). The matter is before the court for adjudication.</p>\n<p></p>\n<h2>ii. <i>Plaintiffs Factual Allegations</i>\n</h2>\n<p>In the February 28, 2008, opinion the Fourth Circuit held \"a summary of the relevant facts\" as to the deliberate indifference to his serious medical needs for his Hepatitis C and pancreas condition and retaliation to be as follows:</p>\n<blockquote>In early 2002, Moore was a prisoner in the Southern Correctional Institute (\"Southern\") in the North Carolina Department of Correction (\"NCDOC\"). While he was there, a prison physician diagnosed Moore with hepatitis C and became concerned that Moores's pancreas, which was swollen, could be cancerous. The doctor explained that Moore would need regular monitoring.</blockquote>\n<blockquote>Shortly thereafter, Moore and other inmates allegedly witnessed an attack by several prison guards upon inmate Roger Bryant. Moore sent Bryant's mother a letter the following day, informing her about the attack and offering to help document what he and other witnesses saw. When Bryant's mother began to investigate the allegations, Moore alleges he was warned by the unit manager at Southern that he should not get involved. Moore insisted, however, that he wanted to see justice done.</blockquote>\n<blockquote>A week after the assault, Moore had collected written accounts from several inmates and had sealed them in two large legal envelopes with postage sufficient to mail them to Bryant's mother. Before he could mail them, however, members of the NCDOC Prison Emergency Response Team are alleged to have appeared at his cell in riot gear and transported him to the prison's receiving area with Moore wearing only his underwear. Several other inmates, most of whom had provided statements regarding the attack, were rounded up in the same manner.</blockquote>\n<blockquote>Moore was sent directly to a maximum security facility in Tillery, North Carolina. All of his privileges were revoked, and Moore alleges his written statements concerning the attack were seized. Three days dater, Moore was transferred to a high security maximum control unit, known as a \"Supermax\" unit, at Polk Correctional Institution in Butner, North Carolina. He was placed on \"strict suicide watch.\" He was told he was on \"`Administrative seg.' pending investigation,\" and he was \"refused all privileges and opportunities due to any other inmate on `Admin. Seg.'\" In his cell, Moore was constantly monitored via video camera, and he was not allowed contact with anyone in his family or with a lawyer for several days. In fact, he states he remained in isolation for several more weeks although mental health staff later determined that he was not suicidal.</blockquote>\n<p><i>Moore v. Bennette,</i> 517 F.3d 717, 721 (4th Cir.2008).</p>\n<p></p>\n<h2>iii. <i>Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate when, after reviewing the record taken as a whole, no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v.</i> <span class=\"star-pagination\">*974</span> <i>Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted &amp; emphasis removed). A trial court reviewing a summary judgment motion should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. The court construes the evidence in the light most favorable to the non-moving party and draws all reasonable inferences in the non-movant's favor. <i>See </i><i>Matsushita,</i> 475 U.S. at 587, 106 S.Ct. 1348. The court can rely on the medical affidavits and prison medical records in ruling on a motion for summary judgment. <i>See generally, </i><i>Stanley v. Hejirika,</i> 134 F.3d 629, 637-38 (4th Cir.1998); <i>Marshall v. Odom,</i> 156 F.Supp.2d 525, 530 (D.Md.2001); <i>Bennett v. Reed,</i> 534 F.Supp. 83, 86 (E.D.N.C. 1981), <i>aff'd,</i> 676 F.2d 690 (4th Cir.1982).</p>\n<p></p>\n<h2>a. <i>Medical Claims</i>\n</h2>\n<p>The retaliation and medical claims must be reviewed separately. To begin, the remaining medical claims arise from plaintiff having Hepatitis C and plaintiffs thought that he had pancreatic cancer.</p>\n<p>Deliberate indifference to a prisoner's serious medical needs violates the Eighth Amendment. <i>Estelle v. Gamble,</i> 429 U.S. 97, 104, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976); <i>see </i><i>Bell v. Wolfish,</i> 441 U.S. 520, 535 n. 16, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979). In order to prove such a claim, Moore \"must demonstrate that the officers acted with `deliberate indifference' (subjective) to [his] `serious medical needs' (objective).\" <i>Iko v. Shreve,</i> 535 F.3d 225, 241 (4th Cir.2008) (quoting <i>Estelle,</i> 429 U.S. at 104, 97 S.Ct. 285). In cases involving the denial of or the delay in providing medical treatment to a prisoner, the prison official must know of and disregard an objectively serious condition, medical need, or risk of harm. <i>See, e.g., id.; </i><i>Sosebee v. Murphy,</i> 797 F.2d 179, 182-83 (4th Cir.1986). Further, disagreement with medical staff over the course of treatment is not sufficient to state an Eighth Amendment deliberate indifference claim. <i>See, e.g., </i><i>De'Lonta v. Angelone,</i> 330 F.3d 630, 635 (4th Cir.2003); <i>Russell v. Sheffer,</i> 528 F.2d 318, 319 (4th Cir.1975) (per curiam). Likewise, mere negligence in diagnosis or treatment does not state a constitutional claim. <i>Estelle,</i> 429 U.S. at 105-06, 97 S.Ct. 285.</p>\n<p>Defendant asserts qualified immunity which concludes the matter. Government officials are entitled to qualified immunity from civil damages as long as \"their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727; 73 L.Ed.2d 396 (1982). The Fourth Circuit has recognized a two-pronged qualified immunity inquiry. First, the court must \"decide whether a constitutional right would have been violated on the facts alleged.\" <i>Bailey v. Kennedy,</i> 349 F.3d 731, 739 (4th Cir.2003). Second, assuming the right is violated, \"courts must consider whether the right was clearly established at the time such that it would be clear to an objectively reasonable officer that his conduct violated that right.\" <i>Id.</i> \"The relevant dispositive inquiry in determining whether a right is clearly established is whether it would be clear to a reasonable officer that his conduct was <span class=\"star-pagination\">*975</span> unlawful in the situation he confronted.\" <i>Saucier v. Katz,</i> 533 U.S. 194, 202, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001), <i>receded from by, </i><i>Pearson v. Callahan,</i> 555 U.S. 223, 129 S.Ct. 808, 172 L.Ed.2d 565 (2009). A court has discretion to decide which step in the two-prong test to analyze first. <i>Pearson,</i> 129 S.Ct. at 821.</p>\n<p>Both Dr. Lightsey, a named defendant, and Dr. Ashburn, a medical expert, have filed affidavits and attached medical records regarding the extensive medical record and care of plaintiff.</p>\n<p>Dr. Ashburn, is an internal medicine physician. (D.E. # 76, Aff. Dr. Ashburn, ¶ 3) Until retirement on December 31, 2008, he was employed by Wake Internal Medicine Consultants. (<i>Id.</i>) He graduated from Bowman Gray School of Medicine and completed an internship and residency in medicine at Johns Hopkins School of Medicine and a clinical fellowship in gastroenterology at Duke University Medical Center. (<i>Id.</i>) He is Board Certified in internal medicine and licensed to practice medicine in North Carolina. (<i>Id.</i>) He appears as an expert witness in this matter. (<i>Id.</i>)</p>\n<p>Dr. Lightsey is a licensed North Carolina doctor employed as a staff physician for the NCDOC, Division of Prisons, and has been so employed since 1995. (Lightsey Aff. ¶ 2) Dr. Lightsey \"reviewed [p]laintiff's medical records maintained by the NCDOC from November 2000 through June 2008, Pursuant to Rule L.2(c) of the Electronic Case Filing Administrative Policies and Procedures Manual.\" (<i>Id.</i> ¶ 5) He certified \"that the medical records of inmate Moore, including sick call appointment requests and Utilization Review Board (\"URB\") requests, attached to [his] Affidavit are copies of the originals on file with the NCDOC, unless otherwise stated.\" (<i>Id.</i>) He also \"reviewed inmate Moore's transfer records maintained by the NCDOC and draft/working Hepatitis C policies and procedures produced by the NCDOC in response to discovery propounded in this case.\" (<i>Id.</i>)</p>\n<p>The transfer record indicates plaintiff was housed at Southern Correctional Institution (\"SCI\") from October 14, 1999 to January 29, 2002. (<i>Id.</i> ¶ 6) On January 29, 2002, plaintiff was transferred from SCI to Caledonia Correctional Institution (\"CCI,\") where he remained until February 1, 2002, when he was transferred to Polk Correctional Institution (\"PCI\"). (<i>Id.</i>) Plaintiff Moore remained at PCI until March 11, 2005 (on or about), when he was transferred to Central Prison (\"CP\"). (<i>Id.</i> ¶ 6, and attch. Exhibit E)</p>\n<p>While housed at SCI and PCI, plaintiff Moore was primarily under the care of Charles Stewart, M.D. (\"Dr. Stewart\") and Earl Echard, P.A. (\"P.A. Echard\"), respectively, until the time of his transfer to CP (on or about March 11, 2005). (<i>Id.</i> ¶ 7)</p>\n<p>On or about March 7, 2001, Dr. Stewart, reviewed plaintiff Moore's medical chart. (¶ 8) Dr. Stewart ordered a blood work-up to include \"a complete blood count (CBC), a comprehensive metabolic panel (CMP), an HIV test and a prostate-specific antigen test (PSA) (a screening test for prostate cancer).\" (<i>Id.</i> ¶ 8) Dr. Stewart noted plaintiff Moore was to return after the blood work-up had been completed. (<i>Id.</i>) On March 14, 2001, the blood was drawn for these tests. (<i>Id.</i>) Plaintiff Moore's \"HIV test was negative (non-reactive) and his PSA test was negative (or within normal range). His CBC was normal and his CMP was normal except for his ALT (alanine aminotransferase, used to measure liver function) (59), which was slightly elevated.\" On or about March 21, 2001, following a review of plaintiff Moore's medical chart, Dr. Stewart ordered a Hepatitis exposure profile (blood test) and the blood for the test was drawn the following day. (<i>Id.</i> and Attch. Exhibit F)</p>\n<p><span class=\"star-pagination\">*976</span> On or about March 27, 2001, Dr. Stewart reviewed Moore's medical chart and particularly the results of the \"Hepatitis exposure profile\" showing previous exposure to the Hepatitis C virus. (<i>Id.</i> ¶ 10) The test does not determine if a person remains infected with Hepatitis C. (<i>Id.</i>) \"A Hepatitis C-RNA test determines whether or not a patient is chronically infected.\" (<i>Id.</i>) Dr. Stewart noted in the chart that plaintiff Moore was to see him regarding the result. (<i>Id.</i> and Attch. Exhibit G)</p>\n<p>On or about April 20, 2001, Dr. Stewart saw plaintiff Moore at the SCI medical clinic. (<i>Id.</i> ¶ 11). Dr. Stewart discussed (and documented) the positive Hepatitis C antibody result with plaintiff Moore in detail. (<i>Id.</i>) For Dr. Stewart's medical plan: \"1) he prescribed Keflex 500 mg (an antibiotic used to treat cellulitis) to be taken four times a day for seven days to treat the cellulitis; 2) he ordered Hepatitis A and B vaccines to be administered; and 3) he ordered additional lab work to be done on or about October 1, 2001, which was to include a complete blood count (CBC), liver function tests (LFT's), prothrombin time (PT) (which measures the ability of blood to clot), an HIV test and an AFP test (alphafetoprotein) (which measures plasma protein and serves as a biomarker to detect a subset of tumors, principally hepatocellular carcinoma (liver cancer), among other tumor types).\" (<i>Id.,</i> and attch. Exhibit G.)</p>\n<p>On or about October 3, 2001, Moore's blood was drawn per the April 2001 order of Dr. Stewart. (<i>Id.</i> ¶ 13) According to the printed April 4, 2001, lab results \"Moore's HIV test was negative (non-reactive). His LFT's or Hepatic Function Panel and CBC indicated among other things, that inmate Moore's absolute neutrophil count was 368 cells/mel and his ALT level was 41 u/1, which was within the normal range of 2 to 60 u/1 (not elevated).\" (<i>Id.</i>) His \"LFT's or Hepatic Function Panel was normal (with his ASTaspartate amino transferase at 48 and ALT at 41), his Hepatitis C genotype was `la,' his prothrombin time was normal and his AFP was 11.6 (with the normal reference range being 6.1).\" (<i>Id.</i>) \"Plaintiffs lab results did not meet the NCDOC's Criteria for Referral to the Hepatitis Clinic which were in place at the time.\" (<i>Id.,</i> Attch. Exhibit I and Criteria at ¶ 17)</p>\n<p>\"Hepatitis C is a chronic, indolent infection of the liver.\" (<i>Id.</i> ¶ 14 and D.E. # 76, Aff. Dr. Ashburn, ¶ 15) While a progressive disease, it is slow acting. (<i>Id.</i>) It appears to cause little or no symptoms in most patients. (<i>Id.</i>) The long-term consequences of Hepatitis C are not completely known, given the disease has only been recognized for the past three decades. (<i>Id.</i>) Any adverse effects do not usually manifest until after fifteen to twenty years of chronic infection. (<i>Id.</i>) However, approximately twenty percent of patients will suffer \"serious consequences from the disease. (<i>Id.</i>) There is \"no `cure'\" for the Hepatitis C infection. (<i>Id.</i>) The current therapy encompasses supportive care, immunizations against Hepatitis A and B, counseling the patient on avoidance of other liver toxic medications and behaviors, and antiviral therapy. (<i>Id.</i>) The current antiviral therapy is only thirty to fifty percent effective and often causes serious medical side effects. (<i>Id.</i>) Concern also exists that the current therapy may adversely impact more effective future therapies. (<i>Id.</i>) \"The decision whether or not to use antiviral therapy is a complex and controversial one.\" (<i>Id.</i>) \"NCDOC, Division of Prisons (\"DOP\") Health Services through its Hepatitis C protocol has tried to develop a rational and reasonable process through which to make this decision based on the current state of knowledge of this disease and its treatment.\" (<i>Id.</i>)</p>\n<p><span class=\"star-pagination\">*977</span> NCDOC has worked with UNC hepatologists to determine which laboratory results should be the focus when assessing the appropriateness of a referral to the Hepatitis Clinic. (<i>Id.</i> ¶ 15) Labs, presentation of the inmate-patient, clinical findings, and clinical judgment are each a part of the process. (<i>Id.</i>) In 1999, NCDOC created \"an initial working document\" entitled \"the Criteria for Referral to Hepatitis Clinic\" which was updated in May of 2001. (<i>Id.</i>) The guidelines or criteria was not a \"formal policy\" at the date in question, but a working document to aid medical providers. (<i>Id.,</i> attch. Exhibits C and D) However, in October 2001, Moore did not meet these criteria for numerous reasons. (<i>Id.</i> ¶ 16 and ¶ 17, detailed explanation)</p>\n<p>On October 17, 2001, Dr. Stewart examined plaintiff Moore and the assessment was \"a positive Hepatitis C antibody that was asymptomatic and an elevated AFP.\" (<i>Id.</i> ¶ 18) Dr. Stewart planned to repeat the AFP blood work and ordered a sonogram of the liver to rule out cancer. (<i>Id.</i>) On October 18, 2001, a Utilization Review Board request was submitted and approved that same day. (<i>Id.</i>) On or about November 8, 2001, the sonogram was done. The findings were as follows: \"Multiple scans of the liver showed no parenchymal changes either solid or cystic. It did have an echogenic pattern (which refers to the pattern of sonic waves) that could indicate hepatocellular disease. There was no evidence of a dilated intrahepatic bile duct, no enlargement of the gall bladder and no acute changes or evidence of gallstones. Finally, the right kidney was not hydronephrotic (hydronephrosis is distention and ilation of the renal pelvis and calyces, usually caused by obstruction of the free flow of urine from the kidney).\" The AFP blood work was drawn on October 18, 2001, and found to be within the normal range. (<i>Id.,</i> Exhibit I)</p>\n<p>On November 7, 2001, Dr. Stewart requested a CT scan, with and without contrast, of the abdomen and pelvis be done to rule out cancer. (<i>Id.</i> ¶ 19) The URB request was approved and scheduled for December 9, 2001. (<i>Id.</i> and attch. Exhibit J).</p>\n<p>On December 21, 2001, Dr. Stewart ordered a follow up sonogram of the pancreas (per CT scan recommendation of December 9, 2001). (<i>Id.</i> ¶ 20) Labs for a serum lipase level to help diagnose pancreatic disorders were also ordered. On January 3, 2002, the blood work was completed and revealed a lipase level of 139 (normal range 7 to 60).(<i>Id.</i>) On the same day Dr. Stewart made a URB request for a follow up ultrasound of his pancreas. The URB was approved on January 15, 2002, and scheduled for February 8, 2002. (<i>Id.</i> and attch. Exhibit J)</p>\n<p>On or about January 23, 2002, Dr. Stewart examined plaintiff Moore in the SCI medical clinic. (<i>Id.</i> ¶ 21) He noted plaintiff Moore was there to discuss symptoms of pancreatitis. (<i>Id.</i>) Moore reported nausea with occasional vomiting for two days. (<i>Id.</i>) Dr. Stewart's assessment was pancreatitis \"with a questionable mass on the head of pancreas.\" (<i>Id.</i>) Dr. Stewart's plan was to obtain the scheduled sonogram, \"diet as tolerated,\" perform labs, and follow-up in the following week. (<i>Id.,</i> and attch. Exhibit J) The blood was drawn the following day and all laboratory results were within the normal range except a slightly elevated glucose level. (<i>Id.</i> ¶ 22 and attch. Exhibit J) Prior to plaintiffs transfer on January 29, 2002, he was not treated again by medical personnel at SCI. (<i>Id.</i> ¶ 23) Upon transfer to CCI, a memo was noted to have been sent regarding the scheduled ultrasound appointment. (<i>Id.</i>) On or about February 1, 2002, Dorsey Edmundson, Ph.D. (\"Dr. Edmundson\"), a Psychological Program Manager, assessed Moore for potential to harm himself. (<i>Id.</i>) <span class=\"star-pagination\">*978</span> The assessment was requested by Mr. Randy Lee (Superintendent of CCI). (<i>Id.</i>) Dr. Edmundson noted Moore may have a serious physical illness and as a result could be at risk for either harming himself, others, or causing an officer to harm him. (<i>Id.</i>) Dr. Edmundson evaluated Moore and found he was alert and oriented. Dr. Edmundson found \"no suicidal or homicidal ideation, plan or intentions at present and no auditory or visual hallucinations or psychosis.\" (<i>Id.</i>) Dr. Edmundson found Moore goal oriented and angry. Moore stated while he had thought about suicide, he would never harm himself. Moore stated at a point in the past he was treated for depression. (<i>Id.</i>) He also reported that doctors diagnosed him with cancer, which did not concern him. (<i>Id.</i>) When Dr. Edmundson questioned Moore about killing himself, Moore stated, \"I wish I could be so lucky.\" (<i>Id.</i>) In Dr. Edmundson's opinion, Moore was not a danger to himself, but was concerned about Moore's potential to cause someone harm or for someone to harm him. Dr. Edmundson found the statement about not being so lucky was indicate behavior that would result in an officer or staff member harming Moore because of his behavior like attempting to escape. (<i>Id.</i>) Dr. Edmundson recommended appropriate precautions such as not placing Moore in general population, and informing the staff of his potential to engage in dangerous behaviors. (<i>Id.</i> and attch. Exhibits J and K).</p>\n<p>On or about February 1, 2002, Moore was transferred from CCI to PCI. (<i>Id.</i> ¶ 24 and attch. Transfer In/Out Record, Exhibit E). On or about February 1, 2002, Moore was assessed at PCI. (<i>Id.</i> ¶ 24) LPN S. Snider (reference incorrectly to \"Snyder\" in compl.) noted full suicide precautions per Mental Health. She also noted a prior appointment while at Southern for an ultrasound related to a possible mass on his pancreas. Nurse Snider noted referral of Moore to the physician assistant and recommended Hepatitis C labs. (<i>Id.</i> and attch. Exhibit K).</p>\n<p>On or about February 4, 2002, Moore was assessed by staff psychologist Michael Connelly. (<i>Id.</i> ¶ 26) According to Mr. Connelly's mental health assessment, the reason for Moore's transfer to PCI was not clear. (<i>Id.</i>) Connelly was unable to find a referring mental health report, and inmate Moore's OPUS records did not reflect the basis for his rapid demotion. (<i>Id.</i>) Mr. Connelly noted he had an unconfirmed report that the transfer was because if Moore was found to have cancer Moore would \"go out with a bang.\" (<i>Id.</i>) Mr. Connelly found the statement was alleged to be meant as possible plotting to take a hostage and a \"suicide by cop\" scenario. (<i>Id.</i>) Mr. Connelly asked Moore for the reason for the transfer and Moore gave an alternative reason. Moore explained the transfer resulted from Roger Bryant's assault on January 21, 2002, the collection of statements from witnesses, the attempt to send the statements to Bryant's mother, and the PERT team extraction. Mr. Connelly noted the two different versions for the reason for transfer and concluded he did not know the cause of inmate Moore's transfer to PCI and to H-CON. (<i>Id.</i>)</p>\n<p>Mr. Connelly noted Moore's history of criminal and institutional violence, including first degree murder, both in and out of prison. (<i>Id.</i>) Connelly noted Moore's history of escapes, and his current life sentence for the principle crime of first degree murder. Mr. Connelly noted the thirty infractions Moore had incurred and that Moore was currently in close custody being held in administrative segregation. Moore's OPUS records included multiple weapon possession charges, multiple substance possession charges and provocations of assault and escape. (<i>Id.</i>)</p>\n<p><span class=\"star-pagination\">*979</span> Mr. Connelly reported Moore stated that eight months ago he was diagnosed with Hepatitis C, but was currently asymptomatic. (<i>Id.</i>) Moore did report having used intravenous drugs. (<i>Id.</i>) Moore reported his current treatment for swelling in the pancreas. (<i>Id.</i>) Mr. Connelly performed a mental status examination and found Moore should be discontinued from the currently imposed self-harm precautions. (<i>Id.</i>) Mr. Connelly noted Moore would be discharged from mental health services, having found no acute mental illness and that Moore had no interest in being followed by the mental health staff. (<i>Id.</i> and Exhibit K)</p>\n<p>On or about February 4, 2002, Moore's ultrasound was rescheduled to February 8, 2002. (<i>Id.</i> ¶ 27) On the same date, Officer Oaks informed medical that Moore declared an emergency for stomach pain. (<i>Id.</i>) When Nurse Snider arrived Moore stated he did not declare an emergency. (<i>Id.</i>) On or about February 12, 2002, while Moore was in the observation cell Moore told Nurse Snider he was \"okay.\" (<i>Id.</i>) On or about February 13, 2002, Moore complained of constipation, requested, and received Milk of Magnesia. (<i>Id.</i>) He was administered 30cc's by mouth with eight ounces of water. (<i>Id.</i>) Nurse Snider noted Moore could receive a repeat dose six hours later if he did not have a bowel movement and inmate Moore verified his understanding. (<i>Id.</i> Exhibit K).</p>\n<p>On or about February 13, 2002, Moore underwent the rescheduled ultrasound of the pancreas. (<i>Id.</i> ¶ 28 and URB request, Exhibit J). \"The pancreas was unremarkable in size, contour and echo texture, with no discreet solid mass, cyst, calculus, ductile dilation or peripancreatic fluid collection visible. The impression indicated that the pancreas appeared normal with slight technical limitation and that if there was persistent clinical suspicion for pancreatic abnormality further evaluation with directed thin-sliced abdominal CT scan might be useful.\" (<i>Id.</i> and radiology report at Exhibit K).</p>\n<p>On or about March 5, 2002, P.A. Echard reviewed Moore's chart and noted Moore's ultrasound results were pending (had not yet been reported and/or placed in the NCDOC chart). (<i>Id.</i> ¶ 29) Sampson E. Harrell, M.D., (\"Dr. Harrell\") reviewed P.A. Echard's note, agreed, and co-signed P.A. Echard's note. (<i>Id.</i> and attch. Exhibit K)</p>\n<p>On or about March 13, 2002, P.A. Echard noted Moore came to medical and complained of reoccurring abdominal pain. (<i>Id.</i> ¶ 30). Echard also noted the February 13, 2002, ultrasound. (<i>Id.</i>) P.A. Echard's found \"recurrent abdominal pain\" and his plan was to refer Moore to Dr. Harrell for further evaluation. (<i>Id.</i>) Dr. Harrell reviewed this note, agreed, and co-signed P.A. Echard's note. (<i>Id.</i> and attch. Exhibit K)</p>\n<p>On or about March 20, 2002, Dr. Harrell reviewed Moore's medical chart. (<i>Id.</i> ¶ 31) He noted Moore's previously questionable positive CT scan and that the radiologist recommended a repeat CT scan in eight weeks. (<i>Id.</i>) Moore had not yet had another CT scan. (<i>Id.</i>) Dr. Harrell also note the ultrasound that was negative (referring to the February 13, 2002 ultrasound report). (<i>Id.</i> and Ultrasound report, Exhibit K). Dr. Harrell found that due to questionable pancreatic lesion it was appropriate to order \"a thin sliced CT scan of the abdomen to rule out a pancreatic mass.\" (<i>Id.</i>) On March 28, 2002, the URB was submitted and approved. (<i>Id.</i>) A CT scan was scheduled for April 13, 2002. (<i>Id.</i> and attch. Exhibit L)</p>\n<p>On or about April 2, 2002, P.A. Echard saw Moore in the PCI medical clinic in response to a sick call complaint submitted by Moore on March 31, 2002. (<i>Id.</i> ¶ 32) Moore complained of ongoing severe abdominal <span class=\"star-pagination\">*980</span> pain which he had allegedly mentioned to the nurses at other times. (<i>Id.</i>) On April 2nd, he was referred to the P.A. for abdominal pain medication and evaluated. (<i>Id.</i>) It was noted that the abdominal pain was recurrent and that Moore was awaiting a CT scan of the abdomen. (<i>Id.</i>) His assessment was abdominal pain and he prescribed two tablets of Tylenol to be taken four times daily as needed for two weeks. (<i>Id.</i>) Dr. Harrell reviewed the assessment, agreed, and co-signed P.A. Echard's note. (<i>Id.</i> and attch. Exhibit L)</p>\n<p>On or about April 13, 2002, Moore underwent an abdominal CT scan. (<i>Id.</i> ¶ 33) The radiology report found no significant abnormality. (<i>Id.</i>) \"There was no discrete focalabnonnality observed in the liver or spleen and the pancreas was normal. Both kidneys were functioning without obstruction and the gallbladder was unremarkable.\" (<i>Id.</i>) Nurse notes show the CT scan results were received on May 8, 2002, and were referred to the physician assistant. (<i>Id.</i>) On May 15, 2002, the nurse's notes document a physician assistant informed Moore of the CT scan results at his cell door. (<i>Id.</i>) \"Based on these results, no additional diagnostic study was recommended as a mass/cancer had been effectively ruled out.\" (<i>Id.</i> and attch. Exhibit L) The medical records specifically indicate on May 16, 2002, plaintiff was informed of his abdominal CT scan results. (North Carolina Dept. of Corr. Sick Call Appt. Request, 5/14/2002 plaintiff requests to find out results and on \"5/16/2002 1300 Inmate was given result of CT Scan by Mr. Echard on 5-16-02: Inmate verbalized understanding.\")</p>\n<p>Plaintiff Moore also sought medical care for which medical records are attached on June 24, 2002 (referral to the Optometry Clinic for new glasses); August 13, 2002 (prescription of Drixoral (a decongestant and antihistamine) due to complaints of a stuffy, popping right ear); September 11, 2002 (assessment of Tinnitus of the right ear and prescription of CTM (chlorpheniramine) (a decongestant and antihistamine); October 16, 2002 (Amoxillicin (an antibiotic) and renewal of chlorpheniramine due to Moore's continued complaints of right ear discomfort); November 27, 2002 (assessment of decreased hearing and his consideration of an ENT referral); and June 4, 2003 (assessment of left wrist pain and plan to x-ray same as well as blood work-up including a complete blood count, multi chern, lipid panel and urinalysis).</p>\n<p></p>\n<h2>1) Hepatitis C</h2>\n<p>Summary judgment is granted for defendants in regard to the deliberate indifference to the Hepatitis C claim. To begin, within plaintiff Moore's affidavits there are no allegations that his Hepatitis C is \"symptomatic\" or required treatment at the time at issue. He does state his condition could require certain treatment and when necessary he would be referred to the chronic disease clinic. (Aff. D.E. # 82, ¶ 5, see also D.E. # 90). Likewise, there is no indication from the extensive medical records, testing, and medical testimony that plaintiffs Hepatitis C is symptomatic, but that it is asymptomatic. The protocol and requirements for referral to the Hepatitis Clinic within the DOC were meet in 2001 and 2002. Furthermore, the therapy regarding Hepatitis C is complex and controversial. The current antiviral therapy has a low effective rate and often causes serious medical side effects. Concern also exists that the current therapy may adversely effect more effective future therapies. \"NCDOC, Division of Prisons (\"DOP\") Health Services through its Hepatitis C protocol has tried to develop a rational and reasonable process through which to make this decision based on the current state of knowledge of this disease and its treatment.\" Medical expert Dr. Ashburn, finds no failure or indifference <span class=\"star-pagination\">*981</span> on the medical staff regarding the Hepatis C Treatment.</p>\n<p>Accordingly to Dr. Ashburn's expert opinion, based on his education, training, and experience in internal medicine, \"Dr. Stewart acted appropriately and as a reasonably prudent medical provider under similar circumstances would have acted in his care and treatment and/or co-signing of other health care provider's notes related to inmate Moore while he was housed at SCI and PCI.\" (Aff. Dr. Ashburn ¶ 46) It is also Dr. Ashburn's opinion, based on his education, training, and experience in internal medicine, that \"Dr. Stewart, P.A. Echard, Dr. Harrell, Dr. Edmundson and Dr. Lightsey acted appropriately and as reasonably prudent medical providers under similar circumstances would have acted in their care and treatment and/or co-signing of other health care provider's notes related to inmate Moore while he was housed at SCI and/or PCI. Dr. Ashburn agrees that the blood work of February 1, 2002, indicated that \"Moore's Hepatitis C was asymptomatic and that his condition did not warrant further work-up or treatment during the applicable time period.\" (<i>Id.</i>) Lastly, in Dr. Ashburn's opinion:</p>\n<blockquote>Dr. Lightsey acted appropriately and as a reasonably prudent physician under similar circumstances would have acted in his role pertaining to the care and treatment of inmate Moore. Dr. Lightsey exercised reasonable care and diligence in the application of his knowledge and used his best judgment in his review of inmate Moore's medical chart. Specifically, during the time period in question, Dr. Lightsey's review of inmate Moore's medical chart which consisted of evaluations, assessments, plans and orders from P.A. Echard was appropriate. At no time did Dr. Lightsey act deliberately indifferent to inmate Moore's medical needs, deny inmate Moore medical treatment for a Hepatitis C diagnosis or deny treatment for a pancreatic condition.</blockquote>\n<p>(Aff. ¶ 46)</p>\n<p>There is no indication throughout the record that the staff or prison personnel acted with deliberate indifference. It appears Moore's dispute is over the type of care to which he believes he is entitled. However, disagreement with medical staff over the course of treatment is not sufficient to state an Eighth Amendment deliberate indifference claim. <i>See, e.g., </i><i>De'Lonta,</i> 330 F.3d at 635; <i>Russell,</i> 528 F.2d at 319 (per curiam); <i>Estelle v. Gamble,</i> 429 U.S. 97, 107, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976) (\"[M]edical decision not to order an X-ray, or like measures, does not represent cruel and unusual punishment.\") Medical staff has been diligent, professional, and timely in their medical care of plaintiff. Summary judgment is granted for all defendants as to the claim regarding Hepatitis C and they are entitled to qualified immunity.</p>\n<p></p>\n<h2>2) Pancreatic Condition</h2>\n<p>Summary judgment is granted for defendants in regard to the deliberate indifference to the pancreatic condition claim. It is clear from the record that there was concern regarding a possible cancerous mass on Moore's pancreas. It is also clear that throughout the time of concern, medical staff moved quickly and professionally in their medical analysis and kept plaintiff Moore informed of each result. In fact, when plaintiff was moved from one facility to another, medical notes were forwarded and scheduled appointments were kept. Finally, the results held there to be no cancerous mass and plaintiff Moore was informed by P.A. Echard when those results were received at his cell door.</p>\n<p>Dr. Ashford, states: \"Dr. Stewart, P.A. Echard, Dr. Harrell, Dr. Edmundson, and Dr. Lightsey exercised reasonable care and diligence in the application of their <span class=\"star-pagination\">*982</span> knowledge and skill in the care of inmate Moore and used their best judgment in their care of inmate Moore. More specifically, P.A. Echard and Dr. Harrell's care and treatment of inmate Moore's pancreatic complaints was appropriate, including but not limited to the medications, radiology studies and referrals that were made on his behalf. These treatment modalities ruled out that inmate Moore had pancreatic cancer, a pancreatic cyst or any other pancreatic lesion.\" Again, medical staff has been diligent, professional, and timely in their medical care of plaintiff. Summary judgment is granted for all defendants as to the claim regarding pancreatic condition and release of medical information regarding the same to plaintiff. Defendants are entitled to qualified immunity.</p>\n<p></p>\n<h2>b. <i>Retaliation</i>\n</h2>\n<p>Claims of retaliation by prison inmates are generally treated with skepticism because \"[e]very act of discipline by prison officials is by definition `retaliatory' in the sense that it responds to prisoner misconduct.\" <i>Cochran v. Morris,</i> 73 F.3d 1310, 1317 (4th Cir.1996); <i>Adams v. Rice,</i> 40 F.3d 72, 74 (4th Cir.1994). \"To state a valid claim for retaliation under section 1983, a prisoner must allege (1) a specific constitutional right, (2) the defendant's intent to retaliate against the prisoner for his or her exercise of that right, (3) a retaliatory adverse act, and (4) causation.\" <i>Jones v. Greninger,</i> 188 F.3d 322, 324-25 (5th Cir.1999).</p>\n<p>To address this claim, the court shall review that which is necessary to establish a claim for retaliation. First, the court turns to the invocation of a constitutional right. The right at issue here, is the First Amendment right to free speech, i.e. sending non-legal mail to Roger Bryant's mother. <i>Moore I.</i> citing <i>Pell v. Procunier,</i> 417 U.S. 817, 822, 94 S.Ct. 2800, 41 L.Ed.2d 495 (1974) (\"the right to free speech includes a right to communicate a person's views to any willing listener ...\"); <i>Davis v. Goord,</i> 320 F.3d 346, 352-54 (2nd Cir. 2003) (addressing the right of protected speech and retaliation).</p>\n<p>It is important to note in <i>Pell</i> the discussion begins with the familiar proposition that:</p>\n<blockquote>(<i>l</i>)awful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system. In the First Amendment context a corollary of this principle is that a prison inmate retains those First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system. Thus, challenges to prison restrictions that are asserted to inhibit First Amendment interests must be analyzed in terms of the legitimate policies and goals of the corrections system, to whose custody and care the prisoner has been committed in accordance with due process of law.</blockquote>\n<p><i>Pell,</i> 417 U.S. at 822, 94 S.Ct. 2800 (citations omitted).</p>\n<p>Second, the court must consider if defendants intended to retaliate against Moore for the exercise of his constitutional right to Free Speech under the First Amendment. To undertake this review, the court shall outline the facts in the record regarding the issue.</p>\n<p>Plaintiff was transferred from Southern on January 29, 2002. Plaintiff contends the transfer was in retaliation for the letters he and others wrote to Roger Bryant's mother. The record indicates otherwise. To begin, the record show that Moore has an extensive history of assaultive behavior and prison escapes. (D.E. # 78, Aff. Currie and Aff. Kimble with attch. Exhibit G) The records are kept in <span class=\"star-pagination\">*983</span> the Offender Population Unified System (\"OPUS\") which is \"an electronic database containing comprehensive inmate records.\" (<i>Id.,</i> Aff. Kimble ¶ 4)</p>\n<p>On January 29, 2002, and in response to a report plaintiff and a group of inmates were plotting to take hostages, plaintiff was extracted from his cell by an Anticipated Use of Force Team and transferred.<sup>[3]</sup> (<i>Id.</i> ¶ 5; and Attch. Exhibit B \"Transfer Action report recorded in OPUS\"). The Use of Force report indicates that weapons found in previous shakedowns were reportedly tied to a group of inmates \"all of which had lengthy sentences and the vast majority of which were Caucasian.\" (<i>Id.</i> Exhibit A) A total of eight inmates from three regular populations were extracted due to the alleged threat of uprising and possible taking of hostages. (<i>Id.</i> Aff. Kimble ¶ 5). All eight inmates, including plaintiff, complied with the Anticipated Use of Force Team member orders and no force was used. (<i>Id.</i> and Use of Force report, dated January 29, 2002 at attch. Exhibit A)</p>\n<p>Plaintiff was recommended for referral to the Director's Classification Committee (\"DCC\") for placement on HCON status at Polk because of the confidential information provided about Moore and the hostage plot. (<i>Id.</i>) The DCC agreed plaintiff should be assigned to HCON pending regional approval and the recommendation was affirmed throughout all levels of classification review. (<i>Id.</i> ¶ 6)</p>\n<p>Plaintiff was first transferred from Southern to CCI pending the administrative investigation. (<i>Id.</i> ¶ 7 and Transfer Action report at Exhibit D) On February 1, 2002, plaintiff was transferred from CCC to Polk and continued on administrative segregation. (<i>Id.</i>)</p>\n<p>On February 28. 2002, plaintiff was recommended for demotion to HCON status at PCI (\"Polk\"), the most restrictive location within the DOP where the most disruptive and dangerous inmates are housed. (<i>Id.</i> ¶ 8). Inmates assigned to HCON status are not in regular population and isolated from others. These inmate are deemed to represent an imminent threat to life and safety of other inmates or staff, or who otherwise pose a serious threat to the security and operation of the prison facility. (<i>Id.</i> ¶ 8)</p>\n<p>Furthermore, the investigation by Southern staff determined plaintiffs actions to be a legitimate threat. (<i>Id.</i> ¶ 9 and Exhibit G \"Control Action\") The investigation was based on a series of interviews, interrogations, and polygraph tests. (<i>Id.</i>) The investigator's conclusion was that Moore was the mastermind behind the hostage taking plan. (<i>Id.</i>) The investigator found that Moore and \"his cohorts\" planned to take control of the medical department and inmate receiving area. (<i>Id.</i>) The plot was to barricade themselves inside. (<i>Id.</i>) The investigation found the group had \"extensive knowledge of the layout of the medical department floor plan, communication capabilities in the medical department (phone, fax, internet, EKG phone line).\" (<i>Id.</i>) The investigation found the group had extensive knowledge about items that \"could be used as explosives or to ignite fires (oxygen tanks, propane fueled bunsen burners, etc.).\" (<i>Id.</i>) There was evidence that suggested an explosive device had been smuggled into the institution. (<i>Id.</i>) The investigation held the purpose of the siege to be for two reasons. (<i>Id.</i>) First, the group was \"all white\" and had grievances about conditions of confinement and the ratio of <span class=\"star-pagination\">*984</span> \"blacks to whites.\" Second, this would be Moore's \"final act of defiance.\" Moore has a life sentence and is not entitled to parole eligibility until November 16, 2050. (<i>Id.</i>) Further, at the time Moore believed he might have cancer and would not live much longer. (<i>Id.</i>) Moore has an extensive history of violence and disruptive acts, including murder of other inmates, serious assaults on other inmates and plots to escape. (<i>Id.</i>) The investigation revealed a similar plan to take hostages and murder hostages while incarcerated at Central in 2000. Again, in that attempt explosive were to be used. (<i>Id.</i>)</p>\n<p>In March 2002, plaintiff was charged with an A-99 disciplinary infraction as a result of the incident. The A-99 infraction is for attempt to commit or plan to make plans to commit a seizure or hold hostages. (<i>Id.</i> ¶ 11 and attch. Exhibit H). He was found guilty.</p>\n<p>Thus, the court finds there was no intent to retaliate against Moore for attempting to send letters to Roger Bryant's mother after witnessing his assault. The court shall assume the letters contained information about the alleged attack on Roger Bryant and were confiscated. The incident or taking, however, was done for security reasons based on information provided by a secret informant that Moore was plotting to take hostages. The likelihood and reasonableness of this threat was extremely high as was indicated by Moore's violent and disturbing criminal record, disciplinary infractions in prison, his prior attempts to escape, prior murder and criminal activity within the Department of Correction. The inmates involved with the letters appear to be the same inmates involved in the hostage taking threat. Prisoners have constitutional rights, but prisons can limit these rights if the restriction is related to legitimate penological interests. <i>See </i><i>Turner v. Safley,</i> 482 U.S. 78, 89, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987); <i>Lindell v. Frank,</i> 377 F.3d 655, 657 (7th Cir.2004). Prison security and rehabilitation are legitimate penological interests that justify reasonable restrictions on a prisoner's outgoing correspondence. <i>See </i><i>Koutnik v. Brown,</i> 456 F.3d 777, 781 (7th Cir.2006).</p>\n<p>Given the facts as outlined and series of events, no retaliation claim has been made. While Moore attempts to produce direct evidence of retaliation or a chronology of events from which retaliation may plausibly be inferred, he has failed to do so. <i>Woods v. Smith,</i> 60 F.3d 1161, 1166 (5th Cir.1995). District courts are cautioned to \"carefully scrutinize\" claims of retaliation in order \"[t]o assure that prisoners do not inappropriately insulate themselves from disciplinary actions by drawing the shield of retaliation around them....\" <i>Id.</i> Furthermore, while the existence of a \"legitimate prison disciplinary report\" is not an \"absolute bar to a retaliation claim\" it is certainly \"probative and potent summary-judgment evidence.\" <i>Id.</i> Here, however, it is abundantly clear Moore was not transferred or placed into HCON for writing a letter or attempting to mail letters from others. Moore was thought to be part of a dangerous hostage takeover of which he was the mastermind. Moore had been part of such a plot on previous occasions. At the time of this incident, Moore thought he had cancer. The evidence possessed by the correctional officers was that this might be a last effort by Moore to take over the medical department through hostage taking, detonation devices, and even murder. It was reasonable to have serious and grave concern given Moore's criminal history while incarcerated for murder, attempted escape, assault, violence, poor conduct, and aggressive behavior. Therefore, Moore has failed to satisfy the second prong of a retaliation claim, intent to retaliate. The court finds the transfer was not undertaken in retaliation for the letters <span class=\"star-pagination\">*985</span> written and defendants are cloaked with qualified immunity.</p>\n<p>Accordingly, summary judgment for all defendants is GRANTED and the matter is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Fourth Circuit vacated the dismissal of plaintiff's deliberate indifference to his medical needs as to the Hepatitis C condition, the pancreatic condition, and the gout in his hand, as well as plaintiff's retaliation claim. The Fourth Circuit affirmed this court's dismissal of the other medical needs claims, the Eighth Amendment conditions of confinement claims, and \"the various due process claims regarding prison classification.\" <i>Moore v. Bennette,</i> 97 Fed.Appx. 405, 407 (4th Cir. 2004) (unpublished).</p>\n<p>[2]  Given this court's opinion was filed March 22, 2006, the undersigned did not have the benefit of the subsequently published opinion in <i>Jones.</i></p>\n<p>[3]  Plaintiff raised issues regarding Eighth Amendment use of force and due process claims which have previously been dismissed by this court and affirmed by the Fourth Circuit.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">969</span></span> (2011)</b></center>\n<center><h1>Michael Wayne MOORE, Plaintiff,<br>\nv.<br>\nJames B. BENNETT, et al., Defendants.</h1></center>\n<center>No. 5:03-CT-762-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 23, 2011.</center>\n<p><span class=\"star-pagination\">*971</span> Michael Wayne Moore, Raleigh, NC, pro se.</p>\n<p>J. Phillip Griffin, Jr., N.C. Prisoner Legal Services, Inc., Raleigh, NC, for Plaintiff.</p>\n<p>Yvonne Bulluck Ricci, N.C. Department of Justice, Elizabeth Pharr McCullough, Kelly Elizabeth Street, Young, Moore &amp; Henderson, P.A., Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This is an action filed under 42 U.S.C. § 1983. Properly before the court are defendants' motions for summary judgment. Plaintiff has responded, and the matter is ripe for adjudication.</p>\n<p></p>\n<h2>i. <i>Procedural History</i>\n</h2>\n<p>On October 8, 2003, Michael Wayne Moore, a prisoner of the State of North Carolina, filed this case. (D.E. # 1) On October 17, 2003, the matter was dismissed as frivolous under 28 U.S.C. § 1915. (D.E. # 2) Moore appealed that decision and, on May 5, 2004, the Fourth Circuit affirmed in part, vacated in part, and remanded the case back to this court.<sup>[1]</sup> (D.E. # 8)</p>\n<p><span class=\"star-pagination\">*972</span> After the case returned to the court, defendant Lightsey filed a motion to dismiss (D.E. #21 and 22) and the other defendants filed a motion for judgment on the pleadings (D.E. # 28). On March 22, 2006, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">5518571</span></span>, the court entered an order dismissing the case without prejudice as to all the defendants and claims, except the claim of deliberate indifference to the serious medical condition of Hepatitis C against Jones and Lightsey which was dismissed with prejudice. (D.E. # 33) Moore appealed that decision. (D.E. # 35) The Fourth Circuit appointed Thomas Edward Vanderbloemen as counsel to plaintiff for his appeal. (D.E. # 38)</p>\n<p>On February 28, 2008, the Fourth Circuit vacated the dismissal of the deliberate indifference to serious medical condition related to plaintiffs pancreas and Hepatitis C conditions, but affirmed the dismissal without prejudice as to the gout condition. (D.E. # 39); <i>Moore v. Bennette,</i> <span class=\"citation\" data-id=\"1025052\"><a href=\"/opinion/1025052/moore-v-bennette/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">717</span></a></span>, 730 (4th Cir.2008). The Fourth Circuit also vacated the dismissal of the retaliation claim. <i>Id.</i> As to the claim for deliberate indifference from the pancreatic condition and the claim for retaliation, the Fourth Circuit based its decision on a recently published Supreme Court opinion, <i>Jones v. Bock,</i> <span class=\"citation\" data-id=\"145763\"><a href=\"/opinion/145763/jones-v-bock/\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></a></span>, <span class=\"citation\" data-id=\"145763\"><a href=\"/opinion/145763/jones-v-bock/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">910</span></a></span>, <span class=\"citation\" data-id=\"145763\"><a href=\"/opinion/145763/jones-v-bock/\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span></a></span> (2007), and held the issues were improperly dismissed for failure to exhaust.<sup>[2]</sup><i>Id.</i> at 725-728.</p>\n<p>On November 12, 2008, this court entered an order granting two of plaintiffs motions for appointment of counsel (D.E. # 42 and # 45). Within the same order, the court denied the motions for production of documents (D.E. # 43 and # 55) as well as the motion for oral arguments as unnecessary (D.E. # 44). Lastly, defendants' motions for protective order were also allowed having newly appointed counsel for plaintiff (D.E. # 47 and # 49).</p>\n<p>On October 7, 2009, plaintiff filed a motion for miscellaneous relief (D.E. # 69). On November 2, 2009, the North Carolina Attorney General's Office filed motions for summary judgment for Joseph Lightsey (D.E. # 72) and for James B. Bennette, George E. Currie, Richard T. Jones, and Tonia Rodger (D.E. # 77). On January 4, 2010, J. Phillip Griffin of North Carolina Prisoner Legal Services (NCPLS), having been appointed to represent plaintiff, filed a memorandum in opposition to defendants' motions for summary judgment and an affidavit of Michael Wayne Moore (D.E. # 81 and # 82). On January 19, 2010, defendant Lightsey replied to the memorandum in opposition to defendants' motion for summary judgment (D.E. # 83) as well as filing an additional reply (D.E. # 84).</p>\n<p>On March 8, 2010, Michael Wayne Moore submitted a motion to have NCPLS removed as counsel from this case (D.E. # 85). On March 10, 2010, NCPLS filed a motion to withdraw (D.E. # 86), asserting plaintiffs expressed dissatisfaction with their representation as grounds for the request.</p>\n<p>On September 23, 2010, the court allowed the motion for miscellaneous relief (D.E. # 69) as to the withdrawal of Moore's counsel and request for the litigation file and denied the motion as to any other requests. Moore's motion to dismiss NCPLS and motion to compel release of records was likewise allowed (D.E. # 85); however, the same motion was denied as to substitution of counsel and/or appointment of counsel (D.E. # 85). Lastly, within that order, given that counsel was allowed to withdraw, and based on plaintiff Moore's complaints regarding the response filed by counsel, the response to the motion for summary judgment (D.E. # 81) was stricken <span class=\"star-pagination\">*973</span> from the docket. Plaintiff was given thirty days to file his own response to the pending motions for summary judgment. NCPLS' motion to withdraw was allowed (D.E. # 86) and NCPLS was ordered to forward to plaintiff its litigation file of all pleadings, discovery, and correspondence to plaintiff within five days of the entry of this order. On October 14, 2010, plaintiff filed his memorandum in opposition to the motion for summary judgment (D.E. # 89), to which defendant Lightsey (D.E. # 91), defendant Bennette, defendant Currie, defendant Jones, and defendant Rodgers (D.E. # 92) replied. Plaintiff also filed a reply (D.E. # 93 and # 94). The matter is before the court for adjudication.</p>\n<p></p>\n<h2>ii. <i>Plaintiffs Factual Allegations</i>\n</h2>\n<p>In the February 28, 2008, opinion the Fourth Circuit held \"a summary of the relevant facts\" as to the deliberate indifference to his serious medical needs for his Hepatitis C and pancreas condition and retaliation to be as follows:</p>\n<blockquote>In early 2002, Moore was a prisoner in the Southern Correctional Institute (\"Southern\") in the North Carolina Department of Correction (\"NCDOC\"). While he was there, a prison physician diagnosed Moore with hepatitis C and became concerned that Moores's pancreas, which was swollen, could be cancerous. The doctor explained that Moore would need regular monitoring.</blockquote>\n<blockquote>Shortly thereafter, Moore and other inmates allegedly witnessed an attack by several prison guards upon inmate Roger Bryant. Moore sent Bryant's mother a letter the following day, informing her about the attack and offering to help document what he and other witnesses saw. When Bryant's mother began to investigate the allegations, Moore alleges he was warned by the unit manager at Southern that he should not get involved. Moore insisted, however, that he wanted to see justice done.</blockquote>\n<blockquote>A week after the assault, Moore had collected written accounts from several inmates and had sealed them in two large legal envelopes with postage sufficient to mail them to Bryant's mother. Before he could mail them, however, members of the NCDOC Prison Emergency Response Team are alleged to have appeared at his cell in riot gear and transported him to the prison's receiving area with Moore wearing only his underwear. Several other inmates, most of whom had provided statements regarding the attack, were rounded up in the same manner.</blockquote>\n<blockquote>Moore was sent directly to a maximum security facility in Tillery, North Carolina. All of his privileges were revoked, and Moore alleges his written statements concerning the attack were seized. Three days dater, Moore was transferred to a high security maximum control unit, known as a \"Supermax\" unit, at Polk Correctional Institution in Butner, North Carolina. He was placed on \"strict suicide watch.\" He was told he was on \"`Administrative seg.' pending investigation,\" and he was \"refused all privileges and opportunities due to any other inmate on `Admin. Seg.'\" In his cell, Moore was constantly monitored via video camera, and he was not allowed contact with anyone in his family or with a lawyer for several days. In fact, he states he remained in isolation for several more weeks although mental health staff later determined that he was not suicidal.</blockquote>\n<p><i>Moore v. Bennette,</i> <span class=\"citation\" data-id=\"1025052\"><a href=\"/opinion/1025052/moore-v-bennette/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">717</span></a></span>, 721 (4th Cir.2008).</p>\n<p></p>\n<h2>iii. <i>Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate when, after reviewing the record taken as a whole, no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v.</i> <span class=\"star-pagination\">*974</span> <i>Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted &amp; emphasis removed). A trial court reviewing a summary judgment motion should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The court construes the evidence in the light most favorable to the non-moving party and draws all reasonable inferences in the non-movant's favor. <i>See </i><i>Matsushita,</i> 475 U.S. at 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>. The court can rely on the medical affidavits and prison medical records in ruling on a motion for summary judgment. <i>See generally, </i><i>Stanley v. Hejirika,</i> <span class=\"citation\" data-id=\"751112\"><a href=\"/opinion/751112/steven-c-stanley-v-lieutenant-hejirika-correctional-officer-johnson/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">629</span></a></span>, 637-38 (4th Cir.1998); <i>Marshall v. Odom,</i> <span class=\"citation\" data-id=\"2318455\"><a href=\"/opinion/2318455/marshall-v-odom/\"><span class=\"volume\">156</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">525</span></a></span>, 530 (D.Md.2001); <i>Bennett v. Reed,</i> <span class=\"citation\" data-id=\"1443923\"><a href=\"/opinion/1443923/bennett-v-reed/\"><span class=\"volume\">534</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">83</span></a></span>, 86 (E.D.N.C. 1981), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></span> (4th Cir.1982).</p>\n<p></p>\n<h2>a. <i>Medical Claims</i>\n</h2>\n<p>The retaliation and medical claims must be reviewed separately. To begin, the remaining medical claims arise from plaintiff having Hepatitis C and plaintiffs thought that he had pancreatic cancer.</p>\n<p>Deliberate indifference to a prisoner's serious medical needs violates the Eighth Amendment. <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 104, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976); <i>see </i><i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 535 n. 16, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). In order to prove such a claim, Moore \"must demonstrate that the officers acted with `deliberate indifference' (subjective) to [his] `serious medical needs' (objective).\" <i>Iko v. Shreve,</i> <span class=\"citation\" data-id=\"1026358\"><a href=\"/opinion/1026358/iko-v-shreve/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 241 (4th Cir.2008) (quoting <i>Estelle,</i> 429 U.S. at 104, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>). In cases involving the denial of or the delay in providing medical treatment to a prisoner, the prison official must know of and disregard an objectively serious condition, medical need, or risk of harm. <i>See, e.g., id.; </i><i>Sosebee v. Murphy,</i> <span class=\"citation\" data-id=\"474214\"><a href=\"/opinion/474214/betty-joan-land-sosebee-administratrix-of-the-estate-of-gary-mcarthur/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 182-83 (4th Cir.1986). Further, disagreement with medical staff over the course of treatment is not sufficient to state an Eighth Amendment deliberate indifference claim. <i>See, e.g., </i><i>De'Lonta v. Angelone,</i> <span class=\"citation\" data-id=\"782118\"><a href=\"/opinion/782118/ophelia-azriel-delonta-aka-m-stokes-v-ronald-j-angelone-m-v-smith/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">630</span></a></span>, 635 (4th Cir.2003); <i>Russell v. Sheffer,</i> <span class=\"citation\" data-id=\"332102\"><a href=\"/opinion/332102/albert-russell-v-cc-sheffer-superintendent-botetourt-correctional-unit/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">318</span></a></span>, 319 (4th Cir.1975) (per curiam). Likewise, mere negligence in diagnosis or treatment does not state a constitutional claim. <i>Estelle,</i> 429 U.S. at 105-06, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>.</p>\n<p>Defendant asserts qualified immunity which concludes the matter. Government officials are entitled to qualified immunity from civil damages as long as \"their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, 102 S.Ct. 2727; <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). The Fourth Circuit has recognized a two-pronged qualified immunity inquiry. First, the court must \"decide whether a constitutional right would have been violated on the facts alleged.\" <i>Bailey v. Kennedy,</i> <span class=\"citation\" data-id=\"784188\"><a href=\"/opinion/784188/michael-bailey-jane-bailey-billy-bailey-v-dh-kennedy-db-whitley-mike/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 739 (4th Cir.2003). Second, assuming the right is violated, \"courts must consider whether the right was clearly established at the time such that it would be clear to an objectively reasonable officer that his conduct violated that right.\" <i>Id.</i> \"The relevant dispositive inquiry in determining whether a right is clearly established is whether it would be clear to a reasonable officer that his conduct was <span class=\"star-pagination\">*975</span> unlawful in the situation he confronted.\" <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 202, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001), <i>receded from by, </i><i>Pearson v. Callahan,</i> <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">555</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (2009). A court has discretion to decide which step in the two-prong test to analyze first. <i>Pearson,</i> 129 S.Ct. at 821.</p>\n<p>Both Dr. Lightsey, a named defendant, and Dr. Ashburn, a medical expert, have filed affidavits and attached medical records regarding the extensive medical record and care of plaintiff.</p>\n<p>Dr. Ashburn, is an internal medicine physician. (D.E. # 76, Aff. Dr. Ashburn, ¶ 3) Until retirement on December 31, 2008, he was employed by Wake Internal Medicine Consultants. (<i>Id.</i>) He graduated from Bowman Gray School of Medicine and completed an internship and residency in medicine at Johns Hopkins School of Medicine and a clinical fellowship in gastroenterology at Duke University Medical Center. (<i>Id.</i>) He is Board Certified in internal medicine and licensed to practice medicine in North Carolina. (<i>Id.</i>) He appears as an expert witness in this matter. (<i>Id.</i>)</p>\n<p>Dr. Lightsey is a licensed North Carolina doctor employed as a staff physician for the NCDOC, Division of Prisons, and has been so employed since 1995. (Lightsey Aff. ¶ 2) Dr. Lightsey \"reviewed [p]laintiff's medical records maintained by the NCDOC from November 2000 through June 2008, Pursuant to Rule L.2(c) of the Electronic Case Filing Administrative Policies and Procedures Manual.\" (<i>Id.</i> ¶ 5) He certified \"that the medical records of inmate Moore, including sick call appointment requests and Utilization Review Board (\"URB\") requests, attached to [his] Affidavit are copies of the originals on file with the NCDOC, unless otherwise stated.\" (<i>Id.</i>) He also \"reviewed inmate Moore's transfer records maintained by the NCDOC and draft/working Hepatitis C policies and procedures produced by the NCDOC in response to discovery propounded in this case.\" (<i>Id.</i>)</p>\n<p>The transfer record indicates plaintiff was housed at Southern Correctional Institution (\"SCI\") from October 14, 1999 to January 29, 2002. (<i>Id.</i> ¶ 6) On January 29, 2002, plaintiff was transferred from SCI to Caledonia Correctional Institution (\"CCI,\") where he remained until February 1, 2002, when he was transferred to Polk Correctional Institution (\"PCI\"). (<i>Id.</i>) Plaintiff Moore remained at PCI until March 11, 2005 (on or about), when he was transferred to Central Prison (\"CP\"). (<i>Id.</i> ¶ 6, and attch. Exhibit E)</p>\n<p>While housed at SCI and PCI, plaintiff Moore was primarily under the care of Charles Stewart, M.D. (\"Dr. Stewart\") and Earl Echard, P.A. (\"P.A. Echard\"), respectively, until the time of his transfer to CP (on or about March 11, 2005). (<i>Id.</i> ¶ 7)</p>\n<p>On or about March 7, 2001, Dr. Stewart, reviewed plaintiff Moore's medical chart. (¶ 8) Dr. Stewart ordered a blood work-up to include \"a complete blood count (CBC), a comprehensive metabolic panel (CMP), an HIV test and a prostate-specific antigen test (PSA) (a screening test for prostate cancer).\" (<i>Id.</i> ¶ 8) Dr. Stewart noted plaintiff Moore was to return after the blood work-up had been completed. (<i>Id.</i>) On March 14, 2001, the blood was drawn for these tests. (<i>Id.</i>) Plaintiff Moore's \"HIV test was negative (non-reactive) and his PSA test was negative (or within normal range). His CBC was normal and his CMP was normal except for his ALT (alanine aminotransferase, used to measure liver function) (59), which was slightly elevated.\" On or about March 21, 2001, following a review of plaintiff Moore's medical chart, Dr. Stewart ordered a Hepatitis exposure profile (blood test) and the blood for the test was drawn the following day. (<i>Id.</i> and Attch. Exhibit F)</p>\n<p><span class=\"star-pagination\">*976</span> On or about March 27, 2001, Dr. Stewart reviewed Moore's medical chart and particularly the results of the \"Hepatitis exposure profile\" showing previous exposure to the Hepatitis C virus. (<i>Id.</i> ¶ 10) The test does not determine if a person remains infected with Hepatitis C. (<i>Id.</i>) \"A Hepatitis C-RNA test determines whether or not a patient is chronically infected.\" (<i>Id.</i>) Dr. Stewart noted in the chart that plaintiff Moore was to see him regarding the result. (<i>Id.</i> and Attch. Exhibit G)</p>\n<p>On or about April 20, 2001, Dr. Stewart saw plaintiff Moore at the SCI medical clinic. (<i>Id.</i> ¶ 11). Dr. Stewart discussed (and documented) the positive Hepatitis C antibody result with plaintiff Moore in detail. (<i>Id.</i>) For Dr. Stewart's medical plan: \"1) he prescribed Keflex 500 mg (an antibiotic used to treat cellulitis) to be taken four times a day for seven days to treat the cellulitis; 2) he ordered Hepatitis A and B vaccines to be administered; and 3) he ordered additional lab work to be done on or about October 1, 2001, which was to include a complete blood count (CBC), liver function tests (LFT's), prothrombin time (PT) (which measures the ability of blood to clot), an HIV test and an AFP test (alphafetoprotein) (which measures plasma protein and serves as a biomarker to detect a subset of tumors, principally hepatocellular carcinoma (liver cancer), among other tumor types).\" (<i>Id.,</i> and attch. Exhibit G.)</p>\n<p>On or about October 3, 2001, Moore's blood was drawn per the April 2001 order of Dr. Stewart. (<i>Id.</i> ¶ 13) According to the printed April 4, 2001, lab results \"Moore's HIV test was negative (non-reactive). His LFT's or Hepatic Function Panel and CBC indicated among other things, that inmate Moore's absolute neutrophil count was 368 cells/mel and his ALT level was 41 u/1, which was within the normal range of 2 to 60 u/1 (not elevated).\" (<i>Id.</i>) His \"LFT's or Hepatic Function Panel was normal (with his ASTaspartate amino transferase at 48 and ALT at 41), his Hepatitis C genotype was `la,' his prothrombin time was normal and his AFP was 11.6 (with the normal reference range being 6.1).\" (<i>Id.</i>) \"Plaintiffs lab results did not meet the NCDOC's Criteria for Referral to the Hepatitis Clinic which were in place at the time.\" (<i>Id.,</i> Attch. Exhibit I and Criteria at ¶ 17)</p>\n<p>\"Hepatitis C is a chronic, indolent infection of the liver.\" (<i>Id.</i> ¶ 14 and D.E. # 76, Aff. Dr. Ashburn, ¶ 15) While a progressive disease, it is slow acting. (<i>Id.</i>) It appears to cause little or no symptoms in most patients. (<i>Id.</i>) The long-term consequences of Hepatitis C are not completely known, given the disease has only been recognized for the past three decades. (<i>Id.</i>) Any adverse effects do not usually manifest until after fifteen to twenty years of chronic infection. (<i>Id.</i>) However, approximately twenty percent of patients will suffer \"serious consequences from the disease. (<i>Id.</i>) There is \"no `cure'\" for the Hepatitis C infection. (<i>Id.</i>) The current therapy encompasses supportive care, immunizations against Hepatitis A and B, counseling the patient on avoidance of other liver toxic medications and behaviors, and antiviral therapy. (<i>Id.</i>) The current antiviral therapy is only thirty to fifty percent effective and often causes serious medical side effects. (<i>Id.</i>) Concern also exists that the current therapy may adversely impact more effective future therapies. (<i>Id.</i>) \"The decision whether or not to use antiviral therapy is a complex and controversial one.\" (<i>Id.</i>) \"NCDOC, Division of Prisons (\"DOP\") Health Services through its Hepatitis C protocol has tried to develop a rational and reasonable process through which to make this decision based on the current state of knowledge of this disease and its treatment.\" (<i>Id.</i>)</p>\n<p><span class=\"star-pagination\">*977</span> NCDOC has worked with UNC hepatologists to determine which laboratory results should be the focus when assessing the appropriateness of a referral to the Hepatitis Clinic. (<i>Id.</i> ¶ 15) Labs, presentation of the inmate-patient, clinical findings, and clinical judgment are each a part of the process. (<i>Id.</i>) In 1999, NCDOC created \"an initial working document\" entitled \"the Criteria for Referral to Hepatitis Clinic\" which was updated in May of 2001. (<i>Id.</i>) The guidelines or criteria was not a \"formal policy\" at the date in question, but a working document to aid medical providers. (<i>Id.,</i> attch. Exhibits C and D) However, in October 2001, Moore did not meet these criteria for numerous reasons. (<i>Id.</i> ¶ 16 and ¶ 17, detailed explanation)</p>\n<p>On October 17, 2001, Dr. Stewart examined plaintiff Moore and the assessment was \"a positive Hepatitis C antibody that was asymptomatic and an elevated AFP.\" (<i>Id.</i> ¶ 18) Dr. Stewart planned to repeat the AFP blood work and ordered a sonogram of the liver to rule out cancer. (<i>Id.</i>) On October 18, 2001, a Utilization Review Board request was submitted and approved that same day. (<i>Id.</i>) On or about November 8, 2001, the sonogram was done. The findings were as follows: \"Multiple scans of the liver showed no parenchymal changes either solid or cystic. It did have an echogenic pattern (which refers to the pattern of sonic waves) that could indicate hepatocellular disease. There was no evidence of a dilated intrahepatic bile duct, no enlargement of the gall bladder and no acute changes or evidence of gallstones. Finally, the right kidney was not hydronephrotic (hydronephrosis is distention and ilation of the renal pelvis and calyces, usually caused by obstruction of the free flow of urine from the kidney).\" The AFP blood work was drawn on October 18, 2001, and found to be within the normal range. (<i>Id.,</i> Exhibit I)</p>\n<p>On November 7, 2001, Dr. Stewart requested a CT scan, with and without contrast, of the abdomen and pelvis be done to rule out cancer. (<i>Id.</i> ¶ 19) The URB request was approved and scheduled for December 9, 2001. (<i>Id.</i> and attch. Exhibit J).</p>\n<p>On December 21, 2001, Dr. Stewart ordered a follow up sonogram of the pancreas (per CT scan recommendation of December 9, 2001). (<i>Id.</i> ¶ 20) Labs for a serum lipase level to help diagnose pancreatic disorders were also ordered. On January 3, 2002, the blood work was completed and revealed a lipase level of 139 (normal range 7 to 60).(<i>Id.</i>) On the same day Dr. Stewart made a URB request for a follow up ultrasound of his pancreas. The URB was approved on January 15, 2002, and scheduled for February 8, 2002. (<i>Id.</i> and attch. Exhibit J)</p>\n<p>On or about January 23, 2002, Dr. Stewart examined plaintiff Moore in the SCI medical clinic. (<i>Id.</i> ¶ 21) He noted plaintiff Moore was there to discuss symptoms of pancreatitis. (<i>Id.</i>) Moore reported nausea with occasional vomiting for two days. (<i>Id.</i>) Dr. Stewart's assessment was pancreatitis \"with a questionable mass on the head of pancreas.\" (<i>Id.</i>) Dr. Stewart's plan was to obtain the scheduled sonogram, \"diet as tolerated,\" perform labs, and follow-up in the following week. (<i>Id.,</i> and attch. Exhibit J) The blood was drawn the following day and all laboratory results were within the normal range except a slightly elevated glucose level. (<i>Id.</i> ¶ 22 and attch. Exhibit J) Prior to plaintiffs transfer on January 29, 2002, he was not treated again by medical personnel at SCI. (<i>Id.</i> ¶ 23) Upon transfer to CCI, a memo was noted to have been sent regarding the scheduled ultrasound appointment. (<i>Id.</i>) On or about February 1, 2002, Dorsey Edmundson, Ph.D. (\"Dr. Edmundson\"), a Psychological Program Manager, assessed Moore for potential to harm himself. (<i>Id.</i>) <span class=\"star-pagination\">*978</span> The assessment was requested by Mr. Randy Lee (Superintendent of CCI). (<i>Id.</i>) Dr. Edmundson noted Moore may have a serious physical illness and as a result could be at risk for either harming himself, others, or causing an officer to harm him. (<i>Id.</i>) Dr. Edmundson evaluated Moore and found he was alert and oriented. Dr. Edmundson found \"no suicidal or homicidal ideation, plan or intentions at present and no auditory or visual hallucinations or psychosis.\" (<i>Id.</i>) Dr. Edmundson found Moore goal oriented and angry. Moore stated while he had thought about suicide, he would never harm himself. Moore stated at a point in the past he was treated for depression. (<i>Id.</i>) He also reported that doctors diagnosed him with cancer, which did not concern him. (<i>Id.</i>) When Dr. Edmundson questioned Moore about killing himself, Moore stated, \"I wish I could be so lucky.\" (<i>Id.</i>) In Dr. Edmundson's opinion, Moore was not a danger to himself, but was concerned about Moore's potential to cause someone harm or for someone to harm him. Dr. Edmundson found the statement about not being so lucky was indicate behavior that would result in an officer or staff member harming Moore because of his behavior like attempting to escape. (<i>Id.</i>) Dr. Edmundson recommended appropriate precautions such as not placing Moore in general population, and informing the staff of his potential to engage in dangerous behaviors. (<i>Id.</i> and attch. Exhibits J and K).</p>\n<p>On or about February 1, 2002, Moore was transferred from CCI to PCI. (<i>Id.</i> ¶ 24 and attch. Transfer In/Out Record, Exhibit E). On or about February 1, 2002, Moore was assessed at PCI. (<i>Id.</i> ¶ 24) LPN S. Snider (reference incorrectly to \"Snyder\" in compl.) noted full suicide precautions per Mental Health. She also noted a prior appointment while at Southern for an ultrasound related to a possible mass on his pancreas. Nurse Snider noted referral of Moore to the physician assistant and recommended Hepatitis C labs. (<i>Id.</i> and attch. Exhibit K).</p>\n<p>On or about February 4, 2002, Moore was assessed by staff psychologist Michael Connelly. (<i>Id.</i> ¶ 26) According to Mr. Connelly's mental health assessment, the reason for Moore's transfer to PCI was not clear. (<i>Id.</i>) Connelly was unable to find a referring mental health report, and inmate Moore's OPUS records did not reflect the basis for his rapid demotion. (<i>Id.</i>) Mr. Connelly noted he had an unconfirmed report that the transfer was because if Moore was found to have cancer Moore would \"go out with a bang.\" (<i>Id.</i>) Mr. Connelly found the statement was alleged to be meant as possible plotting to take a hostage and a \"suicide by cop\" scenario. (<i>Id.</i>) Mr. Connelly asked Moore for the reason for the transfer and Moore gave an alternative reason. Moore explained the transfer resulted from Roger Bryant's assault on January 21, 2002, the collection of statements from witnesses, the attempt to send the statements to Bryant's mother, and the PERT team extraction. Mr. Connelly noted the two different versions for the reason for transfer and concluded he did not know the cause of inmate Moore's transfer to PCI and to H-CON. (<i>Id.</i>)</p>\n<p>Mr. Connelly noted Moore's history of criminal and institutional violence, including first degree murder, both in and out of prison. (<i>Id.</i>) Connelly noted Moore's history of escapes, and his current life sentence for the principle crime of first degree murder. Mr. Connelly noted the thirty infractions Moore had incurred and that Moore was currently in close custody being held in administrative segregation. Moore's OPUS records included multiple weapon possession charges, multiple substance possession charges and provocations of assault and escape. (<i>Id.</i>)</p>\n<p><span class=\"star-pagination\">*979</span> Mr. Connelly reported Moore stated that eight months ago he was diagnosed with Hepatitis C, but was currently asymptomatic. (<i>Id.</i>) Moore did report having used intravenous drugs. (<i>Id.</i>) Moore reported his current treatment for swelling in the pancreas. (<i>Id.</i>) Mr. Connelly performed a mental status examination and found Moore should be discontinued from the currently imposed self-harm precautions. (<i>Id.</i>) Mr. Connelly noted Moore would be discharged from mental health services, having found no acute mental illness and that Moore had no interest in being followed by the mental health staff. (<i>Id.</i> and Exhibit K)</p>\n<p>On or about February 4, 2002, Moore's ultrasound was rescheduled to February 8, 2002. (<i>Id.</i> ¶ 27) On the same date, Officer Oaks informed medical that Moore declared an emergency for stomach pain. (<i>Id.</i>) When Nurse Snider arrived Moore stated he did not declare an emergency. (<i>Id.</i>) On or about February 12, 2002, while Moore was in the observation cell Moore told Nurse Snider he was \"okay.\" (<i>Id.</i>) On or about February 13, 2002, Moore complained of constipation, requested, and received Milk of Magnesia. (<i>Id.</i>) He was administered 30cc's by mouth with eight ounces of water. (<i>Id.</i>) Nurse Snider noted Moore could receive a repeat dose six hours later if he did not have a bowel movement and inmate Moore verified his understanding. (<i>Id.</i> Exhibit K).</p>\n<p>On or about February 13, 2002, Moore underwent the rescheduled ultrasound of the pancreas. (<i>Id.</i> ¶ 28 and URB request, Exhibit J). \"The pancreas was unremarkable in size, contour and echo texture, with no discreet solid mass, cyst, calculus, ductile dilation or peripancreatic fluid collection visible. The impression indicated that the pancreas appeared normal with slight technical limitation and that if there was persistent clinical suspicion for pancreatic abnormality further evaluation with directed thin-sliced abdominal CT scan might be useful.\" (<i>Id.</i> and radiology report at Exhibit K).</p>\n<p>On or about March 5, 2002, P.A. Echard reviewed Moore's chart and noted Moore's ultrasound results were pending (had not yet been reported and/or placed in the NCDOC chart). (<i>Id.</i> ¶ 29) Sampson E. Harrell, M.D., (\"Dr. Harrell\") reviewed P.A. Echard's note, agreed, and co-signed P.A. Echard's note. (<i>Id.</i> and attch. Exhibit K)</p>\n<p>On or about March 13, 2002, P.A. Echard noted Moore came to medical and complained of reoccurring abdominal pain. (<i>Id.</i> ¶ 30). Echard also noted the February 13, 2002, ultrasound. (<i>Id.</i>) P.A. Echard's found \"recurrent abdominal pain\" and his plan was to refer Moore to Dr. Harrell for further evaluation. (<i>Id.</i>) Dr. Harrell reviewed this note, agreed, and co-signed P.A. Echard's note. (<i>Id.</i> and attch. Exhibit K)</p>\n<p>On or about March 20, 2002, Dr. Harrell reviewed Moore's medical chart. (<i>Id.</i> ¶ 31) He noted Moore's previously questionable positive CT scan and that the radiologist recommended a repeat CT scan in eight weeks. (<i>Id.</i>) Moore had not yet had another CT scan. (<i>Id.</i>) Dr. Harrell also note the ultrasound that was negative (referring to the February 13, 2002 ultrasound report). (<i>Id.</i> and Ultrasound report, Exhibit K). Dr. Harrell found that due to questionable pancreatic lesion it was appropriate to order \"a thin sliced CT scan of the abdomen to rule out a pancreatic mass.\" (<i>Id.</i>) On March 28, 2002, the URB was submitted and approved. (<i>Id.</i>) A CT scan was scheduled for April 13, 2002. (<i>Id.</i> and attch. Exhibit L)</p>\n<p>On or about April 2, 2002, P.A. Echard saw Moore in the PCI medical clinic in response to a sick call complaint submitted by Moore on March 31, 2002. (<i>Id.</i> ¶ 32) Moore complained of ongoing severe abdominal <span class=\"star-pagination\">*980</span> pain which he had allegedly mentioned to the nurses at other times. (<i>Id.</i>) On April 2nd, he was referred to the P.A. for abdominal pain medication and evaluated. (<i>Id.</i>) It was noted that the abdominal pain was recurrent and that Moore was awaiting a CT scan of the abdomen. (<i>Id.</i>) His assessment was abdominal pain and he prescribed two tablets of Tylenol to be taken four times daily as needed for two weeks. (<i>Id.</i>) Dr. Harrell reviewed the assessment, agreed, and co-signed P.A. Echard's note. (<i>Id.</i> and attch. Exhibit L)</p>\n<p>On or about April 13, 2002, Moore underwent an abdominal CT scan. (<i>Id.</i> ¶ 33) The radiology report found no significant abnormality. (<i>Id.</i>) \"There was no discrete focalabnonnality observed in the liver or spleen and the pancreas was normal. Both kidneys were functioning without obstruction and the gallbladder was unremarkable.\" (<i>Id.</i>) Nurse notes show the CT scan results were received on May 8, 2002, and were referred to the physician assistant. (<i>Id.</i>) On May 15, 2002, the nurse's notes document a physician assistant informed Moore of the CT scan results at his cell door. (<i>Id.</i>) \"Based on these results, no additional diagnostic study was recommended as a mass/cancer had been effectively ruled out.\" (<i>Id.</i> and attch. Exhibit L) The medical records specifically indicate on May 16, 2002, plaintiff was informed of his abdominal CT scan results. (North Carolina Dept. of Corr. Sick Call Appt. Request, 5/14/2002 plaintiff requests to find out results and on \"5/16/2002 1300 Inmate was given result of CT Scan by Mr. Echard on 5-16-02: Inmate verbalized understanding.\")</p>\n<p>Plaintiff Moore also sought medical care for which medical records are attached on June 24, 2002 (referral to the Optometry Clinic for new glasses); August 13, 2002 (prescription of Drixoral (a decongestant and antihistamine) due to complaints of a stuffy, popping right ear); September 11, 2002 (assessment of Tinnitus of the right ear and prescription of CTM (chlorpheniramine) (a decongestant and antihistamine); October 16, 2002 (Amoxillicin (an antibiotic) and renewal of chlorpheniramine due to Moore's continued complaints of right ear discomfort); November 27, 2002 (assessment of decreased hearing and his consideration of an ENT referral); and June 4, 2003 (assessment of left wrist pain and plan to x-ray same as well as blood work-up including a complete blood count, multi chern, lipid panel and urinalysis).</p>\n<p></p>\n<h2>1) Hepatitis C</h2>\n<p>Summary judgment is granted for defendants in regard to the deliberate indifference to the Hepatitis C claim. To begin, within plaintiff Moore's affidavits there are no allegations that his Hepatitis C is \"symptomatic\" or required treatment at the time at issue. He does state his condition could require certain treatment and when necessary he would be referred to the chronic disease clinic. (Aff. D.E. # 82, ¶ 5, see also D.E. # 90). Likewise, there is no indication from the extensive medical records, testing, and medical testimony that plaintiffs Hepatitis C is symptomatic, but that it is asymptomatic. The protocol and requirements for referral to the Hepatitis Clinic within the DOC were meet in 2001 and 2002. Furthermore, the therapy regarding Hepatitis C is complex and controversial. The current antiviral therapy has a low effective rate and often causes serious medical side effects. Concern also exists that the current therapy may adversely effect more effective future therapies. \"NCDOC, Division of Prisons (\"DOP\") Health Services through its Hepatitis C protocol has tried to develop a rational and reasonable process through which to make this decision based on the current state of knowledge of this disease and its treatment.\" Medical expert Dr. Ashburn, finds no failure or indifference <span class=\"star-pagination\">*981</span> on the medical staff regarding the Hepatis C Treatment.</p>\n<p>Accordingly to Dr. Ashburn's expert opinion, based on his education, training, and experience in internal medicine, \"Dr. Stewart acted appropriately and as a reasonably prudent medical provider under similar circumstances would have acted in his care and treatment and/or co-signing of other health care provider's notes related to inmate Moore while he was housed at SCI and PCI.\" (Aff. Dr. Ashburn ¶ 46) It is also Dr. Ashburn's opinion, based on his education, training, and experience in internal medicine, that \"Dr. Stewart, P.A. Echard, Dr. Harrell, Dr. Edmundson and Dr. Lightsey acted appropriately and as reasonably prudent medical providers under similar circumstances would have acted in their care and treatment and/or co-signing of other health care provider's notes related to inmate Moore while he was housed at SCI and/or PCI. Dr. Ashburn agrees that the blood work of February 1, 2002, indicated that \"Moore's Hepatitis C was asymptomatic and that his condition did not warrant further work-up or treatment during the applicable time period.\" (<i>Id.</i>) Lastly, in Dr. Ashburn's opinion:</p>\n<blockquote>Dr. Lightsey acted appropriately and as a reasonably prudent physician under similar circumstances would have acted in his role pertaining to the care and treatment of inmate Moore. Dr. Lightsey exercised reasonable care and diligence in the application of his knowledge and used his best judgment in his review of inmate Moore's medical chart. Specifically, during the time period in question, Dr. Lightsey's review of inmate Moore's medical chart which consisted of evaluations, assessments, plans and orders from P.A. Echard was appropriate. At no time did Dr. Lightsey act deliberately indifferent to inmate Moore's medical needs, deny inmate Moore medical treatment for a Hepatitis C diagnosis or deny treatment for a pancreatic condition.</blockquote>\n<p>(Aff. ¶ 46)</p>\n<p>There is no indication throughout the record that the staff or prison personnel acted with deliberate indifference. It appears Moore's dispute is over the type of care to which he believes he is entitled. However, disagreement with medical staff over the course of treatment is not sufficient to state an Eighth Amendment deliberate indifference claim. <i>See, e.g., </i><i>De'Lonta,</i> 330 F.3d at 635; <i>Russell,</i> 528 F.2d at 319 (per curiam); <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 107, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976) (\"[M]edical decision not to order an X-ray, or like measures, does not represent cruel and unusual punishment.\") Medical staff has been diligent, professional, and timely in their medical care of plaintiff. Summary judgment is granted for all defendants as to the claim regarding Hepatitis C and they are entitled to qualified immunity.</p>\n<p></p>\n<h2>2) Pancreatic Condition</h2>\n<p>Summary judgment is granted for defendants in regard to the deliberate indifference to the pancreatic condition claim. It is clear from the record that there was concern regarding a possible cancerous mass on Moore's pancreas. It is also clear that throughout the time of concern, medical staff moved quickly and professionally in their medical analysis and kept plaintiff Moore informed of each result. In fact, when plaintiff was moved from one facility to another, medical notes were forwarded and scheduled appointments were kept. Finally, the results held there to be no cancerous mass and plaintiff Moore was informed by P.A. Echard when those results were received at his cell door.</p>\n<p>Dr. Ashford, states: \"Dr. Stewart, P.A. Echard, Dr. Harrell, Dr. Edmundson, and Dr. Lightsey exercised reasonable care and diligence in the application of their <span class=\"star-pagination\">*982</span> knowledge and skill in the care of inmate Moore and used their best judgment in their care of inmate Moore. More specifically, P.A. Echard and Dr. Harrell's care and treatment of inmate Moore's pancreatic complaints was appropriate, including but not limited to the medications, radiology studies and referrals that were made on his behalf. These treatment modalities ruled out that inmate Moore had pancreatic cancer, a pancreatic cyst or any other pancreatic lesion.\" Again, medical staff has been diligent, professional, and timely in their medical care of plaintiff. Summary judgment is granted for all defendants as to the claim regarding pancreatic condition and release of medical information regarding the same to plaintiff. Defendants are entitled to qualified immunity.</p>\n<p></p>\n<h2>b. <i>Retaliation</i>\n</h2>\n<p>Claims of retaliation by prison inmates are generally treated with skepticism because \"[e]very act of discipline by prison officials is by definition `retaliatory' in the sense that it responds to prisoner misconduct.\" <i>Cochran v. Morris,</i> <span class=\"citation\" data-id=\"711045\"><a href=\"/opinion/711045/dennis-wayne-cochran-united-states-of-america-intervenor-v-ec-morris/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1310</span></a></span>, 1317 (4th Cir.1996); <i>Adams v. Rice,</i> <span class=\"citation\" data-id=\"682456\"><a href=\"/opinion/682456/david-adams-v-nathan-a-rice-gary-t-dixon-hazel-w-keith/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 74 (4th Cir.1994). \"To state a valid claim for retaliation under section 1983, a prisoner must allege (1) a specific constitutional right, (2) the defendant's intent to retaliate against the prisoner for his or her exercise of that right, (3) a retaliatory adverse act, and (4) causation.\" <i>Jones v. Greninger,</i> <span class=\"citation\" data-id=\"765759\"><a href=\"/opinion/765759/james-stephen-jones-v-ml-greninger-ml-greninger-yolanda-cornelius/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">322</span></a></span>, 324-25 (5th Cir.1999).</p>\n<p>To address this claim, the court shall review that which is necessary to establish a claim for retaliation. First, the court turns to the invocation of a constitutional right. The right at issue here, is the First Amendment right to free speech, i.e. sending non-legal mail to Roger Bryant's mother. <i>Moore I.</i> citing <i>Pell v. Procunier,</i> <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span> (1974) (\"the right to free speech includes a right to communicate a person's views to any willing listener ...\"); <i>Davis v. Goord,</i> <span class=\"citation\" data-id=\"780950\"><a href=\"/opinion/780950/robert-davis-v-glenn-s-goord-christopher-artuz-sabina-kaplan-john-p/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 352-54 (2nd Cir. 2003) (addressing the right of protected speech and retaliation).</p>\n<p>It is important to note in <i>Pell</i> the discussion begins with the familiar proposition that:</p>\n<blockquote>(<i>l</i>)awful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system. In the First Amendment context a corollary of this principle is that a prison inmate retains those First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system. Thus, challenges to prison restrictions that are asserted to inhibit First Amendment interests must be analyzed in terms of the legitimate policies and goals of the corrections system, to whose custody and care the prisoner has been committed in accordance with due process of law.</blockquote>\n<p><i>Pell,</i> 417 U.S. at 822, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span> (citations omitted).</p>\n<p>Second, the court must consider if defendants intended to retaliate against Moore for the exercise of his constitutional right to Free Speech under the First Amendment. To undertake this review, the court shall outline the facts in the record regarding the issue.</p>\n<p>Plaintiff was transferred from Southern on January 29, 2002. Plaintiff contends the transfer was in retaliation for the letters he and others wrote to Roger Bryant's mother. The record indicates otherwise. To begin, the record show that Moore has an extensive history of assaultive behavior and prison escapes. (D.E. # 78, Aff. Currie and Aff. Kimble with attch. Exhibit G) The records are kept in <span class=\"star-pagination\">*983</span> the Offender Population Unified System (\"OPUS\") which is \"an electronic database containing comprehensive inmate records.\" (<i>Id.,</i> Aff. Kimble ¶ 4)</p>\n<p>On January 29, 2002, and in response to a report plaintiff and a group of inmates were plotting to take hostages, plaintiff was extracted from his cell by an Anticipated Use of Force Team and transferred.<sup>[3]</sup> (<i>Id.</i> ¶ 5; and Attch. Exhibit B \"Transfer Action report recorded in OPUS\"). The Use of Force report indicates that weapons found in previous shakedowns were reportedly tied to a group of inmates \"all of which had lengthy sentences and the vast majority of which were Caucasian.\" (<i>Id.</i> Exhibit A) A total of eight inmates from three regular populations were extracted due to the alleged threat of uprising and possible taking of hostages. (<i>Id.</i> Aff. Kimble ¶ 5). All eight inmates, including plaintiff, complied with the Anticipated Use of Force Team member orders and no force was used. (<i>Id.</i> and Use of Force report, dated January 29, 2002 at attch. Exhibit A)</p>\n<p>Plaintiff was recommended for referral to the Director's Classification Committee (\"DCC\") for placement on HCON status at Polk because of the confidential information provided about Moore and the hostage plot. (<i>Id.</i>) The DCC agreed plaintiff should be assigned to HCON pending regional approval and the recommendation was affirmed throughout all levels of classification review. (<i>Id.</i> ¶ 6)</p>\n<p>Plaintiff was first transferred from Southern to CCI pending the administrative investigation. (<i>Id.</i> ¶ 7 and Transfer Action report at Exhibit D) On February 1, 2002, plaintiff was transferred from CCC to Polk and continued on administrative segregation. (<i>Id.</i>)</p>\n<p>On February 28. 2002, plaintiff was recommended for demotion to HCON status at PCI (\"Polk\"), the most restrictive location within the DOP where the most disruptive and dangerous inmates are housed. (<i>Id.</i> ¶ 8). Inmates assigned to HCON status are not in regular population and isolated from others. These inmate are deemed to represent an imminent threat to life and safety of other inmates or staff, or who otherwise pose a serious threat to the security and operation of the prison facility. (<i>Id.</i> ¶ 8)</p>\n<p>Furthermore, the investigation by Southern staff determined plaintiffs actions to be a legitimate threat. (<i>Id.</i> ¶ 9 and Exhibit G \"Control Action\") The investigation was based on a series of interviews, interrogations, and polygraph tests. (<i>Id.</i>) The investigator's conclusion was that Moore was the mastermind behind the hostage taking plan. (<i>Id.</i>) The investigator found that Moore and \"his cohorts\" planned to take control of the medical department and inmate receiving area. (<i>Id.</i>) The plot was to barricade themselves inside. (<i>Id.</i>) The investigation found the group had \"extensive knowledge of the layout of the medical department floor plan, communication capabilities in the medical department (phone, fax, internet, EKG phone line).\" (<i>Id.</i>) The investigation found the group had extensive knowledge about items that \"could be used as explosives or to ignite fires (oxygen tanks, propane fueled bunsen burners, etc.).\" (<i>Id.</i>) There was evidence that suggested an explosive device had been smuggled into the institution. (<i>Id.</i>) The investigation held the purpose of the siege to be for two reasons. (<i>Id.</i>) First, the group was \"all white\" and had grievances about conditions of confinement and the ratio of <span class=\"star-pagination\">*984</span> \"blacks to whites.\" Second, this would be Moore's \"final act of defiance.\" Moore has a life sentence and is not entitled to parole eligibility until November 16, 2050. (<i>Id.</i>) Further, at the time Moore believed he might have cancer and would not live much longer. (<i>Id.</i>) Moore has an extensive history of violence and disruptive acts, including murder of other inmates, serious assaults on other inmates and plots to escape. (<i>Id.</i>) The investigation revealed a similar plan to take hostages and murder hostages while incarcerated at Central in 2000. Again, in that attempt explosive were to be used. (<i>Id.</i>)</p>\n<p>In March 2002, plaintiff was charged with an A-99 disciplinary infraction as a result of the incident. The A-99 infraction is for attempt to commit or plan to make plans to commit a seizure or hold hostages. (<i>Id.</i> ¶ 11 and attch. Exhibit H). He was found guilty.</p>\n<p>Thus, the court finds there was no intent to retaliate against Moore for attempting to send letters to Roger Bryant's mother after witnessing his assault. The court shall assume the letters contained information about the alleged attack on Roger Bryant and were confiscated. The incident or taking, however, was done for security reasons based on information provided by a secret informant that Moore was plotting to take hostages. The likelihood and reasonableness of this threat was extremely high as was indicated by Moore's violent and disturbing criminal record, disciplinary infractions in prison, his prior attempts to escape, prior murder and criminal activity within the Department of Correction. The inmates involved with the letters appear to be the same inmates involved in the hostage taking threat. Prisoners have constitutional rights, but prisons can limit these rights if the restriction is related to legitimate penological interests. <i>See </i><i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 89, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987); <i>Lindell v. Frank,</i> <span class=\"citation\" data-id=\"787137\"><a href=\"/opinion/787137/nathaniel-lindell-cross-appellee-v-matthew-j-frank-and-cindy-odonnell/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 657 (7th Cir.2004). Prison security and rehabilitation are legitimate penological interests that justify reasonable restrictions on a prisoner's outgoing correspondence. <i>See </i><i>Koutnik v. Brown,</i> <span class=\"citation\" data-id=\"795204\"><a href=\"/opinion/795204/joseph-d-koutnik-v-lebbeus-brown-gerald-a-berge-warden-and-matthew-j/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 781 (7th Cir.2006).</p>\n<p>Given the facts as outlined and series of events, no retaliation claim has been made. While Moore attempts to produce direct evidence of retaliation or a chronology of events from which retaliation may plausibly be inferred, he has failed to do so. <i>Woods v. Smith,</i> <span class=\"citation\" data-id=\"700465\"><a href=\"/opinion/700465/claude-e-woods-v-larry-smith/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1166 (5th Cir.1995). District courts are cautioned to \"carefully scrutinize\" claims of retaliation in order \"[t]o assure that prisoners do not inappropriately insulate themselves from disciplinary actions by drawing the shield of retaliation around them....\" <i>Id.</i> Furthermore, while the existence of a \"legitimate prison disciplinary report\" is not an \"absolute bar to a retaliation claim\" it is certainly \"probative and potent summary-judgment evidence.\" <i>Id.</i> Here, however, it is abundantly clear Moore was not transferred or placed into HCON for writing a letter or attempting to mail letters from others. Moore was thought to be part of a dangerous hostage takeover of which he was the mastermind. Moore had been part of such a plot on previous occasions. At the time of this incident, Moore thought he had cancer. The evidence possessed by the correctional officers was that this might be a last effort by Moore to take over the medical department through hostage taking, detonation devices, and even murder. It was reasonable to have serious and grave concern given Moore's criminal history while incarcerated for murder, attempted escape, assault, violence, poor conduct, and aggressive behavior. Therefore, Moore has failed to satisfy the second prong of a retaliation claim, intent to retaliate. The court finds the transfer was not undertaken in retaliation for the letters <span class=\"star-pagination\">*985</span> written and defendants are cloaked with qualified immunity.</p>\n<p>Accordingly, summary judgment for all defendants is GRANTED and the matter is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Fourth Circuit vacated the dismissal of plaintiff's deliberate indifference to his medical needs as to the Hepatitis C condition, the pancreatic condition, and the gout in his hand, as well as plaintiff's retaliation claim. The Fourth Circuit affirmed this court's dismissal of the other medical needs claims, the Eighth Amendment conditions of confinement claims, and \"the various due process claims regarding prison classification.\" <i>Moore v. Bennette,</i> 97 Fed.Appx. 405, 407 (4th Cir. 2004) (unpublished).</p>\n<p>[2]  Given this court's opinion was filed March 22, 2006, the undersigned did not have the benefit of the subsequently published opinion in <i>Jones.</i></p>\n<p>[3]  Plaintiff raised issues regarding Eighth Amendment use of force and due process claims which have previously been dismissed by this court and affirmed by the Fourth Circuit.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1026358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1443923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2318455/"
  ]
}