{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2471351/",
  "absolute_url": "/opinion/2471351/alexander-v-qvc-distribution-center/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2471351/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:45:11.386947Z",
  "date_modified": "2016-04-26T23:24:22.942759Z",
  "type": "010combined",
  "sha1": "9172e27d20f3bcd68a7783823923bf7ede1bf40c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>678 F.Supp.2d 337 (2009)</b></center>\n<center><h1>Pauline W. ALEXANDER, Plaintiff<br>\nv.<br>\nQVC DISTRIBUTION CENTER, P.O.C Bill Stanulis, Plant Manager, Defendants.</h1></center>\n<center>No. 4:08-CV-32-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 29, 2009.</center>\n<p><span class=\"star-pagination\">*339</span> Alvin L. Pittman, Law Offices of Alvin L. Pittman, Los Angeles, CA, for Plaintiff.</p>\n<p>Gregory P. McGuire, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by Defendant QVC Distribution Center for summary judgment against Plaintiff Pauline Alexander's claims that she has been discriminated against in her employment on the basis of a disability in <span class=\"star-pagination\">*340</span> violation of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101 <i>et seq.,</i> and discriminated/retaliated against in violation of the Family Medical Leave Act (\"FMLA\"), 29 U.S.C. § 2901 <i>et seq.</i> The motion has been fully briefed and is therefore ripe for ruling.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On February 25, 2008, Plaintiff Pauline Alexander (\"Alexander\"), proceeding <i>pro se,</i> filed a motion to proceed <i>in forma pauperis</i> and complaint against her former employer QVC Rocky Mount, Inc.<sup>[1]</sup> (\"QVCRM\") and QVCRM Plant Manager Bill Stanulis (\"Stanulis\"). Plaintiff appears to claim that her employment was terminated because she was diagnosed with breast cancer and was discharged on the basis of her disability in violation of the ADA; or, alternatively, Defendant did not provide her with a reasonable accommodation for her disability.<sup>[2]</sup> Compl. ¶¶ 5, 6, 9 [DE-5]. Plaintiff also asserts now, in the most recent briefing before the court, a claim for discrimination and/or retaliation under the FMLA.</p>\n<p>Plaintiffs motion to proceed <i>in forma pauperis</i> was allowed and her complaint was served on QVCRM and Stanulis. On March 31, 2008, QVCRM answered the complaint denying liability and asserting various defenses. Stanulis filed a motion to dismiss in lieu of an answer pursuant to Federal Rule of Civil Procedure 12(b)(6) and, in an Order [DE-25] filed on July 1, 2008, 2008 WL 2620134, this court dismissed all claims against Stanulis. On January 2, 2009, QVCRM filed a motion for summary judgment [DE-26] as to Plaintiffs claims. Plaintiff subsequently retained counsel who filed a response [DE-30] in opposition to QVCRM's motion. QVCRM filed its reply [DE-31] on February 10, 2009.</p>\n<p></p>\n<h2>II. STATEMENT OF FACTS</h2>\n<p></p>\n<h2>A. QVCRM</h2>\n<p>QVCRM operates a merchandise distribution center located in Rocky Mount, North Carolina for QVC, Inc. (\"QVC\"). QVC sells merchandise through its twenty-four hour television shopping programs and internet website. Decl. of Gail Townsend [DE-27-3] ¶ 2. The QVCRM distribution center has been operating since August 2000. <i>Id.</i></p>\n<p></p>\n<h2>B. Distribution Specialist/Packer Position</h2>\n<p>Plaintiff began her employment with QVCRM on August 14, 2000, as a Distribution Specialist, or \"Packer,\" a position she held throughout her employment. Alexander Dep. [DE-27-5] p. 18. A Packer is responsible for preparing merchandise for shipment by placing items from a conveyor belt into parcel boxes. Decl. of Gail Townsend [DE-27-3] ¶ 3; Alexander Dep. [DE-27-5] pp. 22-23. The job description states the functions of the position include loading products and packages into shipping trailers, placing labels on shipping <span class=\"star-pagination\">*341</span> boxes, filling boxes with insulation, and being able to lift and move materials weighing up to 70 pounds. Alexander Dep. [DE-27-5] pp. 22-23; Decl. of Gail Townsend ¶ 3, Ex. B [DE-27-3].</p>\n<p>Plaintiff, indeed, testified that when she was hired, she was told that the job would require her to sometimes lift up to 70 pounds. Alexander Dep. [DE-27-5] p. 18. Plaintiff contends, however, that merchandise weighing 70 pounds was never lifted manually; rather, these items remained on the conveyor and were lifted by a pallet jack or cherry picker. Alexander Dep. [DE-27-5] pp. 19, 21. The heaviest item which Plaintiff recalls lifting weighed 48 pounds. <i>Id.</i> at pp. 19-20. Plaintiff maintains that approximately 70% of the items she was required to lift weighed less than 20 pounds, and some products weighed 30-50 pounds. Alexander Dep. [DE-27-5, DE-27-6, DE-27-7] at pp. 23, 71-72, Ex. 12.</p>\n<p></p>\n<h2>C. QVCRM's Leave Policy</h2>\n<p>QVCRM has a medical leave policy that allows for a \"medical leave of absence of up to 182 days to eligible employees who are totally or partially disabled from their regular occupation due to non-job related illness (including pregnancy) or accidental injury.\" Townsend Decl. [DE-27-3] ¶ 4, Ex. C. The policy operates in coordination with QVCRM's family leave medical policy. <i>Id.</i> at Ex. D. The medical policy provides that in order for an employee to return to work, an employee returning to work must provide a fitness-for-duty certification completed by the employee's treating physician. <i>Id.</i> at Ex. C. Under the policy, no leave of absence may extend beyond 182 days and employment will be terminated if an employee fails to return to work after 182 days. <i>Id.</i> The policy provides further that \"[f]or purposes of calculating the 182 day period, a leave [of absence] is treated as a part of a previous leave [period], unless the employee works [a] regular schedule for fourteen consecutive days.\" <i>Id.</i></p>\n<p></p>\n<h2>D. Plaintiffs leaves of absence</h2>\n<p>On May 17, 2005, Plaintiff requested a medical leave of absence commencing May 18, 2005, in order to undergo a biopsy of her breast. Alexander Dep. [DE-27-5, DE-27-7] p. 32, Ex. 1. Initially, Plaintiff was scheduled to be out of work on leave from May 18, 2005, to May 24, 2005, and was expected to return to work May 25, 2005. Alexander Dep. [DE-27-7] Ex. 1; Townsend Decl. [DE-27-3] ¶ 5, Ex. E. Her leave of absence was extended, however, several times, and ultimately, Plaintiff was released by her treating physician to return to work on October 17, 2005, with a restriction that she could not lift items over 30 pounds for a period of two weeks. Alexander Dep. [DE-27-5, DE-27-7] pp. 36, 44, Ex. 3; Townsend Decl. [DE-27-3] ¶ 5, Ex. F. QVCRM contends that it accommodated Plaintiffs restrictions for those two weeks, then she worked without restriction until April 2006. Dep. of Alexander [DE-27-5] p. 45.</p>\n<p>In April of 2006, Plaintiff spoke to Gail Townsend, the Benefits Coordinator for QVCRM, about her restrictions. Apparently as a result of that conversation, Plaintiffs treating physician, Dr. Martha Chesnutt, provided a note to QVCRM on April 13, 2006, stating: \"Ms. Alexander has had a breast mastectomy and cannot perform prolonged activities over her head. She cannot load trucks.\" Alexander Dep. [DE-27-5, DE-27-6] p. 44, Ex. 4. Townsend told Plaintiff she need clarification regarding the duration of the restriction. Dr. Chesnutt then faxed another note on April 17, 2006, stating that Plaintiff could not perform \"prolonged lifting over the head for lifelong due to her surgery <span class=\"star-pagination\">*342</span> and related pain.\" Alexander Dep. [DE-27-6, DE-27-7] p. 46, Ex. 5. QVCRM accommodated the restriction by removing Plaintiff from the requirement of rotating through the shipping area to load trucks effective April 19, 2006. Townsend Decl. [DE-27-3] ¶ 7.</p>\n<p>Plaintiff contends that later in 2006, her physician notified QVCRM about another restriction. She submits the declaration of her treating physician, Dr. Chesnutt, wherein she avers that she sent a note, dated November 13, 2006, via fax to Townsend stating that Plaintiff had a 20-pound lifting restriction. Chesnutt Decl. [DE-30-2] ¶ 5; Ex. 22. Dr. Chesnutt also averred that in response to a phone call from Plaintiff, she faxed another note dated November 14, 2006, informing Townsend that the 20-pound lifting restriction was for Plaintiffs \"lifetime.\" <i>Id.</i> ¶ 6, Ex. 23. QVCRM suggests that it did not have notice of this restriction until much later, and highlights that the note attached to Dr. Chesnutt's declaration is stamped \"received\" by QVCRM on August 15, 2007. Plaintiff, however, contends that QVCRM was aware of Dr. Chesnutt's note and accommodated this restriction from November 2006 until April 2007.</p>\n<p>On March 20, 2007, Plaintiff requested intermittent leave, pursuant to the FMLA, to be off work periodically, as needed, for treatment of her cancer, depression, hypercholesterolemia and hypertension. Townsend Decl [DE-27-3] ¶ 8. Townsend faxed Plaintiff's request to Dr. Chesnutt, along with the required medical certification forms. Townsend Decl. [DE-27-3, DE-27-4] ¶ 8, Ex. J. On March 26, 2007, Dr. Chesnutt provided the necessary medical certification, and Plaintiff was granted intermittent FMLA leave to take off, as needed, for her ongoing medial treatment. Townsend Decl. [DE-27-3, DE-27-4] ¶ 8, Ex. K. The medical certification stated that whether Plaintiff would be unable to perform any essential functions of her job would be \"per surgeon.\" <i>Id.</i></p>\n<p>On April 24, 2007, Plaintiff personally gave QVCRM a note from Dr. Chesnutt's office which states: \"Ms. Alexander was seen in our office today. Please follow previous instructions of no prolonged lifting of something overhead or greater than 20 lbs.\" Alexander Dep. [DE-27-6] pp. 50-51; Townsend Decl. ¶ 9, Ex. L. In QVCRM's opinion, the 20-pound lifting restrictionwhich QVCRM claims it was not aware of until Dr. Chesnutt's April 24, 2007, notemade it impossible for Plaintiff to perform the essential functions of the Packer position. QVCRM contends it then placed Plaintiff on a short-term disability absence because of these restrictions. Townsend Decl. [DE-27-3, DE-27-4] ¶ 9, Ex. M. Plaintiff, however, contends she was out on leave because of a breast reduction surgery which was related to her cancer. Alexander Dep. [DE-27-6] pp. 54-55.</p>\n<p>In any event, the parties agree that Plaintiff was on a short-term disability leave of absence from April 26, 2007 until August 2007. On August 14, 2007, Plaintiff's plastic surgeon, Dr. F.K. Park, faxed QVCRM a \"QVC Duty Status and Follow Up\" form stating that Plaintiff would be able to return to work without restriction on August 14, 2007. Townsend Decl. [DE-27-3, DE-27-4] ¶ 10, Ex. N. Townsend then called Plaintiff and notified her that Dr. Park had released her to return to work without restrictions. Alexander Dep. [DE-27-6] pp. 56-67. Based on Dr. Park's release, Plaintiff returned to work at QVCRM on August 15, 2007. Alexander Dep. [DE-27-6] p. 58. QVCRM contends that despite letting Plaintiff return to work, it still needed to seek confirmation from Dr. Chesnutt that Plaintiff had been released from the work restrictions <span class=\"star-pagination\">*343</span> she had imposed on Plaintiff. Townsend Decl. [DE-27-3] ¶ 10. On August 17, 2007, Dr. Chesnutt faxed a note to QVCRM stating Plaintiff still was under the lifetime restriction of no lifting of more than 20 pounds. <i>Id.,</i> Ex. P.</p>\n<p>Accordingly, on August 18, 2007, QVCRM again placed Plaintiff on a medical leave of absence because it felt she could not perform the essential functions of the Packer position. <i>Id.</i> QVCRM's Medical Leave policy states that an employee must return to work for at least 14 consecutive days in order to start a new medical leave period. Townsend Decl. [DE-27-4], Ex. C. QVCRM maintains that because Plaintiff had been back at work for two or three days before she was put out of work again, this medical leave of absence was treated as a continuation of the leave she had been placed on in April, 2007, for purposes of calculating the maximum 182-day leave of absence period.</p>\n<p>On September 28, 2007, QVCRM sent Plaintiff a letter informing her that if she was not able to return from leave on or before October 24, 2007, her employment would be terminated on October 25, 2007, because she would have exhausted the full 182-day maximum leave time. Plaintiff received the letter on October 2, 2007.</p>\n<p>Plaintiff was not able to return to work without restriction by October 24, 2007, and on October 25, 2007, QVCRM terminated her from its payroll. Plaintiff has been receiving long term disability benefits under QVCRM's plan.</p>\n<p></p>\n<h2>III. ANALYSIS</h2>\n<p>Against the preceding factual background, Plaintiff contends that she was terminated as result of discrimination under the ADA and/or discrimination or retaliation under the Family Medical Leave Act. QVCRM moves for summary judgment as to all claims.</p>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>Summary judgment is appropriate when no genuine issues of material fact exist and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Liberty Lobby,</i> 477 U.S. at 255, 106 S.Ct. 2505. Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does indeed exist. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Summary judgment is appropriate against a party who fails to make a showing sufficient to establish any one of the essential elements of the party's claim on which he will bear the burden of proof at trial. <i>See </i><i>Celotex,</i> 477 U.S. at 322-23, 106 S.Ct. 2548.</p>\n<p></p>\n<h2>B. ADA Claims</h2>\n<p>Plaintiff alleges that she was discriminatorily discharged on the basis of her disability, or, alternatively, QVCRM failed to provide her with a reasonable accommodation for her disability.</p>\n<p>Title I of the ADA prohibits a covered employer from discriminating against a \"qualified individual with a disability\" with regard to his employment. <span class=\"star-pagination\">*344</span> 42 U.S.C. § 12112(a).<sup>[3]</sup> A person is disabled within the meaning of the ADA if she (1) has \"a physical or mental impairment that substantially limits one or more major life activities;\" (2) has a record of such impairment; or (3) has been \"regarded as having such an impairment.\" 42 U.S.C. § 12102(2). In this case, the parties do not dispute that Plaintiff has a physical impairment. They do dispute, however, whether Plaintiff has proffered sufficient, competent evidence that would prove that she is substantially limited in a major life activity.</p>\n<p>Plaintiff appears to argue that she is substantially limited in the major life activities of lifting and working. The court will address both contentions.</p>\n<p></p>\n<h2>1. Major life activity of \"lifting\"</h2>\n<p>Under Fourth Circuit law predating the ADA Amendments Act of 2008, the Fourth Circuit's decisions regarding lifting were not entirely clear. The Court suggested that lifting, alone, could be considered a major life activity for purposes of the ADA in <i>Williams v. Channel Master Satellite Systems,</i> 101 F.3d 346 (4th Cir.1996), <i>abrogated on other grounds by </i><i>Baird ex rel. Baird v. Rose,</i> 192 F.3d 462, 470 (4th Cir.1999), by stating that the district court erred in failing to even address the plaintiffs asserted lifting limitation. <i>Id.</i> at 349. It then went on to hold, however, \"as a matter of law, that a twenty-five pound lifting limitationparticularly when compared to an average person's abilitiesdoes not constitute a significant restriction on one's ability to lift, work, or perform any other major life activity.\" <i>Id.</i> (citing <i>Aucutt v. Six Flags Over Mid-America,</i> 85 F.3d 1311, 1319 (8th Cir.1996)). This holding, however, has been called into doubt by the Supreme Court's \"admonition\" in <i>Toyota Motor Manufacturing, Kentucky, Inc. v. Williams,</i> 534 U.S. 184, 200, 122 S.Ct. 681, 151 L.Ed.2d 615 (2002), that disabilities are to be determined on a case-by-case basis.</p>\n<p>Consequently, even if \"lifting\" could be considered a \"major life activity\" under the former version of the ADA, a court still must assess, on a case-by-case basis, whether a particular plaintiffs limitation on lifting constitutes a disability. <i>See </i><i>Sutton v. United Air Lines, Inc.,</i> 527 U.S. 471, 488, 119 S.Ct. 2139, 144 L.Ed.2d 450 (1999)(explaining that whether a person <span class=\"star-pagination\">*345</span> is disabled under the ADA must be determined on an individual basis). In embarking on this case-specific exercise, a court may reference the non-controlling interpretive regulatory guidelines. Those guidelines provide that the term \"substantially limits\" means: \"(i) [u]nable to perform a major life activity that the average person in the general population can perform; or (ii) [s]ignificantly restricted as to the condition, manner or duration under which an individual can perform a particular major life activity as compared to the condition, manner, or duration under which the average person in the general population can perform that same activity.\" 29 C.F.R. § 1630.2(j)(1). Factors to be considered in evaluating whether someone is substantially limited in a major life activity also include the nature, severity, and long term impact of an impairment. 29 C.F.R. § 1630.2(j)(2). Moreover, the Supreme Court has required that a plaintiff demonstrate that the impairment prevents or severely restricts the individual from doing tasks that are central to daily life. <i>Toyota Manufacturing,</i> 534 U.S. at 197, 122 S.Ct. 681 (holding that to be substantially limited in performing manual tasks, an individual must have an impairment that prevents or severely restricts the individual from doing activities that are of central importance to most people's daily lives). Rather than just submitting evidence of a diagnosis of an impairment, a plaintiff must instead offer \"evidence that the extent of the limitation [caused by their impairment] in terms of their own experience ... is substantial.\" <i>Id.</i> (quoting <i>Albertson's, Inc. v. Kirkingburg,</i> 527 U.S. 555, 567, 119 S.Ct. 2162, 144 L.Ed.2d 518 (1999)) (alterations in original).</p>\n<p>In this case, Plaintiff suggests that her lifetime restriction on lifting no more than 20 pounds, combined with her lifetime restriction on any overhead lifting, substantially limits her in the major life activity of \"lifting.\" Specifically, in her memorandum in opposition to QVCRM's motion for summary judgment, Plaintiff states that her restrictions \"make[] household tasks difficult.\" Pl.'s Mem. in Opp. to Def.'s Mot. for Summ. J. [DE-30] at p. 5. Plaintiff has not, however, introduced any evidence that would allow a jury to reach that conclusion. There is no evidence that explains the limitations that Plaintiff faces in her day-to-day life, nor is their a basis to compare Plaintiff's limitations with that of the rest of the general population. Consequently, to the extent that Plaintiff contends that she is disabled under the ADA because she is substantially limited in the major life activity of \"lifting\", her argument fails for lack of evidence.</p>\n<p></p>\n<h2>2. Major life activity of \"working\"</h2>\n<p>Plaintiff also contends that her restrictions on lifting substantially limits the major life activity of working for her. The Supreme Court has explained:</p>\n<blockquote>To be substantially limited in the major life activity of working, then, one must be precluded from more than one type of job, a specialized job, or a particular job of choice. If jobs utilizing an individual's skills (but perhaps not his or her unique talents) are available, one is not precluded from a substantial class of jobs. Similarly, if a host of different types of jobs are available, one is not precluded from a broad range of jobs.</blockquote>\n<p><i>Sutton,</i> 527 U.S. at 492, 119 S.Ct. 2139. A \"class of jobs\" is the job from which a claimant was disqualified, as well as all other jobs utilizing similar training, knowledge and skills within \"the geographical area to which the [claimant] has reasonable access.\" 29 C.F.R. § 1630.2(j)(3)(ii)(A)-(B). A \"broad range of jobs,\" in contrast, is the job from which a claimant was disqualified, as well as all <span class=\"star-pagination\">*346</span> other jobs utilizing similar training, knowledge and kills within \"the geographical area to which the [claimant] has reasonable access.\" 29 C.F.R. § 1630.2(j)(3)(ii)(A)-(C). In determining whether one is precluded from class of jobs or broad range of jobs, courts may consider such factors as: (1) the nature of the impairment, (2) the expected duration of the impairment, (3) the permanent or long term impact of the impairment, and (4) the number and types of both similar and dissimilar jobs in the same area from the person would be excluded by his impairment. 29 C.F.R. § 1630.2(j)(2) &amp; (3).</p>\n<p>In this case, Plaintiff avers in an affidavit:</p>\n<blockquote>In the general geographic area to which I have reasonable access, within about 40 miles, the major employers that offer jobs of the type that I was performing are McClane's, Williams Foods, Meadowbrook Meat Co., Purdue Pharmaceuticals, Hosperia, a medical supplies manufacturer and distributor, Honeywell, Consolidated Diesel, Carlyle's Plastic and Anheuser-Busch. The majority of jobs available at these companies which match my training, skills, and abilities are primarily jobs of the line variety, combination duty jobs that require packaging and running machines, all requiring lifting in excess of what my lifetime restrictions are.</blockquote>\n<p>Alexander Aff. [DE-30-3] ¶ 4. Plaintiff also references her deposition testimony, wherein she testified (1) that she visited the local unemployment office twice, and they had no work for her; (2) that her friend told her she would be unable to perform a job at a local motel because of her lifting restrictions, and (3) that she inquired about a job at Piggly Wiggly, but was told the only available position was for stock person, which would implicate her lifting restrictions. Alexander Dep. [DE-27-5] pp. 9-16. Plaintiff contends this is sufficient evidence to show she was excluded from a broad range of jobs or a class of jobs.</p>\n<p>The court does not agree. Plaintiffs affidavit, although naming some specific potential employers in the geographic region, otherwise asserts in a conclusory fashion that she is excluded from \"the majority of the jobs available at these companies.\" There is no description of any of the particular available positions at these companies, let alone what the job requirements are for such positions. There is no reference to the <i>other</i> jobs available in the geographical region that are found at other employers not listed by Plaintiffor of jobs that may not be \"of the type\" that Plaintiff was performing, but still would be available to her on the basis of her skills, education, and experience. Even more disconcerting, there is no indication as to how this information came to be within Plaintiffs \"personal knowledge;\" this omission is particularly troubling considering that Plaintiffs deposition testimony did not suggest that Plaintiff had engaged in an exhaustive job search. Alexander Dep. [DE-27-5] pp. 9-16. Such conclusory and incomplete testimony would do little to aid a jury in determining whether Plaintiff is excluded from either a class of jobs or a broad range of jobs. <i>See, e.g., </i><i>Lilly v. Mastec North America, Inc.,</i> 302 F.Supp.2d 471, 479 (M.D.N.C.2004)(explaining that for a vocational expert's testimony to be useful, it would have \"to define the geographic area [] considered, set out the number, types and classes of jobs available in that area, testify as to which of those jobs plaintiff was excluded from based on his limitations, and <i>explain the basis for his testimony in that regard\"). See also </i><i>Duncan v. Washington Met. Area Trans. Auth.,</i> 240 F.3d 1110, 1116 (D.C.Cir.2001) (concluding that a plaintiffs anecdotal evidence about his inability to <span class=\"star-pagination\">*347</span> find work after his discharge, combined with evidence of his age, limited skills, education, and experience, provided insufficient evidence as to whether \"the total number of such jobs that remain available to the plaintiff in such a class or range in the relevant market [is] sufficiently low\"). To be sure, a plaintiffs burden in proving this element of her case is not meant to be onerous; that does not mean, however, that a plaintiff may assert, with little factual detail or support, that she is excluded from a majority of jobs at certain named employers and survive summary judgment.</p>\n<p>Accordingly, because Plaintiff has failed to proffer sufficient probative evidence showing she is disabled within the meaning of the ADA, QVCRM's motion for summary judgment is ALLOWED as to her claims under that statute.<sup>[4]</sup></p>\n<p></p>\n<h2>C. FMLA Claim</h2>\n<p>Plaintiff, now represented by counsel, contends that she has presented sufficient evidence to create a genuine issue of material fact about whether she was terminated either as a substantive violation of the FMLA or in retaliation for requesting leaves of absence for dealing with her cancer, her cancer-related depression, and other medication conditions.</p>\n<p>Under the FMLA, an employee is entitled to a total of twelve workweeks' leave during any twelve-month period because of a serious health condition that makes the employee unable to perform her job. 29 U.S.C. § 2612(a)(1)(D). The FMLA makes it unlawful for an employer \"to interfere with, restrain, or deny the exercise of or the attempt to exercise, any right\" provided under the Act, or to discriminate against any employee for asserting rights under the Act. 29 U.S.C. § 2615(a). Plaintiff sets forth the theory of her FMLA claim as follows: \"Only when the Defendant was asked to allow Ms. Alexander periodic leave for medical reasons, for intermittent medical attention for her depression related to her breast cancer and other conditions, was QVC then prompted to ask anew about her limitations and duration of her physical limitations.\" Mem. in Opp. At pp. 9.</p>\n<p>A review of the Complaint reveals that Plaintiff makes no mention of the FMLA, and when prompted to specify the basis of the QVCRM's discriminatory conduct, she answered: \"discrimination against my sickness or disability which didn't enhance [sic] me from working as my Dr. stated.\" Compl. [DE-1] at p. 3. Even if the court assumes, for purposes of this motion, that Plaintiffs complaint put QVCRM on notice of a claim under the FMLA, the theory she sets forth in support of that claim is not supported by the facts.</p>\n<p>QVCRM did not ask \"anew\" about her restrictions after she applied for intermittent leave under the FMLA in March 2007. Plaintiffs own evidence establishes that she visited her doctor's office in April 2007 because of back pain, and her treating doctor's office provided Plaintiff with a note regarding her lifting restrictions in April 2007 as a \"precautionary measure\" and not in response to any inquiries from QVCRM. Alexander Dep. [DE-27-6] pp. 52-53; Chesnutt Decl. [DE-30-2] ¶ 8. There is no indication in the record that QVCRM inquired about Plaintiffs restrictions until <i>after</i> it received a notice from <span class=\"star-pagination\">*348</span> her plastic surgeon stating that she had no restrictions. This does not align with Plaintiffs stated theory of her alleged FMLA claim.</p>\n<p>Consequently, QVCRM's motion for summary judgment is ALLOWED as to any claim under the FMLA asserted by Plaintiff.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons set forth above Defendant's motion for summary judgment [DE-26] is ALLOWED. The Clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff has incorrectly identified her employer as \"QVC Distribution Center.\"</p>\n<p>[2]  Plaintiff's complaint [DE-5] is of a \"fill-in-the blank\" format typically used by <i>pro se</i> plaintiffs alleging employment discrimination claim arising under Title VII. The form complaint contains several type-written \"boiler-plate\" allegations that this suit arises under Title VII. <i>Id.</i> Plaintiff's own handwritten allegations, make clear, however, that she makes no Title VII claims. <i>Id.</i> Moreover, no party has briefed Title VII issues, nor do any such allegations appear in the discovery that has been provided to the court. Finally, any such claims would be beyond the scope of the Equal Employment Opportunity Commission charge documentation attached to the Complaint [DE-5], which contains only an ADA charge.</p>\n<p>[3]  Since the institution of this action, the ADA Amendments Act of 2008, Pub.L.No. 110-325, 122 Stat. 355 (2008) was passed. The amendments include notable changes to the definition of the term \"disability\" and reject the holdings in several Supreme Court decisions and portions of Equal Employment Opportunity Commission's ADA regulations. The ADA Amendments Act of 2008 did not, however, specify whether it was to apply retroactively. Relying upon the Supreme Court's decision in <i>Landgraf v. USI Film Products,</i> 511 U.S. 244, 280, 114 S.Ct. 1483, 128 L.Ed.2d 229 (1994), wherein the Supreme Court stated there is a \"well-settled presumption\" against giving retroactive effect to any law that \"would impair right a party possessed when he acted, increase a party's liability for past conduct, or impose new duties with respect to transactions already completed\" <i>id.</i> at 277, 280, 114 S.Ct. 1483, several jurisdictions have declined to apply the amendments retroactively. <i>See </i><i>E.E.O.C. v. Agro Distribution, LLC,</i> 555 F.3d 462, 469 n. 8 (5th Cir.2009); <i>Milholland v. Sumner County Bd. of Educ.,</i> 569 F.3d 562, 566-67 (6th Cir. 2009); <i>Kiesewetter v. Caterpillar, Inc.,</i> 295 Fed.Appx. 850, 851 (7th Cir.2008); <i>Barnes v. GE Sec., Inc.,</i> 342 Fed.Appx. 259, 261-62 (9th Cir.2009) (slip opinion); <i>Fikes v. Wal-Mart, Inc.,</i> 322 Fed.Appx. 882, 883 n. 1 (11th Cir. 2009) (slip opinion); <i>Lytes v. DC Water &amp; Sewer Authority,</i> 572 F.3d 936, 940-42 (D.C.Cir.2009). This court agrees with the various Circuit Courts of Appeal which have considered the issue, and therefore will apply the ADA and the interpretations thereof that were in force when the acts that gave rise to this suit happened.</p>\n<p>[4]  Plaintiff also asserts, in her response in opposition to the motion for summary judgment, that her cancer and related depression are disabilities under the ADA. She appears to argue that the cancer and related depression substantially limited her in the life activity of work. Pl.'s Mem. in Opp. to Def.'s Mot. for Summ. J. [DE-30] at p. 8. Plaintiff did not introduce any evidence, however, showing that her cancer and/or depression excluded her from a class of jobs or a broad range of jobs.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">678</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">337</span></span> (2009)</b></center>\n<center><h1>Pauline W. ALEXANDER, Plaintiff<br>\nv.<br>\nQVC DISTRIBUTION CENTER, P.O.C Bill Stanulis, Plant Manager, Defendants.</h1></center>\n<center>No. 4:08-CV-32-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 29, 2009.</center>\n<p><span class=\"star-pagination\">*339</span> Alvin L. Pittman, Law Offices of Alvin L. Pittman, Los Angeles, CA, for Plaintiff.</p>\n<p>Gregory P. McGuire, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by Defendant QVC Distribution Center for summary judgment against Plaintiff Pauline Alexander's claims that she has been discriminated against in her employment on the basis of a disability in <span class=\"star-pagination\">*340</span> violation of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101 <i>et seq.,</i> and discriminated/retaliated against in violation of the Family Medical Leave Act (\"FMLA\"), 29 U.S.C. § 2901 <i>et seq.</i> The motion has been fully briefed and is therefore ripe for ruling.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On February 25, 2008, Plaintiff Pauline Alexander (\"Alexander\"), proceeding <i>pro se,</i> filed a motion to proceed <i>in forma pauperis</i> and complaint against her former employer QVC Rocky Mount, Inc.<sup>[1]</sup> (\"QVCRM\") and QVCRM Plant Manager Bill Stanulis (\"Stanulis\"). Plaintiff appears to claim that her employment was terminated because she was diagnosed with breast cancer and was discharged on the basis of her disability in violation of the ADA; or, alternatively, Defendant did not provide her with a reasonable accommodation for her disability.<sup>[2]</sup> Compl. ¶¶ 5, 6, 9 [DE-5]. Plaintiff also asserts now, in the most recent briefing before the court, a claim for discrimination and/or retaliation under the FMLA.</p>\n<p>Plaintiffs motion to proceed <i>in forma pauperis</i> was allowed and her complaint was served on QVCRM and Stanulis. On March 31, 2008, QVCRM answered the complaint denying liability and asserting various defenses. Stanulis filed a motion to dismiss in lieu of an answer pursuant to Federal Rule of Civil Procedure 12(b)(6) and, in an Order [DE-25] filed on July 1, 2008, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2620134</span></span>, this court dismissed all claims against Stanulis. On January 2, 2009, QVCRM filed a motion for summary judgment [DE-26] as to Plaintiffs claims. Plaintiff subsequently retained counsel who filed a response [DE-30] in opposition to QVCRM's motion. QVCRM filed its reply [DE-31] on February 10, 2009.</p>\n<p></p>\n<h2>II. STATEMENT OF FACTS</h2>\n<p></p>\n<h2>A. QVCRM</h2>\n<p>QVCRM operates a merchandise distribution center located in Rocky Mount, North Carolina for QVC, Inc. (\"QVC\"). QVC sells merchandise through its twenty-four hour television shopping programs and internet website. Decl. of Gail Townsend [DE-27-3] ¶ 2. The QVCRM distribution center has been operating since August 2000. <i>Id.</i></p>\n<p></p>\n<h2>B. Distribution Specialist/Packer Position</h2>\n<p>Plaintiff began her employment with QVCRM on August 14, 2000, as a Distribution Specialist, or \"Packer,\" a position she held throughout her employment. Alexander Dep. [DE-27-5] p. 18. A Packer is responsible for preparing merchandise for shipment by placing items from a conveyor belt into parcel boxes. Decl. of Gail Townsend [DE-27-3] ¶ 3; Alexander Dep. [DE-27-5] pp. 22-23. The job description states the functions of the position include loading products and packages into shipping trailers, placing labels on shipping <span class=\"star-pagination\">*341</span> boxes, filling boxes with insulation, and being able to lift and move materials weighing up to 70 pounds. Alexander Dep. [DE-27-5] pp. 22-23; Decl. of Gail Townsend ¶ 3, Ex. B [DE-27-3].</p>\n<p>Plaintiff, indeed, testified that when she was hired, she was told that the job would require her to sometimes lift up to 70 pounds. Alexander Dep. [DE-27-5] p. 18. Plaintiff contends, however, that merchandise weighing 70 pounds was never lifted manually; rather, these items remained on the conveyor and were lifted by a pallet jack or cherry picker. Alexander Dep. [DE-27-5] pp. 19, 21. The heaviest item which Plaintiff recalls lifting weighed 48 pounds. <i>Id.</i> at pp. 19-20. Plaintiff maintains that approximately 70% of the items she was required to lift weighed less than 20 pounds, and some products weighed 30-50 pounds. Alexander Dep. [DE-27-5, DE-27-6, DE-27-7] at pp. 23, 71-72, Ex. 12.</p>\n<p></p>\n<h2>C. QVCRM's Leave Policy</h2>\n<p>QVCRM has a medical leave policy that allows for a \"medical leave of absence of up to 182 days to eligible employees who are totally or partially disabled from their regular occupation due to non-job related illness (including pregnancy) or accidental injury.\" Townsend Decl. [DE-27-3] ¶ 4, Ex. C. The policy operates in coordination with QVCRM's family leave medical policy. <i>Id.</i> at Ex. D. The medical policy provides that in order for an employee to return to work, an employee returning to work must provide a fitness-for-duty certification completed by the employee's treating physician. <i>Id.</i> at Ex. C. Under the policy, no leave of absence may extend beyond 182 days and employment will be terminated if an employee fails to return to work after 182 days. <i>Id.</i> The policy provides further that \"[f]or purposes of calculating the 182 day period, a leave [of absence] is treated as a part of a previous leave [period], unless the employee works [a] regular schedule for fourteen consecutive days.\" <i>Id.</i></p>\n<p></p>\n<h2>D. Plaintiffs leaves of absence</h2>\n<p>On May 17, 2005, Plaintiff requested a medical leave of absence commencing May 18, 2005, in order to undergo a biopsy of her breast. Alexander Dep. [DE-27-5, DE-27-7] p. 32, Ex. 1. Initially, Plaintiff was scheduled to be out of work on leave from May 18, 2005, to May 24, 2005, and was expected to return to work May 25, 2005. Alexander Dep. [DE-27-7] Ex. 1; Townsend Decl. [DE-27-3] ¶ 5, Ex. E. Her leave of absence was extended, however, several times, and ultimately, Plaintiff was released by her treating physician to return to work on October 17, 2005, with a restriction that she could not lift items over 30 pounds for a period of two weeks. Alexander Dep. [DE-27-5, DE-27-7] pp. 36, 44, Ex. 3; Townsend Decl. [DE-27-3] ¶ 5, Ex. F. QVCRM contends that it accommodated Plaintiffs restrictions for those two weeks, then she worked without restriction until April 2006. Dep. of Alexander [DE-27-5] p. 45.</p>\n<p>In April of 2006, Plaintiff spoke to Gail Townsend, the Benefits Coordinator for QVCRM, about her restrictions. Apparently as a result of that conversation, Plaintiffs treating physician, Dr. Martha Chesnutt, provided a note to QVCRM on April 13, 2006, stating: \"Ms. Alexander has had a breast mastectomy and cannot perform prolonged activities over her head. She cannot load trucks.\" Alexander Dep. [DE-27-5, DE-27-6] p. 44, Ex. 4. Townsend told Plaintiff she need clarification regarding the duration of the restriction. Dr. Chesnutt then faxed another note on April 17, 2006, stating that Plaintiff could not perform \"prolonged lifting over the head for lifelong due to her surgery <span class=\"star-pagination\">*342</span> and related pain.\" Alexander Dep. [DE-27-6, DE-27-7] p. 46, Ex. 5. QVCRM accommodated the restriction by removing Plaintiff from the requirement of rotating through the shipping area to load trucks effective April 19, 2006. Townsend Decl. [DE-27-3] ¶ 7.</p>\n<p>Plaintiff contends that later in 2006, her physician notified QVCRM about another restriction. She submits the declaration of her treating physician, Dr. Chesnutt, wherein she avers that she sent a note, dated November 13, 2006, via fax to Townsend stating that Plaintiff had a 20-pound lifting restriction. Chesnutt Decl. [DE-30-2] ¶ 5; Ex. 22. Dr. Chesnutt also averred that in response to a phone call from Plaintiff, she faxed another note dated November 14, 2006, informing Townsend that the 20-pound lifting restriction was for Plaintiffs \"lifetime.\" <i>Id.</i> ¶ 6, Ex. 23. QVCRM suggests that it did not have notice of this restriction until much later, and highlights that the note attached to Dr. Chesnutt's declaration is stamped \"received\" by QVCRM on August 15, 2007. Plaintiff, however, contends that QVCRM was aware of Dr. Chesnutt's note and accommodated this restriction from November 2006 until April 2007.</p>\n<p>On March 20, 2007, Plaintiff requested intermittent leave, pursuant to the FMLA, to be off work periodically, as needed, for treatment of her cancer, depression, hypercholesterolemia and hypertension. Townsend Decl [DE-27-3] ¶ 8. Townsend faxed Plaintiff's request to Dr. Chesnutt, along with the required medical certification forms. Townsend Decl. [DE-27-3, DE-27-4] ¶ 8, Ex. J. On March 26, 2007, Dr. Chesnutt provided the necessary medical certification, and Plaintiff was granted intermittent FMLA leave to take off, as needed, for her ongoing medial treatment. Townsend Decl. [DE-27-3, DE-27-4] ¶ 8, Ex. K. The medical certification stated that whether Plaintiff would be unable to perform any essential functions of her job would be \"per surgeon.\" <i>Id.</i></p>\n<p>On April 24, 2007, Plaintiff personally gave QVCRM a note from Dr. Chesnutt's office which states: \"Ms. Alexander was seen in our office today. Please follow previous instructions of no prolonged lifting of something overhead or greater than 20 lbs.\" Alexander Dep. [DE-27-6] pp. 50-51; Townsend Decl. ¶ 9, Ex. L. In QVCRM's opinion, the 20-pound lifting restrictionwhich QVCRM claims it was not aware of until Dr. Chesnutt's April 24, 2007, notemade it impossible for Plaintiff to perform the essential functions of the Packer position. QVCRM contends it then placed Plaintiff on a short-term disability absence because of these restrictions. Townsend Decl. [DE-27-3, DE-27-4] ¶ 9, Ex. M. Plaintiff, however, contends she was out on leave because of a breast reduction surgery which was related to her cancer. Alexander Dep. [DE-27-6] pp. 54-55.</p>\n<p>In any event, the parties agree that Plaintiff was on a short-term disability leave of absence from April 26, 2007 until August 2007. On August 14, 2007, Plaintiff's plastic surgeon, Dr. F.K. Park, faxed QVCRM a \"QVC Duty Status and Follow Up\" form stating that Plaintiff would be able to return to work without restriction on August 14, 2007. Townsend Decl. [DE-27-3, DE-27-4] ¶ 10, Ex. N. Townsend then called Plaintiff and notified her that Dr. Park had released her to return to work without restrictions. Alexander Dep. [DE-27-6] pp. 56-67. Based on Dr. Park's release, Plaintiff returned to work at QVCRM on August 15, 2007. Alexander Dep. [DE-27-6] p. 58. QVCRM contends that despite letting Plaintiff return to work, it still needed to seek confirmation from Dr. Chesnutt that Plaintiff had been released from the work restrictions <span class=\"star-pagination\">*343</span> she had imposed on Plaintiff. Townsend Decl. [DE-27-3] ¶ 10. On August 17, 2007, Dr. Chesnutt faxed a note to QVCRM stating Plaintiff still was under the lifetime restriction of no lifting of more than 20 pounds. <i>Id.,</i> Ex. P.</p>\n<p>Accordingly, on August 18, 2007, QVCRM again placed Plaintiff on a medical leave of absence because it felt she could not perform the essential functions of the Packer position. <i>Id.</i> QVCRM's Medical Leave policy states that an employee must return to work for at least 14 consecutive days in order to start a new medical leave period. Townsend Decl. [DE-27-4], Ex. C. QVCRM maintains that because Plaintiff had been back at work for two or three days before she was put out of work again, this medical leave of absence was treated as a continuation of the leave she had been placed on in April, 2007, for purposes of calculating the maximum 182-day leave of absence period.</p>\n<p>On September 28, 2007, QVCRM sent Plaintiff a letter informing her that if she was not able to return from leave on or before October 24, 2007, her employment would be terminated on October 25, 2007, because she would have exhausted the full 182-day maximum leave time. Plaintiff received the letter on October 2, 2007.</p>\n<p>Plaintiff was not able to return to work without restriction by October 24, 2007, and on October 25, 2007, QVCRM terminated her from its payroll. Plaintiff has been receiving long term disability benefits under QVCRM's plan.</p>\n<p></p>\n<h2>III. ANALYSIS</h2>\n<p>Against the preceding factual background, Plaintiff contends that she was terminated as result of discrimination under the ADA and/or discrimination or retaliation under the Family Medical Leave Act. QVCRM moves for summary judgment as to all claims.</p>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>Summary judgment is appropriate when no genuine issues of material fact exist and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Liberty Lobby,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does indeed exist. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). Summary judgment is appropriate against a party who fails to make a showing sufficient to establish any one of the essential elements of the party's claim on which he will bear the burden of proof at trial. <i>See </i><i>Celotex,</i> 477 U.S. at 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n<p></p>\n<h2>B. ADA Claims</h2>\n<p>Plaintiff alleges that she was discriminatorily discharged on the basis of her disability, or, alternatively, QVCRM failed to provide her with a reasonable accommodation for her disability.</p>\n<p>Title I of the ADA prohibits a covered employer from discriminating against a \"qualified individual with a disability\" with regard to his employment. <span class=\"star-pagination\">*344</span> 42 U.S.C. § 12112(a).<sup>[3]</sup> A person is disabled within the meaning of the ADA if she (1) has \"a physical or mental impairment that substantially limits one or more major life activities;\" (2) has a record of such impairment; or (3) has been \"regarded as having such an impairment.\" 42 U.S.C. § 12102(2). In this case, the parties do not dispute that Plaintiff has a physical impairment. They do dispute, however, whether Plaintiff has proffered sufficient, competent evidence that would prove that she is substantially limited in a major life activity.</p>\n<p>Plaintiff appears to argue that she is substantially limited in the major life activities of lifting and working. The court will address both contentions.</p>\n<p></p>\n<h2>1. Major life activity of \"lifting\"</h2>\n<p>Under Fourth Circuit law predating the ADA Amendments Act of 2008, the Fourth Circuit's decisions regarding lifting were not entirely clear. The Court suggested that lifting, alone, could be considered a major life activity for purposes of the ADA in <i>Williams v. Channel Master Satellite Systems,</i> <span class=\"citation\" data-id=\"729953\"><a href=\"/opinion/729953/linda-williams-v-channel-master-satellite-systems-incorporated-channel/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span> (4th Cir.1996), <i>abrogated on other grounds by </i><i>Baird ex rel. Baird v. Rose,</i> <span class=\"citation\" data-id=\"766248\"><a href=\"/opinion/766248/kristen-elisabeth-baird-a-minor-by-her-next-friend-and-parent-nancy-baird/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 470 (4th Cir.1999), by stating that the district court erred in failing to even address the plaintiffs asserted lifting limitation. <i>Id.</i> at 349. It then went on to hold, however, \"as a matter of law, that a twenty-five pound lifting limitationparticularly when compared to an average person's abilitiesdoes not constitute a significant restriction on one's ability to lift, work, or perform any other major life activity.\" <i>Id.</i> (citing <i>Aucutt v. Six Flags Over Mid-America,</i> <span class=\"citation\" data-id=\"719642\"><a href=\"/opinion/719642/michael-aucutt-v-six-flags-over-mid-america-inc-a-missouri-corporation/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1311</span></a></span>, 1319 (8th Cir.1996)). This holding, however, has been called into doubt by the Supreme Court's \"admonition\" in <i>Toyota Motor Manufacturing, Kentucky, Inc. v. Williams,</i> <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 200, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (2002), that disabilities are to be determined on a case-by-case basis.</p>\n<p>Consequently, even if \"lifting\" could be considered a \"major life activity\" under the former version of the ADA, a court still must assess, on a case-by-case basis, whether a particular plaintiffs limitation on lifting constitutes a disability. <i>See </i><i>Sutton v. United Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 488, <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2139</span></a></span>, <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1999)(explaining that whether a person <span class=\"star-pagination\">*345</span> is disabled under the ADA must be determined on an individual basis). In embarking on this case-specific exercise, a court may reference the non-controlling interpretive regulatory guidelines. Those guidelines provide that the term \"substantially limits\" means: \"(i) [u]nable to perform a major life activity that the average person in the general population can perform; or (ii) [s]ignificantly restricted as to the condition, manner or duration under which an individual can perform a particular major life activity as compared to the condition, manner, or duration under which the average person in the general population can perform that same activity.\" 29 C.F.R. § 1630.2(j)(1). Factors to be considered in evaluating whether someone is substantially limited in a major life activity also include the nature, severity, and long term impact of an impairment. 29 C.F.R. § 1630.2(j)(2). Moreover, the Supreme Court has required that a plaintiff demonstrate that the impairment prevents or severely restricts the individual from doing tasks that are central to daily life. <i>Toyota Manufacturing,</i> 534 U.S. at 197, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span> (holding that to be substantially limited in performing manual tasks, an individual must have an impairment that prevents or severely restricts the individual from doing activities that are of central importance to most people's daily lives). Rather than just submitting evidence of a diagnosis of an impairment, a plaintiff must instead offer \"evidence that the extent of the limitation [caused by their impairment] in terms of their own experience ... is substantial.\" <i>Id.</i> (quoting <i>Albertson's, Inc. v. Kirkingburg,</i> <span class=\"citation\" data-id=\"118314\"><a href=\"/opinion/118314/albertsons-inc-v-kirkingburg/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 567, <span class=\"citation\" data-id=\"118314\"><a href=\"/opinion/118314/albertsons-inc-v-kirkingburg/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span>, <span class=\"citation\" data-id=\"118314\"><a href=\"/opinion/118314/albertsons-inc-v-kirkingburg/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1999)) (alterations in original).</p>\n<p>In this case, Plaintiff suggests that her lifetime restriction on lifting no more than 20 pounds, combined with her lifetime restriction on any overhead lifting, substantially limits her in the major life activity of \"lifting.\" Specifically, in her memorandum in opposition to QVCRM's motion for summary judgment, Plaintiff states that her restrictions \"make[] household tasks difficult.\" Pl.'s Mem. in Opp. to Def.'s Mot. for Summ. J. [DE-30] at p. 5. Plaintiff has not, however, introduced any evidence that would allow a jury to reach that conclusion. There is no evidence that explains the limitations that Plaintiff faces in her day-to-day life, nor is their a basis to compare Plaintiff's limitations with that of the rest of the general population. Consequently, to the extent that Plaintiff contends that she is disabled under the ADA because she is substantially limited in the major life activity of \"lifting\", her argument fails for lack of evidence.</p>\n<p></p>\n<h2>2. Major life activity of \"working\"</h2>\n<p>Plaintiff also contends that her restrictions on lifting substantially limits the major life activity of working for her. The Supreme Court has explained:</p>\n<blockquote>To be substantially limited in the major life activity of working, then, one must be precluded from more than one type of job, a specialized job, or a particular job of choice. If jobs utilizing an individual's skills (but perhaps not his or her unique talents) are available, one is not precluded from a substantial class of jobs. Similarly, if a host of different types of jobs are available, one is not precluded from a broad range of jobs.</blockquote>\n<p><i>Sutton,</i> 527 U.S. at 492, <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2139</span></a></span>. A \"class of jobs\" is the job from which a claimant was disqualified, as well as all other jobs utilizing similar training, knowledge and skills within \"the geographical area to which the [claimant] has reasonable access.\" 29 C.F.R. § 1630.2(j)(3)(ii)(A)-(B). A \"broad range of jobs,\" in contrast, is the job from which a claimant was disqualified, as well as all <span class=\"star-pagination\">*346</span> other jobs utilizing similar training, knowledge and kills within \"the geographical area to which the [claimant] has reasonable access.\" 29 C.F.R. § 1630.2(j)(3)(ii)(A)-(C). In determining whether one is precluded from class of jobs or broad range of jobs, courts may consider such factors as: (1) the nature of the impairment, (2) the expected duration of the impairment, (3) the permanent or long term impact of the impairment, and (4) the number and types of both similar and dissimilar jobs in the same area from the person would be excluded by his impairment. 29 C.F.R. § 1630.2(j)(2) &amp; (3).</p>\n<p>In this case, Plaintiff avers in an affidavit:</p>\n<blockquote>In the general geographic area to which I have reasonable access, within about 40 miles, the major employers that offer jobs of the type that I was performing are McClane's, Williams Foods, Meadowbrook Meat Co., Purdue Pharmaceuticals, Hosperia, a medical supplies manufacturer and distributor, Honeywell, Consolidated Diesel, Carlyle's Plastic and Anheuser-Busch. The majority of jobs available at these companies which match my training, skills, and abilities are primarily jobs of the line variety, combination duty jobs that require packaging and running machines, all requiring lifting in excess of what my lifetime restrictions are.</blockquote>\n<p>Alexander Aff. [DE-30-3] ¶ 4. Plaintiff also references her deposition testimony, wherein she testified (1) that she visited the local unemployment office twice, and they had no work for her; (2) that her friend told her she would be unable to perform a job at a local motel because of her lifting restrictions, and (3) that she inquired about a job at Piggly Wiggly, but was told the only available position was for stock person, which would implicate her lifting restrictions. Alexander Dep. [DE-27-5] pp. 9-16. Plaintiff contends this is sufficient evidence to show she was excluded from a broad range of jobs or a class of jobs.</p>\n<p>The court does not agree. Plaintiffs affidavit, although naming some specific potential employers in the geographic region, otherwise asserts in a conclusory fashion that she is excluded from \"the majority of the jobs available at these companies.\" There is no description of any of the particular available positions at these companies, let alone what the job requirements are for such positions. There is no reference to the <i>other</i> jobs available in the geographical region that are found at other employers not listed by Plaintiffor of jobs that may not be \"of the type\" that Plaintiff was performing, but still would be available to her on the basis of her skills, education, and experience. Even more disconcerting, there is no indication as to how this information came to be within Plaintiffs \"personal knowledge;\" this omission is particularly troubling considering that Plaintiffs deposition testimony did not suggest that Plaintiff had engaged in an exhaustive job search. Alexander Dep. [DE-27-5] pp. 9-16. Such conclusory and incomplete testimony would do little to aid a jury in determining whether Plaintiff is excluded from either a class of jobs or a broad range of jobs. <i>See, e.g., </i><i>Lilly v. Mastec North America, Inc.,</i> <span class=\"citation\" data-id=\"2304239\"><a href=\"/opinion/2304239/lilly-v-mastec-north-america-inc/\"><span class=\"volume\">302</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">471</span></a></span>, 479 (M.D.N.C.2004)(explaining that for a vocational expert's testimony to be useful, it would have \"to define the geographic area [] considered, set out the number, types and classes of jobs available in that area, testify as to which of those jobs plaintiff was excluded from based on his limitations, and <i>explain the basis for his testimony in that regard\"). See also </i><i>Duncan v. Washington Met. Area Trans. Auth.,</i> <span class=\"citation no-link\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1110</span></span>, 1116 (D.C.Cir.2001) (concluding that a plaintiffs anecdotal evidence about his inability to <span class=\"star-pagination\">*347</span> find work after his discharge, combined with evidence of his age, limited skills, education, and experience, provided insufficient evidence as to whether \"the total number of such jobs that remain available to the plaintiff in such a class or range in the relevant market [is] sufficiently low\"). To be sure, a plaintiffs burden in proving this element of her case is not meant to be onerous; that does not mean, however, that a plaintiff may assert, with little factual detail or support, that she is excluded from a majority of jobs at certain named employers and survive summary judgment.</p>\n<p>Accordingly, because Plaintiff has failed to proffer sufficient probative evidence showing she is disabled within the meaning of the ADA, QVCRM's motion for summary judgment is ALLOWED as to her claims under that statute.<sup>[4]</sup></p>\n<p></p>\n<h2>C. FMLA Claim</h2>\n<p>Plaintiff, now represented by counsel, contends that she has presented sufficient evidence to create a genuine issue of material fact about whether she was terminated either as a substantive violation of the FMLA or in retaliation for requesting leaves of absence for dealing with her cancer, her cancer-related depression, and other medication conditions.</p>\n<p>Under the FMLA, an employee is entitled to a total of twelve workweeks' leave during any twelve-month period because of a serious health condition that makes the employee unable to perform her job. 29 U.S.C. § 2612(a)(1)(D). The FMLA makes it unlawful for an employer \"to interfere with, restrain, or deny the exercise of or the attempt to exercise, any right\" provided under the Act, or to discriminate against any employee for asserting rights under the Act. 29 U.S.C. § 2615(a). Plaintiff sets forth the theory of her FMLA claim as follows: \"Only when the Defendant was asked to allow Ms. Alexander periodic leave for medical reasons, for intermittent medical attention for her depression related to her breast cancer and other conditions, was QVC then prompted to ask anew about her limitations and duration of her physical limitations.\" Mem. in Opp. At pp. 9.</p>\n<p>A review of the Complaint reveals that Plaintiff makes no mention of the FMLA, and when prompted to specify the basis of the QVCRM's discriminatory conduct, she answered: \"discrimination against my sickness or disability which didn't enhance [sic] me from working as my Dr. stated.\" Compl. [DE-1] at p. 3. Even if the court assumes, for purposes of this motion, that Plaintiffs complaint put QVCRM on notice of a claim under the FMLA, the theory she sets forth in support of that claim is not supported by the facts.</p>\n<p>QVCRM did not ask \"anew\" about her restrictions after she applied for intermittent leave under the FMLA in March 2007. Plaintiffs own evidence establishes that she visited her doctor's office in April 2007 because of back pain, and her treating doctor's office provided Plaintiff with a note regarding her lifting restrictions in April 2007 as a \"precautionary measure\" and not in response to any inquiries from QVCRM. Alexander Dep. [DE-27-6] pp. 52-53; Chesnutt Decl. [DE-30-2] ¶ 8. There is no indication in the record that QVCRM inquired about Plaintiffs restrictions until <i>after</i> it received a notice from <span class=\"star-pagination\">*348</span> her plastic surgeon stating that she had no restrictions. This does not align with Plaintiffs stated theory of her alleged FMLA claim.</p>\n<p>Consequently, QVCRM's motion for summary judgment is ALLOWED as to any claim under the FMLA asserted by Plaintiff.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons set forth above Defendant's motion for summary judgment [DE-26] is ALLOWED. The Clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff has incorrectly identified her employer as \"QVC Distribution Center.\"</p>\n<p>[2]  Plaintiff's complaint [DE-5] is of a \"fill-in-the blank\" format typically used by <i>pro se</i> plaintiffs alleging employment discrimination claim arising under Title VII. The form complaint contains several type-written \"boiler-plate\" allegations that this suit arises under Title VII. <i>Id.</i> Plaintiff's own handwritten allegations, make clear, however, that she makes no Title VII claims. <i>Id.</i> Moreover, no party has briefed Title VII issues, nor do any such allegations appear in the discovery that has been provided to the court. Finally, any such claims would be beyond the scope of the Equal Employment Opportunity Commission charge documentation attached to the Complaint [DE-5], which contains only an ADA charge.</p>\n<p>[3]  Since the institution of this action, the ADA Amendments Act of 2008, Pub.L.No. 110-325, 122 Stat. 355 (2008) was passed. The amendments include notable changes to the definition of the term \"disability\" and reject the holdings in several Supreme Court decisions and portions of Equal Employment Opportunity Commission's ADA regulations. The ADA Amendments Act of 2008 did not, however, specify whether it was to apply retroactively. Relying upon the Supreme Court's decision in <i>Landgraf v. USI Film Products,</i> <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span>, 280, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span>, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1994), wherein the Supreme Court stated there is a \"well-settled presumption\" against giving retroactive effect to any law that \"would impair right a party possessed when he acted, increase a party's liability for past conduct, or impose new duties with respect to transactions already completed\" <i>id.</i> at 277, 280, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span>, several jurisdictions have declined to apply the amendments retroactively. <i>See </i><i>E.E.O.C. v. Agro Distribution, LLC,</i> <span class=\"citation\" data-id=\"64518\"><a href=\"/opinion/64518/eeoc-v-agro-distribution-llc/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 469 n. 8 (5th Cir.2009); <i>Milholland v. Sumner County Bd. of Educ.,</i> <span class=\"citation\" data-id=\"1236948\"><a href=\"/opinion/1236948/milholland-v-sumner-county-bd-of-educ/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 566-67 (6th Cir. 2009); <i>Kiesewetter v. Caterpillar, Inc.,</i> 295 Fed.Appx. 850, 851 (7th Cir.2008); <i>Barnes v. GE Sec., Inc.,</i> 342 Fed.Appx. 259, 261-62 (9th Cir.2009) (slip opinion); <i>Fikes v. Wal-Mart, Inc.,</i> 322 Fed.Appx. 882, 883 n. 1 (11th Cir. 2009) (slip opinion); <i>Lytes v. DC Water &amp; Sewer Authority,</i> <span class=\"citation\" data-id=\"187419\"><a href=\"/opinion/187419/lytes-v-dc-water-and-sewer-authority/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">936</span></a></span>, 940-42 (D.C.Cir.2009). This court agrees with the various Circuit Courts of Appeal which have considered the issue, and therefore will apply the ADA and the interpretations thereof that were in force when the acts that gave rise to this suit happened.</p>\n<p>[4]  Plaintiff also asserts, in her response in opposition to the motion for summary judgment, that her cancer and related depression are disabilities under the ADA. She appears to argue that the cancer and related depression substantially limited her in the life activity of work. Pl.'s Mem. in Opp. to Def.'s Mot. for Summ. J. [DE-30] at p. 8. Plaintiff did not introduce any evidence, however, showing that her cancer and/or depression excluded her from a class of jobs or a broad range of jobs.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/64518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/187419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1236948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2304239/"
  ]
}