{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2472037/",
  "absolute_url": "/opinion/2472037/preston-v-leake/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2472037/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:45:30.742416Z",
  "date_modified": "2016-04-27T02:30:09.275327Z",
  "type": "010combined",
  "sha1": "0a33fd31bc2ea404b8c15e9a5a5f2481ff58fb11",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>743 F.Supp.2d 501 (2010)</b></center>\n<center><h1>Sarah PRESTON, Plaintiff,<br>\nv.<br>\nLarry LEAKE, in his official capacity as Chairman of the North Carolina State Board of Elections; Genevieve C. Sims, in her official capacity as Secretary of the North Carolina State Board of Elections; Lorraine G. Shinn, in her official capacity as a Member of the North Carolina State Board of Elections; Charles Winfree, in his official capacity as a Member of the North Carolina State Board of Elections; and Robert Cordle, in his official capacity as a Member of the North Carolina State Board of Elections, Defendants.</h1></center>\n<center>No. 5:08-CV-397-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 19, 2010.</center>\n<p><span class=\"star-pagination\">*502</span> Jonathan D. Sasser, Rebecca M. Rich, Thomas Hamilton Segars, Ellis &amp; Winters, LLP, Katherine Lewis Parker, American Civil Liberties Union of North Carolina, Raleigh, NC, for Plaintiff.</p>\n<p>Alexander McClure Peters, Susan Kelly Nichols, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on plaintiffs motion for summary judgment (DE #30). Defendants have responded in opposition, and plaintiff has replied. In this posture, the issues raised are ripe for ruling. For the reasons that follow, the court denies plaintiffs motion and instead enters judgment in favor of defendants.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff, a lobbyist for the American Civil Liberties Union of North Carolina (\"ACLU-NC\"), filed complaint on August 19, 2008. Plaintiff alleges that N.C. Gen. Stat. § 163-278.13C(a) (the \"Campaign Contribution Prohibition\"), which prohibits registered lobbyists from making campaign contributions to candidates for the North Carolina General Assembly or the Council of State, is unconstitutional both facially and as applied to her, on the grounds that it violates rights of free speech and association protected by the First and Fourteenth Amendments to the United States Constitution. Plaintiff seeks declaratory and injunctive relief under 42 U.S.C. § 1983 and the United States Constitution.</p>\n<p>Defendants, sued in their official capacities as members of the North Carolina State Board of Elections (\"the Board\"), filed answer on October 1, 2008, denying plaintiff's allegations. On December 12, 2008, plaintiff moved for judgment on the pleadings. The court denied plaintiffs motion for judgment on the pleadings on June 22, 2009. <i>See </i><i>Preston v. Leake,</i> 629 F.Supp.2d 517 (E.D.N.C.2009). The court held that to prevail, plaintiff must show <span class=\"star-pagination\">*503</span> that the Campaign Contribution Prohibition (1) \"prevent[s] [candidates for the General Assembly or Council of State] from amassing the resources necessary for effective advocacy;\" or (2) \"significantly impedes lobbyists' First Amendment rights\" without allowing for sufficient \"First Amendment activities [to] mitigate [] against the significant infringement ... on lobbyists' ability to perform the symbolic act of contributing to a candidate's campaign.\" <i>Id.</i> at 524-25. The court found that the pleadings were insufficient to make this showing. <i>Id.</i></p>\n<p>On April 1, 2010, plaintiff moved for summary judgment. Plaintiff challenges the Campaign Contribution Prohibition solely on the ground that it significantly impedes lobbyists' First Amendment Rights. Defendants responded in opposition on April 26, 2010, asking the court to find the statute constitutional and to grant judgment in their favor. Plaintiff replied on May 13, 2010. The parties agree that there are no material facts in dispute.</p>\n<p></p>\n<h2>RELEVANT STATUTE</h2>\n<p>The Campaign Contribution Prohibition was adopted by the North Carolina General Assembly in 2006, and was subsequently re-codified and amended by the General Assembly in 2007 and 2008. The challenged statute now provides:</p>\n<blockquote>(a) No lobbyist may make a contribution defined in G.S. 163-278.6 to a candidate or candidate campaign committee as defined in G.S. 163.278.38Z when that candidate meets any of the following criteria:</blockquote>\n<blockquote>(1) Is a legislator as defined in G.S. 120C-100.</blockquote>\n<blockquote>(2) Is a public servant as defined in G.S. 138A-3(30)a. and G.S. 120C-104.</blockquote>\n<blockquote>(b) No lobbyist may collect contributions from multiple contributors, take possession of such multiple contributions, or transfer or deliver the collected multiple contributions to the intended recipient. This section shall apply only to contributions to a candidate or candidate campaign committee as defined in G.S. 163-278.38Z when that candidate is a legislator as defined in G.S. 120C-100 or a public servant as defined in G.S. 138A-3(30)a.</blockquote>\n<blockquote>(c) This section shall not apply to a lobbyist, who has filed notice of candidacy for office under G.S. 163-106 or Article 11 of Chapter 163 of the General Statutes or has been nominated under G.S. 163-114 or G.S. 163-98, making a contribution to that lobbyist's candidate campaign committee.</blockquote>\n<blockquote>(d) For purposes of this section, the term \"lobbyist\" shall mean an individual registered as a lobbyist under Chapter 120C of the General Statutes.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.13C.</p>\n<p>The General Assembly has provided a detailed statutory definition of \"contribution,\" which reads as follows:</p>\n<blockquote>The terms \"contribute\" or \"contribution\" mean any advance, conveyance, deposit, distribution, transfer of funds, loan, payment, gift, pledge or subscription of money or anything of value whatsoever, to a candidate to support or oppose the nomination or election of one or more clearly identified candidates, to a political committee, to a political party, or to a referendum committee, whether or not made in an election year, and any contract, agreement, promise or other obligation, whether or not legally enforceable, to make a contribution. These terms include, without limitation, such contributions as labor or personal services, postage, publication of campaign literature or materials, in-kind transfers, loans or use of any supplies, office machinery, vehicles, aircraft, office space, or similar or related services, goods, or personal or real property. These terms <span class=\"star-pagination\">*504</span> also include, without limitation, the proceeds of sale of services, campaign literature and materials, wearing apparel, tickets or admission prices to campaign events such as rallies or dinners, and the proceeds of sale of any campaign-related services or goods. Notwithstanding the foregoing meanings of \"contribution,\" the word shall not be construed to include services provided without compensation by individuals volunteering a portion or all of their time on behalf of a candidate, political committee, or referendum committee. The term \"contribution\" does not include an \"independent expenditure.\" If:</blockquote>\n<blockquote>a. Any individual, person, committee, association, or any other organization or group of individuals, including but not limited to, a political organization (as defined in section 527(e)(1) of the Internal Revenue Code of 1986) makes, or contracts to make, any disbursement for any electioneering communication, as defined in G.S. 163-278.80(2) and (3) and G.S. 163-278.90(2) and (3); and</blockquote>\n<blockquote>b. That disbursement is coordinated with a candidate, an authorized political committee of that candidate, a State or local political party or committee of that party, or an agent or official of any such candidate, party, or committee</blockquote>\n<blockquote>that disbursement or contracting shall be treated as a contribution to the candidate supported by the electioneering communication or that candidate's party and as an expenditure by that candidate or that candidate's party.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.6(6).</p>\n<p>Any \"independent expenditure\" is explicitly excluded from the term \"contribution.\" <i>Id.</i> The General Assembly has defined \"independent expenditure\" as follows:</p>\n<blockquote>The term \"independently expend\" or \"independent expenditure\" means an expenditure to support or oppose the nomination or election of one or more clearly identified candidates that is made without consultation or coordination with a candidate or agent of a candidate whose nomination or election the expenditure supports or whose opponent's nomination or election the expenditure opposes. Supporting or opposing the election of clearly identified candidates includes supporting or opposing the candidates of a clearly identified political party. A contribution is not an independent expenditure. As applied to referenda, the term \"independent expenditure\" applies if consultation or coordination does not take place with a referendum committee that supports a ballot measure the expenditure supports, or a referendum committee that opposes the ballot measure the expenditure opposes.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.6(9a).</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>Plaintiff is a registered lobbyist for the ACLU-NC. She is authorized to engage in lobbying activities on behalf of the ACLU-NC under Chapter 120C of the North Carolina General Statutes. Plaintiff desires to make nominal campaign contributions of no more than $25.00 to the legislative candidates of her choice in order to express her support for those candidates. Plaintiff would make such contributions if not for the Campaign Contribution Prohibition. Plaintiff also desires to make contributions to a number of political actions committees (\"PACs\"), but has refrained from doing so due to her confusion as to whether such contributions would be allowed under the law.</p>\n<p>Defendants are members of the Board and have been sued in their official capacities. <span class=\"star-pagination\">*505</span> The Board, through its members, conducts investigations of alleged violations of the Campaign Contribution Prohibition and other campaign finance laws, reports violators to the district attorney for prosecution, and calculates and assesses civil penalties for such violations. The Board also issues written advisory opinions regarding the Campaign Contribution Prohibition and other campaign finance laws. An individual who receives a written opinion from the Board and acts in compliance with it is immune from prosecution. Staff members with the Board also provide informal guidance to individuals, but no immunity from suit attaches from an informal opinion.</p>\n<p>The Campaign Contribution Prohibition imposes a complete ban on direct contributions by registered lobbyists to candidates for the General Assembly and Council of State. There is no general <i>de minimis</i> exception to the ban. Nor is the ban temporally limited to a designated time-period preceding an election or while the General Assembly is in session.<sup>[1]</sup> Nor does the ban apply only to contributions made to the target of the lobbyist's lobbying activities. The only explicit exception to ban that is found in the text of the Campaign Contribution Prohibition itself is one that allows a lobbyist who has filed a notice of candidacy for office or has been nominated to make a contribution to his or her own candidate campaign committee.</p>\n<p>In passing the Campaign Contribution Prohibition, the General Assembly noted that \"to maintain the public trust, it is essential that government function honestly and fairly, free from all forms of impropriety, threats, favoritism, and undue influence\" and that the power entrusted to government officials \"should not be used to advance narrow interests for oneself or others.\" 2006 N.C. Sess. Laws 201. The General Assembly further stated that \"it is inevitable that conflicts of interest and appearances of conflicts will occur,\" and so \"at every turn those public officials who represent the people of [North Carolina] must ensure that it is the interests of the people, and not their own, that are being served.\" <i>Id.</i></p>\n<p>Since the passage of the Campaign Contribution Prohibition, the Board has issued a number of advisory opinions addressing certain conduct that is or is not prohibited by that law. The Board has formally stated that a lobbyist may lawfully (1) contribute to PACs, including but not limited to the PAC of the organization for which she lobbies, that in turn contribute to a candidate; (2) make recommendations to a PAC to which she contributes as to what candidates the PAC should support, so long as she is not the \"decision maker\" as to which candidate receives contributions (e.g., by unilaterally deciding or casting a determinative vote); or (3) make recommendations to third parties regarding contributions to specific candidates, so long as she does not physically collect such contributions and bundle them for delivery to the candidate. The Board has also formally advised that a lobbyist may attend or even host fund-raising events so long as she does not pay to attend or to host the event. A lobbyist may also provide volunteer services to a candidate so long as the lobbyist incurs no expense in doing so and does not coordinate with the candidate's campaign. For example, a lobbyist may make telephone <span class=\"star-pagination\">*506</span> calls or put up yard signs endorsing the candidate.</p>\n<p>In the Rule 30(b)(6) deposition of the Board, Kimberly Westbrook Strach, the Deputy Director of the Board and the director of its campaign finance division, provided a number of additional activities that a lobbyist could engage in without running afoul of the Campaign Contribution Prohibition. For example, the Board through Ms. Strach suggested a number of additional volunteer activities not covered by the ban, including passing out signs and literature and engaging in door-to-door canvassing on the candidate's behalf. The Board also stated that the spouse of a lobbyist may make monetary or in-kind contributions to a campaign, and that such contributions may come from a joint-checking account. A lobbyist may also make a speech at a candidate's rally, so long as she does not regularly charge for such speeches.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>Summary judgment is appropriate where the pleadings, the discovery and disclosure materials on file, and any affidavits show that there exists no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of any genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the nonmoving party then must affirmatively demonstrate with specific evidence that there exists a genuine issue of material fact requiring trial. <i>Matsushita Elec. Industrial Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586-87, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Id.</i> at 587, 106 S.Ct. 1348; <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. 2505.<sup>[2]</sup></p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Much of the court's analysis is forecasted by its earlier order denying plaintiffs motion for judgment on the pleadings. It that order, the court held that plaintiff had standing to challenge the constitutionality of the Campaign Contribution Prohibition because it (1) facially restricts the expressive activity of a class to which plaintiff belongs, (2) tends to chill the exercise of First Amendment rights, and (3) subjects plaintiff to a credible threat of prosecution. <span class=\"star-pagination\">*507</span> <i>Preston,</i> 629 F.Supp.2d at 521-22 (citing <i>N.C. Right to Life v. Bartlett,</i> 168 F.3d 705 (4th Cir.1999)). But the court rejected plaintiffs argument that the law was subject to \"strict scrutiny,\" instead holding that the law need only be \"closely drawn to match a sufficiently important interest\" to be constitutional. <i>Id.</i> at 522-23 (citing <i>Nixon v. Shrink Mo. Gov't PAC,</i> 528 U.S. 377, 386-88, 120 S.Ct. 897, 145 L.Ed.2d 886 (2000)).</p>\n<p></p>\n<h2>1. Plaintiffs Challenge to the \"Closely Drawn\" Standard of Review</h2>\n<p>Despite the prior ruling of this court, plaintiff again seeks to subject the Campaign Contribution Prohibition to strict scrutiny. She asks the court to reconsider its decision to adopt the \"closely drawn\" standard in light of <i>Citizens United v. Federal Election Commission,</i> ___ U.S. ___, 130 S.Ct. 876, 175 L.Ed.2d 753 (2010), which was decided by the Supreme Court following this court's order denying plaintiffs motion for judgment on the pleadings. Specifically, plaintiff relies on the Supreme Court's statement in <i>Citizens United</i> that \"[l]aws that burden political speech are `subject to strict scrutiny,' which requires the Government to prove that the restriction `furthers a compelling interest and is narrowly tailored to achieve that interest.'\" <i>Id.</i> at 898.</p>\n<p>The court's holding that the Campaign Contribution Prohibition is subject to the \"closely drawn\" standard rested on a series of Supreme Court decisions predating <i>Citizens United</i> that distinguish the level of scrutiny to be applied to laws regulating campaign contributions and those regulating independent expenditures. <i>See </i><i>Preston,</i> 629 F.Supp.2d at 522-23; <i>see also </i><i>Bartlett,</i> 168 F.3d at 715 (\"[T]he Supreme Court has long noted that restrictions on political contributions are constitutionally less problematic than are ... restrictions on independent expenditures.\"). First, in <i>Buckley v. Valeo,</i> 424 U.S. 1, 25, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976), the Court held that \"[e]ven a significant interference with protected rights of political association may be sustained if the State demonstrates a sufficiently important interest and employs means closely drawn to avoid unnecessary abridgement of associational freedoms.\" Later, in <i>Nixon v. Shrink</i><i> Missouri Government PAC,</i> the Court reiterated that \"[i]t has ... been plain ever since <i>Buckley</i> that contribution limits would more readily clear the hurdles before them\" because such limits \"survive if the Government demonstrate[s] that contribution regulation was `closely drawn' to match a `sufficiently important interest,' though the dollar amount of the limit need not be `fine tun[ed].\" 528 U.S. at 387-88, 120 S.Ct. 897 (internal citations omitted; final alteration in original). More recently, in <i>Federal Election Commission v. Beaumont,</i> 539 U.S. 146, 162, 123 S.Ct. 2200, 156 L.Ed.2d 179 (2003), the Court held that a complete ban on contributions, such as the one at issue here, is subject to the same \"closely drawn\" scrutiny as a mere limitation, with the only difference between a ban and a limitation being in the application of the closely drawn standard.</p>\n<p>Contrary to plaintiffs assertions, <i>Citizens United</i> does not call into question the \"closely drawn\" standard of review first enunciated in <i>Buckley.</i> Although the Court in <i>Citizens United</i> applied strict scrutiny in striking down a federal law banning independent expenditures by corporations, it explicitly declined to reconsider the standard to be applied to laws limiting campaign contributions. <i>See</i> 130 S.Ct. at 909 (\"Citizens United has not made direct contributions to candidates, and it has not suggested that the Court should reconsider whether contribution limits should be subjected to rigorous First Amendment scrutiny.\"). Moreover, every court of appeals to have addressed the issue has held that the \"closely drawn\" standard of <i>Buckley</i> remains good law after <span class=\"star-pagination\">*508</span> <i>Citizens United. See </i><i>In re Cao,</i> 619 F.3d 410, 422-23 (5th Cir.2010): <i>Green Party of Conn. v. Garfield,</i> 616 F.3d 189, 199 (2d Cir.2010): <i>Siefert v. Alexander,</i> 608 F.3d 974, 988 (7th Cir.2010); <i>Long Beach Area Chamber of Commerce v. City of Long Beach,</i> 603 F.3d 684, 691 n. 4 (9th Cir.2010).</p>\n<p>Plaintiff also argues that strict scrutiny is appropriate because the prohibition is effectively content-based in that it prohibits contributions on the basis of the identity of the speaker, again citing <i>Citizens United</i> for this proposition. <i>See</i> 130 S.Ct. at 899 (\"Quite apart from the purpose or effect of regulating content, ... the Government may commit a constitutional wrong when by law it identifies certain preferred speakers.\"). Plaintiffs argument does not find support in the case law. In the wake of <i>Citizens United,</i> the Second and Seventh Circuits have used the closely drawn standard to uphold, respectively, a ban on contributions by state contractors to candidates for state office, <i>see </i><i>Garfield,</i> 616 F.3d at 198-207, and a ban on personal solicitations and contributions by state judges in support of a political party, <i>see </i><i>Siefert,</i> 608 F.3d at 988-90. As is the case here, those prohibitions applied only to a specific subset of speakers. Accordingly, <i>Citizens United</i> does not require the court to apply strict scrutiny to the Campaign Contribution Prohibition.</p>\n<p></p>\n<h2>2. Constitutionality of the Campaign Contribution Prohibition</h2>\n<p>Accordingly, for the reasons set forth above, the court reiterates its prior holding that the Campaign Contribution Prohibition is constitutional if it meets a \"sufficiently important interest\" and \"employs means closely drawn to avoid unnecessary abridgment\" of freedom of speech and association. <i>Buckley,</i> 424 U.S. at 25, 96 S.Ct. 612. A contribution restriction meets the closely drawn standard of scrutiny if it \"do[es] not undermine to any material degree the potential for robust and effective discussion of candidates and campaign issues by individual citizens, associations, the institutional press, candidates, and political parties.\" <i>Buckley,</i> 424 U.S. at 29, 96 S.Ct. 612.</p>\n<p>The parties agree that limiting the corruption and appearance of corruption that may result from lobbyists' campaign contributions to legislators constitutes a \"sufficiently important interest.\" <i>See </i><i>McConnell v. Fed. Election Comm'n,</i> 540 U.S. 93, 136, 124 S.Ct. 619, 157 L.Ed.2d 491 (2003); <i>Buckley,</i> 424 U.S. at 26, 96 S.Ct. 612. Moreover, plaintiff does not challenge the effect of the Campaign Contribution Prohibition on the candidates themselves. As such, the court need only balance the infringement on plaintiffs ability to make a \"symbolic expression of support\" with those First Amendment rights that are not infringed upon by the restriction, such as the \"freedom to discuss candidates and issues.\" <i>Randall v. Sorrell,</i> 548 U.S. 230, 246-47, 126 S.Ct. 2479, 165 L.Ed.2d 482 (2006).</p>\n<p>Although a ban is not <i>per se</i> unconstitutional, the absolute prohibition on one means of expression is a significant factor in balancing the severity of the infringement with the other activities open to plaintiff.<sup>[3]</sup> The court must look to whether <span class=\"star-pagination\">*509</span> lobbyists may participate in First Amendment activities that mitigate against the absolute infringement the ban imposes on lobbyists' ability to perform the symbolic act of contributing to a candidate's campaign. Here, the record establishes that there are sufficient activities open to lobbyists to mitigate the effect of the ban. For example, lobbyists may contribute to PACs that contribute to their preferred legislative candidates; they may encourage others, including family members, to donate to the candidates of their choice; they may attend or host fund-raising events; and they may volunteer for a campaign, put up signs, pass out literature, and engage in door-to-door canvassing; and they may make unpaid speeches at a candidate's rally. The spouse of a lobbyist may even make a direct contribution to a candidate from a joint-checking account shared with the lobbyist.</p>\n<p>These avenues, which remain open to lobbyists, provide substantial opportunity for supporting and discussing candidates for the General Assembly and the Council of State. As applied to plaintiff, the gap between, on the one hand, directly contributing $25.00 to a candidate and, on the other hand, publicly supporting a candidate, volunteering for the candidate's campaign, advising third parties to contribute to the candidate, and contributing to a PAC that in turn contributes to that candidate, is sufficiently narrow to overcome the constitutional challenge brought here. Accordingly, in light of the ability of plaintiff to remain politically active and to support her preferred candidates for office, the Campaign Contribution Prohibition's ban on direct contributions to a candidate's campaign is closely drawn to the sufficiently important governmental interest of combating corruption and the appearance of corruption in campaigns for state legislative office.<sup>[4]</sup></p>\n<p></p>\n<h2>3. Vagueness Challenge</h2>\n<p>Plaintiff asks the court to, in effect, ignore the political activities left open to lobbyists on the grounds that the distinction between an unlawful \"contribution\" and an allowed \"independent expenditure,\" which will in many cases turn on whether there was \"coordination\" between the lobbyist and the campaign, is unconstitutionally vague. Plaintiff also finds \"in-kind transfers,\" \"vehicles,\" and a number of other terms used in the statute to be unconstitutionally vague. Plaintiff contends that the Campaign Contribution Prohibition does not provide a reasonable citizen with adequate notice of what conduct is or is not illegal, and invites arbitrary enforcement by failing to provide adequate standards for its interpretation by the Board.</p>\n<p>\"The void-for-vagueness doctrine requires that penal statutes define crimes so that ordinary people can understand the conduct prohibited and so that arbitrary and discriminatory enforcement is not encouraged.\" <i>United States v. Klecker,</i> 348 F.3d 69, 71 (4th Cir.2003) (quoting <i>United States v. McLamb,</i> 985 F.2d 1284, 1291 (4th Cir.1993)): <i>see also </i><i>United States v. Williams,</i> 553 U.S. 285, 304, 128 S.Ct. 1830, 170 L.Ed.2d 650 (2008) (\"A conviction [is void for vagueness] if the statute under which it is obtained fails to provide <span class=\"star-pagination\">*510</span> a person of ordinary intelligence fair notice of what is prohibited, or is so standardless that it authorizes or encourages seriously discriminatory enforcement.\"). \"While laws that regulate expression are subject to `stricter standards,' `perfect clarity and precise guidance have never been required even of regulations that restrict expressive activity.'\" <i>Imaginary Images, Inc. v. Evans,</i> 612 F.3d 736, 749 (4th Cir.2010) (internal citations omitted). Because there is no evidence of any actual inconsistency in the statute as applied, plaintiff must show that \"the law is impermissibly vague in all of its applications.\" <i>Vill. of Hoffman Estates v. Flipside,</i> 455 U.S. 489, 497, 102 S.Ct. 1186, 71 L.Ed.2d 362 (1982).</p>\n<p>Plaintiff first argues that the statute is vague because \"many of its terms are undefined, leaving little guidance as to what conduct the statute prohibits.\" (Pl.'s Mem. Supp. Summ. J. 18.) In support of this argument, plaintiff points to the fact that the Board has asked for a statutory definition of the word \"coordination,\" a concept that plaintiff herself finds particularly troublesome, to give more guidance both to lobbyists and the Board. The definition of \"coordination\" is particularly important in the statutory scheme because unlike contributions, independent expenditures are allowed under the Campaign Contribution Prohibition, and are defined as expenditures \"made without consultation or coordination with a candidate or agent of a candidate whose nomination or election the expenditure supports or whose opponent's nomination or election the expenditure opposes.\" N.C. Gen.Stat. § 163-278.6(9a).</p>\n<p>There is no constitutional requirement that a legislature define every word in a statute, and in the absence of a statutory definition, \"words will be interpreted as taking their ordinary, contemporary, common meaning.\" <i>Perrin v. United States,</i> 444 U.S. 37, 42, 100 S.Ct. 311, 62 L.Ed.2d 199 (1979); <i>see, e.g., </i><i>Imaginary Images,</i> 612 F.3d at 750 (finding no constitutional vagueness in a Virginia statute forbidding \"any striptease act\" in certain establishments because \"`striptease' is defined straightforwardly\" in the dictionary and is a term \"of common usage\"). Although \"coordination\" is not statutorily defined, an independent expenditure that is made without consultation or coordination with a candidate is plainly one made in the absence of deliberation, combination, or harmonization between the candidate and the lobbyist. <i>See</i> Webster's Third New International Dictionary 490, 502 (2002) (defining \"consultation\" and \"coordination\"). Indeed, the concept of \"coordination\" is commonly used, without ambiguity, to differentiate independent expenditures from contributions. <i>See, e.g., </i><i>Citizens United,</i> 130 S.Ct. at 910 (\"By definition, an independent expenditure is political speech presented to the electorate that is not coordinated with a candidate.\" (citing <i>Buckley,</i> 424 U.S. at 46, 96 S.Ct. 612)). Its usage in the Campaign Contribution Prohibition follows this tradition.</p>\n<p>Plaintiff also finds fault with the definition of an \"in-kind\" contribution. Again, however, this term is well-defined and has a common usage. An \"in-kind\" contribution is simply a contribution of goods, commodities, or services as opposed to a monetary contribution. See Webster's Third New International Dictionary 1243 (2002). Although plaintiff objects to certain applications of the in-kind contribution ban identified by the Board in its depositions as vague and arbitrary, the court cannot agree. For example, plaintiff finds arbitrary the determination by the Board that a lobbyist who hosts an event at her home or puts up a sign in her front yard is making an independent expenditure, but a lobbyist who hosts an event at a restaurant or banquet hall that she owns or puts up an advertisement on a billboard she owns <span class=\"star-pagination\">*511</span> is making an in-kind contribution. There is nothing arbitrary about this distinction. Providing a service to a candidate for free when one usually charges for it is an in-kind contribution. The owner of a restaurant, banquet hall or billboard generally charges individuals to use these facilities, whereas a private homeowner does not.</p>\n<p>Plaintiff raises a host of additional questions regarding contributions to PACs, nonpartisan organizations with members that include candidates to whom plaintiff is forbidden to contribute, and other groups. The Board has already sufficiently answered plaintiffs concerns about contributions to PACs in a formal advisory opinion, notwithstanding the fact that it hedged part of its answer in the face of some unclear facts from the individual requesting the opinion. If plaintiff wishes to contribute to a specific organization, she would do well to request an advisory opinion from the Board. The statute itself appears to give sufficient guidance to the Board to craft any such opinion, and indeed the Board in its briefing suggests that the plain language of the statute allows, for example, plaintiff to contribute to organizations to which a candidate belongs. The statute is not unconstitutionally vague.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In light of the sufficiently important interest in avoiding corruption and the appearance of corruption caused by campaign contributions by lobbyists to candidates for statewide office, and with sufficient means for political expression left open to these lobbyists, the Campaign Contribution Prohibition is closely drawn to match a sufficiently important interest. Additionally, the statute is neither impermissibly broad nor unconstitutionally vague. As such, the statute is constitutional on its face and as applied to plaintiff. Accordingly, plaintiffs motion for summary judgment (DE #30) is DENIED. The Clerk is DIRECTED to enter judgment for defendants and to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  A separate statute prohibits registered lobbyists from contributing to a member of or candidate for the General Assembly or Council of State while the General Assembly is in session. <i>See</i> N.C. Gen.Stat. § 163-278.13B(c). The constitutionality of that statute was upheld by the Fourth Circuit in <i>North Carolina Right to Life, Inc. v. Bartlett,</i> 168 F.3d 705, 714-18 (4th Cir.1999), <i>cert. denied,</i> 528 U.S. 1153, 120 S.Ct. 1156, 145 L.Ed.2d 1069 (2000), and is not challenged here.</p>\n<p>[2]  In their response to plaintiffs motion for summary judgment, defendants ask the court to enter summary judgment in their favor. (<i>See</i> Mem. Opp. Summ. J. 5.) Although defendants do not formally move for summary judgment, the court has the inherent power to enter summary judgment <i>sua sponte</i> for the non-moving party. <i>See </i><i>U.S. Dev. Corp. v. Peoples Fed. Sav. &amp; Loan Ass'n,</i> 873 F.2d 731, 735 (4th Cir. 1989). However, exercise of \"that power is contingent on giving the losing party notice that it must come forward and defend its claim.\" <i>Id.</i> The notice need not be a formal document, but must allow the non-moving party at least ten days \"to present all material pertinent to the claims under consideration\" in view of the \"procedural, legal, and factual complexities of the case.\" <i>Id.</i>\n</p>\n<p>Here, there has been sufficient notice and opportunity for plaintiff to defend its claim. Defendants requested the court enter summary judgment in their favor in their response brief, and plaintiff had the opportunity to respond in her reply brief. Moreover, the parties agree that the question before the court is a purely legal one based on the facts agreed upon by the parties. Accordingly, if the court finds no constitutional infirmity in the statute, there is no procedural, legal, or factual issue preventing an award of summary judgment in favor of defendants.</p>\n<p>[3]  <i>Beaumont</i> establishes that a ban is not <i>per se</i> unconstitutional. <i>See</i> 539 U.S. at 162, 123 S.Ct. 2200. Nevertheless, a ban is \"a drastic measure\" that causes \"considerably more constitutional damage [than a limit does], as it wholly <i>extinguishes</i> that aspect of the contributor's freedom of political association.\" <i>Garfield,</i> 616 F.3d at 204 (internal quotation marks omitted; emphasis in original). If a limit would be sufficient to adequately achieve the government's objectives, a ban is constitutionally overbroad and must be struck down. <i>Id.</i> at 204-05. For example, if the purpose of the Campaign Contribution Prohibition was solely to deal with actual corruption, a ban might be unnecessary. <i>See id.</i> at 205. But where, as here, the ban also \"addresses the <i>perception</i> of corruption brought about by ... recent scandals[,]\" it is not overly broad. <i>Id.</i> (emphasis added).</p>\n<p>[4]  Plaintiff suggests that the Board's lax interpretation of the statute effectively undercuts the anti-corruption rationale of the statute by allowing too much conduct. (<i>See</i> Pl.'s Mem. Supp. Summ. J. 20.) Although this raises separate constitutional questions that are addressed in the next section, it supports the court's finding here.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">743</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">501</span></span> (2010)</b></center>\n<center><h1>Sarah PRESTON, Plaintiff,<br>\nv.<br>\nLarry LEAKE, in his official capacity as Chairman of the North Carolina State Board of Elections; Genevieve C. Sims, in her official capacity as Secretary of the North Carolina State Board of Elections; Lorraine G. Shinn, in her official capacity as a Member of the North Carolina State Board of Elections; Charles Winfree, in his official capacity as a Member of the North Carolina State Board of Elections; and Robert Cordle, in his official capacity as a Member of the North Carolina State Board of Elections, Defendants.</h1></center>\n<center>No. 5:08-CV-397-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 19, 2010.</center>\n<p><span class=\"star-pagination\">*502</span> Jonathan D. Sasser, Rebecca M. Rich, Thomas Hamilton Segars, Ellis &amp; Winters, LLP, Katherine Lewis Parker, American Civil Liberties Union of North Carolina, Raleigh, NC, for Plaintiff.</p>\n<p>Alexander McClure Peters, Susan Kelly Nichols, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on plaintiffs motion for summary judgment (DE #30). Defendants have responded in opposition, and plaintiff has replied. In this posture, the issues raised are ripe for ruling. For the reasons that follow, the court denies plaintiffs motion and instead enters judgment in favor of defendants.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff, a lobbyist for the American Civil Liberties Union of North Carolina (\"ACLU-NC\"), filed complaint on August 19, 2008. Plaintiff alleges that N.C. Gen. Stat. § 163-278.13C(a) (the \"Campaign Contribution Prohibition\"), which prohibits registered lobbyists from making campaign contributions to candidates for the North Carolina General Assembly or the Council of State, is unconstitutional both facially and as applied to her, on the grounds that it violates rights of free speech and association protected by the First and Fourteenth Amendments to the United States Constitution. Plaintiff seeks declaratory and injunctive relief under 42 U.S.C. § 1983 and the United States Constitution.</p>\n<p>Defendants, sued in their official capacities as members of the North Carolina State Board of Elections (\"the Board\"), filed answer on October 1, 2008, denying plaintiff's allegations. On December 12, 2008, plaintiff moved for judgment on the pleadings. The court denied plaintiffs motion for judgment on the pleadings on June 22, 2009. <i>See </i><i>Preston v. Leake,</i> <span class=\"citation\" data-id=\"2495311\"><a href=\"/opinion/2495311/preston-v-leake/\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">517</span></a></span> (E.D.N.C.2009). The court held that to prevail, plaintiff must show <span class=\"star-pagination\">*503</span> that the Campaign Contribution Prohibition (1) \"prevent[s] [candidates for the General Assembly or Council of State] from amassing the resources necessary for effective advocacy;\" or (2) \"significantly impedes lobbyists' First Amendment rights\" without allowing for sufficient \"First Amendment activities [to] mitigate [] against the significant infringement ... on lobbyists' ability to perform the symbolic act of contributing to a candidate's campaign.\" <i>Id.</i> at 524-25. The court found that the pleadings were insufficient to make this showing. <i>Id.</i></p>\n<p>On April 1, 2010, plaintiff moved for summary judgment. Plaintiff challenges the Campaign Contribution Prohibition solely on the ground that it significantly impedes lobbyists' First Amendment Rights. Defendants responded in opposition on April 26, 2010, asking the court to find the statute constitutional and to grant judgment in their favor. Plaintiff replied on May 13, 2010. The parties agree that there are no material facts in dispute.</p>\n<p></p>\n<h2>RELEVANT STATUTE</h2>\n<p>The Campaign Contribution Prohibition was adopted by the North Carolina General Assembly in 2006, and was subsequently re-codified and amended by the General Assembly in 2007 and 2008. The challenged statute now provides:</p>\n<blockquote>(a) No lobbyist may make a contribution defined in G.S. 163-278.6 to a candidate or candidate campaign committee as defined in G.S. 163.278.38Z when that candidate meets any of the following criteria:</blockquote>\n<blockquote>(1) Is a legislator as defined in G.S. 120C-100.</blockquote>\n<blockquote>(2) Is a public servant as defined in G.S. 138A-3(30)a. and G.S. 120C-104.</blockquote>\n<blockquote>(b) No lobbyist may collect contributions from multiple contributors, take possession of such multiple contributions, or transfer or deliver the collected multiple contributions to the intended recipient. This section shall apply only to contributions to a candidate or candidate campaign committee as defined in G.S. 163-278.38Z when that candidate is a legislator as defined in G.S. 120C-100 or a public servant as defined in G.S. 138A-3(30)a.</blockquote>\n<blockquote>(c) This section shall not apply to a lobbyist, who has filed notice of candidacy for office under G.S. 163-106 or Article 11 of Chapter 163 of the General Statutes or has been nominated under G.S. 163-114 or G.S. 163-98, making a contribution to that lobbyist's candidate campaign committee.</blockquote>\n<blockquote>(d) For purposes of this section, the term \"lobbyist\" shall mean an individual registered as a lobbyist under Chapter 120C of the General Statutes.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.13C.</p>\n<p>The General Assembly has provided a detailed statutory definition of \"contribution,\" which reads as follows:</p>\n<blockquote>The terms \"contribute\" or \"contribution\" mean any advance, conveyance, deposit, distribution, transfer of funds, loan, payment, gift, pledge or subscription of money or anything of value whatsoever, to a candidate to support or oppose the nomination or election of one or more clearly identified candidates, to a political committee, to a political party, or to a referendum committee, whether or not made in an election year, and any contract, agreement, promise or other obligation, whether or not legally enforceable, to make a contribution. These terms include, without limitation, such contributions as labor or personal services, postage, publication of campaign literature or materials, in-kind transfers, loans or use of any supplies, office machinery, vehicles, aircraft, office space, or similar or related services, goods, or personal or real property. These terms <span class=\"star-pagination\">*504</span> also include, without limitation, the proceeds of sale of services, campaign literature and materials, wearing apparel, tickets or admission prices to campaign events such as rallies or dinners, and the proceeds of sale of any campaign-related services or goods. Notwithstanding the foregoing meanings of \"contribution,\" the word shall not be construed to include services provided without compensation by individuals volunteering a portion or all of their time on behalf of a candidate, political committee, or referendum committee. The term \"contribution\" does not include an \"independent expenditure.\" If:</blockquote>\n<blockquote>a. Any individual, person, committee, association, or any other organization or group of individuals, including but not limited to, a political organization (as defined in section 527(e)(1) of the Internal Revenue Code of 1986) makes, or contracts to make, any disbursement for any electioneering communication, as defined in G.S. 163-278.80(2) and (3) and G.S. 163-278.90(2) and (3); and</blockquote>\n<blockquote>b. That disbursement is coordinated with a candidate, an authorized political committee of that candidate, a State or local political party or committee of that party, or an agent or official of any such candidate, party, or committee</blockquote>\n<blockquote>that disbursement or contracting shall be treated as a contribution to the candidate supported by the electioneering communication or that candidate's party and as an expenditure by that candidate or that candidate's party.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.6(6).</p>\n<p>Any \"independent expenditure\" is explicitly excluded from the term \"contribution.\" <i>Id.</i> The General Assembly has defined \"independent expenditure\" as follows:</p>\n<blockquote>The term \"independently expend\" or \"independent expenditure\" means an expenditure to support or oppose the nomination or election of one or more clearly identified candidates that is made without consultation or coordination with a candidate or agent of a candidate whose nomination or election the expenditure supports or whose opponent's nomination or election the expenditure opposes. Supporting or opposing the election of clearly identified candidates includes supporting or opposing the candidates of a clearly identified political party. A contribution is not an independent expenditure. As applied to referenda, the term \"independent expenditure\" applies if consultation or coordination does not take place with a referendum committee that supports a ballot measure the expenditure supports, or a referendum committee that opposes the ballot measure the expenditure opposes.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.6(9a).</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>Plaintiff is a registered lobbyist for the ACLU-NC. She is authorized to engage in lobbying activities on behalf of the ACLU-NC under Chapter 120C of the North Carolina General Statutes. Plaintiff desires to make nominal campaign contributions of no more than $25.00 to the legislative candidates of her choice in order to express her support for those candidates. Plaintiff would make such contributions if not for the Campaign Contribution Prohibition. Plaintiff also desires to make contributions to a number of political actions committees (\"PACs\"), but has refrained from doing so due to her confusion as to whether such contributions would be allowed under the law.</p>\n<p>Defendants are members of the Board and have been sued in their official capacities. <span class=\"star-pagination\">*505</span> The Board, through its members, conducts investigations of alleged violations of the Campaign Contribution Prohibition and other campaign finance laws, reports violators to the district attorney for prosecution, and calculates and assesses civil penalties for such violations. The Board also issues written advisory opinions regarding the Campaign Contribution Prohibition and other campaign finance laws. An individual who receives a written opinion from the Board and acts in compliance with it is immune from prosecution. Staff members with the Board also provide informal guidance to individuals, but no immunity from suit attaches from an informal opinion.</p>\n<p>The Campaign Contribution Prohibition imposes a complete ban on direct contributions by registered lobbyists to candidates for the General Assembly and Council of State. There is no general <i>de minimis</i> exception to the ban. Nor is the ban temporally limited to a designated time-period preceding an election or while the General Assembly is in session.<sup>[1]</sup> Nor does the ban apply only to contributions made to the target of the lobbyist's lobbying activities. The only explicit exception to ban that is found in the text of the Campaign Contribution Prohibition itself is one that allows a lobbyist who has filed a notice of candidacy for office or has been nominated to make a contribution to his or her own candidate campaign committee.</p>\n<p>In passing the Campaign Contribution Prohibition, the General Assembly noted that \"to maintain the public trust, it is essential that government function honestly and fairly, free from all forms of impropriety, threats, favoritism, and undue influence\" and that the power entrusted to government officials \"should not be used to advance narrow interests for oneself or others.\" 2006 N.C. Sess. Laws 201. The General Assembly further stated that \"it is inevitable that conflicts of interest and appearances of conflicts will occur,\" and so \"at every turn those public officials who represent the people of [North Carolina] must ensure that it is the interests of the people, and not their own, that are being served.\" <i>Id.</i></p>\n<p>Since the passage of the Campaign Contribution Prohibition, the Board has issued a number of advisory opinions addressing certain conduct that is or is not prohibited by that law. The Board has formally stated that a lobbyist may lawfully (1) contribute to PACs, including but not limited to the PAC of the organization for which she lobbies, that in turn contribute to a candidate; (2) make recommendations to a PAC to which she contributes as to what candidates the PAC should support, so long as she is not the \"decision maker\" as to which candidate receives contributions (e.g., by unilaterally deciding or casting a determinative vote); or (3) make recommendations to third parties regarding contributions to specific candidates, so long as she does not physically collect such contributions and bundle them for delivery to the candidate. The Board has also formally advised that a lobbyist may attend or even host fund-raising events so long as she does not pay to attend or to host the event. A lobbyist may also provide volunteer services to a candidate so long as the lobbyist incurs no expense in doing so and does not coordinate with the candidate's campaign. For example, a lobbyist may make telephone <span class=\"star-pagination\">*506</span> calls or put up yard signs endorsing the candidate.</p>\n<p>In the Rule 30(b)(6) deposition of the Board, Kimberly Westbrook Strach, the Deputy Director of the Board and the director of its campaign finance division, provided a number of additional activities that a lobbyist could engage in without running afoul of the Campaign Contribution Prohibition. For example, the Board through Ms. Strach suggested a number of additional volunteer activities not covered by the ban, including passing out signs and literature and engaging in door-to-door canvassing on the candidate's behalf. The Board also stated that the spouse of a lobbyist may make monetary or in-kind contributions to a campaign, and that such contributions may come from a joint-checking account. A lobbyist may also make a speech at a candidate's rally, so long as she does not regularly charge for such speeches.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>Summary judgment is appropriate where the pleadings, the discovery and disclosure materials on file, and any affidavits show that there exists no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of any genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the nonmoving party then must affirmatively demonstrate with specific evidence that there exists a genuine issue of material fact requiring trial. <i>Matsushita Elec. Industrial Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586-87, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Id.</i> at 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>; <i>Anderson,</i> 477 U.S. at 250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.<sup>[2]</sup></p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Much of the court's analysis is forecasted by its earlier order denying plaintiffs motion for judgment on the pleadings. It that order, the court held that plaintiff had standing to challenge the constitutionality of the Campaign Contribution Prohibition because it (1) facially restricts the expressive activity of a class to which plaintiff belongs, (2) tends to chill the exercise of First Amendment rights, and (3) subjects plaintiff to a credible threat of prosecution. <span class=\"star-pagination\">*507</span> <i>Preston,</i> 629 F.Supp.2d at 521-22 (citing <i>N.C. Right to Life v. Bartlett,</i> <span class=\"citation\" data-id=\"762034\"><a href=\"/opinion/762034/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span> (4th Cir.1999)). But the court rejected plaintiffs argument that the law was subject to \"strict scrutiny,\" instead holding that the law need only be \"closely drawn to match a sufficiently important interest\" to be constitutional. <i>Id.</i> at 522-23 (citing <i>Nixon v. Shrink Mo. Gov't PAC,</i> <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 386-88, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">886</span></a></span> (2000)).</p>\n<p></p>\n<h2>1. Plaintiffs Challenge to the \"Closely Drawn\" Standard of Review</h2>\n<p>Despite the prior ruling of this court, plaintiff again seeks to subject the Campaign Contribution Prohibition to strict scrutiny. She asks the court to reconsider its decision to adopt the \"closely drawn\" standard in light of <i>Citizens United v. Federal Election Commission,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1741\"><a href=\"/opinion/1741/citizens-united-v-federal-election-comn/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">876</span></a></span>, <span class=\"citation\" data-id=\"1741\"><a href=\"/opinion/1741/citizens-united-v-federal-election-comn/\"><span class=\"volume\">175</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">753</span></a></span> (2010), which was decided by the Supreme Court following this court's order denying plaintiffs motion for judgment on the pleadings. Specifically, plaintiff relies on the Supreme Court's statement in <i>Citizens United</i> that \"[l]aws that burden political speech are `subject to strict scrutiny,' which requires the Government to prove that the restriction `furthers a compelling interest and is narrowly tailored to achieve that interest.'\" <i>Id.</i> at 898.</p>\n<p>The court's holding that the Campaign Contribution Prohibition is subject to the \"closely drawn\" standard rested on a series of Supreme Court decisions predating <i>Citizens United</i> that distinguish the level of scrutiny to be applied to laws regulating campaign contributions and those regulating independent expenditures. <i>See </i><i>Preston,</i> 629 F.Supp.2d at 522-23; <i>see also </i><i>Bartlett,</i> 168 F.3d at 715 (\"[T]he Supreme Court has long noted that restrictions on political contributions are constitutionally less problematic than are ... restrictions on independent expenditures.\"). First, in <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 25, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976), the Court held that \"[e]ven a significant interference with protected rights of political association may be sustained if the State demonstrates a sufficiently important interest and employs means closely drawn to avoid unnecessary abridgement of associational freedoms.\" Later, in <i>Nixon v. Shrink</i><i> Missouri Government PAC,</i> the Court reiterated that \"[i]t has ... been plain ever since <i>Buckley</i> that contribution limits would more readily clear the hurdles before them\" because such limits \"survive if the Government demonstrate[s] that contribution regulation was `closely drawn' to match a `sufficiently important interest,' though the dollar amount of the limit need not be `fine tun[ed].\" 528 U.S. at 387-88, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span> (internal citations omitted; final alteration in original). More recently, in <i>Federal Election Commission v. Beaumont,</i> <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 162, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2200</span></a></span>, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (2003), the Court held that a complete ban on contributions, such as the one at issue here, is subject to the same \"closely drawn\" scrutiny as a mere limitation, with the only difference between a ban and a limitation being in the application of the closely drawn standard.</p>\n<p>Contrary to plaintiffs assertions, <i>Citizens United</i> does not call into question the \"closely drawn\" standard of review first enunciated in <i>Buckley.</i> Although the Court in <i>Citizens United</i> applied strict scrutiny in striking down a federal law banning independent expenditures by corporations, it explicitly declined to reconsider the standard to be applied to laws limiting campaign contributions. <i>See</i> 130 S.Ct. at 909 (\"Citizens United has not made direct contributions to candidates, and it has not suggested that the Court should reconsider whether contribution limits should be subjected to rigorous First Amendment scrutiny.\"). Moreover, every court of appeals to have addressed the issue has held that the \"closely drawn\" standard of <i>Buckley</i> remains good law after <span class=\"star-pagination\">*508</span> <i>Citizens United. See </i><i>In re Cao,</i> <span class=\"citation no-link\"><span class=\"volume\">619</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></span>, 422-23 (5th Cir.2010): <i>Green Party of Conn. v. Garfield,</i> <span class=\"citation\" data-id=\"150472\"><a href=\"/opinion/150472/green-party-of-connecticut-v-garfield/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 199 (2d Cir.2010): <i>Siefert v. Alexander,</i> <span class=\"citation\" data-id=\"148492\"><a href=\"/opinion/148492/siefert-v-alexander/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">974</span></a></span>, 988 (7th Cir.2010); <i>Long Beach Area Chamber of Commerce v. City of Long Beach,</i> <span class=\"citation\" data-id=\"145366\"><a href=\"/opinion/145366/long-beach-area-chamber-v-city-of-long-beach/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 691 n. 4 (9th Cir.2010).</p>\n<p>Plaintiff also argues that strict scrutiny is appropriate because the prohibition is effectively content-based in that it prohibits contributions on the basis of the identity of the speaker, again citing <i>Citizens United</i> for this proposition. <i>See</i> 130 S.Ct. at 899 (\"Quite apart from the purpose or effect of regulating content, ... the Government may commit a constitutional wrong when by law it identifies certain preferred speakers.\"). Plaintiffs argument does not find support in the case law. In the wake of <i>Citizens United,</i> the Second and Seventh Circuits have used the closely drawn standard to uphold, respectively, a ban on contributions by state contractors to candidates for state office, <i>see </i><i>Garfield,</i> 616 F.3d at 198-207, and a ban on personal solicitations and contributions by state judges in support of a political party, <i>see </i><i>Siefert,</i> 608 F.3d at 988-90. As is the case here, those prohibitions applied only to a specific subset of speakers. Accordingly, <i>Citizens United</i> does not require the court to apply strict scrutiny to the Campaign Contribution Prohibition.</p>\n<p></p>\n<h2>2. Constitutionality of the Campaign Contribution Prohibition</h2>\n<p>Accordingly, for the reasons set forth above, the court reiterates its prior holding that the Campaign Contribution Prohibition is constitutional if it meets a \"sufficiently important interest\" and \"employs means closely drawn to avoid unnecessary abridgment\" of freedom of speech and association. <i>Buckley,</i> 424 U.S. at 25, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. A contribution restriction meets the closely drawn standard of scrutiny if it \"do[es] not undermine to any material degree the potential for robust and effective discussion of candidates and campaign issues by individual citizens, associations, the institutional press, candidates, and political parties.\" <i>Buckley,</i> 424 U.S. at 29, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>.</p>\n<p>The parties agree that limiting the corruption and appearance of corruption that may result from lobbyists' campaign contributions to legislators constitutes a \"sufficiently important interest.\" <i>See </i><i>McConnell v. Fed. Election Comm'n,</i> <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span>, 136, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (2003); <i>Buckley,</i> 424 U.S. at 26, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. Moreover, plaintiff does not challenge the effect of the Campaign Contribution Prohibition on the candidates themselves. As such, the court need only balance the infringement on plaintiffs ability to make a \"symbolic expression of support\" with those First Amendment rights that are not infringed upon by the restriction, such as the \"freedom to discuss candidates and issues.\" <i>Randall v. Sorrell,</i> <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, 246-47, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (2006).</p>\n<p>Although a ban is not <i>per se</i> unconstitutional, the absolute prohibition on one means of expression is a significant factor in balancing the severity of the infringement with the other activities open to plaintiff.<sup>[3]</sup> The court must look to whether <span class=\"star-pagination\">*509</span> lobbyists may participate in First Amendment activities that mitigate against the absolute infringement the ban imposes on lobbyists' ability to perform the symbolic act of contributing to a candidate's campaign. Here, the record establishes that there are sufficient activities open to lobbyists to mitigate the effect of the ban. For example, lobbyists may contribute to PACs that contribute to their preferred legislative candidates; they may encourage others, including family members, to donate to the candidates of their choice; they may attend or host fund-raising events; and they may volunteer for a campaign, put up signs, pass out literature, and engage in door-to-door canvassing; and they may make unpaid speeches at a candidate's rally. The spouse of a lobbyist may even make a direct contribution to a candidate from a joint-checking account shared with the lobbyist.</p>\n<p>These avenues, which remain open to lobbyists, provide substantial opportunity for supporting and discussing candidates for the General Assembly and the Council of State. As applied to plaintiff, the gap between, on the one hand, directly contributing $25.00 to a candidate and, on the other hand, publicly supporting a candidate, volunteering for the candidate's campaign, advising third parties to contribute to the candidate, and contributing to a PAC that in turn contributes to that candidate, is sufficiently narrow to overcome the constitutional challenge brought here. Accordingly, in light of the ability of plaintiff to remain politically active and to support her preferred candidates for office, the Campaign Contribution Prohibition's ban on direct contributions to a candidate's campaign is closely drawn to the sufficiently important governmental interest of combating corruption and the appearance of corruption in campaigns for state legislative office.<sup>[4]</sup></p>\n<p></p>\n<h2>3. Vagueness Challenge</h2>\n<p>Plaintiff asks the court to, in effect, ignore the political activities left open to lobbyists on the grounds that the distinction between an unlawful \"contribution\" and an allowed \"independent expenditure,\" which will in many cases turn on whether there was \"coordination\" between the lobbyist and the campaign, is unconstitutionally vague. Plaintiff also finds \"in-kind transfers,\" \"vehicles,\" and a number of other terms used in the statute to be unconstitutionally vague. Plaintiff contends that the Campaign Contribution Prohibition does not provide a reasonable citizen with adequate notice of what conduct is or is not illegal, and invites arbitrary enforcement by failing to provide adequate standards for its interpretation by the Board.</p>\n<p>\"The void-for-vagueness doctrine requires that penal statutes define crimes so that ordinary people can understand the conduct prohibited and so that arbitrary and discriminatory enforcement is not encouraged.\" <i>United States v. Klecker,</i> <span class=\"citation\" data-id=\"784031\"><a href=\"/opinion/784031/united-states-v-richard-lester-klecker/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 71 (4th Cir.2003) (quoting <i>United States v. McLamb,</i> <span class=\"citation\" data-id=\"600364\"><a href=\"/opinion/600364/united-states-v-phillip-chestnut-mclamb/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1284</span></a></span>, 1291 (4th Cir.1993)): <i>see also </i><i>United States v. Williams,</i> <span class=\"citation\" data-id=\"145810\"><a href=\"/opinion/145810/united-states-v-williams/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">285</span></a></span>, 304, <span class=\"citation\" data-id=\"145810\"><a href=\"/opinion/145810/united-states-v-williams/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></a></span>, <span class=\"citation\" data-id=\"145810\"><a href=\"/opinion/145810/united-states-v-williams/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></a></span> (2008) (\"A conviction [is void for vagueness] if the statute under which it is obtained fails to provide <span class=\"star-pagination\">*510</span> a person of ordinary intelligence fair notice of what is prohibited, or is so standardless that it authorizes or encourages seriously discriminatory enforcement.\"). \"While laws that regulate expression are subject to `stricter standards,' `perfect clarity and precise guidance have never been required even of regulations that restrict expressive activity.'\" <i>Imaginary Images, Inc. v. Evans,</i> <span class=\"citation\" data-id=\"150705\"><a href=\"/opinion/150705/imaginary-images-inc-v-evans/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></a></span>, 749 (4th Cir.2010) (internal citations omitted). Because there is no evidence of any actual inconsistency in the statute as applied, plaintiff must show that \"the law is impermissibly vague in all of its applications.\" <i>Vill. of Hoffman Estates v. Flipside,</i> <span class=\"citation\" data-id=\"110661\"><a href=\"/opinion/110661/hoffman-estates-v-flipside-hoffman-estates-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span>, 497, <span class=\"citation\" data-id=\"110661\"><a href=\"/opinion/110661/hoffman-estates-v-flipside-hoffman-estates-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1186</span></a></span>, <span class=\"citation\" data-id=\"110661\"><a href=\"/opinion/110661/hoffman-estates-v-flipside-hoffman-estates-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></a></span> (1982).</p>\n<p>Plaintiff first argues that the statute is vague because \"many of its terms are undefined, leaving little guidance as to what conduct the statute prohibits.\" (Pl.'s Mem. Supp. Summ. J. 18.) In support of this argument, plaintiff points to the fact that the Board has asked for a statutory definition of the word \"coordination,\" a concept that plaintiff herself finds particularly troublesome, to give more guidance both to lobbyists and the Board. The definition of \"coordination\" is particularly important in the statutory scheme because unlike contributions, independent expenditures are allowed under the Campaign Contribution Prohibition, and are defined as expenditures \"made without consultation or coordination with a candidate or agent of a candidate whose nomination or election the expenditure supports or whose opponent's nomination or election the expenditure opposes.\" N.C. Gen.Stat. § 163-278.6(9a).</p>\n<p>There is no constitutional requirement that a legislature define every word in a statute, and in the absence of a statutory definition, \"words will be interpreted as taking their ordinary, contemporary, common meaning.\" <i>Perrin v. United States,</i> <span class=\"citation\" data-id=\"110155\"><a href=\"/opinion/110155/perrin-v-united-states/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 42, <span class=\"citation\" data-id=\"110155\"><a href=\"/opinion/110155/perrin-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">311</span></a></span>, <span class=\"citation\" data-id=\"110155\"><a href=\"/opinion/110155/perrin-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></a></span> (1979); <i>see, e.g., </i><i>Imaginary Images,</i> 612 F.3d at 750 (finding no constitutional vagueness in a Virginia statute forbidding \"any striptease act\" in certain establishments because \"`striptease' is defined straightforwardly\" in the dictionary and is a term \"of common usage\"). Although \"coordination\" is not statutorily defined, an independent expenditure that is made without consultation or coordination with a candidate is plainly one made in the absence of deliberation, combination, or harmonization between the candidate and the lobbyist. <i>See</i> Webster's Third New International Dictionary 490, 502 (2002) (defining \"consultation\" and \"coordination\"). Indeed, the concept of \"coordination\" is commonly used, without ambiguity, to differentiate independent expenditures from contributions. <i>See, e.g., </i><i>Citizens United,</i> 130 S.Ct. at 910 (\"By definition, an independent expenditure is political speech presented to the electorate that is not coordinated with a candidate.\" (citing <i>Buckley,</i> 424 U.S. at 46, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>)). Its usage in the Campaign Contribution Prohibition follows this tradition.</p>\n<p>Plaintiff also finds fault with the definition of an \"in-kind\" contribution. Again, however, this term is well-defined and has a common usage. An \"in-kind\" contribution is simply a contribution of goods, commodities, or services as opposed to a monetary contribution. See Webster's Third New International Dictionary 1243 (2002). Although plaintiff objects to certain applications of the in-kind contribution ban identified by the Board in its depositions as vague and arbitrary, the court cannot agree. For example, plaintiff finds arbitrary the determination by the Board that a lobbyist who hosts an event at her home or puts up a sign in her front yard is making an independent expenditure, but a lobbyist who hosts an event at a restaurant or banquet hall that she owns or puts up an advertisement on a billboard she owns <span class=\"star-pagination\">*511</span> is making an in-kind contribution. There is nothing arbitrary about this distinction. Providing a service to a candidate for free when one usually charges for it is an in-kind contribution. The owner of a restaurant, banquet hall or billboard generally charges individuals to use these facilities, whereas a private homeowner does not.</p>\n<p>Plaintiff raises a host of additional questions regarding contributions to PACs, nonpartisan organizations with members that include candidates to whom plaintiff is forbidden to contribute, and other groups. The Board has already sufficiently answered plaintiffs concerns about contributions to PACs in a formal advisory opinion, notwithstanding the fact that it hedged part of its answer in the face of some unclear facts from the individual requesting the opinion. If plaintiff wishes to contribute to a specific organization, she would do well to request an advisory opinion from the Board. The statute itself appears to give sufficient guidance to the Board to craft any such opinion, and indeed the Board in its briefing suggests that the plain language of the statute allows, for example, plaintiff to contribute to organizations to which a candidate belongs. The statute is not unconstitutionally vague.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In light of the sufficiently important interest in avoiding corruption and the appearance of corruption caused by campaign contributions by lobbyists to candidates for statewide office, and with sufficient means for political expression left open to these lobbyists, the Campaign Contribution Prohibition is closely drawn to match a sufficiently important interest. Additionally, the statute is neither impermissibly broad nor unconstitutionally vague. As such, the statute is constitutional on its face and as applied to plaintiff. Accordingly, plaintiffs motion for summary judgment (DE #30) is DENIED. The Clerk is DIRECTED to enter judgment for defendants and to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  A separate statute prohibits registered lobbyists from contributing to a member of or candidate for the General Assembly or Council of State while the General Assembly is in session. <i>See</i> N.C. Gen.Stat. § 163-278.13B(c). The constitutionality of that statute was upheld by the Fourth Circuit in <i>North Carolina Right to Life, Inc. v. Bartlett,</i> <span class=\"citation\" data-id=\"762034\"><a href=\"/opinion/762034/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 714-18 (4th Cir.1999), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1153</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></span> (2000), and is not challenged here.</p>\n<p>[2]  In their response to plaintiffs motion for summary judgment, defendants ask the court to enter summary judgment in their favor. (<i>See</i> Mem. Opp. Summ. J. 5.) Although defendants do not formally move for summary judgment, the court has the inherent power to enter summary judgment <i>sua sponte</i> for the non-moving party. <i>See </i><i>U.S. Dev. Corp. v. Peoples Fed. Sav. &amp; Loan Ass'n,</i> <span class=\"citation\" data-id=\"522189\"><a href=\"/opinion/522189/united-states-development-corporation-v-peoples-federal-savings-loan/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 735 (4th Cir. 1989). However, exercise of \"that power is contingent on giving the losing party notice that it must come forward and defend its claim.\" <i>Id.</i> The notice need not be a formal document, but must allow the non-moving party at least ten days \"to present all material pertinent to the claims under consideration\" in view of the \"procedural, legal, and factual complexities of the case.\" <i>Id.</i>\n</p>\n<p>Here, there has been sufficient notice and opportunity for plaintiff to defend its claim. Defendants requested the court enter summary judgment in their favor in their response brief, and plaintiff had the opportunity to respond in her reply brief. Moreover, the parties agree that the question before the court is a purely legal one based on the facts agreed upon by the parties. Accordingly, if the court finds no constitutional infirmity in the statute, there is no procedural, legal, or factual issue preventing an award of summary judgment in favor of defendants.</p>\n<p>[3]  <i>Beaumont</i> establishes that a ban is not <i>per se</i> unconstitutional. <i>See</i> 539 U.S. at 162, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2200</span></a></span>. Nevertheless, a ban is \"a drastic measure\" that causes \"considerably more constitutional damage [than a limit does], as it wholly <i>extinguishes</i> that aspect of the contributor's freedom of political association.\" <i>Garfield,</i> 616 F.3d at 204 (internal quotation marks omitted; emphasis in original). If a limit would be sufficient to adequately achieve the government's objectives, a ban is constitutionally overbroad and must be struck down. <i>Id.</i> at 204-05. For example, if the purpose of the Campaign Contribution Prohibition was solely to deal with actual corruption, a ban might be unnecessary. <i>See id.</i> at 205. But where, as here, the ban also \"addresses the <i>perception</i> of corruption brought about by ... recent scandals[,]\" it is not overly broad. <i>Id.</i> (emphasis added).</p>\n<p>[4]  Plaintiff suggests that the Board's lax interpretation of the statute effectively undercuts the anti-corruption rationale of the statute by allowing too much conduct. (<i>See</i> Pl.'s Mem. Supp. Summ. J. 20.) Although this raises separate constitutional questions that are addressed in the next section, it supports the court's finding here.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/148492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/150472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/150705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2495311/"
  ]
}