{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2472768/",
  "absolute_url": "/opinion/2472768/mckenna-v-lee/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2472768/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:45:52.917054Z",
  "date_modified": "2016-04-26T23:24:24.396556Z",
  "type": "010combined",
  "sha1": "0e31b0d9350a0fffd8517962a4cc7092a9cf7b16",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>318 F.Supp.2d 296 (2002)</b></center>\n<center><h1>Edward Martin MCKENNA, SR. Plaintiff,<br>\nv.<br>\nR.C. LEE, et al., Defendants.</h1></center>\n<center>No. 5:00-CV-911-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 2, 2002.</center>\n<p><span class=\"star-pagination\">*297</span> Edward Martin McKenna, Sr., Wilmington, NC, pro se.</p>\n<p>W. Dale Talbert, Spec. Asst. Aty. Gen, Neil Clark Dalton, N.C. Dept. of Justice, J. Donald Cowan, Jr., Shannon R. Joseph, Smith Moore, Deborrah L. Newton, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendants' motions for summary judgment pursuant to Fed.R.Civ.P. 56. Plaintiff filed responses in opposition to the motions. <span class=\"star-pagination\">*298</span> The defendants filed replies to plaintiff's oppositions to the motions.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On 12 December 2000 plaintiff filed a complaint alleging copyright infringement. (<i>See</i> Compl. at 11.) Specifically, plaintiff alleges that in 1978 he was an inmate at Central Prison in Raleigh and was assigned to work for Prison Industries in the Sign Shop. Plaintiff alleges that while he was working at the Sign Shop, he was approached with the idea of creating a new North Carolina license plate. Plaintiff further alleges that during non-working hours and using his own materials, he created the \"First in Flight\" slogan and design that has been used on North Carolina license plates from some time in the early 1980's to the present. Plaintiff alleges that he owns the copyright to the \"First in Flight\" design, that defendants wrongfully took that design, and consequently that defendants copy and publish the design in violation of the 1976 Copyright Act. (<i>See</i> Compl. at 11-48.)</p>\n<p>Defendants, on the other hand, contend that plaintiff is not the author of the \"First in Flight\" design, and as such has no ownerships rights in the design. (<i>See</i> 3M Def.'s Mot. at 7-8, incorporated by reference in State Def.'s Mot.) In the alternative, defendants contend that if plaintiff is the creator of the design, he is not the owner of the design, as it was created while plaintiff was in the employ of Prison Industries, and as a work made for hire, the \"First in Flight\" design is owned by Prison Industries, and therefore owned by the State of North Carolina. (<i>See id.</i> at 13-14.) Defendants also contend that plaintiff's claim is barred by laches because of the thirteen year delay between 1983, when he discovered that North Carolina was using the design on its license plate, and 1996, when he applied for copyright registration of the design. Further, defendants contend that plaintiff's claim is barred by the passage of an additional four years between the application for copyright registration and the filing of the instant complaint. (<i>See id.</i> at 10.)</p>\n<p></p>\n<h2>II. STANDARD</h2>\n<p>Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" <i>See</i> Fed.R.Civ.P. 56(c). It is well-established that summary judgment should be granted \"only when it is clear that there is no dispute concerning either the facts of the controversy or the inferences drawn from those facts.\" <i>See </i><i>Pulliam Inv. Co. v. Cameo Properties,</i> 810 F.2d 1282, 1286 (4th Cir.1987). The party moving for summary judgment has the burden of showing the absence of a genuine issue of material fact, and the court must view the evidence before it and the inferences to be drawn from those facts in a light most favorable to the nonmoving party. <i>See </i><i>Hooven-Lewis v. Caldera,</i> 249 F.3d 259, 265 (4th Cir.2001).<sup>[1]</sup></p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A.</h2>\n<p>The facts viewed in the light most favorable to the plaintiff are as follows: in 1978 <span class=\"star-pagination\">*299</span> plaintiff was incarcerated in Central Prison in Raleigh, North Carolina, and was assigned to work at the Sign Shop run by Prison Industries. His job entailed working in the darkroom, reproducing work for silk screening, and occasionally modifying some of the material given to him. Sometime in 1978, while plaintiff was working, plant superintendent Theodis Strickland approached plaintiff's supervisor, Tony Lewis, and told Lewis that the State needed a new license tag. Plaintiff suggested that the slogan be changed from \"First in Freedom\" to \"First in Flight.\" Strickland liked the idea and asked plaintiff to create a design for the license plate using a Wright Brothers' airplane. Strickland told plaintiff he would return in two weeks with photographs of early airplanes for plaintiff to use in his design. That same night, in his cell and using his own materials, plaintiff created a design depicting a Wright Brothers-type airplane flying over a stand of sea oats. He left the drawing in his cell.</p>\n<p>Two weeks later, while plaintiff was at work in the Sign Shop, Strickland returned with books containing photographs of early airplanes. After looking at the photographs, plaintiff was satisfied with his own design. Plaintiff retrieved the original drawing from his cell, returned to the Sign Shop, and used the original to make a derivative drawing, which he used to create a silk screen from which to print the design. Plaintiff cut the silk screen and attempted to print the design. He made 12-15 prints, and selected one to be made into a license tag. Once sample letters were pressed into the tag, the tag was placed on Lewis' desk. Within a few days, the tag was given to Strickland. Over the course of the next few months, plaintiff asked Strickland what was happening with the \"First in Flight\" license tag, and Strickland replied that \"people\" were still looking at it. (<i>See</i> Pl. Dep. at 57.) When plaintiff quit working at the Sign Shop and transferred to the gym, he was told that \"they were still looking at it.\" (<i>See</i> Pl. Dep. at 57.)</p>\n<p>In December 1982 plaintiff was transferred from Central Prison to Odom Farm. Seven or eight months after that, when plaintiff was being driven from court to Central Prison, he saw what he thought was his design on license plates on the backs of cars. In 1995 plaintiff went to work on the Battleship North Carolina. It was then that he was able to verify that his design was being used on the North Carolina license tag. He learned that he could not sue for copyright infringement if he did not register the copyright. In 1996, plaintiff was able to register the copyright of his design with the Wrights Brothers'-type airplane flying over a stand of sea oats. On 12 December 2000 plaintiff filed the instant complaint, alleging that defendants are copying and publishing the license tag design in violation of the 1976 Copyright Act.</p>\n<p></p>\n<h2>B.</h2>\n<p>Because this court finds the issue of copyright ownership to be dispositive, only that issue need be discussed here. Copyright ownership of a work is presumed to vest in its author, unless the author's employer can establish that it is a \"work made for hire.\" <i>See </i><i>Community for Creative Non-Violence v. Reid,</i> 490 U.S. 730, 737, 109 S.Ct. 2166, 104 L.Ed.2d 811 (1989). If a work is one made for hire, the employer for whom it was prepared is considered the author and is presumed to own the copyright. <i>See id.</i> The work-for-hire exception is overridden only by a clear writing, signed by the parties, that reserves <span class=\"star-pagination\">*300</span> authorship rights to the employee. <i>See</i> 17 U.S.C. § 201(b). In order to show that a work is made for hire, an employer must show that it was (1) created by an employee (2) acting in the scope of the employment relationship. <i>See</i> 17 U.S.C. § 101.</p>\n<p></p>\n<h2>1.</h2>\n<p>Plaintiff alleges that he did not sign a pay card or employment contract and that defendants submitted no evidence that plaintiff was paid a dollar a day for his work at the Sign Shop, and therefore defendants cannot establish the \"employee\" prong of the work-for-hire test. (<i>See</i> Pl. Reply at 6-7.)</p>\n<p>It is established that Congress intended to incorporate common law principles into the copyright statute. <i>See </i><i>Reid,</i> 490 U.S. at 741, 109 S.Ct. 2166. At common law, the factors to be considered when determining if an individual is an employee are: (1) the extent of control which the employer may exercise over the details of the work; (2) whether the one employed is engaged in a distinct occupation or business; (3) whether the kind of work is usually done under the direction of the employer or by a specialist without supervision; (4) the skill required in the particular occupation; (5) whether the employer supplies the instrumentalities and place of work; (6) the length of time for which a person is employed; (7) whether the work is part of the regular business of the employer; (8) whether the parties believe they are creating an employer/employee relationship; and (9) whether the principal is in business. <i>See id.</i> at 752, 109 S.Ct. 2166; Rest. <i>2d Agency</i> § 220 (1958).</p>\n<p>At his deposition plaintiff states that he sent a letter to Lewis requesting a work assignment at the Sign Shop, and that although he did not sign a pay card, plaintiff was paid a dollar a day for his work at the Sign Shop, and he withdrew that money from his account. (<i>See</i> Pl. Dep. at 5-6, 80.) Plaintiff's job was to use the darkroom equipment to help make signs. (<i>See id.</i> at 7.) Plaintiff's supervisors at the Sign Shop had the right to control the manner and means by which the signs were made. (<i>See id.</i> at 8, 32.) Creating signs was the regular business of the Sign Shop. (<i>See id.</i> at 7-8.) Therefore, considering the factors together, it has been established that plaintiff was an employee of the Sign Shop.</p>\n<p></p>\n<h2>2.</h2>\n<p>The copyright statute does not define \"scope of employment,\" but again, it is established that Congress intended to incorporate common law principles into the copyright statute. <i>See </i><i>Reid,</i> 490 U.S. at 741, 109 S.Ct. 2166. Consequently, to show that the creation of the \"First in Flight\" design was within the scope of plaintiff's employment, defendants have to show that (1) the work is of the type for which plaintiff was hired to perform; (2) the creation of the design occurred \"substantially within the authorized time and space limits\" of the job; and (3) it was \"actuated, at least in part, by a purpose to serve\" the employer's interests. <i>See </i><i>Avtec Sys., Inc. v. Peiffer,</i> 21 F.3d 568, 571 (4th Cir.1994) (quoting <i>Rest.2d Agency</i> § 228 (1958)).</p>\n<p>Plaintiff was hired to use a polylight machine to create silk screens from which signs were to be printed. (<i>See</i> Pl. Dep. at 7-8.) Plaintiff also performed design jobs at the request of Lewis and Strickland. (<i>See</i> Pl. Opp. at 34. (\"Lewis makes no mention of the many design jobs <span class=\"star-pagination\">*301</span> I did do at his and Theodis Stricklands reguest [sic] ....\")) Thus, according to plaintiff's own evidence, working on a new license tag design was work of the type for which plaintiff was hired to perform.</p>\n<p>Plaintiff contends that he created the license tag design after work hours, in his cell, and using his own materials, so the creation of the design does not meet the second prong of the <i>Restatement</i> test, and therefore does not fall under the work-for-hire doctrine. However, the fact that a work is created off-site, during non-working hours does not automatically remove the work from the scope of employment. <i>See </i><i>Avtec Sys.,</i> 21 F.3d at 571 (\"When [the first] element of the <i>Restatement</i> test is met, courts have tended not to grant employees authorship rights solely on the basis that the work was done at home on off-hours.\"); <i>Miller v. CP Chemicals, Inc.,</i> 808 F.Supp. 1238, 1244 n. 7 (D.S.C.1992) (\"[W]hen the driving force behind the creation of the work is directly related to a specific product of the employer and the employee's job responsibilities, and for the primary benefit of the employer, such work may be within the scope of employment.\"); <i>Marshall v. Miles Laboratories, Inc.,</i> 647 F.Supp. 1326, 1330 (N.D.Ind.1986) (\"Neither case law nor the legislative history suggests that a person can avoid the `work made for hire' doctrine merely by preparing the work during non-working hours or in a facility not controlled by the employer.\").</p>\n<p>Plaintiff created the license tag design in response to a request from his employer. (<i>See</i> Compl. ¶ 36 (\"Plaintiff invented the slogan `First in Flight' on the spur of the moment, in response to a request that Plaintiff work on a replacement North Carolina license tag ....\"); Pl. Dep. at 29 (when asked if Mr. Strickland had asked him to design the plate, plaintiff answered in the affirmative); Pl. Opp. at 4-5 (\"Strickland said, [the tag design idea] is a great idea (or words to that effect) and then asked me `what will you need to make this happen.'\").)</p>\n<p>Because plaintiff created the license tag design in the course of his employment and with a purpose to serve his employer, thus meeting the first and third prongs of the <i>Restatement</i> test, this court does not find it determinative that the design was created off-site during non-working hours. It is clear that but for the employer's specific need for a new license tag design, the \"First in Flight\" design would not have been created. The design was created primarily for the benefit of the employer. Thus, considering the totality of the circumstances, this court finds that the \"First in Flight\" license tag design was work made for hire, and because there exists no signed writing indicating otherwise, ownership rights are vested in the employer, Prison Industries, and therefore ultimately in the State of North Carolina.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Defendant's motion for summary judgment is ALLOWED and this action is DISMISSED. Plaintiff's motion to strike is DENIED as moot.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff objects to the use of his deposition for the summary judgment determination, claiming that page 113 is missing from the copy he received, and that the recordation was not complete or accurate. (<i>See</i> Pl. Opp. Brief at 7.) However, plaintiff did not file an errata sheet or affidavit regarding the alleged inaccuracies. Accordingly, the court will consider testimony contained in the deposition, with the exception of that found on page 113.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">296</span></span> (2002)</b></center>\n<center><h1>Edward Martin MCKENNA, SR. Plaintiff,<br>\nv.<br>\nR.C. LEE, et al., Defendants.</h1></center>\n<center>No. 5:00-CV-911-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 2, 2002.</center>\n<p><span class=\"star-pagination\">*297</span> Edward Martin McKenna, Sr., Wilmington, NC, pro se.</p>\n<p>W. Dale Talbert, Spec. Asst. Aty. Gen, Neil Clark Dalton, N.C. Dept. of Justice, J. Donald Cowan, Jr., Shannon R. Joseph, Smith Moore, Deborrah L. Newton, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendants' motions for summary judgment pursuant to Fed.R.Civ.P. 56. Plaintiff filed responses in opposition to the motions. <span class=\"star-pagination\">*298</span> The defendants filed replies to plaintiff's oppositions to the motions.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On 12 December 2000 plaintiff filed a complaint alleging copyright infringement. (<i>See</i> Compl. at 11.) Specifically, plaintiff alleges that in 1978 he was an inmate at Central Prison in Raleigh and was assigned to work for Prison Industries in the Sign Shop. Plaintiff alleges that while he was working at the Sign Shop, he was approached with the idea of creating a new North Carolina license plate. Plaintiff further alleges that during non-working hours and using his own materials, he created the \"First in Flight\" slogan and design that has been used on North Carolina license plates from some time in the early 1980's to the present. Plaintiff alleges that he owns the copyright to the \"First in Flight\" design, that defendants wrongfully took that design, and consequently that defendants copy and publish the design in violation of the 1976 Copyright Act. (<i>See</i> Compl. at 11-48.)</p>\n<p>Defendants, on the other hand, contend that plaintiff is not the author of the \"First in Flight\" design, and as such has no ownerships rights in the design. (<i>See</i> 3M Def.'s Mot. at 7-8, incorporated by reference in State Def.'s Mot.) In the alternative, defendants contend that if plaintiff is the creator of the design, he is not the owner of the design, as it was created while plaintiff was in the employ of Prison Industries, and as a work made for hire, the \"First in Flight\" design is owned by Prison Industries, and therefore owned by the State of North Carolina. (<i>See id.</i> at 13-14.) Defendants also contend that plaintiff's claim is barred by laches because of the thirteen year delay between 1983, when he discovered that North Carolina was using the design on its license plate, and 1996, when he applied for copyright registration of the design. Further, defendants contend that plaintiff's claim is barred by the passage of an additional four years between the application for copyright registration and the filing of the instant complaint. (<i>See id.</i> at 10.)</p>\n<p></p>\n<h2>II. STANDARD</h2>\n<p>Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" <i>See</i> Fed.R.Civ.P. 56(c). It is well-established that summary judgment should be granted \"only when it is clear that there is no dispute concerning either the facts of the controversy or the inferences drawn from those facts.\" <i>See </i><i>Pulliam Inv. Co. v. Cameo Properties,</i> <span class=\"citation\" data-id=\"482814\"><a href=\"/opinion/482814/pulliam-investment-co-inc-v-cameo-properties-banner-equities-inc/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1282</span></a></span>, 1286 (4th Cir.1987). The party moving for summary judgment has the burden of showing the absence of a genuine issue of material fact, and the court must view the evidence before it and the inferences to be drawn from those facts in a light most favorable to the nonmoving party. <i>See </i><i>Hooven-Lewis v. Caldera,</i> <span class=\"citation\" data-id=\"773124\"><a href=\"/opinion/773124/cheryl-m-hooven-lewis-v-louis-caldera-secretary-of-the-army/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 265 (4th Cir.2001).<sup>[1]</sup></p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A.</h2>\n<p>The facts viewed in the light most favorable to the plaintiff are as follows: in 1978 <span class=\"star-pagination\">*299</span> plaintiff was incarcerated in Central Prison in Raleigh, North Carolina, and was assigned to work at the Sign Shop run by Prison Industries. His job entailed working in the darkroom, reproducing work for silk screening, and occasionally modifying some of the material given to him. Sometime in 1978, while plaintiff was working, plant superintendent Theodis Strickland approached plaintiff's supervisor, Tony Lewis, and told Lewis that the State needed a new license tag. Plaintiff suggested that the slogan be changed from \"First in Freedom\" to \"First in Flight.\" Strickland liked the idea and asked plaintiff to create a design for the license plate using a Wright Brothers' airplane. Strickland told plaintiff he would return in two weeks with photographs of early airplanes for plaintiff to use in his design. That same night, in his cell and using his own materials, plaintiff created a design depicting a Wright Brothers-type airplane flying over a stand of sea oats. He left the drawing in his cell.</p>\n<p>Two weeks later, while plaintiff was at work in the Sign Shop, Strickland returned with books containing photographs of early airplanes. After looking at the photographs, plaintiff was satisfied with his own design. Plaintiff retrieved the original drawing from his cell, returned to the Sign Shop, and used the original to make a derivative drawing, which he used to create a silk screen from which to print the design. Plaintiff cut the silk screen and attempted to print the design. He made 12-15 prints, and selected one to be made into a license tag. Once sample letters were pressed into the tag, the tag was placed on Lewis' desk. Within a few days, the tag was given to Strickland. Over the course of the next few months, plaintiff asked Strickland what was happening with the \"First in Flight\" license tag, and Strickland replied that \"people\" were still looking at it. (<i>See</i> Pl. Dep. at 57.) When plaintiff quit working at the Sign Shop and transferred to the gym, he was told that \"they were still looking at it.\" (<i>See</i> Pl. Dep. at 57.)</p>\n<p>In December 1982 plaintiff was transferred from Central Prison to Odom Farm. Seven or eight months after that, when plaintiff was being driven from court to Central Prison, he saw what he thought was his design on license plates on the backs of cars. In 1995 plaintiff went to work on the Battleship North Carolina. It was then that he was able to verify that his design was being used on the North Carolina license tag. He learned that he could not sue for copyright infringement if he did not register the copyright. In 1996, plaintiff was able to register the copyright of his design with the Wrights Brothers'-type airplane flying over a stand of sea oats. On 12 December 2000 plaintiff filed the instant complaint, alleging that defendants are copying and publishing the license tag design in violation of the 1976 Copyright Act.</p>\n<p></p>\n<h2>B.</h2>\n<p>Because this court finds the issue of copyright ownership to be dispositive, only that issue need be discussed here. Copyright ownership of a work is presumed to vest in its author, unless the author's employer can establish that it is a \"work made for hire.\" <i>See </i><i>Community for Creative Non-Violence v. Reid,</i> <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 737, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1989). If a work is one made for hire, the employer for whom it was prepared is considered the author and is presumed to own the copyright. <i>See id.</i> The work-for-hire exception is overridden only by a clear writing, signed by the parties, that reserves <span class=\"star-pagination\">*300</span> authorship rights to the employee. <i>See</i> 17 U.S.C. § 201(b). In order to show that a work is made for hire, an employer must show that it was (1) created by an employee (2) acting in the scope of the employment relationship. <i>See</i> 17 U.S.C. § 101.</p>\n<p></p>\n<h2>1.</h2>\n<p>Plaintiff alleges that he did not sign a pay card or employment contract and that defendants submitted no evidence that plaintiff was paid a dollar a day for his work at the Sign Shop, and therefore defendants cannot establish the \"employee\" prong of the work-for-hire test. (<i>See</i> Pl. Reply at 6-7.)</p>\n<p>It is established that Congress intended to incorporate common law principles into the copyright statute. <i>See </i><i>Reid,</i> 490 U.S. at 741, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>. At common law, the factors to be considered when determining if an individual is an employee are: (1) the extent of control which the employer may exercise over the details of the work; (2) whether the one employed is engaged in a distinct occupation or business; (3) whether the kind of work is usually done under the direction of the employer or by a specialist without supervision; (4) the skill required in the particular occupation; (5) whether the employer supplies the instrumentalities and place of work; (6) the length of time for which a person is employed; (7) whether the work is part of the regular business of the employer; (8) whether the parties believe they are creating an employer/employee relationship; and (9) whether the principal is in business. <i>See id.</i> at 752, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>; Rest. <i>2d Agency</i> § 220 (1958).</p>\n<p>At his deposition plaintiff states that he sent a letter to Lewis requesting a work assignment at the Sign Shop, and that although he did not sign a pay card, plaintiff was paid a dollar a day for his work at the Sign Shop, and he withdrew that money from his account. (<i>See</i> Pl. Dep. at 5-6, 80.) Plaintiff's job was to use the darkroom equipment to help make signs. (<i>See id.</i> at 7.) Plaintiff's supervisors at the Sign Shop had the right to control the manner and means by which the signs were made. (<i>See id.</i> at 8, 32.) Creating signs was the regular business of the Sign Shop. (<i>See id.</i> at 7-8.) Therefore, considering the factors together, it has been established that plaintiff was an employee of the Sign Shop.</p>\n<p></p>\n<h2>2.</h2>\n<p>The copyright statute does not define \"scope of employment,\" but again, it is established that Congress intended to incorporate common law principles into the copyright statute. <i>See </i><i>Reid,</i> 490 U.S. at 741, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>. Consequently, to show that the creation of the \"First in Flight\" design was within the scope of plaintiff's employment, defendants have to show that (1) the work is of the type for which plaintiff was hired to perform; (2) the creation of the design occurred \"substantially within the authorized time and space limits\" of the job; and (3) it was \"actuated, at least in part, by a purpose to serve\" the employer's interests. <i>See </i><i>Avtec Sys., Inc. v. Peiffer,</i> <span class=\"citation\" data-id=\"667588\"><a href=\"/opinion/667588/avtec-systems-incorporated-v-jeffrey-g-peiffer-kisak-kisak-incorporated/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 571 (4th Cir.1994) (quoting <i>Rest.2d Agency</i> § 228 (1958)).</p>\n<p>Plaintiff was hired to use a polylight machine to create silk screens from which signs were to be printed. (<i>See</i> Pl. Dep. at 7-8.) Plaintiff also performed design jobs at the request of Lewis and Strickland. (<i>See</i> Pl. Opp. at 34. (\"Lewis makes no mention of the many design jobs <span class=\"star-pagination\">*301</span> I did do at his and Theodis Stricklands reguest [sic] ....\")) Thus, according to plaintiff's own evidence, working on a new license tag design was work of the type for which plaintiff was hired to perform.</p>\n<p>Plaintiff contends that he created the license tag design after work hours, in his cell, and using his own materials, so the creation of the design does not meet the second prong of the <i>Restatement</i> test, and therefore does not fall under the work-for-hire doctrine. However, the fact that a work is created off-site, during non-working hours does not automatically remove the work from the scope of employment. <i>See </i><i>Avtec Sys.,</i> 21 F.3d at 571 (\"When [the first] element of the <i>Restatement</i> test is met, courts have tended not to grant employees authorship rights solely on the basis that the work was done at home on off-hours.\"); <i>Miller v. CP Chemicals, Inc.,</i> <span class=\"citation\" data-id=\"1478648\"><a href=\"/opinion/1478648/miller-v-cp-chemicals-inc/\"><span class=\"volume\">808</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1238</span></a></span>, 1244 n. 7 (D.S.C.1992) (\"[W]hen the driving force behind the creation of the work is directly related to a specific product of the employer and the employee's job responsibilities, and for the primary benefit of the employer, such work may be within the scope of employment.\"); <i>Marshall v. Miles Laboratories, Inc.,</i> <span class=\"citation\" data-id=\"2359913\"><a href=\"/opinion/2359913/marshall-v-miles-laboratories-inc/\"><span class=\"volume\">647</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1326</span></a></span>, 1330 (N.D.Ind.1986) (\"Neither case law nor the legislative history suggests that a person can avoid the `work made for hire' doctrine merely by preparing the work during non-working hours or in a facility not controlled by the employer.\").</p>\n<p>Plaintiff created the license tag design in response to a request from his employer. (<i>See</i> Compl. ¶ 36 (\"Plaintiff invented the slogan `First in Flight' on the spur of the moment, in response to a request that Plaintiff work on a replacement North Carolina license tag ....\"); Pl. Dep. at 29 (when asked if Mr. Strickland had asked him to design the plate, plaintiff answered in the affirmative); Pl. Opp. at 4-5 (\"Strickland said, [the tag design idea] is a great idea (or words to that effect) and then asked me `what will you need to make this happen.'\").)</p>\n<p>Because plaintiff created the license tag design in the course of his employment and with a purpose to serve his employer, thus meeting the first and third prongs of the <i>Restatement</i> test, this court does not find it determinative that the design was created off-site during non-working hours. It is clear that but for the employer's specific need for a new license tag design, the \"First in Flight\" design would not have been created. The design was created primarily for the benefit of the employer. Thus, considering the totality of the circumstances, this court finds that the \"First in Flight\" license tag design was work made for hire, and because there exists no signed writing indicating otherwise, ownership rights are vested in the employer, Prison Industries, and therefore ultimately in the State of North Carolina.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Defendant's motion for summary judgment is ALLOWED and this action is DISMISSED. Plaintiff's motion to strike is DENIED as moot.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff objects to the use of his deposition for the summary judgment determination, claiming that page 113 is missing from the copy he received, and that the recordation was not complete or accurate. (<i>See</i> Pl. Opp. Brief at 7.) However, plaintiff did not file an errata sheet or affidavit regarding the alleged inaccuracies. Accordingly, the court will consider testimony contained in the deposition, with the exception of that found on page 113.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1478648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2359913/"
  ]
}