{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2472224/",
  "absolute_url": "/opinion/2472224/evanston-ins-co-v-g-t-fabricators-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2472224/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:45:35.905957Z",
  "date_modified": "2016-04-27T01:11:09.720648Z",
  "type": "010combined",
  "sha1": "2274561e4ca1634cc21212458ce99c8eae3c3f42",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>740 F.Supp.2d 731 (2010)</b></center>\n<center><h1>EVANSTON INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nG &amp; T FABRICATORS, INC. and Gary Speck, Defendants,<br>\nv.<br>\nAllied Terminals, Inc., Intervenor.</h1></center>\n<center>No. 7:09-CV-22-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 23, 2010.</center>\n<p><span class=\"star-pagination\">*732</span> Kenan G. Loomis, Cozen O'Connor, Atlanta, GA, for Plaintiff.</p>\n<p>Andrew J. Hanley, Crossley McIntosh Collier Hanley &amp; Edes, PLLC, Wilmington, NC, for Defendants.</p>\n<p>David P. Ferrell, Vandeventer Black, LLP, Raleigh, NC, George M. Ferreti, Matthew R. Hess, Foran Glennon Palandech Ponzi &amp; Rudloff PC, Chicago, IL, for Intervenor.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the cross-motions for summary judgment filed by plaintiff Evanston Insurance Company (\"Evanston\") (DE # 51) and intervenor Allied Terminals, Inc. (\"Allied\") (DE # 63).<sup>[1]</sup> The issues raised in these motions are ripe for ruling. For the reasons that follow, Evanston's motion is granted and Allied's motion is denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*733</span> STATEMENT OF THE CASE</h2>\n<p>Evanston filed this declaratory judgment action against defendants G &amp; T Fabricators, Inc. (\"G &amp; T\") and Gary Speck (\"Speck\") (collectively \"defendants\") on February 19, 2009. Evanston asks the court to rescind two general liability insurance polices it issued to defendants and declare the policies to be void <i>ab initio</i> because of material misrepresentations and omissions made by defendants in their applications for insurance coverage. Evanston further asks the court to declare that it is not obligated to defend or indemnify defendants for any claim resulting from a chemical spill on Allied's land on November 12, 2008.</p>\n<p>On March 17, 2009, G &amp; T and Speck moved to dismiss this action for lack of subject matter jurisdiction, lack of personal jurisdiction, and failure to join necessary parties. Evanston responded in opposition on April 3, 2009. On August 7, 2009, Allied moved to intervene in this action, stating that it had an interest in the subject matter of this action, that the disposition of the action would impede its ability to protect its interest, and that it was not adequately represented by any other party. Allied argued that G &amp; T was a small company with virtually no assets, and sought leave to have the insurance policies upheld and enforced so that it might recover damages resulting from the November 2008 chemical spill.<sup>[2]</sup></p>\n<p>By order entered October 2, 2009, 263 F.R.D. 309 (E.D.N.C.2009), the court denied defendants' motion to dismiss and granted Allied's motion to intervene.<sup>[3]</sup> Allied filed its answer to the complaint on October 6, 2009. Defendants answered on February 24, 2010. On July 14, 2010, Evanston and Allied each moved for summary judgment. Evanston seeks a judgment that the policies are void and that it has no obligation to indemnify defendants. Allied seeks a judgment that Evanston is estopped from seeking rescission of the policies and denying coverage under them. Evanston responded in opposition to Allied's motion on August 4, 2010, and Allied responded in opposition to Evanston's motion on August 6, 2010. Speck and G &amp; T did not respond to these motions. Allied and Evanston replied to one another on August 23, 2010.</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>In 2006, G &amp; T contracted with Allied to repair and/or modify Tank 201, an aboveground storage tank at Allied's facility in Chesapeake, Virginia. (Law Dep. 18:19-25, 33:10-16; Speck Dep. 72:3-7, 96:17-20; Pl.'s Ex. 4.) At that time, G &amp; T consisted of no more than three employees (including Speck, a welder and the owner of G &amp; T), and was engaged primarily or even exclusively with repairing aboveground storage tanks for Allied in Norfolk and Chesapeake, Virginia. (Speck Dep. 15:22-16:11, 16:20-20:6.) As a condition of its contractual work with Allied, G &amp; T was required to have general liability insurance with a coverage limit of $1,000,000.00. (Law Dep. 41:14-42:1; Speck Dep. 26:8-14, 87:20-88:3.)</p>\n<p><span class=\"star-pagination\">*734</span> In September 2006, Speck contacted Terri Jackson (\"Jackson\"), an independent insurance broker with Southeastern Insurance, Inc. (\"Southeastern\"). (Jackson Dep. 16:16-17, 17:18-19; Speck Dep. 22:20-23:11.) Speck asked Johnson for a quote on a general liability insurance policy for G &amp; T, and Johnson filled out an application using answers given by Speck to a series of general questions provided for in the application.<sup>[4]</sup> (Johnson Dep. 18:1-16, 23:15-19; Speck Dep. 23:20-24:9, 24:22-27:13.) Johnson then forwarded the application to Gaye VonCannon (\"VonCannon\"), a senior underwriter at Deering &amp; Associates, Inc. (\"Deering\"), now known as Insurance House. (Jackson Dep. 25:4-26:10, 30:15-16; VonCannon Dep. 4:14-5:3, 6:13-16; 24:19-19.) Jackson also sent a copy of the application to Speck for his signature. (Jackson Dep. 18:13-16, 19:6-7, 30:15-16.)</p>\n<p>Deering had authority to underwrite and issue policies on behalf of Evanston up to certain amounts of coverage for specified classes of policies, but VonCannon determined that the Speck application was of a class falling outside her authority to bind coverage and issue a policy. (VonCannon Dep. 6:17-8:21, 24:19-26:10.) Specifically, VonCannon determined that, based on the description Jackson had provided in the application, the proper class was found at ISO classification number 59660, which covers \"the building or manufacturing of metal storage tanks.\" (VonCannon Dep. 25:12-26:13; Pl.'s Ex. 2.) Accordingly, VonCannon forwarded the policy application to Markel West Inc. (\"Markel\"), which accepted the application after determining from Jackson, through VonCannon, that the storage tanks would be used for \"fertilizer storage\" and \"dry storage.\" (VonCannon Dep. 44:4-19; Dep. Ex. 3, as Intervener's Attach. 1.)</p>\n<p>Frank Case (\"Case\"), an underwriter with Markel, reviewed the application and authorized a quote to G &amp; T and Speck through Evanston.<sup>[5]</sup> (Case Decl. ¶¶ 1-4, July 9, 2010.) The quote was forwarded from VonCannon to Jackson on September 8, 2006. (Dep. Ex. 4, as Intervenor's Attach. 2.) Jackson gave Speck the quote but did not hear back from him until February 2007. (Jackson Dep. 42:22-43:5.) At that time, Speck returned to Jackson seeking to contract for coverage, and Jackson sent the request and the signed application from Speck to VonCannon, who forwarded it to Case to update the quote if necessary. (Jackson 49:15-52:3; VonCannon Dep. 88:9-92:3; Dep. Ex. 76, as Intervenor's Attach. 14.) The signed application indicated, among other things, that G &amp; T and Speck had no exposure to flammables, explosives, or chemicals; that their past or present operations did not involve structural alterations; and that their past or present operations involved no guarantees, warranties, or hold harmless agreements. (Pl.'s Ex. 1.) It also indicated that the nature of Speck's and G &amp; T's business was \"build[ing] above ground storage tanks.\" (<i>Id.</i>)</p>\n<p>On February 20, 2007, Gary Seidl, another underwriter with Markel, authorized VonCannon to bind coverage for G &amp; T and Speck at the same September 2006 quote: a $2,500.00 premium (with a 10% <span class=\"star-pagination\">*735</span> commission to Deering and a 10% commission to Southeastern) plus an additional $250.00 in fees and taxes. (VonCannon Dep. 37:13-38:11, 47:21-49:2; Dep. Ex. 38, as Intervener's Attach. 8; Dep. Ex. 47, as Intervener's Attach. 12.) Deering then issued Commercial Liability Policy No. CL320100502 (\"the 2007 Policy\") to G &amp; T and Speck in early March 2007. (VonCannon Dep. 49:7-52:9.) Speck paid the premium to Southeastern, and no claims were made on the 2007 Policy. (Speck Dep. 36:13-19; VonCannon Dep. 53:1-4.)</p>\n<p>On or about January 26, 2008, VonCannon notified Southeastern that the 2007 Policy was up for renewal and that Deering required a completed renewal application prior to offering renewal terms. (VonCannon 53:5-23; Dep. Ex. 78, as Intervener's Attach. 15.) On or about February 22, 2008, G &amp; T and Speck, through Southeastern, submitted the renewal application with the same answers as the February 2007 application. (Pl.'s Ex. 3; Dep. Ex. 8, as Intervener's Attach. 4.) Kate Schefsky, an underwriter with Markel, authorized a renewal of the 2007 Policy through February 22, 2009, at the same $2,500.00 premium plus $250.00 fees and taxes quote. (Schefsky Dep. 8:24-9:15; Dep. Ex. 46, as Intervener's Attach. 11.) Deering then sent issued Commercial Liability Policy No. CL320100564 (\"the 2008 Policy\") to G &amp; T and Speck. (VonCannon Dep. 53:24-54:11; Dep. Ex. 25, as Intervener's Attach. 6.)</p>\n<p>On November 12, 2008, during the covered period of the 2008 Policy, Tank 201 at Allied's facility ruptured as Speck was working on it, spilling some two million (2,000,000) gallons of liquid fertilizer. (Speck Dep. 169:21-173:5; Compl. ¶ 7; Intervenor Ans. ¶ 7.) On November 24, 2008, a \"General Liability Notice of Occurrence/Claim\" form was prepared. (Pl.'s Ex. 10.) On February 13, 2009, after investigating the claim, Evanston's counsel sent a reservation of rights letter to Speck and G &amp; T, reserving Evanston's right to deny coverage and to rescind the 2008 and 2007 Policies. (Pl.'s Ex. 11.) On February 17, 2009, Evanston wrote Speck and G &amp; T stating that it was rescinding both policies and refunding the premiums paid in the amount of $5,500.00. (Pl.'s Ex. 12.)</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Motions for Summary Judgment</h2>\n<p></p>\n<h2>1. Standard of Review</h2>\n<p>Summary judgment is appropriate where the pleadings, the discovery and disclosure materials on file, and any affidavits show that there exists no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby</i>, 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of any genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the nonmoving party then must affirmatively demonstrate with specific evidence that there exists a genuine issue of material fact requiring trial. <i>Matsushita Elec. Industrial Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586-87, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Id.</i> at 587, 106 S.Ct. 1348; <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. 2505.</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>Evanston contends that the two policies should be rescinded, arguing that Speck made material misrepresentations regarding <span class=\"star-pagination\">*736</span> the nature of G &amp; T's business, its exposure to chemicals, whether or not he made structural alterations to the tanks, and whether or not G &amp; T's business involved guarantees, warranties, or hold harmless agreements.<sup>[6]</sup> Allied counters that Evanston had a duty to inquire further about the nature of G &amp; T's operations and cannot rely on its own ignorance to rescind the policy. Moreover, Allied argues that it is not undisputed that Speck made material misrepresentation because the statements made by Speck on the applications for the insurance policies were ambiguous or were in response to ambiguously worded questions. Allied also argues that Evanston is estopped from denying coverage due its own negligence for failing to comply by the Surplus Lines Act, N.C. Gen.Stat. § 58-21-1 <i>et seq.</i></p>\n<p>Under North Carolina law, an insurer is not bound by an insurance policy if the insured made material misrepresentations in the application for that policy.<sup>[7]</sup> N.C. Gen.Stat. § 58-3-10; <i>N. Nat'l Life Ins. Co. v. Lacy J. Miller Mach. Co., Inc.,</i> 311 N.C. 62, 70-71, 316 S.E.2d 256, 262 (1984). A misrepresentation is material if \"the knowledge or ignorance of it would naturally influence the judgment of the insurer in making the contract, or in estimating the degree and character of the risk, or in fixing the premium.\" <i>Goodwin v. Investors Life Ins. Co. of N. Am.,</i> 332 N.C. 326, 331, 419 S.E.2d 766, 769 (1992) (internal quotation marks omitted). As long as the representation in question is both material and false, \"`it is not necessary for avoidance of the policy that the misrepresentation be intentional.'\" <i>In re McCrary,</i> 112 N.C.App. 161, 167, 435 S.E.2d 359, 364 (1993) (quoting <i>Tedder v. Union Fidelity Life Ins. Co.,</i> 436 F.Supp. 847, 849 (E.D.N.C.1977)).</p>\n<p>The signed applications contain a number of admittedly false representations. Speck admits that he was exposed to chemicals during his work at Allied's facility and that the representation that there was no exposure to flammables, explosives or chemicals is accordingly false. (Speck Dep. 96:13-97:3.) Speck further admits that G &amp; T was operating under a guarantee or hold harmless agreement with Allied and that he was performing structural alterations on Tank 201, and that answers to the contrary on the application were accordingly false.<sup>[8]</sup> (<i>Id.</i> at <span class=\"star-pagination\">*737</span> 110:10-111:8.) According to the undisputed testimony of the underwriters of the policies, neither of the policies would have issued had any one of these questions been answered truthfully. (Case Decl. ¶¶ 5-10, July 9, 2010; Schefsky Decl. ¶¶ 5-10.) This undisputed evidence satisfies the court that the misrepresentations were material and that Evanston may rescind the two policies under North Carolina law. <i>See, e.g., </i><i>Luther v. Seawell,</i> 191 N.C.App. 139, 144, 662 S.E.2d 1, 4 (relying on insurer's undisputed statements that it would not have insured the property had it known certain misrepresented facts); <i>In re McCrary,</i> 112 N.C.App. at 170, 435 S.E.2d at 366 (same).</p>\n<p>Allied nevertheless argues that Evanston is estopped from rescinding the policies because it should have investigated G &amp; T's business and that it accordingly has constructive knowledge of the truth behind any misrepresentations. This is not so. Under North Carolina Law, an insurer is \"under no duty, legal or equitable, to question the truth of the applicant's statements or, absent facts sufficient to put it on inquiry, to conduct an investigation to determine the truth or falsity thereof.\" <i>Swartzberg v. Reserve Life Ins. Co.,</i> 252 N.C. 150, 155-56, 113 S.E.2d 270, 276 (1960). The Fourth Circuit, applying North Carolina law in a case involving rescission of a life insurance policy, noted that \"the critical factor upon which a duty of further inquiry must be based is not simply the means to inquire, but the existence of a reason for doing so.\" <i>Rutherford v. John Hancock Mut. Life Ins. Co.,</i> 562 F.2d 290, 293-94 (4th Cir.1977). The Fourth Circuit went on to note that:</p>\n<blockquote>The means to conduct an investigation obviously exist in almost every case, but even insurance companies could hardly operate if they were required as a matter of law to look behind the face of every innocent-appearing application. Here, there was nothing on the face of the application and nothing known to [the insurer] that should have caused the company to doubt the accuracy of [the applicant's] answer to question 4. All [the applicant] revealed was that he had had a \"routine physical\" with a diagnosis of \"good health.\" In the face of this disclosure, it would be a strained result indeed that would place the burden not on the applicant to reveal the truth, but on the insurer to discover it.</blockquote>\n<p><i>Id.</i> at 294.</p>\n<p>Here, Speck answered \"no\" to each relevant question on the application, and nothing on the face of the innocent-looking application or otherwise known to Evanston would have cast doubt on the accuracy of his answers. Evanston did take some additional steps to find out what would be stored in the tanks, and was told by Jackson that they would be used for \"fertilizer storage\" and \"dry storage.\" Regardless of whether this was a misstatement by Jackson to VonCannon or by Speck to Jackson, Evanston did not have a further duty upon receipt of this answer to inquire into G &amp; T's exposure to chemicals, the existence of any hold harmless agreements, or whether G &amp; T was performing structural alterations. Moreover, even assuming that Allied is correct that Evanston had a policy to inspect the premises of any business paying premiums over $2,500.00, there was no legal duty for Evanston to do so and it is not clear that it would have discovered the truth behind the three misstatements listed above had the inspection occurred.</p>\n<p>Allied also argues that Evanston cannot rescind the contract because it violated the Surplus Lines Act, which states in relevant part:</p>\n<blockquote>As soon as surplus lines insurance has been placed, the producing broker or surplus lines licensee shall promptly deliver <span class=\"star-pagination\">*738</span> the policy to the insured. If the policy is not then available, the broker or licensee shall promptly deliver to the insured a certificate ..., cover note, binder, or other evidence of insurance. The certificate ..., cover note, binder, or other evidence of insurance shall be executed by the surplus lines licensee and shall show the description and location of the subject of the insurance, coverages including any material limitations other than those in standard forms, a general description of the coverages of the insurance, the premium and rate charged and taxes to be collected from the insured, and the name and address of the insured and surplus lines insurer or insurers and proportion of the entire risk assumed by each, and the name of the surplus lines licensee and the licensee's license number.</blockquote>\n<p>N.C. Gen.Stat. § 58-21-45. Allied claims that Evanston failed to deliver to G &amp; T the information required by the Surplus Line Act, and that its failure to do so was negligence <i>per se</i> that left G &amp; T unaware of precisely the coverage it had obtained and unaware of the need to correct any misconceptions on the part of Evanston as to its business.</p>\n<p>The court cannot accept Allied's argument. First, there has been no showing that Evanston violated the Surplus Lines Act. The undisputed evidence does not show that G &amp; T and Speck were not promptly given their policy, and absent such failure there is no requirement to deliver a certificate, binder, or other evidence of insurance. Second, even assuming Evanston did violate the Surplus Lines Act and that such a violation constitutes <i>per se</i> negligence under North Carolina law, Allied has not shown the court that negligence of an insurance carrier is a defense to an action seeking rescission. The Surplus Lines Act is of no importance to the question before the court.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds that Speck and G &amp; T made material misrepresentation in the signed application for the two insurance policies at issue, that Evanston refunded all premiums paid on the 2007 Policy and the 2008 Policy, that Evanston had no duty to investigate the application, and that Evanston was not otherwise negligent. As such, the court finds that Evanston is entitled to rescind both the 2007 Policy and the 2008 Policy.</p>\n<p>Accordingly, Evanston's motion for summary judgment (DE # 51) is GRANTED and Allied's motion for summary judgment (DE #63) is DENIED. Because there will be no trial in this matter, Evanston's motion to strike Allied's jury demand (DE # 37), and Allied's motion for trial by jury (DE # 40) are DENIED AS MOOT. The Clerk is DIRECTED to enter judgment for Evanston and to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Also pending is Evanston's motion to strike the jury demand filed by Allied (DE # 37), and Allied's corresponding motion for trial by jury (DE # 40). Where Evanston's motion for summary judgment will be granted, there will be no trial in this matter and the motions relating to trial are accordingly DENIED AS MOOT.</p>\n<p>[2]  Allied states that on July 24, 2009, it filed suit against G &amp; T in the Circuit Court for the City of Chesapeake, Virginia, alleging breach of contract and breach of express and implied warranties.</p>\n<p>[3]  Although Allied moved to intervene as a matter of right, the court granted Allied's motion as one seeking permissive intervention under the rule permitting the court to allow intervention by a party that has a claim or defense that shares with the main action a common question of law or fact. Fed. R.Civ.P. 24(b)(1)(B).</p>\n<p>[4]  The particulars of their conversation are in dispute. According to Speck, he told Johnson that G &amp; T built and repaired aboveground storage tanks, and that the tanks contained liquid fertilizer. (Speck Dep. 25:10-13, 26:15-27:2.) According to Johnson, Speck said that he built aboveground storage tanks, and in a subsequent conversation told her that the tanks contained fertilizer and dry storage (Johnson Dep. 19:12-17, 20:15-21, 23:2-5.)</p>\n<p>[5]  Markel provides underwriting services for Evanston. (Case Dep. 17:23-21:10.)</p>\n<p>[6]  As an alternative argument for avoiding payment of the underlying claim in this matter, Evanston contends that exclusions in the 2008 Policy regarding pollution damages, faulty workmanship damages, and breach of contract/warranty damages exclude coverage for the chemical spill on Allied's property. The court need not address this argument in light of its discussion of Evanston's rescission contentions.</p>\n<p>[7]  \"[I]f an application for insurance containing material misrepresentations is filled in by the agent before being signed by the applicant, these ... material misrepresentations of the applicant ... bar recovery.\" <i>McCrimmon v. North Carolina Mut. Life Ins. Co.,</i> 69 N.C.App. 683, 685, 317 S.E.2d 709, 710 (1984).</p>\n<p>[8]  Allied disputes that G &amp; T worked pursuant to an indemnity or hold harmless agreement, noting that Evanston has not identified any document purporting to be such an agreement. This misstates Evanston's burden on summary judgment. Speck's statement that this question should have been answered \"yes\" is sufficient where Allied has not come up with any evidence to the contrary. Allied also contends that G &amp; T's work did not involve exposure to chemicals, arguing that liquid fertilizer is not properly defined as a \"chemical\" and that any such exposure was minimal. Again, however, Speck's deposition testimony supports summary judgment. Allied and Evanston also argue about whether G &amp; T \"built\" or merely \"repaired\" aboveground takes, but the court need not reach this issue. Finally, the court notes that Allied has made no argument regarding the \"structural alterations\" question.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">740</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">731</span></span> (2010)</b></center>\n<center><h1>EVANSTON INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nG &amp; T FABRICATORS, INC. and Gary Speck, Defendants,<br>\nv.<br>\nAllied Terminals, Inc., Intervenor.</h1></center>\n<center>No. 7:09-CV-22-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 23, 2010.</center>\n<p><span class=\"star-pagination\">*732</span> Kenan G. Loomis, Cozen O'Connor, Atlanta, GA, for Plaintiff.</p>\n<p>Andrew J. Hanley, Crossley McIntosh Collier Hanley &amp; Edes, PLLC, Wilmington, NC, for Defendants.</p>\n<p>David P. Ferrell, Vandeventer Black, LLP, Raleigh, NC, George M. Ferreti, Matthew R. Hess, Foran Glennon Palandech Ponzi &amp; Rudloff PC, Chicago, IL, for Intervenor.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the cross-motions for summary judgment filed by plaintiff Evanston Insurance Company (\"Evanston\") (DE # 51) and intervenor Allied Terminals, Inc. (\"Allied\") (DE # 63).<sup>[1]</sup> The issues raised in these motions are ripe for ruling. For the reasons that follow, Evanston's motion is granted and Allied's motion is denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*733</span> STATEMENT OF THE CASE</h2>\n<p>Evanston filed this declaratory judgment action against defendants G &amp; T Fabricators, Inc. (\"G &amp; T\") and Gary Speck (\"Speck\") (collectively \"defendants\") on February 19, 2009. Evanston asks the court to rescind two general liability insurance polices it issued to defendants and declare the policies to be void <i>ab initio</i> because of material misrepresentations and omissions made by defendants in their applications for insurance coverage. Evanston further asks the court to declare that it is not obligated to defend or indemnify defendants for any claim resulting from a chemical spill on Allied's land on November 12, 2008.</p>\n<p>On March 17, 2009, G &amp; T and Speck moved to dismiss this action for lack of subject matter jurisdiction, lack of personal jurisdiction, and failure to join necessary parties. Evanston responded in opposition on April 3, 2009. On August 7, 2009, Allied moved to intervene in this action, stating that it had an interest in the subject matter of this action, that the disposition of the action would impede its ability to protect its interest, and that it was not adequately represented by any other party. Allied argued that G &amp; T was a small company with virtually no assets, and sought leave to have the insurance policies upheld and enforced so that it might recover damages resulting from the November 2008 chemical spill.<sup>[2]</sup></p>\n<p>By order entered October 2, 2009, <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">309</span></span> (E.D.N.C.2009), the court denied defendants' motion to dismiss and granted Allied's motion to intervene.<sup>[3]</sup> Allied filed its answer to the complaint on October 6, 2009. Defendants answered on February 24, 2010. On July 14, 2010, Evanston and Allied each moved for summary judgment. Evanston seeks a judgment that the policies are void and that it has no obligation to indemnify defendants. Allied seeks a judgment that Evanston is estopped from seeking rescission of the policies and denying coverage under them. Evanston responded in opposition to Allied's motion on August 4, 2010, and Allied responded in opposition to Evanston's motion on August 6, 2010. Speck and G &amp; T did not respond to these motions. Allied and Evanston replied to one another on August 23, 2010.</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>In 2006, G &amp; T contracted with Allied to repair and/or modify Tank 201, an aboveground storage tank at Allied's facility in Chesapeake, Virginia. (Law Dep. 18:19-25, 33:10-16; Speck Dep. 72:3-7, 96:17-20; Pl.'s Ex. 4.) At that time, G &amp; T consisted of no more than three employees (including Speck, a welder and the owner of G &amp; T), and was engaged primarily or even exclusively with repairing aboveground storage tanks for Allied in Norfolk and Chesapeake, Virginia. (Speck Dep. 15:22-16:11, 16:20-20:6.) As a condition of its contractual work with Allied, G &amp; T was required to have general liability insurance with a coverage limit of $1,000,000.00. (Law Dep. 41:14-42:1; Speck Dep. 26:8-14, 87:20-88:3.)</p>\n<p><span class=\"star-pagination\">*734</span> In September 2006, Speck contacted Terri Jackson (\"Jackson\"), an independent insurance broker with Southeastern Insurance, Inc. (\"Southeastern\"). (Jackson Dep. 16:16-17, 17:18-19; Speck Dep. 22:20-23:11.) Speck asked Johnson for a quote on a general liability insurance policy for G &amp; T, and Johnson filled out an application using answers given by Speck to a series of general questions provided for in the application.<sup>[4]</sup> (Johnson Dep. 18:1-16, 23:15-19; Speck Dep. 23:20-24:9, 24:22-27:13.) Johnson then forwarded the application to Gaye VonCannon (\"VonCannon\"), a senior underwriter at Deering &amp; Associates, Inc. (\"Deering\"), now known as Insurance House. (Jackson Dep. 25:4-26:10, 30:15-16; VonCannon Dep. 4:14-5:3, 6:13-16; 24:19-19.) Jackson also sent a copy of the application to Speck for his signature. (Jackson Dep. 18:13-16, 19:6-7, 30:15-16.)</p>\n<p>Deering had authority to underwrite and issue policies on behalf of Evanston up to certain amounts of coverage for specified classes of policies, but VonCannon determined that the Speck application was of a class falling outside her authority to bind coverage and issue a policy. (VonCannon Dep. 6:17-8:21, 24:19-26:10.) Specifically, VonCannon determined that, based on the description Jackson had provided in the application, the proper class was found at ISO classification number 59660, which covers \"the building or manufacturing of metal storage tanks.\" (VonCannon Dep. 25:12-26:13; Pl.'s Ex. 2.) Accordingly, VonCannon forwarded the policy application to Markel West Inc. (\"Markel\"), which accepted the application after determining from Jackson, through VonCannon, that the storage tanks would be used for \"fertilizer storage\" and \"dry storage.\" (VonCannon Dep. 44:4-19; Dep. Ex. 3, as Intervener's Attach. 1.)</p>\n<p>Frank Case (\"Case\"), an underwriter with Markel, reviewed the application and authorized a quote to G &amp; T and Speck through Evanston.<sup>[5]</sup> (Case Decl. ¶¶ 1-4, July 9, 2010.) The quote was forwarded from VonCannon to Jackson on September 8, 2006. (Dep. Ex. 4, as Intervenor's Attach. 2.) Jackson gave Speck the quote but did not hear back from him until February 2007. (Jackson Dep. 42:22-43:5.) At that time, Speck returned to Jackson seeking to contract for coverage, and Jackson sent the request and the signed application from Speck to VonCannon, who forwarded it to Case to update the quote if necessary. (Jackson 49:15-52:3; VonCannon Dep. 88:9-92:3; Dep. Ex. 76, as Intervenor's Attach. 14.) The signed application indicated, among other things, that G &amp; T and Speck had no exposure to flammables, explosives, or chemicals; that their past or present operations did not involve structural alterations; and that their past or present operations involved no guarantees, warranties, or hold harmless agreements. (Pl.'s Ex. 1.) It also indicated that the nature of Speck's and G &amp; T's business was \"build[ing] above ground storage tanks.\" (<i>Id.</i>)</p>\n<p>On February 20, 2007, Gary Seidl, another underwriter with Markel, authorized VonCannon to bind coverage for G &amp; T and Speck at the same September 2006 quote: a $2,500.00 premium (with a 10% <span class=\"star-pagination\">*735</span> commission to Deering and a 10% commission to Southeastern) plus an additional $250.00 in fees and taxes. (VonCannon Dep. 37:13-38:11, 47:21-49:2; Dep. Ex. 38, as Intervener's Attach. 8; Dep. Ex. 47, as Intervener's Attach. 12.) Deering then issued Commercial Liability Policy No. CL320100502 (\"the 2007 Policy\") to G &amp; T and Speck in early March 2007. (VonCannon Dep. 49:7-52:9.) Speck paid the premium to Southeastern, and no claims were made on the 2007 Policy. (Speck Dep. 36:13-19; VonCannon Dep. 53:1-4.)</p>\n<p>On or about January 26, 2008, VonCannon notified Southeastern that the 2007 Policy was up for renewal and that Deering required a completed renewal application prior to offering renewal terms. (VonCannon 53:5-23; Dep. Ex. 78, as Intervener's Attach. 15.) On or about February 22, 2008, G &amp; T and Speck, through Southeastern, submitted the renewal application with the same answers as the February 2007 application. (Pl.'s Ex. 3; Dep. Ex. 8, as Intervener's Attach. 4.) Kate Schefsky, an underwriter with Markel, authorized a renewal of the 2007 Policy through February 22, 2009, at the same $2,500.00 premium plus $250.00 fees and taxes quote. (Schefsky Dep. 8:24-9:15; Dep. Ex. 46, as Intervener's Attach. 11.) Deering then sent issued Commercial Liability Policy No. CL320100564 (\"the 2008 Policy\") to G &amp; T and Speck. (VonCannon Dep. 53:24-54:11; Dep. Ex. 25, as Intervener's Attach. 6.)</p>\n<p>On November 12, 2008, during the covered period of the 2008 Policy, Tank 201 at Allied's facility ruptured as Speck was working on it, spilling some two million (2,000,000) gallons of liquid fertilizer. (Speck Dep. 169:21-173:5; Compl. ¶ 7; Intervenor Ans. ¶ 7.) On November 24, 2008, a \"General Liability Notice of Occurrence/Claim\" form was prepared. (Pl.'s Ex. 10.) On February 13, 2009, after investigating the claim, Evanston's counsel sent a reservation of rights letter to Speck and G &amp; T, reserving Evanston's right to deny coverage and to rescind the 2008 and 2007 Policies. (Pl.'s Ex. 11.) On February 17, 2009, Evanston wrote Speck and G &amp; T stating that it was rescinding both policies and refunding the premiums paid in the amount of $5,500.00. (Pl.'s Ex. 12.)</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Motions for Summary Judgment</h2>\n<p></p>\n<h2>1. Standard of Review</h2>\n<p>Summary judgment is appropriate where the pleadings, the discovery and disclosure materials on file, and any affidavits show that there exists no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby</i>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of any genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the nonmoving party then must affirmatively demonstrate with specific evidence that there exists a genuine issue of material fact requiring trial. <i>Matsushita Elec. Industrial Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586-87, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Id.</i> at 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>; <i>Anderson,</i> 477 U.S. at 250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>Evanston contends that the two policies should be rescinded, arguing that Speck made material misrepresentations regarding <span class=\"star-pagination\">*736</span> the nature of G &amp; T's business, its exposure to chemicals, whether or not he made structural alterations to the tanks, and whether or not G &amp; T's business involved guarantees, warranties, or hold harmless agreements.<sup>[6]</sup> Allied counters that Evanston had a duty to inquire further about the nature of G &amp; T's operations and cannot rely on its own ignorance to rescind the policy. Moreover, Allied argues that it is not undisputed that Speck made material misrepresentation because the statements made by Speck on the applications for the insurance policies were ambiguous or were in response to ambiguously worded questions. Allied also argues that Evanston is estopped from denying coverage due its own negligence for failing to comply by the Surplus Lines Act, N.C. Gen.Stat. § 58-21-1 <i>et seq.</i></p>\n<p>Under North Carolina law, an insurer is not bound by an insurance policy if the insured made material misrepresentations in the application for that policy.<sup>[7]</sup> N.C. Gen.Stat. § 58-3-10; <i>N. Nat'l Life Ins. Co. v. Lacy J. Miller Mach. Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">62</span></span>, 70-71, <span class=\"citation\" data-id=\"1333708\"><a href=\"/opinion/1333708/northern-nat-life-ins-co-v-lacy-j-miller-mach/\"><span class=\"volume\">316</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">256</span></a></span>, 262 (1984). A misrepresentation is material if \"the knowledge or ignorance of it would naturally influence the judgment of the insurer in making the contract, or in estimating the degree and character of the risk, or in fixing the premium.\" <i>Goodwin v. Investors Life Ins. Co. of N. Am.,</i> <span class=\"citation\" data-id=\"1338742\"><a href=\"/opinion/1338742/goodwin-v-investors-life-ins-co/\"><span class=\"volume\">332</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">326</span></a></span>, 331, <span class=\"citation\" data-id=\"1338742\"><a href=\"/opinion/1338742/goodwin-v-investors-life-ins-co/\"><span class=\"volume\">419</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">766</span></a></span>, 769 (1992) (internal quotation marks omitted). As long as the representation in question is both material and false, \"`it is not necessary for avoidance of the policy that the misrepresentation be intentional.'\" <i>In re McCrary,</i> 112 N.C.App. 161, 167, <span class=\"citation\" data-id=\"1225305\"><a href=\"/opinion/1225305/matter-of-mccrary/\"><span class=\"volume\">435</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">359</span></a></span>, 364 (1993) (quoting <i>Tedder v. Union Fidelity Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1429856\"><a href=\"/opinion/1429856/tedder-v-union-fidelity-life-ins-co/\"><span class=\"volume\">436</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">847</span></a></span>, 849 (E.D.N.C.1977)).</p>\n<p>The signed applications contain a number of admittedly false representations. Speck admits that he was exposed to chemicals during his work at Allied's facility and that the representation that there was no exposure to flammables, explosives or chemicals is accordingly false. (Speck Dep. 96:13-97:3.) Speck further admits that G &amp; T was operating under a guarantee or hold harmless agreement with Allied and that he was performing structural alterations on Tank 201, and that answers to the contrary on the application were accordingly false.<sup>[8]</sup> (<i>Id.</i> at <span class=\"star-pagination\">*737</span> 110:10-111:8.) According to the undisputed testimony of the underwriters of the policies, neither of the policies would have issued had any one of these questions been answered truthfully. (Case Decl. ¶¶ 5-10, July 9, 2010; Schefsky Decl. ¶¶ 5-10.) This undisputed evidence satisfies the court that the misrepresentations were material and that Evanston may rescind the two policies under North Carolina law. <i>See, e.g., </i><i>Luther v. Seawell,</i> 191 N.C.App. 139, 144, <span class=\"citation\" data-id=\"1208226\"><a href=\"/opinion/1208226/luther-v-seawell/\"><span class=\"volume\">662</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span>, 4 (relying on insurer's undisputed statements that it would not have insured the property had it known certain misrepresented facts); <i>In re McCrary,</i> 112 N.C.App. at 170, 435 S.E.2d at 366 (same).</p>\n<p>Allied nevertheless argues that Evanston is estopped from rescinding the policies because it should have investigated G &amp; T's business and that it accordingly has constructive knowledge of the truth behind any misrepresentations. This is not so. Under North Carolina Law, an insurer is \"under no duty, legal or equitable, to question the truth of the applicant's statements or, absent facts sufficient to put it on inquiry, to conduct an investigation to determine the truth or falsity thereof.\" <i>Swartzberg v. Reserve Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1331445\"><a href=\"/opinion/1331445/swartzberg-v-reserve-life-insurance-company/\"><span class=\"volume\">252</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">150</span></a></span>, 155-56, <span class=\"citation\" data-id=\"1331445\"><a href=\"/opinion/1331445/swartzberg-v-reserve-life-insurance-company/\"><span class=\"volume\">113</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">270</span></a></span>, 276 (1960). The Fourth Circuit, applying North Carolina law in a case involving rescission of a life insurance policy, noted that \"the critical factor upon which a duty of further inquiry must be based is not simply the means to inquire, but the existence of a reason for doing so.\" <i>Rutherford v. John Hancock Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"349249\"><a href=\"/opinion/349249/mona-rutherford-of-the-estate-of-josephine-mcconnell-rutherford-v-john/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">290</span></a></span>, 293-94 (4th Cir.1977). The Fourth Circuit went on to note that:</p>\n<blockquote>The means to conduct an investigation obviously exist in almost every case, but even insurance companies could hardly operate if they were required as a matter of law to look behind the face of every innocent-appearing application. Here, there was nothing on the face of the application and nothing known to [the insurer] that should have caused the company to doubt the accuracy of [the applicant's] answer to question 4. All [the applicant] revealed was that he had had a \"routine physical\" with a diagnosis of \"good health.\" In the face of this disclosure, it would be a strained result indeed that would place the burden not on the applicant to reveal the truth, but on the insurer to discover it.</blockquote>\n<p><i>Id.</i> at 294.</p>\n<p>Here, Speck answered \"no\" to each relevant question on the application, and nothing on the face of the innocent-looking application or otherwise known to Evanston would have cast doubt on the accuracy of his answers. Evanston did take some additional steps to find out what would be stored in the tanks, and was told by Jackson that they would be used for \"fertilizer storage\" and \"dry storage.\" Regardless of whether this was a misstatement by Jackson to VonCannon or by Speck to Jackson, Evanston did not have a further duty upon receipt of this answer to inquire into G &amp; T's exposure to chemicals, the existence of any hold harmless agreements, or whether G &amp; T was performing structural alterations. Moreover, even assuming that Allied is correct that Evanston had a policy to inspect the premises of any business paying premiums over $2,500.00, there was no legal duty for Evanston to do so and it is not clear that it would have discovered the truth behind the three misstatements listed above had the inspection occurred.</p>\n<p>Allied also argues that Evanston cannot rescind the contract because it violated the Surplus Lines Act, which states in relevant part:</p>\n<blockquote>As soon as surplus lines insurance has been placed, the producing broker or surplus lines licensee shall promptly deliver <span class=\"star-pagination\">*738</span> the policy to the insured. If the policy is not then available, the broker or licensee shall promptly deliver to the insured a certificate ..., cover note, binder, or other evidence of insurance. The certificate ..., cover note, binder, or other evidence of insurance shall be executed by the surplus lines licensee and shall show the description and location of the subject of the insurance, coverages including any material limitations other than those in standard forms, a general description of the coverages of the insurance, the premium and rate charged and taxes to be collected from the insured, and the name and address of the insured and surplus lines insurer or insurers and proportion of the entire risk assumed by each, and the name of the surplus lines licensee and the licensee's license number.</blockquote>\n<p>N.C. Gen.Stat. § 58-21-45. Allied claims that Evanston failed to deliver to G &amp; T the information required by the Surplus Line Act, and that its failure to do so was negligence <i>per se</i> that left G &amp; T unaware of precisely the coverage it had obtained and unaware of the need to correct any misconceptions on the part of Evanston as to its business.</p>\n<p>The court cannot accept Allied's argument. First, there has been no showing that Evanston violated the Surplus Lines Act. The undisputed evidence does not show that G &amp; T and Speck were not promptly given their policy, and absent such failure there is no requirement to deliver a certificate, binder, or other evidence of insurance. Second, even assuming Evanston did violate the Surplus Lines Act and that such a violation constitutes <i>per se</i> negligence under North Carolina law, Allied has not shown the court that negligence of an insurance carrier is a defense to an action seeking rescission. The Surplus Lines Act is of no importance to the question before the court.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds that Speck and G &amp; T made material misrepresentation in the signed application for the two insurance policies at issue, that Evanston refunded all premiums paid on the 2007 Policy and the 2008 Policy, that Evanston had no duty to investigate the application, and that Evanston was not otherwise negligent. As such, the court finds that Evanston is entitled to rescind both the 2007 Policy and the 2008 Policy.</p>\n<p>Accordingly, Evanston's motion for summary judgment (DE # 51) is GRANTED and Allied's motion for summary judgment (DE #63) is DENIED. Because there will be no trial in this matter, Evanston's motion to strike Allied's jury demand (DE # 37), and Allied's motion for trial by jury (DE # 40) are DENIED AS MOOT. The Clerk is DIRECTED to enter judgment for Evanston and to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Also pending is Evanston's motion to strike the jury demand filed by Allied (DE # 37), and Allied's corresponding motion for trial by jury (DE # 40). Where Evanston's motion for summary judgment will be granted, there will be no trial in this matter and the motions relating to trial are accordingly DENIED AS MOOT.</p>\n<p>[2]  Allied states that on July 24, 2009, it filed suit against G &amp; T in the Circuit Court for the City of Chesapeake, Virginia, alleging breach of contract and breach of express and implied warranties.</p>\n<p>[3]  Although Allied moved to intervene as a matter of right, the court granted Allied's motion as one seeking permissive intervention under the rule permitting the court to allow intervention by a party that has a claim or defense that shares with the main action a common question of law or fact. Fed. R.Civ.P. 24(b)(1)(B).</p>\n<p>[4]  The particulars of their conversation are in dispute. According to Speck, he told Johnson that G &amp; T built and repaired aboveground storage tanks, and that the tanks contained liquid fertilizer. (Speck Dep. 25:10-13, 26:15-27:2.) According to Johnson, Speck said that he built aboveground storage tanks, and in a subsequent conversation told her that the tanks contained fertilizer and dry storage (Johnson Dep. 19:12-17, 20:15-21, 23:2-5.)</p>\n<p>[5]  Markel provides underwriting services for Evanston. (Case Dep. 17:23-21:10.)</p>\n<p>[6]  As an alternative argument for avoiding payment of the underlying claim in this matter, Evanston contends that exclusions in the 2008 Policy regarding pollution damages, faulty workmanship damages, and breach of contract/warranty damages exclude coverage for the chemical spill on Allied's property. The court need not address this argument in light of its discussion of Evanston's rescission contentions.</p>\n<p>[7]  \"[I]f an application for insurance containing material misrepresentations is filled in by the agent before being signed by the applicant, these ... material misrepresentations of the applicant ... bar recovery.\" <i>McCrimmon v. North Carolina Mut. Life Ins. Co.,</i> 69 N.C.App. 683, 685, <span class=\"citation\" data-id=\"1218830\"><a href=\"/opinion/1218830/mccrimmon-v-nc-mut-life-ins-co/\"><span class=\"volume\">317</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">709</span></a></span>, 710 (1984).</p>\n<p>[8]  Allied disputes that G &amp; T worked pursuant to an indemnity or hold harmless agreement, noting that Evanston has not identified any document purporting to be such an agreement. This misstates Evanston's burden on summary judgment. Speck's statement that this question should have been answered \"yes\" is sufficient where Allied has not come up with any evidence to the contrary. Allied also contends that G &amp; T's work did not involve exposure to chemicals, arguing that liquid fertilizer is not properly defined as a \"chemical\" and that any such exposure was minimal. Again, however, Speck's deposition testimony supports summary judgment. Allied and Evanston also argue about whether G &amp; T \"built\" or merely \"repaired\" aboveground takes, but the court need not reach this issue. Finally, the court notes that Allied has made no argument regarding the \"structural alterations\" question.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1208226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1338742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1429856/"
  ]
}