{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2473563/",
  "absolute_url": "/opinion/2473563/tune-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2473563/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:46:27.554973Z",
  "date_modified": "2016-04-26T23:24:25.343119Z",
  "type": "010combined",
  "sha1": "64a76ec9f4013fcf345feedce10f543e5fa983f7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>760 F.Supp.2d 555 (2011)</b></center>\n<center><h1>Curtis L. TUNE, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:10-CV-75-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 4, 2011.</center>\n<p><span class=\"star-pagination\">*557</span> Eddy Pierre Pierre, Pamela Marie Henry-Mays, Law Offices of Harry J. Binder &amp; Charles E. Binder, P.C., New York, NY, for Plaintiff.</p>\n<p>Lisa M. Rayo, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiff and Defendant's Motions for Judgment on the Pleadings. The Plaintiffs Motion is GRANTED in part, Defendant's Motion is DENIED, and the case is REMANDED.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Plaintiff, a high school graduate born in 1957, was 48 years old at his onset date of December 30, 2005 (Tr. 25-26). He served in the Marine Corps from 1980 to 1993 and is a Gulf War Veteran. (Tr. 16). His past relevant work was as a tractor trailer truck driver, warehouse worker, and green chain off bearer (Tr. 40).</p>\n<p>Plaintiff filed a claim for Social Security Disability benefits on March 9, 2006 for chronic low back pain, post-traumatic stress disorder (PTSD), and depressive disorder. His claim was denied at the initial level (Tr. 49-52) and at the reconsideration level (Tr. 54-57).</p>\n<p>Administrative Law Judge Robert J. Phares held a hearing on August 5, 2008. The ALJ found that although Plaintiff could not perform his past work, he had the residual functional capacity (RFC) to perform light work except for the need of a sit and stand option; work that was unskilled, simple, and repetitive; and only frequent, not constant, contact with the general public. (Tr. 9-21). The Appeals Council denied Plaintiffs request for review on April 28, 2010. (Tr. 1-5).</p>\n<p>This Court held a hearing on this matter on November 18, 2010.</p>\n<p></p>\n<h2>A. <i>Plaintiff's Testimony</i>\n</h2>\n<p>Plaintiff has testified to the following:</p>\n<p>Plaintiff suffers from back pain, rated as a 10 on a 10-point scale, or a 9 when on his medications (Tr. 31). He also has arthritis causing pain of the knees and feet (Tr. 33). Plaintiff only sleeps about three hours a night due to his pain (Tr. 31). During the day, Plaintiff naps for three to four hours if he can sleep (Tr. 32).</p>\n<p><span class=\"star-pagination\">*558</span> Plaintiff has to shave down calluses on his feet about every three days so he can walk, and he complains of a bone rubbing in his knees (Tr. 38). Plaintiff can stand for 15 minutes and sit for about 20 minutes at a time, as well as lift 10 pounds. He can walk about one block before needing to take a break. (Tr. 32).</p>\n<p>Plaintiff experienced combat in the Gulf War and suffers Post Traumatic Stress Disorder (PSTD). This causes him nightmares and to see \"a lot of dead folk\" (Tr. 33). He has visual hallucinations on a daily basis, primarily at night (Tr. 34-35). He has panic attacks when he is around a lot of people, and has such attacks an average of four times a month (Tr. 36-37).</p>\n<p>Plaintiff also has problems with memory and concentration on a daily basis (Tr. 35). He has difficulty completing tasks because he becomes easily frustrated and irritable (Tr. 37). Plaintiff also suffers from depression that causes him to cry and lose motivation.</p>\n<p>Plaintiff spends his time watching TV and tries to walk for at least a block each day (Tr. 38). He does not socialize, go out to eat, go to movies, or attend church. <i>Id.</i> Plaintiffs wife does most of the household chores (Tr. 37).</p>\n<p></p>\n<h2>B. <i>Veterans Affairs Medical Center (\"VAMC\")</i>\n</h2>\n<p>Plaintiff began treating at the VAMC in August 2002, when he went to the emergency room with complaints of progressively worsening left knee pain (Tr. 170). He was diagnosed with minor degenerative joint disease of the knee and back and prescribed Naproxen (Tr. 173).</p>\n<p>On December 6, 2002, Plaintiff returned with complaints of pain in both knees (Tr. 173-174). He also complained of hearing loss in the left ear from noise exposure and a twenty pound weight loss over the past six months from stress (Tr. 179). Plaintiff reported depression, irritability, difficulty sleeping, and nightmares from his experiences in the Persian Gulf. <i>Id.</i> Examination revealed mild crepitus of the knees (Tr. 180). He was diagnosed with depression, anxiety, insomnia, PTSD, and alcohol abuse. <i>Id.</i> The physician recommended that Plaintiff have a mental health consultation and decrease his alcohol use (Tr. 181).</p>\n<p>At the next visit on December 27, 2002, Plaintiff reported that his pain medications were not relieving his back and knee pain (Tr. 182). He was diagnosed with osteoarthritis of the bilaterallmees and hearing loss of the left ear (Tr. 183).</p>\n<p>On June 3, 2003, Plaintiff again returned with complaints of knee pain and of back pain, especially with bending and prolonged standing (Tr. 184-185). Plaintiff was continued on Naprosyn and Sertraline (Tr. 186). He was also advised to have x-rays. <i>Id.</i></p>\n<p>Dr. Mizanur Rahman evaluated Plaintiff in the psychiatric clinic on November 6, 2003 (Tr. 186). Plaintiff reported that he had combat experience in the Gulf war where he witnessed a lot of killing and destruction. He complained of recurrent and intrusive recollections of the traumatic events and waking up at night with terrible dreams in a cold sweat. Plaintiff stated that at times he would pace in his room at night and drank alcohol to relax. He avoided things that reminded him of his wartime experience and stayed isolated. Plaintiff also reported being hyper vigilant, sitting with his back to the wall, marked detachment from others, easy startle response, depressed mood, appetite fluctuations, low self-esteem, poor concentration, and lack of motivation and interest. He reported no improvement on Zoloft. Plaintiff also reported medical problems of back and knee pain. <i>Id.</i> A mental status examination revealed poor eye contact and <span class=\"star-pagination\">*559</span> an anxious and depressed mood (Tr. 189). Dr. Rahman diagnosed PTSD, depressive disorder, alcohol dependence, nicotine dependence, and osteoarthritis (Tr. 190). He gave a GAF score of 55 and prescribed Trazodonell. <i>Id.</i></p>\n<p>On May 11, 2004, Plaintiff was seen for complaints of chronic low back pain and knee pain (Tr. 194). He was continued on Naprosyn, and prescribed Wellbutrin (Tr. 196). No changes were noted on November 12, 2004 (Tr. 198-200).</p>\n<p>On June 6, 2005, Plaintiff complained of pain rated as 9 on a 10-point scale (Tr. 200-201). He was diagnosed with chronic back pain on Naprosyn and depression and PTSD on Wellbutrin and Trazodone (Tr. 202). He was also referred to podiatry for feet problems. <i>Id.</i></p>\n<p>On March 3, 2006, Plaintiff again rated his knee and back pain as 9 on a 10-point scale (Tr. 206). No changes in treatment were recommended (Tr. 208).</p>\n<p>On March 20, 2007, Plaintiff presented the same complaints and was switched from Wellbutrin to Celexa (Tr. 243). On December 18, 2007, Plaintiff was seen for follow-up (Tr. 255). The attending physician diagnosed chronic lower back pain and PTSD (Tr. 256). X-rays performed on May 6, 2009 showed mild scoliosis and marked narrowing of L5-S 1 disc space with degenerative changes (Tr. 396).</p>\n<p></p>\n<h2>C. <i>Joseph Swanton, M.D.  Examining Physician</i>\n</h2>\n<p>Dr. Swanton evaluated Plaintiff on October 26, 2006 for low back pain (Tr. 363). Examination revealed muscle spasm present at the lumbosacral area, tenderness in the lumbosacral area, positive straight leg raising on the right and left, and limited range of motion in all directions (Tr. 363). Dr. Swanton diagnosed low back strain with degenerative changes (Tr. 364).</p>\n<p></p>\n<h2>D. <i>SSA Consultative Examiners</i>\n</h2>\n<p></p>\n<h2>a. Dr. Ghiath Almasri</h2>\n<p>Dr. Ghiath Almasri evaluated Plaintiff for the Administration on April 20, 2006 (Tr. 139). Plaintiff reported depression, anxiety with panic attacks, decreased left hearing, and pain in the lumbar spine area. He said he took Naprosyn once a day but that it helped only mildly. (Tr. 139-140). He also said he could stand for 15 minutes, walk for 30 minutes, and lift no more than 20 pounds. <i>Id.</i></p>\n<p>On examination, Dr. Almasri noted tenderness over the paraspinal muscle areas and some spasm extending from his middle thoracic spine down to his lower lumbar spine, positive straight leg raising at 30 degrees bilaterally, pain on bending of the back, difficulty with heel and toe walking, decreased deep tendon reflexes in both legs, and pain with bending (Tr. 141). Plaintiff was also leaning forward on the examining table to alleviate his back pain. <i>Id.</i> The Plaintiff did not however, have any apparent distress. He had full muscle strength in all extremities and full range of motion in all joints of the lower extremities, including the thoracolumbar spine. <i>Id.</i></p>\n<p>Dr. Almasri diagnosed back pain with a need for an MRI to evaluate for disc problems, psychiatric issues that were not improved on medications, and decreased hearing on the left (Tr. 142). The doctor failed to provide an opinion on Plaintiffs functional limitations.</p>\n<p></p>\n<h2>b. Dr. Carol Gibbs</h2>\n<p>Dr. Carol Gibbs evaluated Plaintiff for the Administration on May 3, 2006 (Tr. 358). Dr. Gibbs observed that Plaintiff had normal gait and normal psychomotor activity, but avoided eye contact, wore an angry expression, and was \"quite guarded.\" <i>Id.</i> Plaintiff complained of low back pain, bilateral knee pain, and PTSD. He <span class=\"star-pagination\">*560</span> stated that he could not sleep at night, saw dead people and woke up in cold sweats, did not like to be around others, and was irritable, easily startled, impatient, and short tempered. He reported drinking a 6-pack to a 12-pack of alcohol every night because it helped him sleep better than sleep medications. (Tr. 359).</p>\n<p>Dr. Gibbs noted that he had declined mental health referrals from the VAMC. <i>Id.</i> A mental status examination revealed decreased recall and concentration (Tr. 359). Dr. Gibbs diagnosed PTSD, alcohol dependence, low back pain, and bilateral knee pain (Tr. 359-360). Dr. Gibbs noted that Plaintiff was resistant to talking about PTSD, which was \"very common\" with this diagnosis, and he had symptoms of hyperarousal, intrusive thoughts, avoidance, and withdrawal (Tr. 360).</p>\n<p>Dr. Gibbs opined that Plaintiff would \"fare better\" in employment positions where he could work alone or with just one or two select individuals, that he would likely have difficulty around large groups, and that his ability to respond to work related pressures was mildly to moderately impaired (Tr. 360).</p>\n<p></p>\n<h2>E. <i>State Agency's RFC Assessment</i>\n</h2>\n<p></p>\n<h2>a. Dr. Robert N. Pyle</h2>\n<p>On May 15, 2006 Dr. Pyle reviewed Plaintiffs medical records and completed a physical RFC assessment. Dr. Pyle opined that Plaintiff could lift and carry 50 pounds occasionally and 25 pounds frequently, stand and walk for 6 hours in an 8-hour day, sit 6 hours, and push and pull without limitation other than the weight limitations above (Tr. 145). Dr. Pyle found no other limitations (Tr. 146-148).</p>\n<p></p>\n<h2>b. Dr. Howell R. Warren</h2>\n<p>On June 13, 2006, Dr. Warren reviewed Plaintiffs medical records and completed a mental RFC assessment. In rating Plaintiffs functional limitations, Dr. Warren found a mild restriction of activities of daily living; moderate difficulties in maintaining social functioning; moderate difficulties in maintaining concentration, persistence, or pace; and no episodes of decompensation (Tr. 166). Dr. Warren opined that Plaintiff had the ability to understand and remember simple instructions, to maintain attention and concentration for periods of at least two hours, to relate appropriately to peers and supervisors, and to adapt to routine workplace changes (Tr. 154).</p>\n<p>Dr. Warren further stated that Plaintiff did best with minimal contact with others. <i>Id.</i> Dr. Warren identified the impairments of depressive disorder, anxiety evidenced by recurrent and intrusive recollections of a traumatic experience, and substance addiction disorder (Tr. 159, 161, 164).</p>\n<p>The ALJ declined to adopt the findings of Dr. Pyle and Dr. Warren, as the hearing evidence showed Plaintiff was more limited that they concluded. (Tr. 19).</p>\n<p></p>\n<h2>F. <i>VAMC Disability Determinations</i>\n</h2>\n<p>In a Rating Decision dated November 29, 2005, the Department of Veterans Affairs found that Plaintiffs PTSD with alcoholism was 100% disabling effective May 18, 2005 and his low back strain with degenerative changes remained 20% disabling (Tr. 123). A finding of \"incompetency\" was also proposed (Tr. 124). The rating decision was based upon a VA psychiatric evaluation dated September 26, 2005 and treatment records from the VAMC.</p>\n<p>The decision noted that the psychiatric evaluation found Plaintiff had a GAF score of 50. <i>Id.</i> In addition, the psychiatric evaluation found that Plaintiff was unable to maintain work and social relationships because of his anger (Tr. 125).</p>\n<p>In a Rating Decision dated January 30, 2006, the Department of Veterans Affairs <span class=\"star-pagination\">*561</span> confirmed that Plaintiff was not competent to handle disbursement of his funds (Tr. 122).</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>While the Court finds the ALJ made no error regarding Plaintiffs physical capacity, the Court finds that substantial evidence does not support the ALJ conclusions regarding Plaintiffs mental limitations.</p>\n<p></p>\n<h2><i>A. Standard of Review</i></h2>\n<p>In reviewing a final decision of no disability by the Social Security Administration Commissioner, the Court must determine whether the Commissioner's decision is supported by substantial evidence under 42 U.S.C. § 405(g), and whether the ultimate conclusions reached by the Commissioner are legally correct under controlling law.</p>\n<p></p>\n<h2><i>B. Disability Test</i></h2>\n<p>The Social Security disability analysis follows five steps. An ALJ must consider (1) whether the Plaintiff is engaged in substantial gainful activity, (2) whether the Plaintiff has a severe impairment, (3) whether the Plaintiff has an impairment that meets or equals a condition contained within the Social Security Administration's official list of impairments, (4) whether the Plaintiff has an impairment which prevents past relevant work, and (5) whether the Plaintiffs impairment prevents the performance of any substantial gainful employment. 20 C.F.R. §§ 404.1520, 1520a.</p>\n<p>The plaintiff bears the burden for steps one, two, three, and four, while the Defendant shoulders the burden for step five. If the Plaintiff shows by a preponderance of evidence that he has a statutory impairment under step three, he is conclusively presumed to have a disability and the analysis ends. <i>Bowen v. Yuckert,</i> 482 U.S. 137, 141, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987). Alternatively, if the plaintiff fails to prevail under step three, she can still show she has an impairment that prevents her from continuing past work under step four. If so, the burden shifts to the Defendant to establish that the plaintiff is able to perform another job available in the national economy under step five. <i>Id.</i> at n. 5.</p>\n<p>Here, the ALJ found that Plaintiff had severe mental impairments that prevented him from continuing past work (Tr. 14); the burden thus shifted to the Defendant to prove that there was work available for Plaintiff in the national economy. However, it is unclear what evidence the ALJ relied on in discrediting Plaintiffs testimony and determining Plaintiffs mental RFC. The ALJ declined to adopt Dr. Warren's psychiatric evaluation of Plaintiff, as the hearing evidence showed Plaintiff was more limited than Dr. Warren concluded (Tr. 19). The only remaining psychiatric evidence was the VA rating decision, which was based on a VA psychiatric evaluation; Dr. Carol Gibbs's statements; Dr. Mizanur Rahman's statements; and the diagnoses of various other doctors that Plaintiff had depression and PTSD. This evidence all supports the Plaintiffs testimony and contradicts the ALJ's RFC findings.</p>\n<p>The Court accordingly finds the ALJ failed to properly evaluate Plaintiffs credibility, and to determine his RFC.</p>\n<p></p>\n<h2><i>C. Evaluation of Plaintiff's Testimony</i></h2>\n<p>The Court finds that the ALJ improperly discredited Plaintiff's testimony regarding the extent of his mental impairments.</p>\n<p>Subjective complaints are evaluated in two steps. First, there must be documentation by objective medical evidence of the presence of an underlying impairment that would reasonably be expected <span class=\"star-pagination\">*562</span> to cause the subjective complaints of the severity and persistence alleged. When such underlying impairment is established, the fact finder proceeds to the second step: consideration of the entire record, including objective and subjective evidence, to assess the credibility of the severity of the subjective complaints. <i>Craig v. Chater,</i> 76 F.3d 585, 591-96 (4th Cir.1996). SSR 96-7p provides the following guidelines for evaluating credibility:</p>\n<blockquote>It is not sufficient for the adjudicator to make a single, conclusionary statement that \"the individual's allegations have been considered\" or that \"the allegations are (or are not) credible.\" It is also not enough for the adjudicator simply to recite the factors that are described in the regulations for evaluating symptoms. The determination or decision must contain specific reasons for the finding on credibility, supported by the evidence in the case record, and must be sufficiently specific to make clear to the individual and to any subsequent reviewers the weight the adjudicator gave to the individual's statements and the reasons for that weight.</blockquote>\n<p>Here, the ALJ found that Plaintiff met his threshold obligation of showing that his medically determinable impairments could reasonably be expected to cause the alleged symptoms (Tr. 14-15). However, the ALJ then concluded that Plaintiff's testimony regarding the severity of his physical and mental impairment was not credible.</p>\n<p>While the ALJ adequately described reasons for discrediting the Plaintiff's testimony regarding the extent of his pain (Tr. 16-18), he barely discusses why he discredits the Plaintiff's characterization of his PTSD and depression. The ALJ's entire determination of credibility on this matter seems to rely on Plaintiff alcoholism (Tr. 17-18) and the fact that \"he can care for personal hygiene\" despite alleging \"3-4 panic attacks a week.\" (Tr. 18).</p>\n<p>This analysis of credibility is insufficient. Plaintiff has never denied alcohol use and there is no evidence that if he ceased alcohol use his condition would improve. In fact, there are numerous references in the record to the fact that Mr. Tune's alcohol use was a consequence of his mental disorders (<i>See e.g.</i> Tr. 124-125 and 186).</p>\n<p>Additionally, the ALJ mischaracterized Plaintiffs testimony, as Plaintiff actually stated that his PTSD limited his ability to do basic hygiene three days per week. (Tr. 35-37). Even if Plaintiffs care of his personal hygiene was not limited, this alone does not contradict Plaintiffs description of his severe PTSD symptoms.</p>\n<p>The ALJ thus had an insufficient basis to find Plaintiffs testimony regarding his PTSD and depression incredible.</p>\n<p></p>\n<h2><i>D. The RFC and Vocational Expert Testimony</i></h2>\n<p>The ALJ also presented a flawed hypothetical to the Vocational Expert.</p>\n<p>Testimony by a VE regarding whether the claimant can perform other work is relevant to an ALJ's inquiry only if it is \"in response to proper hypothetical questions which fairly set out all of claimant's impairments.\" <i>Walker v. Bowen,</i> 889 F.2d 47, 50 (4th Cir.1989).</p>\n<p>Here, the ALJ found Plaintiff had an RFC to perform light work except for the need for a sit and stand option, work that was unskilled, simple, and repetitive, and only required frequent, not constant, contact with the general public. In response to this RFC, the VE found Plaintiff could perform jobs as an office helper, photo copy machine operator, cashier, and small products assembler (Tr. 20).</p>\n<p><span class=\"star-pagination\">*563</span> It is unclear what evidence the ALJ relied upon to find Plaintiffs RFC. Plaintiffs testimony, the VA Rating Decision<sup>[1]</sup>, and the VA psychiatric evaluation that the rating decision was based on, all support the conclusion that Plaintiff is unable to maintain work and social relationships because of his anger (Tr. 125). Similarly, Dr. Gibbs stated that Plaintiff would \"fare better\" in employment positions where he could work alone or with just one or two select individuals, that he would likely have difficulty around large groups, and that his ability to respond to work related pressures was mildly to moderately impaired (Tr. 360). Dr. Warren also stated that Mr. Tune did best with minimal contact with others; had moderate difficulties in maintaining social functioning; and had moderate difficulties in maintaining concentration, persistence, or pace.</p>\n<p>The rest of Dr. Warren's testimony is the only support for the ALJ's RFC finding. Dr. Warren opined that Mr. Tune had the ability to understand and remember simple instructions, to maintain attention and concentration for periods of at least two hours, to relate appropriately to peers and supervisors, and to adapt to routine workplace changes (Tr. 154). In fact, The Defendant claims the ALJ relied on Dr. Warren's testimony in forming the RFC. Def.'s Mot. 25-26. However, the ALJ specifically <i>rejected</i> Dr. Warren's opinion as not accurately reflecting Plaintiffs limitations, and thus declined to adopt his findings (Tr. 19). Therefore, it is unclear what the ALJ's RFC conclusions are based on.</p>\n<p>Indeed, despite the extensive evidence of Plaintiffs mental impairments and PTSD, the ALJ merely noted that Plaintiff was mentally limited to \"unskilled, simple, and repetitive work and had only frequent, not constant, contact with the general public.\" The ALJ's hypothetical omitted the ALJ's findings that Plaintiff had \"moderate difficulties in social functioning\" and \"moderate difficulties in maintaining concentration, persistence, or pace.\" (Tr. 14). Numerous courts have admonished ALJ's for presenting simplified mental RFC findings to the VE that did not encompass all of the findings made in the decision. <i>See e.g. </i><i>Conley v. Astrue,</i> 692 F.Supp.2d 1004, 1008 (C.D.Ill.2010) (\"In general, an ALJ cannot `translate' a mental limitation into words describing work such as unskilled, simple, repetitive, routine, one- or two-step, or any similar characterization, because these descriptions may not account for all the limitations a doctor meant to convey\" <i>citing </i><i>Stewart v. Astrue,</i> 561 F.3d 679, 684-685 (7th Cir.2009) and <i>Craft v. Astrue,</i> 539 F.3d 668, 677-678 (7th Cir. 2008)); <i>Edwards v. Barnhart,</i> 383 F.Supp.2d 920, 930-931 (E.D.Mich.2005) (finding that \"jobs entailing no more than simple, routine, unskilled work\" do not convey moderate limitations in ability to concentrate, persist, and keep pace); <i>Whack v. Astrue,</i> 2008 WL 509210, at *8 (E.D.Pa.2008) (citing cases for the proposition that restrictions of \"simple\" or \"low-stress\" work do not sufficiently incorporate the claimant's medically established limitations where claimant has moderate deficiencies in concentration, persistence or pace).</p>\n<p>Therefore, the ALJ's RFC finding lacks support in the record and the ALJ erred by presenting a flawed hypothetical to the Vocational Expert.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*564</span> III. <i>CONCLUSION</i>\n</h2>\n<p>The Court finds that the Administrative Law Judge erred in evaluating Plaintiffs credibility regarding his mental impairments and erred in his RFC determination. The ALJ's denial of disability is thus not supported by substantial evidence under 42 U.S.C. § 405(g). This case is accordingly REMANDED.</p>\n<h2>NOTES</h2>\n<p>[1]  In <i>DeLoatche v. Heckler,</i> 715 F.2d 148, 150 (4th Cir. 1983) the Fourth Circuit held that disability determinations by other agencies, such as the Department of Veterans Affairs, are entitled to consideration. <i>Also see </i><i>McCarley v. Massanari,</i> 298 F.3d 1072, 1076 (9th Cir.2002) (finding that VA disability determinations are ordinarily entitled to great weight).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">760</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">555</span></span> (2011)</b></center>\n<center><h1>Curtis L. TUNE, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:10-CV-75-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 4, 2011.</center>\n<p><span class=\"star-pagination\">*557</span> Eddy Pierre Pierre, Pamela Marie Henry-Mays, Law Offices of Harry J. Binder &amp; Charles E. Binder, P.C., New York, NY, for Plaintiff.</p>\n<p>Lisa M. Rayo, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiff and Defendant's Motions for Judgment on the Pleadings. The Plaintiffs Motion is GRANTED in part, Defendant's Motion is DENIED, and the case is REMANDED.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Plaintiff, a high school graduate born in 1957, was 48 years old at his onset date of December 30, 2005 (Tr. 25-26). He served in the Marine Corps from 1980 to 1993 and is a Gulf War Veteran. (Tr. 16). His past relevant work was as a tractor trailer truck driver, warehouse worker, and green chain off bearer (Tr. 40).</p>\n<p>Plaintiff filed a claim for Social Security Disability benefits on March 9, 2006 for chronic low back pain, post-traumatic stress disorder (PTSD), and depressive disorder. His claim was denied at the initial level (Tr. 49-52) and at the reconsideration level (Tr. 54-57).</p>\n<p>Administrative Law Judge Robert J. Phares held a hearing on August 5, 2008. The ALJ found that although Plaintiff could not perform his past work, he had the residual functional capacity (RFC) to perform light work except for the need of a sit and stand option; work that was unskilled, simple, and repetitive; and only frequent, not constant, contact with the general public. (Tr. 9-21). The Appeals Council denied Plaintiffs request for review on April 28, 2010. (Tr. 1-5).</p>\n<p>This Court held a hearing on this matter on November 18, 2010.</p>\n<p></p>\n<h2>A. <i>Plaintiff's Testimony</i>\n</h2>\n<p>Plaintiff has testified to the following:</p>\n<p>Plaintiff suffers from back pain, rated as a 10 on a 10-point scale, or a 9 when on his medications (Tr. 31). He also has arthritis causing pain of the knees and feet (Tr. 33). Plaintiff only sleeps about three hours a night due to his pain (Tr. 31). During the day, Plaintiff naps for three to four hours if he can sleep (Tr. 32).</p>\n<p><span class=\"star-pagination\">*558</span> Plaintiff has to shave down calluses on his feet about every three days so he can walk, and he complains of a bone rubbing in his knees (Tr. 38). Plaintiff can stand for 15 minutes and sit for about 20 minutes at a time, as well as lift 10 pounds. He can walk about one block before needing to take a break. (Tr. 32).</p>\n<p>Plaintiff experienced combat in the Gulf War and suffers Post Traumatic Stress Disorder (PSTD). This causes him nightmares and to see \"a lot of dead folk\" (Tr. 33). He has visual hallucinations on a daily basis, primarily at night (Tr. 34-35). He has panic attacks when he is around a lot of people, and has such attacks an average of four times a month (Tr. 36-37).</p>\n<p>Plaintiff also has problems with memory and concentration on a daily basis (Tr. 35). He has difficulty completing tasks because he becomes easily frustrated and irritable (Tr. 37). Plaintiff also suffers from depression that causes him to cry and lose motivation.</p>\n<p>Plaintiff spends his time watching TV and tries to walk for at least a block each day (Tr. 38). He does not socialize, go out to eat, go to movies, or attend church. <i>Id.</i> Plaintiffs wife does most of the household chores (Tr. 37).</p>\n<p></p>\n<h2>B. <i>Veterans Affairs Medical Center (\"VAMC\")</i>\n</h2>\n<p>Plaintiff began treating at the VAMC in August 2002, when he went to the emergency room with complaints of progressively worsening left knee pain (Tr. 170). He was diagnosed with minor degenerative joint disease of the knee and back and prescribed Naproxen (Tr. 173).</p>\n<p>On December 6, 2002, Plaintiff returned with complaints of pain in both knees (Tr. 173-174). He also complained of hearing loss in the left ear from noise exposure and a twenty pound weight loss over the past six months from stress (Tr. 179). Plaintiff reported depression, irritability, difficulty sleeping, and nightmares from his experiences in the Persian Gulf. <i>Id.</i> Examination revealed mild crepitus of the knees (Tr. 180). He was diagnosed with depression, anxiety, insomnia, PTSD, and alcohol abuse. <i>Id.</i> The physician recommended that Plaintiff have a mental health consultation and decrease his alcohol use (Tr. 181).</p>\n<p>At the next visit on December 27, 2002, Plaintiff reported that his pain medications were not relieving his back and knee pain (Tr. 182). He was diagnosed with osteoarthritis of the bilaterallmees and hearing loss of the left ear (Tr. 183).</p>\n<p>On June 3, 2003, Plaintiff again returned with complaints of knee pain and of back pain, especially with bending and prolonged standing (Tr. 184-185). Plaintiff was continued on Naprosyn and Sertraline (Tr. 186). He was also advised to have x-rays. <i>Id.</i></p>\n<p>Dr. Mizanur Rahman evaluated Plaintiff in the psychiatric clinic on November 6, 2003 (Tr. 186). Plaintiff reported that he had combat experience in the Gulf war where he witnessed a lot of killing and destruction. He complained of recurrent and intrusive recollections of the traumatic events and waking up at night with terrible dreams in a cold sweat. Plaintiff stated that at times he would pace in his room at night and drank alcohol to relax. He avoided things that reminded him of his wartime experience and stayed isolated. Plaintiff also reported being hyper vigilant, sitting with his back to the wall, marked detachment from others, easy startle response, depressed mood, appetite fluctuations, low self-esteem, poor concentration, and lack of motivation and interest. He reported no improvement on Zoloft. Plaintiff also reported medical problems of back and knee pain. <i>Id.</i> A mental status examination revealed poor eye contact and <span class=\"star-pagination\">*559</span> an anxious and depressed mood (Tr. 189). Dr. Rahman diagnosed PTSD, depressive disorder, alcohol dependence, nicotine dependence, and osteoarthritis (Tr. 190). He gave a GAF score of 55 and prescribed Trazodonell. <i>Id.</i></p>\n<p>On May 11, 2004, Plaintiff was seen for complaints of chronic low back pain and knee pain (Tr. 194). He was continued on Naprosyn, and prescribed Wellbutrin (Tr. 196). No changes were noted on November 12, 2004 (Tr. 198-200).</p>\n<p>On June 6, 2005, Plaintiff complained of pain rated as 9 on a 10-point scale (Tr. 200-201). He was diagnosed with chronic back pain on Naprosyn and depression and PTSD on Wellbutrin and Trazodone (Tr. 202). He was also referred to podiatry for feet problems. <i>Id.</i></p>\n<p>On March 3, 2006, Plaintiff again rated his knee and back pain as 9 on a 10-point scale (Tr. 206). No changes in treatment were recommended (Tr. 208).</p>\n<p>On March 20, 2007, Plaintiff presented the same complaints and was switched from Wellbutrin to Celexa (Tr. 243). On December 18, 2007, Plaintiff was seen for follow-up (Tr. 255). The attending physician diagnosed chronic lower back pain and PTSD (Tr. 256). X-rays performed on May 6, 2009 showed mild scoliosis and marked narrowing of L5-S 1 disc space with degenerative changes (Tr. 396).</p>\n<p></p>\n<h2>C. <i>Joseph Swanton, M.D.  Examining Physician</i>\n</h2>\n<p>Dr. Swanton evaluated Plaintiff on October 26, 2006 for low back pain (Tr. 363). Examination revealed muscle spasm present at the lumbosacral area, tenderness in the lumbosacral area, positive straight leg raising on the right and left, and limited range of motion in all directions (Tr. 363). Dr. Swanton diagnosed low back strain with degenerative changes (Tr. 364).</p>\n<p></p>\n<h2>D. <i>SSA Consultative Examiners</i>\n</h2>\n<p></p>\n<h2>a. Dr. Ghiath Almasri</h2>\n<p>Dr. Ghiath Almasri evaluated Plaintiff for the Administration on April 20, 2006 (Tr. 139). Plaintiff reported depression, anxiety with panic attacks, decreased left hearing, and pain in the lumbar spine area. He said he took Naprosyn once a day but that it helped only mildly. (Tr. 139-140). He also said he could stand for 15 minutes, walk for 30 minutes, and lift no more than 20 pounds. <i>Id.</i></p>\n<p>On examination, Dr. Almasri noted tenderness over the paraspinal muscle areas and some spasm extending from his middle thoracic spine down to his lower lumbar spine, positive straight leg raising at 30 degrees bilaterally, pain on bending of the back, difficulty with heel and toe walking, decreased deep tendon reflexes in both legs, and pain with bending (Tr. 141). Plaintiff was also leaning forward on the examining table to alleviate his back pain. <i>Id.</i> The Plaintiff did not however, have any apparent distress. He had full muscle strength in all extremities and full range of motion in all joints of the lower extremities, including the thoracolumbar spine. <i>Id.</i></p>\n<p>Dr. Almasri diagnosed back pain with a need for an MRI to evaluate for disc problems, psychiatric issues that were not improved on medications, and decreased hearing on the left (Tr. 142). The doctor failed to provide an opinion on Plaintiffs functional limitations.</p>\n<p></p>\n<h2>b. Dr. Carol Gibbs</h2>\n<p>Dr. Carol Gibbs evaluated Plaintiff for the Administration on May 3, 2006 (Tr. 358). Dr. Gibbs observed that Plaintiff had normal gait and normal psychomotor activity, but avoided eye contact, wore an angry expression, and was \"quite guarded.\" <i>Id.</i> Plaintiff complained of low back pain, bilateral knee pain, and PTSD. He <span class=\"star-pagination\">*560</span> stated that he could not sleep at night, saw dead people and woke up in cold sweats, did not like to be around others, and was irritable, easily startled, impatient, and short tempered. He reported drinking a 6-pack to a 12-pack of alcohol every night because it helped him sleep better than sleep medications. (Tr. 359).</p>\n<p>Dr. Gibbs noted that he had declined mental health referrals from the VAMC. <i>Id.</i> A mental status examination revealed decreased recall and concentration (Tr. 359). Dr. Gibbs diagnosed PTSD, alcohol dependence, low back pain, and bilateral knee pain (Tr. 359-360). Dr. Gibbs noted that Plaintiff was resistant to talking about PTSD, which was \"very common\" with this diagnosis, and he had symptoms of hyperarousal, intrusive thoughts, avoidance, and withdrawal (Tr. 360).</p>\n<p>Dr. Gibbs opined that Plaintiff would \"fare better\" in employment positions where he could work alone or with just one or two select individuals, that he would likely have difficulty around large groups, and that his ability to respond to work related pressures was mildly to moderately impaired (Tr. 360).</p>\n<p></p>\n<h2>E. <i>State Agency's RFC Assessment</i>\n</h2>\n<p></p>\n<h2>a. Dr. Robert N. Pyle</h2>\n<p>On May 15, 2006 Dr. Pyle reviewed Plaintiffs medical records and completed a physical RFC assessment. Dr. Pyle opined that Plaintiff could lift and carry 50 pounds occasionally and 25 pounds frequently, stand and walk for 6 hours in an 8-hour day, sit 6 hours, and push and pull without limitation other than the weight limitations above (Tr. 145). Dr. Pyle found no other limitations (Tr. 146-148).</p>\n<p></p>\n<h2>b. Dr. Howell R. Warren</h2>\n<p>On June 13, 2006, Dr. Warren reviewed Plaintiffs medical records and completed a mental RFC assessment. In rating Plaintiffs functional limitations, Dr. Warren found a mild restriction of activities of daily living; moderate difficulties in maintaining social functioning; moderate difficulties in maintaining concentration, persistence, or pace; and no episodes of decompensation (Tr. 166). Dr. Warren opined that Plaintiff had the ability to understand and remember simple instructions, to maintain attention and concentration for periods of at least two hours, to relate appropriately to peers and supervisors, and to adapt to routine workplace changes (Tr. 154).</p>\n<p>Dr. Warren further stated that Plaintiff did best with minimal contact with others. <i>Id.</i> Dr. Warren identified the impairments of depressive disorder, anxiety evidenced by recurrent and intrusive recollections of a traumatic experience, and substance addiction disorder (Tr. 159, 161, 164).</p>\n<p>The ALJ declined to adopt the findings of Dr. Pyle and Dr. Warren, as the hearing evidence showed Plaintiff was more limited that they concluded. (Tr. 19).</p>\n<p></p>\n<h2>F. <i>VAMC Disability Determinations</i>\n</h2>\n<p>In a Rating Decision dated November 29, 2005, the Department of Veterans Affairs found that Plaintiffs PTSD with alcoholism was 100% disabling effective May 18, 2005 and his low back strain with degenerative changes remained 20% disabling (Tr. 123). A finding of \"incompetency\" was also proposed (Tr. 124). The rating decision was based upon a VA psychiatric evaluation dated September 26, 2005 and treatment records from the VAMC.</p>\n<p>The decision noted that the psychiatric evaluation found Plaintiff had a GAF score of 50. <i>Id.</i> In addition, the psychiatric evaluation found that Plaintiff was unable to maintain work and social relationships because of his anger (Tr. 125).</p>\n<p>In a Rating Decision dated January 30, 2006, the Department of Veterans Affairs <span class=\"star-pagination\">*561</span> confirmed that Plaintiff was not competent to handle disbursement of his funds (Tr. 122).</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>While the Court finds the ALJ made no error regarding Plaintiffs physical capacity, the Court finds that substantial evidence does not support the ALJ conclusions regarding Plaintiffs mental limitations.</p>\n<p></p>\n<h2><i>A. Standard of Review</i></h2>\n<p>In reviewing a final decision of no disability by the Social Security Administration Commissioner, the Court must determine whether the Commissioner's decision is supported by substantial evidence under 42 U.S.C. § 405(g), and whether the ultimate conclusions reached by the Commissioner are legally correct under controlling law.</p>\n<p></p>\n<h2><i>B. Disability Test</i></h2>\n<p>The Social Security disability analysis follows five steps. An ALJ must consider (1) whether the Plaintiff is engaged in substantial gainful activity, (2) whether the Plaintiff has a severe impairment, (3) whether the Plaintiff has an impairment that meets or equals a condition contained within the Social Security Administration's official list of impairments, (4) whether the Plaintiff has an impairment which prevents past relevant work, and (5) whether the Plaintiffs impairment prevents the performance of any substantial gainful employment. 20 C.F.R. §§ 404.1520, 1520a.</p>\n<p>The plaintiff bears the burden for steps one, two, three, and four, while the Defendant shoulders the burden for step five. If the Plaintiff shows by a preponderance of evidence that he has a statutory impairment under step three, he is conclusively presumed to have a disability and the analysis ends. <i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987). Alternatively, if the plaintiff fails to prevail under step three, she can still show she has an impairment that prevents her from continuing past work under step four. If so, the burden shifts to the Defendant to establish that the plaintiff is able to perform another job available in the national economy under step five. <i>Id.</i> at n. 5.</p>\n<p>Here, the ALJ found that Plaintiff had severe mental impairments that prevented him from continuing past work (Tr. 14); the burden thus shifted to the Defendant to prove that there was work available for Plaintiff in the national economy. However, it is unclear what evidence the ALJ relied on in discrediting Plaintiffs testimony and determining Plaintiffs mental RFC. The ALJ declined to adopt Dr. Warren's psychiatric evaluation of Plaintiff, as the hearing evidence showed Plaintiff was more limited than Dr. Warren concluded (Tr. 19). The only remaining psychiatric evidence was the VA rating decision, which was based on a VA psychiatric evaluation; Dr. Carol Gibbs's statements; Dr. Mizanur Rahman's statements; and the diagnoses of various other doctors that Plaintiff had depression and PTSD. This evidence all supports the Plaintiffs testimony and contradicts the ALJ's RFC findings.</p>\n<p>The Court accordingly finds the ALJ failed to properly evaluate Plaintiffs credibility, and to determine his RFC.</p>\n<p></p>\n<h2><i>C. Evaluation of Plaintiff's Testimony</i></h2>\n<p>The Court finds that the ALJ improperly discredited Plaintiff's testimony regarding the extent of his mental impairments.</p>\n<p>Subjective complaints are evaluated in two steps. First, there must be documentation by objective medical evidence of the presence of an underlying impairment that would reasonably be expected <span class=\"star-pagination\">*562</span> to cause the subjective complaints of the severity and persistence alleged. When such underlying impairment is established, the fact finder proceeds to the second step: consideration of the entire record, including objective and subjective evidence, to assess the credibility of the severity of the subjective complaints. <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 591-96 (4th Cir.1996). SSR 96-7p provides the following guidelines for evaluating credibility:</p>\n<blockquote>It is not sufficient for the adjudicator to make a single, conclusionary statement that \"the individual's allegations have been considered\" or that \"the allegations are (or are not) credible.\" It is also not enough for the adjudicator simply to recite the factors that are described in the regulations for evaluating symptoms. The determination or decision must contain specific reasons for the finding on credibility, supported by the evidence in the case record, and must be sufficiently specific to make clear to the individual and to any subsequent reviewers the weight the adjudicator gave to the individual's statements and the reasons for that weight.</blockquote>\n<p>Here, the ALJ found that Plaintiff met his threshold obligation of showing that his medically determinable impairments could reasonably be expected to cause the alleged symptoms (Tr. 14-15). However, the ALJ then concluded that Plaintiff's testimony regarding the severity of his physical and mental impairment was not credible.</p>\n<p>While the ALJ adequately described reasons for discrediting the Plaintiff's testimony regarding the extent of his pain (Tr. 16-18), he barely discusses why he discredits the Plaintiff's characterization of his PTSD and depression. The ALJ's entire determination of credibility on this matter seems to rely on Plaintiff alcoholism (Tr. 17-18) and the fact that \"he can care for personal hygiene\" despite alleging \"3-4 panic attacks a week.\" (Tr. 18).</p>\n<p>This analysis of credibility is insufficient. Plaintiff has never denied alcohol use and there is no evidence that if he ceased alcohol use his condition would improve. In fact, there are numerous references in the record to the fact that Mr. Tune's alcohol use was a consequence of his mental disorders (<i>See e.g.</i> Tr. 124-125 and 186).</p>\n<p>Additionally, the ALJ mischaracterized Plaintiffs testimony, as Plaintiff actually stated that his PTSD limited his ability to do basic hygiene three days per week. (Tr. 35-37). Even if Plaintiffs care of his personal hygiene was not limited, this alone does not contradict Plaintiffs description of his severe PTSD symptoms.</p>\n<p>The ALJ thus had an insufficient basis to find Plaintiffs testimony regarding his PTSD and depression incredible.</p>\n<p></p>\n<h2><i>D. The RFC and Vocational Expert Testimony</i></h2>\n<p>The ALJ also presented a flawed hypothetical to the Vocational Expert.</p>\n<p>Testimony by a VE regarding whether the claimant can perform other work is relevant to an ALJ's inquiry only if it is \"in response to proper hypothetical questions which fairly set out all of claimant's impairments.\" <i>Walker v. Bowen,</i> <span class=\"citation\" data-id=\"531875\"><a href=\"/opinion/531875/27-socsecrepser-538-unemplinsrep-cch-14677a-george-w-walker-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 50 (4th Cir.1989).</p>\n<p>Here, the ALJ found Plaintiff had an RFC to perform light work except for the need for a sit and stand option, work that was unskilled, simple, and repetitive, and only required frequent, not constant, contact with the general public. In response to this RFC, the VE found Plaintiff could perform jobs as an office helper, photo copy machine operator, cashier, and small products assembler (Tr. 20).</p>\n<p><span class=\"star-pagination\">*563</span> It is unclear what evidence the ALJ relied upon to find Plaintiffs RFC. Plaintiffs testimony, the VA Rating Decision<sup>[1]</sup>, and the VA psychiatric evaluation that the rating decision was based on, all support the conclusion that Plaintiff is unable to maintain work and social relationships because of his anger (Tr. 125). Similarly, Dr. Gibbs stated that Plaintiff would \"fare better\" in employment positions where he could work alone or with just one or two select individuals, that he would likely have difficulty around large groups, and that his ability to respond to work related pressures was mildly to moderately impaired (Tr. 360). Dr. Warren also stated that Mr. Tune did best with minimal contact with others; had moderate difficulties in maintaining social functioning; and had moderate difficulties in maintaining concentration, persistence, or pace.</p>\n<p>The rest of Dr. Warren's testimony is the only support for the ALJ's RFC finding. Dr. Warren opined that Mr. Tune had the ability to understand and remember simple instructions, to maintain attention and concentration for periods of at least two hours, to relate appropriately to peers and supervisors, and to adapt to routine workplace changes (Tr. 154). In fact, The Defendant claims the ALJ relied on Dr. Warren's testimony in forming the RFC. Def.'s Mot. 25-26. However, the ALJ specifically <i>rejected</i> Dr. Warren's opinion as not accurately reflecting Plaintiffs limitations, and thus declined to adopt his findings (Tr. 19). Therefore, it is unclear what the ALJ's RFC conclusions are based on.</p>\n<p>Indeed, despite the extensive evidence of Plaintiffs mental impairments and PTSD, the ALJ merely noted that Plaintiff was mentally limited to \"unskilled, simple, and repetitive work and had only frequent, not constant, contact with the general public.\" The ALJ's hypothetical omitted the ALJ's findings that Plaintiff had \"moderate difficulties in social functioning\" and \"moderate difficulties in maintaining concentration, persistence, or pace.\" (Tr. 14). Numerous courts have admonished ALJ's for presenting simplified mental RFC findings to the VE that did not encompass all of the findings made in the decision. <i>See e.g. </i><i>Conley v. Astrue,</i> <span class=\"citation\" data-id=\"2400765\"><a href=\"/opinion/2400765/conley-v-astrue/\"><span class=\"volume\">692</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1004</span></a></span>, 1008 (C.D.Ill.2010) (\"In general, an ALJ cannot `translate' a mental limitation into words describing work such as unskilled, simple, repetitive, routine, one- or two-step, or any similar characterization, because these descriptions may not account for all the limitations a doctor meant to convey\" <i>citing </i><i>Stewart v. Astrue,</i> <span class=\"citation\" data-id=\"1372755\"><a href=\"/opinion/1372755/stewart-v-astrue/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></a></span>, 684-685 (7th Cir.2009) and <i>Craft v. Astrue,</i> <span class=\"citation\" data-id=\"1427170\"><a href=\"/opinion/1427170/craft-v-astrue/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">668</span></a></span>, 677-678 (7th Cir. 2008)); <i>Edwards v. Barnhart,</i> <span class=\"citation\" data-id=\"2337799\"><a href=\"/opinion/2337799/edwards-v-barnhart/\"><span class=\"volume\">383</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">920</span></a></span>, 930-931 (E.D.Mich.2005) (finding that \"jobs entailing no more than simple, routine, unskilled work\" do not convey moderate limitations in ability to concentrate, persist, and keep pace); <i>Whack v. Astrue,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">509210</span></span>, at *8 (E.D.Pa.2008) (citing cases for the proposition that restrictions of \"simple\" or \"low-stress\" work do not sufficiently incorporate the claimant's medically established limitations where claimant has moderate deficiencies in concentration, persistence or pace).</p>\n<p>Therefore, the ALJ's RFC finding lacks support in the record and the ALJ erred by presenting a flawed hypothetical to the Vocational Expert.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*564</span> III. <i>CONCLUSION</i>\n</h2>\n<p>The Court finds that the Administrative Law Judge erred in evaluating Plaintiffs credibility regarding his mental impairments and erred in his RFC determination. The ALJ's denial of disability is thus not supported by substantial evidence under 42 U.S.C. § 405(g). This case is accordingly REMANDED.</p>\n<h2>NOTES</h2>\n<p>[1]  In <i>DeLoatche v. Heckler,</i> <span class=\"citation\" data-id=\"423707\"><a href=\"/opinion/423707/elizabeth-deloatche-v-margaret-m-heckler-secretary-of-health-and-human/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 150 (4th Cir. 1983) the Fourth Circuit held that disability determinations by other agencies, such as the Department of Veterans Affairs, are entitled to consideration. <i>Also see </i><i>McCarley v. Massanari,</i> <span class=\"citation\" data-id=\"778600\"><a href=\"/opinion/778600/thomas-e-mccartey-v-larry-g-massanari-acting-commissioner-of-social/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1072</span></a></span>, 1076 (9th Cir.2002) (finding that VA disability determinations are ordinarily entitled to great weight).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2337799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2400765/"
  ]
}