{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2473009/",
  "absolute_url": "/opinion/2473009/state-bd-of-dental-examiners-v-federal-trade/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2473009/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:46:03.614158Z",
  "date_modified": "2016-04-27T00:29:17.115809Z",
  "type": "010combined",
  "sha1": "90c11ba89a36b4a9963e4ae73af2da0f273b869c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>768 F.Supp.2d 818 (2011)</b></center>\n<center><h1>NORTH CAROLINA STATE BOARD OF DENTAL EXAMINERS, Plaintiff,<br>\nv.<br>\nFEDERAL TRADE COMMISSION, Defendant.</h1></center>\n<center>No. 5:11-CV-49-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 3, 2011.</center>\n<p><span class=\"star-pagination\">*819</span> Alfred P. Carlton, Jr., Catherine Elizabeth Lee, M. Jackson Nichols, Noel L. <span class=\"star-pagination\">*820</span> Allen, Allen and Pinnix, P.A., Raleigh, NC, for Plaintiff.</p>\n<p>Seth Morgan Wood, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p>Brian C. Vick, M. Keith Kapp, Williams Mullen, Raleigh, NC, for Amicus.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court upon defendant's motion to dismiss for lack of subject matter jurisdiction pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure (DE # 17). Also before the court is the motion of the North Carolina Medical Board, North Carolina Board of Nursing, North Carolina Board of Pharmacy, and North Carolina Board of Physical Therapy Examiners (collectively, the \"State Boards\") for leave to file an <i>amicus</i> brief (DE # 24). These motions have been fully briefed and the issues raised now are ripe for review. For the reasons that follow, defendant's motion to dismiss is granted and the State Boards' motion for leave to file an <i>amicus</i> brief is denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed complaint on February 1, 2011, requesting declaratory and injunctive relief. Plaintiff, in this action, seeks a declaration that defendant does not have antitrust jurisdiction over plaintiff's conduct (Count I); that defendant is constitutionally barred from exercising jurisdiction over plaintiff in pending administrative proceedings (Count II); and that defendant is constitutionally barred from attempting to preempt state law regarding the composition of a state regulatory board (Count III). Plaintiff also alleges that defendant has violated its right to constitutional due process under the Fifth Amendment by denying it the right to an impartial proceeding (Count IV); that defendant has violated the Administrative Procedure Act (\"APA\") by engaging in arbitrary and capricious conduct (Count V); and that defendant has violated the Tenth Amendment, the Commerce Clause, and Article III of the Constitution in bringing the administrative proceedings.<sup>[1]</sup></p>\n<p>At the heart of this case is the ongoing administrative proceeding initiated by defendant on June 17, 2010, pursuant to the Federal Trade Commission (\"FTC\") Act, 15 U.S.C. §§ 41-58. <i>See In re The North Carolina Board of Dental Examiners,</i> Docket No. 9343 (F.T.C.), available at http://ftc.gov/os/adjpro/d9343/index.shtm (last accessed May 2, 2011). In that proceeding, defendant has alleged that plaintiff, a North Carolina regulatory agency composed of six licensed dentists and two non-dentists, is improperly excluding non-dentists from providing lower-cost teeth whitening services by issuing cease-and-desist letters. Defendant alleges in the administrative proceedings that these activities are not authorized by statute and circumvent the review and oversight process required by state law.</p>\n<p>On November 3, 2010, plaintiff moved in the administrative proceeding to dismiss the complaint against it, arguing that it was exempt from federal antitrust liability under the state action doctrine. On February 3, 2011a few days after the instant lawsuit was fileddefendant denied this motion, concluding that plaintiff did not qualify for the state action exemption because <span class=\"star-pagination\">*821</span> it had not shown sufficient state supervision as required by <i>California Retail Liquor Dealers Ass'n v. Midcal Aluminum, Inc.,</i> 445 U.S. 97, 105, 100 S.Ct. 937, 63 L.Ed.2d 233 (1980). <i>See</i> Opinion of the Commission, <i>In re The North Carolina Board of Dental Examiners,</i> Docket No. 9343 (F.T.C. Feb. 8, 2011), available at http://ftc.gov/os/adjpro/d9343/110208 commopinion.pdf (last accessed May 2, 2011). Following this decision, an administrative law judge (\"ALJ\") held an evidentiary hearing between February 17, 2011, and March 16, 2011. The ALJ's decision on plaintiff's liability has not yet been issued.</p>\n<p>On February 28, 2011, defendant filed the instant motion to dismiss, arguing that this court lacks jurisdiction over plaintiff's action. Defendant contends that plaintiff may not bring this collateral challenge to the ongoing administrative action, and that plaintiff's remedy is limited to a direct appeal to the Fourth Circuit if it is unsuccessful in the administrative proceedings. In its memorandum in opposition to the motion to dismiss, filed March 24, 2011, plaintiff attempts to distinguish its declaratory judgment action and constitutional challenge from an administrative appeal. It maintains that it is not required to exhaust the administrative process where it alleges that defendant is acting in \"brazen defiance\" of its statutory authorization. Defendant addressed these arguments in a reply filed April 7, 2011.</p>\n<p>On March 31, 2011, while briefing on the motion to dismiss was ongoing, the State Boards requested leave to file an <i>amicus</i> brief. The State Boards contend that they have a special interest in this case because they perform regulatory and licensing duties similar to those performed by plaintiff. In their proposed <i>amicus</i> brief, filed April 22, 2011, the State Boards urge the court to hold that state regulatory boards in North Carolina are exempt from federal antitrust laws under the state action doctrine. They do not take a position on the merits of defendant's motion to dismiss.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>Subject matter jurisdiction may be challenged at any time, and if it is lacking the case must be dismissed. <i>See</i> Fed.R.Civ.P. 12(h)(3). When challenged by a motion under Rule 12(b)(1), the plaintiff has the burden of establishing jurisdiction. <i>Richmond, Fredericksburg &amp; Potomac R.R. Co. v. United States,</i> 945 F.2d 765, 768 (4th Cir.1991). Where, as here, defendant does not challenge the factual prerequisites set forth in the complaint but instead makes a facial challenge to jurisdiction, \"the facts alleged in the complaint are taken as true, and the motion must be denied if the complaint alleges sufficient facts to invoke subject matter jurisdiction.\" <i>Kerns v. United States,</i> 585 F.3d 187, 192 (4th Cir.2009).</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>The basis for this lawsuit is the \"state action exemption\" in antitrust law. In <i>Parker v. Brown,</i> 317 U.S. 341, 63 S.Ct. 307, 87 L.Ed. 315 (1943), the Supreme Court held that federal antitrust laws, by their own terms, did not apply to the activities of a sovereign State. <i>Id.</i> at 350-51, 63 S.Ct. 307. The exemption is restricted to the States themselves, although the Court held in later cases that municipalities could invoke the exemption if their activities were authorized by the State pursuant to official state policy. <i>See </i><i>Town of Hallie v. City of Eau Claire,</i> 471 U.S. 34, 105 S.Ct. 1713, 85 L.Ed.2d 24 (1985); <i>City of Lafayette v. La. Power &amp; Light Co.,</i> 435 U.S. 389, 412, 98 S.Ct. 1123, 55 L.Ed.2d 364 (1978). Private actors also enjoy the exemption when they act pursuant <span class=\"star-pagination\">*822</span> to a \"clearly articulated and affirmatively expressed\" state policy, but only if those private actors are also \"actively supervised\" by the State itself. <i>See </i><i>Midcal,</i> 445 U.S. at 105, 100 S.Ct. 937. The Supreme Court has thus far expressly declined to determine whether active state supervision is required for a state agency to invoke the <i>Parker</i> exemption. <i>See </i><i>Town of Hallie,</i> 471 U.S. at 46 n. 10, 105 S.Ct. 1713.</p>\n<p>In the administrative proceedings, defendant has taken the position that active state supervision is a requirement for the exemption to apply to regulatory agencies that are composed primarily of market participants. Plaintiff's action before this court essentially seeks a declaration that defendant's position is incorrect as a matter of law and that it is exempt from defendant's enforcement of federal antitrust laws under that exemption. It also seeks injunctive relief that would prevent defendant's continued exercise of jurisdiction in the administrative proceedings.</p>\n<p>It is well-settled that this court lacks jurisdiction to enjoin ongoing administrative enforcement proceedings such as the one at issue here. <i>See </i><i>Ewing v. Mytinger &amp; Casselberry, Inc.,</i> 339 U.S. 594, 598, 70 S.Ct. 870, 94 L.Ed. 1088 (1950); <i>Gallanosa ex rel. Gallanosa v. United States,</i> 785 F.2d 116, 119 (4th Cir.1986). Defendant has not yet issued a final agency determination subject to review, and the appropriate forum for plaintiff's arguments is in the administrative proceedings, followed by a potential appeal to the Fourth Circuit Court of Appeals. <i>See </i><i>F.T.C. v. Standard Oil Co. of Cal.,</i> 449 U.S. 232, 241-42, 101 S.Ct. 488, 66 L.Ed.2d 416 (1980); <i>see also</i> 15 U.S.C. § 45(c), (d) (establishing exclusive jurisdiction over appeals from defendant's administrative decisions under the FTC Act with the courts of appeals).</p>\n<p>Indeed, in <i>South Carolina State Board of Dentistry v. F.T.C.,</i> 455 F.3d 436 (4th Cir.2006), the Fourth Circuit explicitly held that the denial of an administrative respondent's state action exemption claim is not one which is subject to interlocutory review by the court of appeals. The administrative respondent in that case had asserted that such a denial of \"<i>Parker</i> immunity\" was a collateral order subject to review despite a lack of finality. <i>See id.</i> at 438-39. The Fourth Circuit disagreed, concluding that a <i>Parker</i> analysis is intertwined with the merits of the antitrust action and that the state action exemption is not an \"effectively unreviewable\" immunity from suit, but rather a question of statutory interpretation. <i>See id.</i> at 441-45.</p>\n<p>Plaintiff attempts to distinguish <i>South Carolina Board of Dentistry</i> by arguing that this court does not have before it an \"iterlocutory appeal,\" but rather a \"direct\" federal suit for declaratory and injunctive relief. This is a distinction without a difference. A declaratory judgment or mandamus action cannot be used to substitute for an appeal.<sup>[2]</sup><i>See </i><i>In re United Steelworkers,</i> 595 F.2d 958 (4th Cir.1979); <i>Travelers Ins. Co. v. Davis,</i> 490 F.2d 536, 544 n. 34 (3d Cir.1974). Where the instant lawsuit seeks a declaration that defendant's litigating position in the administrative proceedings is contrary to law and an order enjoining those proceedings, its unmistakable purpose and effect is to short-circuit the formal appeals process set forth in § 45(c).</p>\n<p><span class=\"star-pagination\">*823</span> Moreover, as mentioned, that formal appeals process envisions that any review of the final action taken by defendant will be conducted by the Fourth Circuit, not this court. <i>See</i> 15 U.S.C. § 45(c), (d). In <i>Ukiah Adventist Hospital v. F.T.C.,</i> 981 F.2d 543 (D.C.Cir.1992), the D.C. Circuit held that a district court lacked jurisdiction to enjoin a similar administrative proceeding before the FTC because the relevant statute \"commits review of [the] agency action to the Court of Appeals [and] any suit seeking relief that might affect the Circuit Court's future jurisdiction is subject to the <i>exclusive</i> review of the Court of Appeals.\" <i>Id.</i> at 549 (quoting <i>Telecomms. Research &amp; Action Ctr. v. F.C.C.,</i> 750 F.2d 70, 75 (1984)) (emphasis in original). The D.C. Circuit emphasized that \"purely legal . . . jurisdictional challenges\" and challenges to \"agency bias and prejudgment\" are among those which the district court must not hear. <i>Id.</i> at 550.</p>\n<p>The instant case cannot be distinguished from <i>Ukiah Adventist,</i> which the court finds to be persuasive authority on this issue. Plaintiff seeks review of the purely legal question of defendant's jurisdiction to enforce antitrust laws against it based on the state action exemption, and also alleges agency bias and prejudice in the administrative proceedings. As relief, it seeks to enjoin the ongoing proceedings, which would defeat the Fourth Circuit's exclusive statutory obligation to review the agency's final cease and desist orderif one is forthcoming  on the merits. <i>Id.</i> at 549. This court will not interfere with the Fourth Circuit's jurisdiction over this matter.</p>\n<p>Plaintiff nevertheless asserts that early judicial intervention by this court is authorized because defendant is acting in \"brazen defiance\" of its statutory authorization. <i>See </i><i>Philip Morris, Inc. v. Block,</i> 755 F.2d 368, 369-70 (4th Cir.1985) (citing <i>Leedom v. Kyne,</i> 358 U.S. 184, 188, 79 S.Ct. 180, 3 L.Ed.2d 210 (1958)). This exception to the requirement of final agency action is met if the agency's actions \"clearly exceeded its statutory authority.\" <i>Id.</i> at 370 (internal quotation marks omitted). However, the exception is limited to circumstances where the litigant has no other \"meaningful and adequate opportunity for judicial review.\" <i>Bd. of Governors of Fed. Reserve Sys. v. MCorp Fin., Inc.,</i> 502 U.S. 32, 43, 112 S.Ct. 459, 116 L.Ed.2d 358 (1991). Because plaintiff is able to have its jurisdictional state action challenge heard by the court of appeals pursuant to § 45(c), \"denial of review in a district court will not foreclose all judicial review,\" and <i>Leedom</i> does not apply.<sup>[3]</sup><i>Ukiah Adventist,</i> 981 F.2d at 550 (emphasis removed); <i>see also </i><i>Daniel Constr. Co. v. N.L.R.B.,</i> 341 F.2d 805, 810 (4th Cir. 1965) (\"Our decision here [to deny interlocutory <i>Leedom</i> review] does not deny [plaintiff] its day in court on the objections which it has raised . . . in the representation proceeding; it merely forecloses [plaintiff] from raising those objection on this day in court.\").</p>\n<p>Even assuming that immediate review by this court could in some instances be obtained under the doctrine set forth in <i>Leedom,</i> plaintiff has fallen far short of making the required showing here. Defendant's assertion of jurisdiction over plaintiff as a \"person\" under § 5 of the <span class=\"star-pagination\">*824</span> FTC Act was not clearly outside its statutory authority, <i>see </i><i>City of Lafayette,</i> 435 U.S. at 394-97, 98 S.Ct. 1123 (holding that States and municipalities are \"persons\" under federal antitrust law), and the law is unsettled as to whether or not plaintiff is subject to the antitrust laws under the <i>Parker</i> state action doctrine, <i>see </i><i>Town of Hallie,</i> 471 U.S. at 46 n. 10, 105 S.Ct. 1713 (declining to decide whether active state supervision is required where the actor is a state agency); <i>see also </i><i>F.T.C. v. Monahan,</i> 832 F.2d 688, 689-90 (1st Cir.1987) (Breyer, J.) (suggesting that a state pharmacy board may be subject to the \"state supervision\" requirement of <i>Midcal</i> depending on \"the role played by its members who are private pharmacists\"). In these circumstances, the court is unable to say that defendant acted with \"brazen defiance.\" <i>See </i><i>Long Term Care Partners, LLC v. United States,</i> 516 F.3d 225, 234 (4th Cir.2008) (\"If the agency offered a `plausible' interpretation of the relevant statute, we will find that it did not `violate a clear statutory mandate,' and <i>Leedom</i> jurisdiction will not lie.\" (internal citations omitted)); <i>see also </i><i>N.C. State Bd. of Registration for Prof'l Eng'rs &amp; Land Surveyors v. F.T.C.,</i> 615 F.Supp. 1155, 1161 (E.D.N.C.1985) (declining to apply the \"brazen defiance\" doctrine where \"the case law setting the parameters of [the] agency's authority is presently unsettled\").</p>\n<p>Finally, plaintiff asserts that this court has jurisdiction over this action because defendant is violating its constitutional rights. Plaintiff chiefly relies on <i>American General Insurance Co. v. F.T.C.,</i> 496 F.2d 197 (5th Cir.1974), for the proposition that a party may circumvent the agency finality requirement upon \"a substantial showing that his constitutional rights have been violated.\" <i>Id.</i> at 199-200 (citing <i>Fay v. Douds,</i> 172 F.2d 720 (2d Cir.1949)). Specifically, plaintiff argues in its memorandum opposing defendant's motion to dismiss that defendant is violating its rights under the Tenth Amendment and the Commerce Clause.</p>\n<p>This final argument also fails. Plaintiff has not made any showing, let alone a substantial showing, that its constitutional rights have been or are being violated. Thus far, defendant has only commenced administrative proceedings against plaintiff; it has not ordered plaintiff to take any action which would violate plaintiff's constitutional rights. Even if the state action exemption applies to it, plaintiff does not enjoy an absolute constitutional immunity from administrative proceedings in this case. <i>See </i><i>South Carolina State Board of Dentistry,</i> 455 F.3d at 445. And until defendant takes final action in the proceedings before it, any constitutional injury is simply hypothetical. <i>See </i><i>Thetford Props. IV Ltd. P'ship v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> 907 F.2d 445, 448 (4th Cir.1990) (noting that administrative exhaustion \"is particularly appropriate when the administrative remedy may eliminate the necessity of deciding constitutional questions\") (quoting <i>Am. Fed'n of Gov't Emps., AFL-CIO v. Nimmo,</i> 711 F.2d 28, 31 (4th Cir.1983)).</p>\n<p>In sum, plaintiff's lawsuit seeks to subvert the established administrative review process set forth in 15 U.S.C. § 45, which vests the circuit courts with exclusive jurisdiction to hear the sort of challenges made here. Despite plaintiff's attempts to distinguish its case from an interlocutory appeal, this court is without jurisdiction to hear this declaratory judgment action seeking to enjoin ongoing administrative proceedings. Accordingly, defendant's motion to dismiss is GRANTED. Plaintiff's motion for a preliminary injunction is necessarily DENIED AS MOOT.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*825</span> C. Other Pending Motions</h2>\n<p>As noted, the State Boards have asked for leave to file an <i>amicus</i> brief. The State Boards' interest is limited to the <i>Parker</i> state action question; they take no position on the merits of defendant's motion to dismiss for lack of subject matter jurisdiction. Because the court does not reach the merits underlying the parties' positions on the state action exemption, it concludes that participation by the State Boards as <i>amici</i> would not be helpful. It is possible or even likely that, when and if the issue of the <i>Parker</i> state action exemption properly reaches the Fourth Circuit, the State Boards' participation would be welcome. In this action, however, their motion for leave to file an <i>amicus</i> brief is DENIED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion to dismiss for lack of subject matter jurisdiction (DE # 17) is GRANTED and plaintiff's motion for a preliminary injunction (DE #1) is DENIED AS MOOT. The State Boards' motion for leave to file an <i>amicus</i> brief (DE #24) also is DENIED. The Clerk of Court is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Contemporaneously with its complaint, plaintiff filed motion for temporary restraining order and other equitable relief, seeking among other things order requiring defendant to remove from defendant's website certain statements regarding plaintiff. This court denied plaintiff's motion by order entered February 9, 2011, but allowed plaintiff's request to expedite discovery and case scheduling.</p>\n<p>[2]  Plaintiff cites the Declaratory Judgment Act, 28 U.S.C. § 2201, and the Mandamus Act, 28 U.S.C. § 1631, as bases for this court's jurisdiction. It also cites the All Writs Act, 28 U.S.C. § 1651, \"the implied non-statutory review procedure provided by 28 U.S.C. § 1331,\" and the APA, 5 U.S.C. § 500 <i>et seq.</i></p>\n<p>[3]  Even if some kind of interlocutory <i>Leedom</i> review were appropriate, it would have to be performed by the Fourth Circuit, not this court, in light of the exclusive jurisdiction given to the courts of appeal by § 45(c). <i>Cf. </i><i>Va. Dep't of Educ. v. Riley,</i> 23 F.3d 80, 83-84 (4th Cir. 1994) (\"It is well-settled that in rare instances an appellate court may . . . grant[] interlocutory relief to a party aggrieved by administrative actions when the court would have full appellate jurisdiction following a final agency decision.\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">768</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">818</span></span> (2011)</b></center>\n<center><h1>NORTH CAROLINA STATE BOARD OF DENTAL EXAMINERS, Plaintiff,<br>\nv.<br>\nFEDERAL TRADE COMMISSION, Defendant.</h1></center>\n<center>No. 5:11-CV-49-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 3, 2011.</center>\n<p><span class=\"star-pagination\">*819</span> Alfred P. Carlton, Jr., Catherine Elizabeth Lee, M. Jackson Nichols, Noel L. <span class=\"star-pagination\">*820</span> Allen, Allen and Pinnix, P.A., Raleigh, NC, for Plaintiff.</p>\n<p>Seth Morgan Wood, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p>Brian C. Vick, M. Keith Kapp, Williams Mullen, Raleigh, NC, for Amicus.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court upon defendant's motion to dismiss for lack of subject matter jurisdiction pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure (DE # 17). Also before the court is the motion of the North Carolina Medical Board, North Carolina Board of Nursing, North Carolina Board of Pharmacy, and North Carolina Board of Physical Therapy Examiners (collectively, the \"State Boards\") for leave to file an <i>amicus</i> brief (DE # 24). These motions have been fully briefed and the issues raised now are ripe for review. For the reasons that follow, defendant's motion to dismiss is granted and the State Boards' motion for leave to file an <i>amicus</i> brief is denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed complaint on February 1, 2011, requesting declaratory and injunctive relief. Plaintiff, in this action, seeks a declaration that defendant does not have antitrust jurisdiction over plaintiff's conduct (Count I); that defendant is constitutionally barred from exercising jurisdiction over plaintiff in pending administrative proceedings (Count II); and that defendant is constitutionally barred from attempting to preempt state law regarding the composition of a state regulatory board (Count III). Plaintiff also alleges that defendant has violated its right to constitutional due process under the Fifth Amendment by denying it the right to an impartial proceeding (Count IV); that defendant has violated the Administrative Procedure Act (\"APA\") by engaging in arbitrary and capricious conduct (Count V); and that defendant has violated the Tenth Amendment, the Commerce Clause, and Article III of the Constitution in bringing the administrative proceedings.<sup>[1]</sup></p>\n<p>At the heart of this case is the ongoing administrative proceeding initiated by defendant on June 17, 2010, pursuant to the Federal Trade Commission (\"FTC\") Act, 15 U.S.C. §§ 41-58. <i>See In re The North Carolina Board of Dental Examiners,</i> Docket No. 9343 (F.T.C.), available at http://ftc.gov/os/adjpro/d9343/index.shtm (last accessed May 2, 2011). In that proceeding, defendant has alleged that plaintiff, a North Carolina regulatory agency composed of six licensed dentists and two non-dentists, is improperly excluding non-dentists from providing lower-cost teeth whitening services by issuing cease-and-desist letters. Defendant alleges in the administrative proceedings that these activities are not authorized by statute and circumvent the review and oversight process required by state law.</p>\n<p>On November 3, 2010, plaintiff moved in the administrative proceeding to dismiss the complaint against it, arguing that it was exempt from federal antitrust liability under the state action doctrine. On February 3, 2011a few days after the instant lawsuit was fileddefendant denied this motion, concluding that plaintiff did not qualify for the state action exemption because <span class=\"star-pagination\">*821</span> it had not shown sufficient state supervision as required by <i>California Retail Liquor Dealers Ass'n v. Midcal Aluminum, Inc.,</i> <span class=\"citation\" data-id=\"110215\"><a href=\"/opinion/110215/california-retail-liquor-dealers-assn-v-midcal-aluminum-inc/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 105, <span class=\"citation\" data-id=\"110215\"><a href=\"/opinion/110215/california-retail-liquor-dealers-assn-v-midcal-aluminum-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">937</span></a></span>, <span class=\"citation\" data-id=\"110215\"><a href=\"/opinion/110215/california-retail-liquor-dealers-assn-v-midcal-aluminum-inc/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1980). <i>See</i> Opinion of the Commission, <i>In re The North Carolina Board of Dental Examiners,</i> Docket No. 9343 (F.T.C. Feb. 8, 2011), available at http://ftc.gov/os/adjpro/d9343/110208 commopinion.pdf (last accessed May 2, 2011). Following this decision, an administrative law judge (\"ALJ\") held an evidentiary hearing between February 17, 2011, and March 16, 2011. The ALJ's decision on plaintiff's liability has not yet been issued.</p>\n<p>On February 28, 2011, defendant filed the instant motion to dismiss, arguing that this court lacks jurisdiction over plaintiff's action. Defendant contends that plaintiff may not bring this collateral challenge to the ongoing administrative action, and that plaintiff's remedy is limited to a direct appeal to the Fourth Circuit if it is unsuccessful in the administrative proceedings. In its memorandum in opposition to the motion to dismiss, filed March 24, 2011, plaintiff attempts to distinguish its declaratory judgment action and constitutional challenge from an administrative appeal. It maintains that it is not required to exhaust the administrative process where it alleges that defendant is acting in \"brazen defiance\" of its statutory authorization. Defendant addressed these arguments in a reply filed April 7, 2011.</p>\n<p>On March 31, 2011, while briefing on the motion to dismiss was ongoing, the State Boards requested leave to file an <i>amicus</i> brief. The State Boards contend that they have a special interest in this case because they perform regulatory and licensing duties similar to those performed by plaintiff. In their proposed <i>amicus</i> brief, filed April 22, 2011, the State Boards urge the court to hold that state regulatory boards in North Carolina are exempt from federal antitrust laws under the state action doctrine. They do not take a position on the merits of defendant's motion to dismiss.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>Subject matter jurisdiction may be challenged at any time, and if it is lacking the case must be dismissed. <i>See</i> Fed.R.Civ.P. 12(h)(3). When challenged by a motion under Rule 12(b)(1), the plaintiff has the burden of establishing jurisdiction. <i>Richmond, Fredericksburg &amp; Potomac R.R. Co. v. United States,</i> <span class=\"citation\" data-id=\"569124\"><a href=\"/opinion/569124/richmond-fredericksburg-potomac-railroad-company-v-united-states-of/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (4th Cir.1991). Where, as here, defendant does not challenge the factual prerequisites set forth in the complaint but instead makes a facial challenge to jurisdiction, \"the facts alleged in the complaint are taken as true, and the motion must be denied if the complaint alleges sufficient facts to invoke subject matter jurisdiction.\" <i>Kerns v. United States,</i> <span class=\"citation\" data-id=\"1030530\"><a href=\"/opinion/1030530/kerns-v-united-states/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 192 (4th Cir.2009).</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>The basis for this lawsuit is the \"state action exemption\" in antitrust law. In <i>Parker v. Brown,</i> <span class=\"citation\" data-id=\"103740\"><a href=\"/opinion/103740/parker-v-brown/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">307</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">315</span></span> (1943), the Supreme Court held that federal antitrust laws, by their own terms, did not apply to the activities of a sovereign State. <i>Id.</i> at 350-51, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">307</span></span>. The exemption is restricted to the States themselves, although the Court held in later cases that municipalities could invoke the exemption if their activities were authorized by the State pursuant to official state policy. <i>See </i><i>Town of Hallie v. City of Eau Claire,</i> <span class=\"citation\" data-id=\"111398\"><a href=\"/opinion/111398/town-of-hallie-v-city-of-eau-claire/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">34</span></a></span>, <span class=\"citation\" data-id=\"111398\"><a href=\"/opinion/111398/town-of-hallie-v-city-of-eau-claire/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1713</span></a></span>, <span class=\"citation\" data-id=\"111398\"><a href=\"/opinion/111398/town-of-hallie-v-city-of-eau-claire/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></a></span> (1985); <i>City of Lafayette v. La. Power &amp; Light Co.,</i> <span class=\"citation\" data-id=\"109823\"><a href=\"/opinion/109823/lafayette-v-louisiana-power-light-co/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 412, <span class=\"citation\" data-id=\"109823\"><a href=\"/opinion/109823/lafayette-v-louisiana-power-light-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, <span class=\"citation\" data-id=\"109823\"><a href=\"/opinion/109823/lafayette-v-louisiana-power-light-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span></a></span> (1978). Private actors also enjoy the exemption when they act pursuant <span class=\"star-pagination\">*822</span> to a \"clearly articulated and affirmatively expressed\" state policy, but only if those private actors are also \"actively supervised\" by the State itself. <i>See </i><i>Midcal,</i> 445 U.S. at 105, <span class=\"citation\" data-id=\"110215\"><a href=\"/opinion/110215/california-retail-liquor-dealers-assn-v-midcal-aluminum-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">937</span></a></span>. The Supreme Court has thus far expressly declined to determine whether active state supervision is required for a state agency to invoke the <i>Parker</i> exemption. <i>See </i><i>Town of Hallie,</i> 471 U.S. at 46 n. 10, <span class=\"citation\" data-id=\"111398\"><a href=\"/opinion/111398/town-of-hallie-v-city-of-eau-claire/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1713</span></a></span>.</p>\n<p>In the administrative proceedings, defendant has taken the position that active state supervision is a requirement for the exemption to apply to regulatory agencies that are composed primarily of market participants. Plaintiff's action before this court essentially seeks a declaration that defendant's position is incorrect as a matter of law and that it is exempt from defendant's enforcement of federal antitrust laws under that exemption. It also seeks injunctive relief that would prevent defendant's continued exercise of jurisdiction in the administrative proceedings.</p>\n<p>It is well-settled that this court lacks jurisdiction to enjoin ongoing administrative enforcement proceedings such as the one at issue here. <i>See </i><i>Ewing v. Mytinger &amp; Casselberry, Inc.,</i> <span class=\"citation\" data-id=\"104801\"><a href=\"/opinion/104801/ewing-v-mytinger-casselberry-inc/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">594</span></a></span>, 598, <span class=\"citation\" data-id=\"104801\"><a href=\"/opinion/104801/ewing-v-mytinger-casselberry-inc/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">870</span></a></span>, <span class=\"citation\" data-id=\"104801\"><a href=\"/opinion/104801/ewing-v-mytinger-casselberry-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1088</span></a></span> (1950); <i>Gallanosa ex rel. Gallanosa v. United States,</i> <span class=\"citation\" data-id=\"465461\"><a href=\"/opinion/465461/kristin-rose-gallanosa-an-infant-under-the-age-of-21-years-who-sues-by/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span>, 119 (4th Cir.1986). Defendant has not yet issued a final agency determination subject to review, and the appropriate forum for plaintiff's arguments is in the administrative proceedings, followed by a potential appeal to the Fourth Circuit Court of Appeals. <i>See </i><i>F.T.C. v. Standard Oil Co. of Cal.,</i> <span class=\"citation\" data-id=\"110366\"><a href=\"/opinion/110366/ftc-v-standard-oil-co-of-cal/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 241-42, <span class=\"citation\" data-id=\"110366\"><a href=\"/opinion/110366/ftc-v-standard-oil-co-of-cal/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">488</span></a></span>, <span class=\"citation\" data-id=\"110366\"><a href=\"/opinion/110366/ftc-v-standard-oil-co-of-cal/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">416</span></a></span> (1980); <i>see also</i> 15 U.S.C. § 45(c), (d) (establishing exclusive jurisdiction over appeals from defendant's administrative decisions under the FTC Act with the courts of appeals).</p>\n<p>Indeed, in <i>South Carolina State Board of Dentistry v. F.T.C.,</i> <span class=\"citation\" data-id=\"795085\"><a href=\"/opinion/795085/south-carolina-state-board-of-dentistry-v-federal-trade-commission/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span> (4th Cir.2006), the Fourth Circuit explicitly held that the denial of an administrative respondent's state action exemption claim is not one which is subject to interlocutory review by the court of appeals. The administrative respondent in that case had asserted that such a denial of \"<i>Parker</i> immunity\" was a collateral order subject to review despite a lack of finality. <i>See id.</i> at 438-39. The Fourth Circuit disagreed, concluding that a <i>Parker</i> analysis is intertwined with the merits of the antitrust action and that the state action exemption is not an \"effectively unreviewable\" immunity from suit, but rather a question of statutory interpretation. <i>See id.</i> at 441-45.</p>\n<p>Plaintiff attempts to distinguish <i>South Carolina Board of Dentistry</i> by arguing that this court does not have before it an \"iterlocutory appeal,\" but rather a \"direct\" federal suit for declaratory and injunctive relief. This is a distinction without a difference. A declaratory judgment or mandamus action cannot be used to substitute for an appeal.<sup>[2]</sup><i>See </i><i>In re United Steelworkers,</i> <span class=\"citation\" data-id=\"364890\"><a href=\"/opinion/364890/in-re-united-steelworkers-of-america-afl-cio-clc/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">958</span></a></span> (4th Cir.1979); <i>Travelers Ins. Co. v. Davis,</i> <span class=\"citation\" data-id=\"316356\"><a href=\"/opinion/316356/travelers-insurance-company-v-marjorie-davis/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">536</span></a></span>, 544 n. 34 (3d Cir.1974). Where the instant lawsuit seeks a declaration that defendant's litigating position in the administrative proceedings is contrary to law and an order enjoining those proceedings, its unmistakable purpose and effect is to short-circuit the formal appeals process set forth in § 45(c).</p>\n<p><span class=\"star-pagination\">*823</span> Moreover, as mentioned, that formal appeals process envisions that any review of the final action taken by defendant will be conducted by the Fourth Circuit, not this court. <i>See</i> 15 U.S.C. § 45(c), (d). In <i>Ukiah Adventist Hospital v. F.T.C.,</i> <span class=\"citation\" data-id=\"596480\"><a href=\"/opinion/596480/ukiah-adventist-hospital-a-california-not-for-profit-corporation-now/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">543</span></a></span> (D.C.Cir.1992), the D.C. Circuit held that a district court lacked jurisdiction to enjoin a similar administrative proceeding before the FTC because the relevant statute \"commits review of [the] agency action to the Court of Appeals [and] any suit seeking relief that might affect the Circuit Court's future jurisdiction is subject to the <i>exclusive</i> review of the Court of Appeals.\" <i>Id.</i> at 549 (quoting <i>Telecomms. Research &amp; Action Ctr. v. F.C.C.,</i> <span class=\"citation\" data-id=\"445427\"><a href=\"/opinion/445427/telecommunications-research-and-action-center-v-federal-communications/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></a></span>, 75 (1984)) (emphasis in original). The D.C. Circuit emphasized that \"purely legal . . . jurisdictional challenges\" and challenges to \"agency bias and prejudgment\" are among those which the district court must not hear. <i>Id.</i> at 550.</p>\n<p>The instant case cannot be distinguished from <i>Ukiah Adventist,</i> which the court finds to be persuasive authority on this issue. Plaintiff seeks review of the purely legal question of defendant's jurisdiction to enforce antitrust laws against it based on the state action exemption, and also alleges agency bias and prejudice in the administrative proceedings. As relief, it seeks to enjoin the ongoing proceedings, which would defeat the Fourth Circuit's exclusive statutory obligation to review the agency's final cease and desist orderif one is forthcoming  on the merits. <i>Id.</i> at 549. This court will not interfere with the Fourth Circuit's jurisdiction over this matter.</p>\n<p>Plaintiff nevertheless asserts that early judicial intervention by this court is authorized because defendant is acting in \"brazen defiance\" of its statutory authorization. <i>See </i><i>Philip Morris, Inc. v. Block,</i> <span class=\"citation\" data-id=\"448164\"><a href=\"/opinion/448164/philip-morris-incorporated-v-john-r-block-secretary-of-agriculture/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">368</span></a></span>, 369-70 (4th Cir.1985) (citing <i>Leedom v. Kyne,</i> <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 188, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></a></span>, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1958)). This exception to the requirement of final agency action is met if the agency's actions \"clearly exceeded its statutory authority.\" <i>Id.</i> at 370 (internal quotation marks omitted). However, the exception is limited to circumstances where the litigant has no other \"meaningful and adequate opportunity for judicial review.\" <i>Bd. of Governors of Fed. Reserve Sys. v. MCorp Fin., Inc.,</i> <span class=\"citation\" data-id=\"112658\"><a href=\"/opinion/112658/board-of-governors-frs-v-mcorp-financial-inc/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 43, <span class=\"citation\" data-id=\"112658\"><a href=\"/opinion/112658/board-of-governors-frs-v-mcorp-financial-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">459</span></a></span>, <span class=\"citation\" data-id=\"112658\"><a href=\"/opinion/112658/board-of-governors-frs-v-mcorp-financial-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1991). Because plaintiff is able to have its jurisdictional state action challenge heard by the court of appeals pursuant to § 45(c), \"denial of review in a district court will not foreclose all judicial review,\" and <i>Leedom</i> does not apply.<sup>[3]</sup><i>Ukiah Adventist,</i> 981 F.2d at 550 (emphasis removed); <i>see also </i><i>Daniel Constr. Co. v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"266953\"><a href=\"/opinion/266953/daniel-construction-company-inc-v-national-labor-relations-board-united/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">805</span></a></span>, 810 (4th Cir. 1965) (\"Our decision here [to deny interlocutory <i>Leedom</i> review] does not deny [plaintiff] its day in court on the objections which it has raised . . . in the representation proceeding; it merely forecloses [plaintiff] from raising those objection on this day in court.\").</p>\n<p>Even assuming that immediate review by this court could in some instances be obtained under the doctrine set forth in <i>Leedom,</i> plaintiff has fallen far short of making the required showing here. Defendant's assertion of jurisdiction over plaintiff as a \"person\" under § 5 of the <span class=\"star-pagination\">*824</span> FTC Act was not clearly outside its statutory authority, <i>see </i><i>City of Lafayette,</i> 435 U.S. at 394-97, <span class=\"citation\" data-id=\"109823\"><a href=\"/opinion/109823/lafayette-v-louisiana-power-light-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span> (holding that States and municipalities are \"persons\" under federal antitrust law), and the law is unsettled as to whether or not plaintiff is subject to the antitrust laws under the <i>Parker</i> state action doctrine, <i>see </i><i>Town of Hallie,</i> 471 U.S. at 46 n. 10, <span class=\"citation\" data-id=\"111398\"><a href=\"/opinion/111398/town-of-hallie-v-city-of-eau-claire/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1713</span></a></span> (declining to decide whether active state supervision is required where the actor is a state agency); <i>see also </i><i>F.T.C. v. Monahan,</i> <span class=\"citation\" data-id=\"496777\"><a href=\"/opinion/496777/federal-trade-commission-v-charles-f-monahan/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">688</span></a></span>, 689-90 (1st Cir.1987) (Breyer, J.) (suggesting that a state pharmacy board may be subject to the \"state supervision\" requirement of <i>Midcal</i> depending on \"the role played by its members who are private pharmacists\"). In these circumstances, the court is unable to say that defendant acted with \"brazen defiance.\" <i>See </i><i>Long Term Care Partners, LLC v. United States,</i> <span class=\"citation\" data-id=\"1024943\"><a href=\"/opinion/1024943/long-term-care-partners-llc-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 234 (4th Cir.2008) (\"If the agency offered a `plausible' interpretation of the relevant statute, we will find that it did not `violate a clear statutory mandate,' and <i>Leedom</i> jurisdiction will not lie.\" (internal citations omitted)); <i>see also </i><i>N.C. State Bd. of Registration for Prof'l Eng'rs &amp; Land Surveyors v. F.T.C.,</i> <span class=\"citation\" data-id=\"1514931\"><a href=\"/opinion/1514931/nc-st-bd-of-regis-for-pro-eng-v-ftc/\"><span class=\"volume\">615</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1155</span></a></span>, 1161 (E.D.N.C.1985) (declining to apply the \"brazen defiance\" doctrine where \"the case law setting the parameters of [the] agency's authority is presently unsettled\").</p>\n<p>Finally, plaintiff asserts that this court has jurisdiction over this action because defendant is violating its constitutional rights. Plaintiff chiefly relies on <i>American General Insurance Co. v. F.T.C.,</i> <span class=\"citation\" data-id=\"318985\"><a href=\"/opinion/318985/american-general-insurance-company-and-fidelity-and-deposit-company-of/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span> (5th Cir.1974), for the proposition that a party may circumvent the agency finality requirement upon \"a substantial showing that his constitutional rights have been violated.\" <i>Id.</i> at 199-200 (citing <i>Fay v. Douds,</i> <span class=\"citation\" data-id=\"1546357\"><a href=\"/opinion/1546357/fay-v-douds/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span> (2d Cir.1949)). Specifically, plaintiff argues in its memorandum opposing defendant's motion to dismiss that defendant is violating its rights under the Tenth Amendment and the Commerce Clause.</p>\n<p>This final argument also fails. Plaintiff has not made any showing, let alone a substantial showing, that its constitutional rights have been or are being violated. Thus far, defendant has only commenced administrative proceedings against plaintiff; it has not ordered plaintiff to take any action which would violate plaintiff's constitutional rights. Even if the state action exemption applies to it, plaintiff does not enjoy an absolute constitutional immunity from administrative proceedings in this case. <i>See </i><i>South Carolina State Board of Dentistry,</i> 455 F.3d at 445. And until defendant takes final action in the proceedings before it, any constitutional injury is simply hypothetical. <i>See </i><i>Thetford Props. IV Ltd. P'ship v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> <span class=\"citation\" data-id=\"544261\"><a href=\"/opinion/544261/thetford-properties-iv-limited-partnership-on-behalf-of-itself-and-as/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span>, 448 (4th Cir.1990) (noting that administrative exhaustion \"is particularly appropriate when the administrative remedy may eliminate the necessity of deciding constitutional questions\") (quoting <i>Am. Fed'n of Gov't Emps., AFL-CIO v. Nimmo,</i> <span class=\"citation\" data-id=\"421018\"><a href=\"/opinion/421018/american-federation-of-government-employees-afl-cio-frank-l-matthews/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 31 (4th Cir.1983)).</p>\n<p>In sum, plaintiff's lawsuit seeks to subvert the established administrative review process set forth in 15 U.S.C. § 45, which vests the circuit courts with exclusive jurisdiction to hear the sort of challenges made here. Despite plaintiff's attempts to distinguish its case from an interlocutory appeal, this court is without jurisdiction to hear this declaratory judgment action seeking to enjoin ongoing administrative proceedings. Accordingly, defendant's motion to dismiss is GRANTED. Plaintiff's motion for a preliminary injunction is necessarily DENIED AS MOOT.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*825</span> C. Other Pending Motions</h2>\n<p>As noted, the State Boards have asked for leave to file an <i>amicus</i> brief. The State Boards' interest is limited to the <i>Parker</i> state action question; they take no position on the merits of defendant's motion to dismiss for lack of subject matter jurisdiction. Because the court does not reach the merits underlying the parties' positions on the state action exemption, it concludes that participation by the State Boards as <i>amici</i> would not be helpful. It is possible or even likely that, when and if the issue of the <i>Parker</i> state action exemption properly reaches the Fourth Circuit, the State Boards' participation would be welcome. In this action, however, their motion for leave to file an <i>amicus</i> brief is DENIED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion to dismiss for lack of subject matter jurisdiction (DE # 17) is GRANTED and plaintiff's motion for a preliminary injunction (DE #1) is DENIED AS MOOT. The State Boards' motion for leave to file an <i>amicus</i> brief (DE #24) also is DENIED. The Clerk of Court is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Contemporaneously with its complaint, plaintiff filed motion for temporary restraining order and other equitable relief, seeking among other things order requiring defendant to remove from defendant's website certain statements regarding plaintiff. This court denied plaintiff's motion by order entered February 9, 2011, but allowed plaintiff's request to expedite discovery and case scheduling.</p>\n<p>[2]  Plaintiff cites the Declaratory Judgment Act, 28 U.S.C. § 2201, and the Mandamus Act, 28 U.S.C. § 1631, as bases for this court's jurisdiction. It also cites the All Writs Act, 28 U.S.C. § 1651, \"the implied non-statutory review procedure provided by 28 U.S.C. § 1331,\" and the APA, 5 U.S.C. § 500 <i>et seq.</i></p>\n<p>[3]  Even if some kind of interlocutory <i>Leedom</i> review were appropriate, it would have to be performed by the Fourth Circuit, not this court, in light of the exclusive jurisdiction given to the courts of appeal by § 45(c). <i>Cf. </i><i>Va. Dep't of Educ. v. Riley,</i> <span class=\"citation\" data-id=\"669113\"><a href=\"/opinion/669113/virginia-department-of-education-v-richard-w-riley-united-states/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 83-84 (4th Cir. 1994) (\"It is well-settled that in rare instances an appellate court may . . . grant[] interlocutory relief to a party aggrieved by administrative actions when the court would have full appellate jurisdiction following a final agency decision.\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/266953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1030530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1514931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1546357/"
  ]
}