{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2473102/",
  "absolute_url": "/opinion/2473102/boyd-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2473102/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:46:09.601676Z",
  "date_modified": "2016-04-27T02:08:53.701583Z",
  "type": "010combined",
  "sha1": "082dd86ccac15075578edd58d727fd1651812696",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>746 F.Supp.2d 688 (2010)</b></center>\n<center><h1>Wanda H. BOYD, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:10-CV-77-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 3, 2010.</center>\n<p><span class=\"star-pagination\">*689</span> Frederick (Rick) W. Fleming, The Law Offices of James Scott Farrin, Durham, NC, for Plaintiff.</p>\n<p>Jay C. Hinsley, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' Cross-Motions for Judgment on the Pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure. For the reasons stated below, Plaintiffs motion is GRANTED, Defendant's motion is DENIED, and the decision of the Commissioner is REVERSED and REMANDED for an award of benefits.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Plaintiff protectively filed an application for supplemental security income (SSI) payments on June 23, 2006, alleging that she had been disabled since April 1, 1993 due to bronchitis, a learning disability, back pain, and allergies. Plaintiffs application was denied initially and upon reconsideration.</p>\n<p>A hearing was held before an Administrative Law Judge (ALJ) on May 4, 2009, and, on May 15, 2009, the ALJ issued a decision denying plaintiffs claim. The Appeals Council denied plaintiffs request for review on January 28, 2010, thereby rendering the ALJ's decision the final decision of the Commissioner. Plaintiff timely commenced the instant action for judicial review pursuant to 42 U.S.C. § 405(g).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The ALJ's decision is REVERSED and REMANDED for an award of benefits because substantial evidence does not support the ALJ's conclusion that Plaintiff can perform jobs that exist in significant numbers in the national economy. Pursuant to the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether the Commissioner's decision, as a whole, is supported by substantial evidence and whether the Commissioner employed the correct legal standard. Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971).</p>\n<p><span class=\"star-pagination\">*690</span> Regulations issued by the Commissioner establish a five-step sequential evaluation process to be followed in a disability case. 20 C.F.R. § 416.920. At step one, if the claimant is currently engaged in substantial gainful activity (SGA), the claim is denied. When substantial gainful activity is not an issue, at step two, the claim is denied if the claimant does not have a severe impairment or combination of impairments significantly limiting him or her from performing basic work activities. If the claimant has a severe impairment, at step three, the claimant's impairment is compared to those in the Listing of Impairments (Listing), 20 C.F.R. Part 404, Subpart P, App. 1; if the impairment meets or equals a Listing, disability is conclusively presumed. If the claimant's impairment does not meet or equal a Listing, at step four, the claimant's residual functional capacity (RFC) is assessed to determine if the claimant can perform his or her past work despite the impairments; if so, the claim is denied. If the claimant cannot perform past relevant work, at step five, the burden shifts to the Commissioner to show that the claimant, based on his or her age, education, work experience, and RFC, can perform other substantial gainful work.</p>\n<p>Here, at step one, the ALJ found that Plaintiff had not engaged in any substantial gainful activity since April 1, 1993, her alleged disability onset date. At steps two and three of the sequential evaluation, the ALJ determined that plaintiffs borderline IQ was a severe impairment (step two) but this impairment did not meet or equal any in the Listings (step three). At step four, the ALJ found that plaintiff had no past relevant work. At step five, based on the testimony of the VE, the ALJ found that there were jobs that plaintiff could perform, and that these jobs existed in significant numbers in the national economy. This finding ended the sequential evaluation, and thus the ALJ found plaintiff not disabled.</p>\n<p>Substantial evidence does not support the ALJ's finding at step three. For purposes of this case, to fall within Listing 12.05(C), plaintiff must establish two things: 1) that she possesses a valid verbal, performance or full scale IQ of 60 through 70; and 2) that she possesses a physical or mental impairment that imposes an additional and significant work-related limitation of function. <i>See</i> 20 C.F.R. Part 404, Subpart P, App. 1, Listing 12.05(C) (2010). The ALJ determined that Ms. Boyd satisfied neither prong of Listing 12.05(C). However, the ALJ's determination is not supported by substantial evidence.</p>\n<p></p>\n<h2>A. <i>The IQ Prong of Listing 12.05(C)</i>\n</h2>\n<p>First, the ALJ failed to give sufficient weight to all of plaintiffs IQ scores. The ALJ discounted the plaintiffs childhood IQ scores as well as the August 2006 WAIS-III report from Dr. Laspina. These IQ testswhich, when viewed together, establish Plaintiffs IQ to be in the mid to low 60'sthus satisfying the Listing 12.05(C) IQ prong.</p>\n<p>Despite this evidence, the ALJ glossed over plaintiffs childhood IQ tests as well as Dr. Laspina's report and instead emphasized one single report: that of Dr. Sellers. The ALJ's decision to vault Dr. Seller's report above the weight of other evidence is problematic for a number of reasons.</p>\n<p>First, the Sellers report does not support the ALJ's conclusion that plaintiffs IQ is necessarily outside Listing 12.05(C)'s IQ range. Dr. Sellers concluded that the plaintiffs Full Score IQ was 63; this score, which falls within Listing 12.05(C)'s prescribed ranges, led the doctor to conclude that plaintiff was mildly mentally retarded. <span class=\"star-pagination\">*691</span> Doctor Sellers further opined and the ALJ seized upon the fact that plaintiff's scores were likely invalid. In support of this opinion, Dr. Sellers noted the plaintiff's oppositional and obstructive attitude during the test administration. Doctor Sellers stated that in light of the plaintiff's behavior, her IQ was likely higher than the test indicated. Critically, however, Dr. Sellers never indicated that the plaintiff's IQ was outside of the range prescribed by the Listing. Instead, Dr. Sellers merely reported plaintiff's IQ scores, he noted plaintiff's obstructive actions, and he opined that the test results were not likely a valid reflection of plaintiff's intellectual capacity. Dr. Sellers' report, therefore, cannot support the conclusion that plaintiff necessarily fails to satisfy the IQ prong of Listing 12.05(C).</p>\n<p>With Dr. Sellers' conclusions in hand, the ALJ summarily discounted the plaintiffs other cognitive teststests that strongly establish an IQ in the low to mid 60s. When the WISC-R was administered in January, 1975, plaintiffs IQ result was \"68-74.\" And lest one concludes that this 1975 administration was not a valid reflection of plaintiff's intellectual capacity, subsequent tests indicating similar results confirm that her IQ has consistently remained in the low to mid 60s.</p>\n<p>For example, in August of 2006, Dr. Laspina administered the WAISS-III IQ test to the plaintiff. This test revealed plaintiff's Verbal IQ of 68, Performance IQ of 64 and Full Scale IQ of 64. (DE 24, p. 36). Plaintiff's scores placed her in the first percentile of test-takers. <i>Id.</i></p>\n<p>The Commissioner correctly avers that the ALJ is the proper fact-finder, and therefore the Court cannot second-guess the ALJ's weighing the evidence and resolving its conflicts. However, it is entirely proper for the Court to inquire into the support underlying the ALJ's conclusions, and, where those conclusions, taken as a whole, are not supported by substantial evidence, it is the duty of the Court to correct the error below. <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971).</p>\n<p>In the instant case, the ALJ discounted Dr. Laspina's report and instead relied on Dr. Sellers' report. Based on Dr. Sellers' opinion, the ALJ determined that the plaintiff did not satisfy the IQ prong of the Listing. However, Dr. Sellers' report is consistent with Dr. Laspina's report, and, moreover, the Sellers' report provides scant support for the ALJ's conclusion that plaintiff failed to satisfy the IQ prong of Listing 12.05(C).</p>\n<p>Dr. Sellers did not conclude that the plaintiff categorically fell outside the Listing's IQ range. Instead, he found the plaintiffs Full Scale IQ score of 63 might \"underestimate the [plaintiffs] intellectual potential....\" Not once did Dr. Sellers opine that the plaintiffs IQ exceeds 70, which would place her outside the permitted range of the Listing. Dr. Sellers' report is thus consistent with Dr. Laspina's report, which indicates the plaintiff had an IQ in the mid to upper 60s. Given this consistency, the ALJ had no reason to discount Dr. Laspina's conclusions, and, moreover, nothing in the recordincluding the Sellers' reportsupports the conclusion that plaintiff's IQ fell outside the range prescribed by Listing 12.05(C).</p>\n<p>When considered as a whole, then, the ALJ's decisions to 1) discount Dr. Laspina's report and 2) conclude that the plaintiff's IQ fell outside the Listing 12.05(C) IQ requirements are not supported by substantial evidence.</p>\n<p></p>\n<h2>B. <i>The Limitation Prong of Listing 12.05(C)</i>\n</h2>\n<p>The ALJ also erred with respect to the \"limitation\" prong of Listing 12.05(C). <span class=\"star-pagination\">*692</span> Plaintiffs enrollment in special education classes, her illiteracy, her poor performance in school, and her lackluster performance on achievement testing demonstrates deficits in adaptive functioning prior to age 22. <i>Dixon v. Astrue,</i> 2009 WL 4545262 (E.D.N.C.). The Fourth Circuit has acknowledged that evidence that the claimant could barely read or write is \"a clear manifestation of mental retardation occurring before age twenty-two.\" <i>Turner v. Bowen,</i> 856 F.2d 695, 699 (4th Cir.1988). Vocationally, the plaintiff has no past relevant work and has a very poor work history in the field of hotel housekeeping. She has been diagnosed with shortness of breath, compatible with pulmonary disease, and flank pain and back pain, with objective findings of ovarian fibroids and renal calculus. These additional impairments cause more than a minimal effect on her ability to perform basic work activities.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiff's Motion for Judgment on the Pleadings is GRANTED, Defendant's Motion for Judgment on the Pleadings is DENIED, and the decision of the Commissioner is REVERSED. The decision of whether to reverse and remand for benefits or reverse and remand for a new hearing is one which \"lies within the sound discretion of the district court.\" <i>Edwards v. Bowen,</i> 672 F.Supp. 230, 237 (E.D.N.C. 1987). Accordingly, this case is REMANDED for an award of benefits.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">746</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">688</span></span> (2010)</b></center>\n<center><h1>Wanda H. BOYD, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:10-CV-77-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 3, 2010.</center>\n<p><span class=\"star-pagination\">*689</span> Frederick (Rick) W. Fleming, The Law Offices of James Scott Farrin, Durham, NC, for Plaintiff.</p>\n<p>Jay C. Hinsley, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' Cross-Motions for Judgment on the Pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure. For the reasons stated below, Plaintiffs motion is GRANTED, Defendant's motion is DENIED, and the decision of the Commissioner is REVERSED and REMANDED for an award of benefits.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Plaintiff protectively filed an application for supplemental security income (SSI) payments on June 23, 2006, alleging that she had been disabled since April 1, 1993 due to bronchitis, a learning disability, back pain, and allergies. Plaintiffs application was denied initially and upon reconsideration.</p>\n<p>A hearing was held before an Administrative Law Judge (ALJ) on May 4, 2009, and, on May 15, 2009, the ALJ issued a decision denying plaintiffs claim. The Appeals Council denied plaintiffs request for review on January 28, 2010, thereby rendering the ALJ's decision the final decision of the Commissioner. Plaintiff timely commenced the instant action for judicial review pursuant to 42 U.S.C. § 405(g).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The ALJ's decision is REVERSED and REMANDED for an award of benefits because substantial evidence does not support the ALJ's conclusion that Plaintiff can perform jobs that exist in significant numbers in the national economy. Pursuant to the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether the Commissioner's decision, as a whole, is supported by substantial evidence and whether the Commissioner employed the correct legal standard. Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971).</p>\n<p><span class=\"star-pagination\">*690</span> Regulations issued by the Commissioner establish a five-step sequential evaluation process to be followed in a disability case. 20 C.F.R. § 416.920. At step one, if the claimant is currently engaged in substantial gainful activity (SGA), the claim is denied. When substantial gainful activity is not an issue, at step two, the claim is denied if the claimant does not have a severe impairment or combination of impairments significantly limiting him or her from performing basic work activities. If the claimant has a severe impairment, at step three, the claimant's impairment is compared to those in the Listing of Impairments (Listing), 20 C.F.R. Part 404, Subpart P, App. 1; if the impairment meets or equals a Listing, disability is conclusively presumed. If the claimant's impairment does not meet or equal a Listing, at step four, the claimant's residual functional capacity (RFC) is assessed to determine if the claimant can perform his or her past work despite the impairments; if so, the claim is denied. If the claimant cannot perform past relevant work, at step five, the burden shifts to the Commissioner to show that the claimant, based on his or her age, education, work experience, and RFC, can perform other substantial gainful work.</p>\n<p>Here, at step one, the ALJ found that Plaintiff had not engaged in any substantial gainful activity since April 1, 1993, her alleged disability onset date. At steps two and three of the sequential evaluation, the ALJ determined that plaintiffs borderline IQ was a severe impairment (step two) but this impairment did not meet or equal any in the Listings (step three). At step four, the ALJ found that plaintiff had no past relevant work. At step five, based on the testimony of the VE, the ALJ found that there were jobs that plaintiff could perform, and that these jobs existed in significant numbers in the national economy. This finding ended the sequential evaluation, and thus the ALJ found plaintiff not disabled.</p>\n<p>Substantial evidence does not support the ALJ's finding at step three. For purposes of this case, to fall within Listing 12.05(C), plaintiff must establish two things: 1) that she possesses a valid verbal, performance or full scale IQ of 60 through 70; and 2) that she possesses a physical or mental impairment that imposes an additional and significant work-related limitation of function. <i>See</i> 20 C.F.R. Part 404, Subpart P, App. 1, Listing 12.05(C) (2010). The ALJ determined that Ms. Boyd satisfied neither prong of Listing 12.05(C). However, the ALJ's determination is not supported by substantial evidence.</p>\n<p></p>\n<h2>A. <i>The IQ Prong of Listing 12.05(C)</i>\n</h2>\n<p>First, the ALJ failed to give sufficient weight to all of plaintiffs IQ scores. The ALJ discounted the plaintiffs childhood IQ scores as well as the August 2006 WAIS-III report from Dr. Laspina. These IQ testswhich, when viewed together, establish Plaintiffs IQ to be in the mid to low 60'sthus satisfying the Listing 12.05(C) IQ prong.</p>\n<p>Despite this evidence, the ALJ glossed over plaintiffs childhood IQ tests as well as Dr. Laspina's report and instead emphasized one single report: that of Dr. Sellers. The ALJ's decision to vault Dr. Seller's report above the weight of other evidence is problematic for a number of reasons.</p>\n<p>First, the Sellers report does not support the ALJ's conclusion that plaintiffs IQ is necessarily outside Listing 12.05(C)'s IQ range. Dr. Sellers concluded that the plaintiffs Full Score IQ was 63; this score, which falls within Listing 12.05(C)'s prescribed ranges, led the doctor to conclude that plaintiff was mildly mentally retarded. <span class=\"star-pagination\">*691</span> Doctor Sellers further opined and the ALJ seized upon the fact that plaintiff's scores were likely invalid. In support of this opinion, Dr. Sellers noted the plaintiff's oppositional and obstructive attitude during the test administration. Doctor Sellers stated that in light of the plaintiff's behavior, her IQ was likely higher than the test indicated. Critically, however, Dr. Sellers never indicated that the plaintiff's IQ was outside of the range prescribed by the Listing. Instead, Dr. Sellers merely reported plaintiff's IQ scores, he noted plaintiff's obstructive actions, and he opined that the test results were not likely a valid reflection of plaintiff's intellectual capacity. Dr. Sellers' report, therefore, cannot support the conclusion that plaintiff necessarily fails to satisfy the IQ prong of Listing 12.05(C).</p>\n<p>With Dr. Sellers' conclusions in hand, the ALJ summarily discounted the plaintiffs other cognitive teststests that strongly establish an IQ in the low to mid 60s. When the WISC-R was administered in January, 1975, plaintiffs IQ result was \"68-74.\" And lest one concludes that this 1975 administration was not a valid reflection of plaintiff's intellectual capacity, subsequent tests indicating similar results confirm that her IQ has consistently remained in the low to mid 60s.</p>\n<p>For example, in August of 2006, Dr. Laspina administered the WAISS-III IQ test to the plaintiff. This test revealed plaintiff's Verbal IQ of 68, Performance IQ of 64 and Full Scale IQ of 64. (DE 24, p. 36). Plaintiff's scores placed her in the first percentile of test-takers. <i>Id.</i></p>\n<p>The Commissioner correctly avers that the ALJ is the proper fact-finder, and therefore the Court cannot second-guess the ALJ's weighing the evidence and resolving its conflicts. However, it is entirely proper for the Court to inquire into the support underlying the ALJ's conclusions, and, where those conclusions, taken as a whole, are not supported by substantial evidence, it is the duty of the Court to correct the error below. <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971).</p>\n<p>In the instant case, the ALJ discounted Dr. Laspina's report and instead relied on Dr. Sellers' report. Based on Dr. Sellers' opinion, the ALJ determined that the plaintiff did not satisfy the IQ prong of the Listing. However, Dr. Sellers' report is consistent with Dr. Laspina's report, and, moreover, the Sellers' report provides scant support for the ALJ's conclusion that plaintiff failed to satisfy the IQ prong of Listing 12.05(C).</p>\n<p>Dr. Sellers did not conclude that the plaintiff categorically fell outside the Listing's IQ range. Instead, he found the plaintiffs Full Scale IQ score of 63 might \"underestimate the [plaintiffs] intellectual potential....\" Not once did Dr. Sellers opine that the plaintiffs IQ exceeds 70, which would place her outside the permitted range of the Listing. Dr. Sellers' report is thus consistent with Dr. Laspina's report, which indicates the plaintiff had an IQ in the mid to upper 60s. Given this consistency, the ALJ had no reason to discount Dr. Laspina's conclusions, and, moreover, nothing in the recordincluding the Sellers' reportsupports the conclusion that plaintiff's IQ fell outside the range prescribed by Listing 12.05(C).</p>\n<p>When considered as a whole, then, the ALJ's decisions to 1) discount Dr. Laspina's report and 2) conclude that the plaintiff's IQ fell outside the Listing 12.05(C) IQ requirements are not supported by substantial evidence.</p>\n<p></p>\n<h2>B. <i>The Limitation Prong of Listing 12.05(C)</i>\n</h2>\n<p>The ALJ also erred with respect to the \"limitation\" prong of Listing 12.05(C). <span class=\"star-pagination\">*692</span> Plaintiffs enrollment in special education classes, her illiteracy, her poor performance in school, and her lackluster performance on achievement testing demonstrates deficits in adaptive functioning prior to age 22. <i>Dixon v. Astrue,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">4545262</span></span> (E.D.N.C.). The Fourth Circuit has acknowledged that evidence that the claimant could barely read or write is \"a clear manifestation of mental retardation occurring before age twenty-two.\" <i>Turner v. Bowen,</i> <span class=\"citation\" data-id=\"511612\"><a href=\"/opinion/511612/23-socsecrepser-20-unemplinsrep-cch-14159a-brannon-w-turner-v/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 699 (4th Cir.1988). Vocationally, the plaintiff has no past relevant work and has a very poor work history in the field of hotel housekeeping. She has been diagnosed with shortness of breath, compatible with pulmonary disease, and flank pain and back pain, with objective findings of ovarian fibroids and renal calculus. These additional impairments cause more than a minimal effect on her ability to perform basic work activities.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Plaintiff's Motion for Judgment on the Pleadings is GRANTED, Defendant's Motion for Judgment on the Pleadings is DENIED, and the decision of the Commissioner is REVERSED. The decision of whether to reverse and remand for benefits or reverse and remand for a new hearing is one which \"lies within the sound discretion of the district court.\" <i>Edwards v. Bowen,</i> <span class=\"citation\" data-id=\"2091042\"><a href=\"/opinion/2091042/edwards-v-bowen/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">230</span></a></span>, 237 (E.D.N.C. 1987). Accordingly, this case is REMANDED for an award of benefits.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091042/"
  ]
}