{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2473762/",
  "absolute_url": "/opinion/2473762/jones-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2473762/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:46:34.957142Z",
  "date_modified": "2016-04-27T02:29:53.640181Z",
  "type": "010combined",
  "sha1": "ac020e36cecb21a3613cc4a4e3993f57bdff0980",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>751 F.Supp.2d 835 (2010)</b></center>\n<center><h1>Laura JONES, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 7:09-CV-106-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 9, 2010.</center>\n<p>Joseph L. Anderson, Anderson Pangia &amp; Associates, PLLC, Winston-Salem, NC, for Plaintiff.</p>\n<p>John A. Bain, Kathryn G. Naegeli, Margaret J. Mahoney, Adam M. Dinnell, U.S. Dept. of Justice, Washington, DC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant's Motion to Dismiss for Lack of Jurisdiction and Defendant's Motion for a hearing. Both Motions are DENTED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*836</span> <i>BACKGROUND</i>\n</h2>\n<p>Plaintiff was married to a United States Marine and lived at Camp Lejeune, North Carolina, from spring 1980 to May 1983. Twenty years later, Plaintiff was diagnosed with Non-Hodgkin's lymphoma. On October 31, 2005, Plaintiff learned that Camp Lejeune's drinking and bathing water was likely contaminated with tetrachloroethylene, trichloroethylene, dichloroethylene, vinyl chloride, and benzene while she lived there, and may have caused her disease.</p>\n<p>Plaintiff filed an administrative complaint with the Department of the Navy on October 31, 2007 and later filed this suit under the Federal Tort Claims Act on July 4, 2009.</p>\n<p>The Federal Tort Claims Act (FTCA) waives the United States' sovereign immunity and thus authorizes jurisdiction for certain torts committed by federal employees while acting within the scope of their employment. 28 U.S.C. § 1346(b)(1). Importantly, the FTCA only allows claims where a private person in like circumstances would be subject to liability according to the substantive law of the state where the act or omission in question occurred. <i>Id.</i></p>\n<p>On February 23, 2010, 691 F.Supp.2d 639 (E.D.N.C.2010), the Court denied the Defendant's Motion to Dismiss for failure to comply with the statute of limitations under 28 U.S.C. § 2401(b). The Defendant now claims the Plaintiff's claim is barred by North Carolina's General Statute § 1-52(16)'s 10 year statute of repose. It is undisputed that a state's statute of repose is considered substantive law, and would apply in an action under the FTCA.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>This case concerns a matter of first impression that has profound importance to all tort claims involving the manifestation of latent diseases in North Carolina. The Defendant claims that § 1-52(16)'s bars all tort actions filed more than 10 years after a defendant's alleged culpable conduct, even if the harm to the plaintiff did not manifest until after the 10 years had passed. The Court disagrees.</p>\n<p>The Court finds that § 1-52(16)'s statute of repose has an exception for latent diseases. The Court bases this decision on the statute's legislative history, case law, and state public policy. In addition, the Court finds this interpretation is necessary to avoid the finding that the statute violates the North Carolina Constitution's guarantee of open courts.</p>\n<p>Thus, the Plaintiffs claim is not barred by the statute of repose, and the Defendant's Motion to Dismiss for Lack of Subject Matter Jurisdiction is denied.</p>\n<p></p>\n<h2><i>Statutory Interpretation of § 1-52(16)</i></h2>\n<p>The legislative history of § 1-52(16) shows there is a latent disease exception to its statute of repose. Section 1-52(16) states,</p>\n<blockquote>Unless otherwise provided by statute, for personal injury or physical damage to claimant's property, the cause of action, except in causes of actions referred to in G.S. 1-15(c), shall not accrue until bodily harm to the claimant or physical damage to his property becomes apparent or ought reasonably to have become apparent to the claimant, whichever event first occurs. Provided that no cause of action shall accrue more than 10 years from the last act or omission of the defendant giving rise to the cause of action.</blockquote>\n<p>Local courts have consistently held that North Carolina's statute of reposes do not apply to latent diseases. This was first held in <i>Wilder v. Amatex Corp,</i> where the North Carolina Supreme Court interpreted § 1-15(b). 314 N.C. 550, 336 S.E.2d 66 (1985). Section 1-15(b) stated,</p>\n<blockquote>\n<span class=\"star-pagination\">*837</span> Except where otherwise provided by statute, a cause of action, other than one for wrongful death or one for malpractice arising out of the performance or failure to perform professional services, having as an essential element bodily injury to the person or a defect in or damage to property which originated under circumstances making the injury, defect or damage not readily apparent to the claimant at the time of its origin, is deemed to have accrued at the time the injury was discovered by the claimant, or ought reasonably to have been discovered by him, whichever event first occurs; provided that in such cases the period shall not exceed ten years from the last act of the defendant giving rise to the claim for relief.</blockquote>\n<p>N.C. GEN.STAT. § 1-15(b) (repealed in 1979).</p>\n<p>Section 1-15(b) was enacted in 1971, and included North Carolina's first statute of repose. This statute was in response to a line of cases that had established that the statute of limitations begins to run when an injury is first inflicted, notwithstanding that the injured claimant might then be justifiably unaware of the injury. <i>Wilder,</i> 314 N.C. at 555, 336 S.E.2d 66 (citing <i>Raftery v. Wm. C. Vick Construction Co.,</i> 291 N.C. 180, 230 S.E.2d 405 (1976)). In one case, for example, the Supreme Court held that the plaintiffs claim began to run at the point when doctors left a sponge in his body, despite that the plaintiff did not discover the injury until years later. <i>Shearin v. Lloyd,</i> 246 N.C. 363, 98 S.E.2d 508 (1957). The North Carolina Legislature eliminated this line of cases by implementing a \"discovery rule\" that started the statute of limitations running for latent injuries after the plaintiff should have discovered the injury. The legislature also included a 10 year statute of repose as a compromise to effected defendants. <i>Wilder,</i> 314 N.C. at 556, 336 S.E.2d 66. In <i>Wilder,</i> however, the Supreme Court held that the § 1-15(b) only applied to latent injuries and not latent diseases. <i>Wilder's</i> holding was based on three considerations: the statute's legislative history, text, and public policy.</p>\n<p><i>Wilder</i> first pointed out that the statute's text could not possibly encompass latent diseases. This was because the North Carolina Legislature historically viewed the \"injury\" in latent diseases cases to occur not at the time of the Defendant's conduct, but at the time of diagnosis or manifestation; only at this point did the legally relevant time period began to run.<sup>[1]</sup><i>Id.</i> at 561, 336 S.E.2d 66. Accordingly, § 1-15(b)'s reference to the \"origin of the latent injury\" could not possibly refer to latent diseases, as a diagnosed disease could not possibly be \"latent.\" In the words of <i>Wilder,</i></p>\n<blockquote>\n<span class=\"star-pagination\">*838</span> . . . the legislature and the Court have recognized that exposure to disease-causing agent is not itself an injury. The body is daily bombarded by offending agents. Fortunately, it almost always is capable of defending itself against them and remains healthy until, in a few cases, the immune system fails and disease occurs. That, in the context of disease claims, constitutes the first injury. Although persons may have latent diseases of which they are unaware, it is not possible to say precisely when the disease first occurred in the body. The only possible point in time from which to measure the \"first injury\" in the context of a disease claim is when the disease is diagnosed. When the disease is diagnosed, it is no longer latent.</blockquote>\n<p>Accordingly, there was \"no need\" in 1971 for the legislature to pass a statute treating diseases as latent injury claims for the purpose of determining when legally material time periods begin to run, as the relevant rule was already well established. <i>Id.</i> Hence, latent diseases would not fall under the newly passed § 1-15(b). Instead, they would remain under the generic personal injury statute § 1-52(16), which at the time contained no statute of repose and allowed a plaintiff with a latent disease to bring a claim within three years after the plaintiff should have reasonably discovered it. <i>Id.</i></p>\n<p><i>Wilder</i> bolstered its conclusion with the \"deliberate omission\" of the word \"disease\" in § 1-15(b). This omission was especially significant as earlier versions of the proposed statute had in fact included the word disease; thus its removal signified that the legislature no longer wished the bill to cover diseases. <i>Id.</i> at 562, 336 S.E.2d 66.</p>\n<p>Finally, the <i>Wilder</i> holding rested on pure public policy: \"It is inconceivable that the legislature enacted G.S. 1-15(b) in 1971 intending that claims for injuries caused by disease accrue before the disease is diagnosed.\" <i>Id.</i> at 561, 336 S.E.2d 66.</p>\n<p>The statute at issue in <i>Wilder,</i> § 1-15(b), was repealed in 1979.<sup>[2]</sup> At that time the legislature also moved § 1-15(b)'s 10-year repose clause and engrafted it onto § 1-52(16). In addition, the legislature also added a six year statute of repose to § 1-50(6), the statute of limitations for product liability. The legislative history concerning these amendments exclusively dealt with product liability cases, and made no reference to the repeal of § 1-50(b), or to the addition of the statute of repose to § 1-52(16). Nor did the history reveal how either new statute of repose would affect diseases. Indeed, the court finds the legislature's acts to be ambiguous. One could interpret the amendment of § 1-52(16) as applying the 10-year statute of repose to all bodily harm, including latent diseases. Or one could view the repose clause as carrying over the disease exception from § 1-15(b). If the latter were true, the disease exception would have to be found exclusively in the statute of repose, as it is undisputed that the rest of § 1-52(16), including its three-year statute of limitations, applies to latent diseases. <i>See, </i><i>Dunn v. Pac. Employers Ins. Co.,</i> 332 N.C. 129, 418 S.E.2d 645 (1992).</p>\n<p>The Fourth Circuit adopted the latter view. In <i>Hyer v. Pittsburgh Corning Corp.,</i> the Court interpreted § 1-50(6)'s statute of repose, which was added at the same time as § 1-52(16)'s. 790 F.2d 30 (4th Cir.1986). Section 1-50(6) states:</p>\n<blockquote>\n<span class=\"star-pagination\">*839</span> No action for the recovery of damages for personal injury, death or damage to property based upon or arising out of any alleged defect or any failure in relation to a product shall be brought more than six years after the date of initial purchase for use or consumption.</blockquote>\n<p><i>Hyer</i> held that § 1-50(6)'s repose clause does indeed have a disease exception. The Court stated that <i>Wilder</i> \"makes it plain. . . that the State Supreme Court does not consider disease to be included within a statute of repose directed at personal injury claims unless the Legislature expressly expands the language to include it.\" 790 F.2d 30 (4th Cir.1986). <i>Hyer's</i> expansive view of <i>Wilder</i> was reiterated twice more by the Fourth Circuit in <i>Bullard v. Dalkon Shield Claimants Trust,</i> 74 F.3d 531 (4th Cir.1996) and <i>Doe v. Doe,</i> 973 F.2d 237, 239 (4th Cir.1992).</p>\n<p>The Defendant argues that <i>Hyer</i> and its progeny were wrongly decided. Significantly, however, although <i>Hyer</i> was decided over 25 years ago and implicates every statute of repose directed at personal injuries in North Carolina, the legislature has not amended 1-50(6), § 1-52(16) or any other repose clause to include diseases. This omission is even more significant as the North Carolina Legislature has amended § 1-50 five times and § 1-52(16) eight times since <i>Hyer,</i> both statutes being barely a page. In construing statutes, it is presumed that the legislature acted with care, deliberation, and full knowledge of prior and existing law. <i>State v. Benton,</i> 276 N.C. 641, 658, 174 S.E.2d 793 (1970). As the North Carolina Legislature has had ample opportunity to amend these statutes, and has chosen not to, one could only assume that the legislature has found <i>Hyer, Bullard,</i> and <i>Doe</i> to accurately reflect its intent. Thus, to overturn these cases, the Court would have to oppose not only deeply-rooted decisions of the Fourth Circuit, but also the will of the North Carolina Legislature.</p>\n<p>Furthermore, it is difficult to imagine that the legislature intended its amendment to § 1-52(16) to reverse over 30 years of North Carolina precedent recognizing latent disease exceptions to time sensitive statutes.<sup>[3]</sup> Such a dramatic departure would certainly warrant some comment in the legislative history. However, no such comment exists. <i>See Wilder,</i> 314 N.C. at 561, 336 S.E.2d 66 (placing importance on the \"deliberate omission of reference to disease as this statute made its way through the legislative process.\")</p>\n<p>Finally, the Court cannot fathom a law that would require hundreds of thousands of plaintiffs to bring their claims before they even had opportunity to know they were harmed. Such an effect would have been just as \"inconceivable\" in 1979 as it was in 1971. <i>Wilder,</i> 314 N.C. at 561, 336 S.E.2d 66 (\"It is inconceivable that the legislature enacted G.S. 1-15(b) in 1971 intending that claims for injuries caused by disease accrue before the disease is diagnosed.\") Just in the facts of this case alone, the Senate Veterans Affairs Committee believes over 500,000 marines and their families were exposed to toxic substances in Camp Lejeune's water between the 1950's and 1987.<sup>[4]</sup> Yet cancer and other toxin induced diseases often do not manifest for 10-15 years after exposure. <i>See Infra</i> pp. 840-41. To summarily bar such <span class=\"star-pagination\">*840</span> claims from entering the court house would be a profound miscarriage of justice. <i>Id.</i></p>\n<p>Thus, in accordance with the legislative history, case law, and North Carolina public policy, the Court finds that the North Carolina Legislative did not intend the statute of repose clause in § 1-52(16) to refer to latent diseases. Instead, latent diseases are only governed by the statute of limitations in § 1-52(16), giving plaintiffs three years to file from when they should have reasonably have discovered the existence and cause of their illnesses.<sup>[5]</sup></p>\n<p></p>\n<h2><i>Constitutionality of § 1-52(16)</i></h2>\n<p>To interpret § 1-52(16)'s statute of repose as applying to latent diseases would likely render the statute unconstitutional under the North Carolina's Constitution's art. I, § 18, known as the \"open courts\" provision.</p>\n<p>The United States Supreme Court has long held that a \"statute must be construed, if fairly possible, so as to avoid not only the conclusion that it is unconstitutional, but also grave doubts upon that score.\" <i>Moore Ice Cream Co. v. Rose,</i> 289 U.S. 373, 379, 53 S.Ct. 620, 77 L.Ed. 1265 (1933).</p>\n<p>Article I, § 18 of the North Carolina Constitution provides that \"every person for an injury done him in his lands, goods, person, or reputation shall have remedy by due course of law; and right and justice shall be administered without favor, denial, or delay.\" The North Carolina Supreme Court interprets this provision as only applying to \"vested rights:\" In cases involving latent harm, a plaintiffs cause of action would not yet have accrued at the time the statute of repose passed; thus a vested right is not affected. As a result, the Supreme Court has held that this provision is generally not implicated by statutes of repose that cut off latent claims before they manifest. <i>Lamb v. Wedgewood South Corp.,</i> 308 N.C. 419, 440, 302 S.E.2d 868 (1983).</p>\n<p>Yet the North Carolina Supreme Court has stated that a statute of repose may still be unconstitutional under the open court provision if it \"had a time period so short that it would effectively abolish all potential claims.\" <i>Lamb v. Wedgewood South Corp.,</i> 308 N.C. 419, 444 n. 7, 302 S.E.2d 868 (1983). In <i>Lamb,</i> the plaintiff sued an architect after falling through a glass window. The court held that a statute of repose barring claims against architects and builders arising out of defects in property after six years was constitutional. <i>Lamb</i> refrained from deciding however, \"whether the legislature could constitutionally abolish all tort claims against builders and designers arising out of improvements they built or designed.\" <i>Id.</i> at 443-444, 302 S.E.2d 868. In that case, the court found this was not an issue as \"93% of all claims against architects are brought within six years of the substantial completion of the construction.\" <i>Id.</i> at 444 n. 7, 302 S.E.2d 868. Similarly, <i>Tetterton v. Long Mfg. Co., Inc.,</i> found § 1-50(6)'s statute of repose constitutional in part because \"over 97 percent of product-related accidents occur within six years of the time the product was purchased.\" 314 N.C. 44, 54, 332 S.E.2d 67 (1985).</p>\n<p>Here, the plaintiff is claiming she contracted non-Hodgkin's lymphoma from toxic chemicals in the drinking and bathing water of Camp Lejeune. According to the Centers for Disease Control and Prevention, \"the time between first exposure to a <span class=\"star-pagination\">*841</span> cancer-causing agent and clinical recognition of the disease is called the latency period. Latency periods vary by cancer type, but usually are 15 to 20 years, or longer.\"<sup>[6]</sup> Indeed, according to Dr. Michael L. Gross's testimony at a Congressional hearing regarding Camp Lejeune's allegedly contaminated water, cancer in the affected marines and their families would not manifest for \"10-15 years.\"<sup>[7]</sup></p>\n<p>Moreover, many cancers like non-Hodgkin's lymphoma provide no indication of their cause. Here, those exposed to the water at Camp Lejeune could not have connected their illnesses to the alleged contamination until studies and investigations began revealing such causation in 2007. Thus, to apply the statute of repose in this case would bar all potential claims from the over 500,000 marines and their families affected. Indeed, it would bar the overwhelming majority of claims involving any cancer.</p>\n<p>Several states have already found similar statutes of repose unconstitutional under their state right to open courts when they are used to bar suits before a plaintiff could have discovered their illness or injury. These states include Arizona, Ohio, Indiana, Utah, Rhode Island, Florida, New Hampshire, as well as Alabama, whose open courts provision is virtually identical to North Carolina's.<sup>[8]</sup><i>See, e.g., </i><i>Halbe v. Weinberg,</i> 717 N.E.2d 876 (Ind.1999) (holding two-year medical malpractice statute of limitations unconstitutional as applied to plaintiffs who are unable to discover their claims within two years); <i>Brennaman v. R.M.I. Co.,</i> 70 Ohio St.3d 460, 1994-Ohio-322, 639 N.E.2d 425 (1994) (holding 10-year statute of repose violated state constitutional right to remedy in personal injury and wrongful death suits); <i>Hazine v. Montgomery Elevator Co.,</i> 176 Ariz. 340, 861 P.2d 625, 30 A.L.R.5th 729 (1993) (holding that statute barring products liability actions for injuries occurring more than 12 years after product is first sold violated state constitutional prohibition against abrogation of right of action to recover damages for injuries); <i>Berry By and Through Berry v. Beech Aircraft Corp.,</i> 717 P.2d 670 (Utah 1985) (holding statute barring all product liability suits if action is filed more than six years after date of first sale for use or consumption or ten years after date of manufacture unconstitutional as violating open courts provision); <i>Kennedy v. Cumberland Eng'g Co.,</i> 471 A.2d 195, 200 (R.I.1984) (holding 10-year statute of repose violates state constitution's guarantee of open courts in case involving defective machine); <i>Heath v. Sears, Roebuck &amp; Co.,</i> 123 N.H. 512, 525, 464 A.2d 288 (1983) (holding 12-year period of repose and three-year period of limitations contained in statute operated to eliminate a cause of action before wrong could reasonably be discovered were unconstitutional in consolidated product liability actions); <i>Lankford v. Sullivan, Long &amp; Hagerty,</i> 416 So.2d 996 (Ala.1982) (holding 10-year statute of repose violated state constitutional guarantee of access to courts after plaintiff was injured when `manlift' elevator collapsed and fell); <i>Diamond v.</i> <span class=\"star-pagination\">*842</span> <i>E.R. Squibb &amp; Sons,</i> 397 So.2d 671 (Fla. 1981) (holding 12-year statute of limitations violated state guarantee of open courts when it would have barred right of actions against manufacturer of drug before they ever existed, as it was not discovered until 20 years after drug was administered that the drug caused cancer); <i>Battilla v. Allis Chalmers Mfg. Co.,</i> 392 So.2d 874 (Fla.1980) (holding that statute barring plaintiffs' suit against manufacturer brought more than 12 years after date of sale as applied unconstitutionally denied plaintiffs access to courts); <i>Also see,</i> Leslie Calkins OToole, <i>Wilder v. Amatex Corp.: A First Step Toward Ameliorating the Effect of Statutes of Repose on Plaintiffs with Delayed Manifestation Diseases,</i> 64 N.C.L.R. 416 (1986).</p>\n<p>Accordingly, § 1-52(16)'s statute of repose is likely unconstitutional as applied to cancer under the North Carolina's Constitutional right to open courts. Thus, interpreting § 1-52(16)'s statute of repose to exclude latent diseases saves the statute from \"grave doubts\" regarding its constitutionality.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court finds that the North Carolina Legislative did not intend the 10 year statute of repose in § 1-52(16) to refer to latent diseases. Thus the statute of repose cannot bar Plaintiff's claim involving Non-Hodgkin's lymphoma, a latent disease that only manifested in November 2003. Accordingly, Defendant's Motion to Dismiss for Lack of Subject Matter Jurisdiction is DENIED. Defendant's Motion for a Hearing is also DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  In <i>Blassingame v. Southern Asbestos Co</i><i>.,</i> the North Carolina Workmen's Compensation Act required written notice of \"the first distinct manifestation of an occupational disease . . . within thirty (30) days after such manifestation, and, in the case of death, . . . within ninety (90) days after occurrence.\" 217 N.C. 223, 7 S.E.2d 478 (1940). In addition, a claimant was required to bring a claim for disability or death within one year after disablement or death, or else the claim would be barred. The North Carolina Supreme Court found that the claim was filed within the applicable ninety-day period when it was filed within 90 days of the asbestos-related diagnosis in the autopsy report, even though the claim was filed more than ninety days after death. The court stated: \"Thus it will be seen that it was humanly impossible for the widow to have given notice of such death (death resulting from asbestosis) within ninety days after the death. To construe this section as contended by the defendants would be to deny the benefits conferred by the act in this and all similar cases.\" <i>See also </i><i>Duncan v. Carpenter &amp; Phillips,</i> 233 N.C. 422, 64 S.E.2d 410 (1951).</p>\n<p>[2]  Although <i>Wilder</i> was decided after § 1-15(b) was repealed, the plaintiff's claim in that case had accrued while the statute was still in effect. Accordingly, one could not argue that the North Carolina Legislature repealed the statute in response to the <i>Wilder</i> decision.</p>\n<p>[3]  The earliest case that <i>Wilder</i> cites is <i>Blassingame v. Southern Asbestos Co.,</i> 217 N.C. 223, 7 S.E.2d 478 (1940), which found a latent disease exception to a notice requirement for worker's compensation.</p>\n<p>[4]  Robert O'Dowd, <i>Camp Lejeune Brain Cancer Cases, Lawsuit Filed in District Court,</i> VETERAN'S TODAY, August 2, 2010, http://www.veteranstoday.com/2010/08/02/camp-lejeune-brain-cancer-caseslawsuit-filed-in-district-court/.</p>\n<p>[5]  As this case involves a claim under the FTCA, the relevant statute of limitations is in 28 U.S.C. § 2401(b), which gives plaintiffs two years to file from the accrual of their claim. The Court has already resolved in a previous order issued on February 24, 2010 that this case meets this statute of limitations.</p>\n<p>[6]  Centers for Disease Control and Prevention, Workplace Safety and Health Topics, Occupational Cancer (June 21, 2010) http://www.cdc. gov/niosh/topics/cancer/.</p>\n<p>[7]  <i>Poisoned Patriots: Contaminated Drinking Water at Camp Lejeune: Hearing before the H. Comm. on Energy and Commerce,</i> 110th Cong. 12, 15 (2007) (statement of Michael L. Gross, Md.).</p>\n<p>[8]  \"That all courts shall be open; and that every person, for any injury done him, in his lands, goods, person, or reputation, shall have a remedy by due process of law; and right and justice shall be administered without sale, denial, or delay.\" Ala. Const. art. 1, § 13.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">835</span></span> (2010)</b></center>\n<center><h1>Laura JONES, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 7:09-CV-106-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 9, 2010.</center>\n<p>Joseph L. Anderson, Anderson Pangia &amp; Associates, PLLC, Winston-Salem, NC, for Plaintiff.</p>\n<p>John A. Bain, Kathryn G. Naegeli, Margaret J. Mahoney, Adam M. Dinnell, U.S. Dept. of Justice, Washington, DC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant's Motion to Dismiss for Lack of Jurisdiction and Defendant's Motion for a hearing. Both Motions are DENTED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*836</span> <i>BACKGROUND</i>\n</h2>\n<p>Plaintiff was married to a United States Marine and lived at Camp Lejeune, North Carolina, from spring 1980 to May 1983. Twenty years later, Plaintiff was diagnosed with Non-Hodgkin's lymphoma. On October 31, 2005, Plaintiff learned that Camp Lejeune's drinking and bathing water was likely contaminated with tetrachloroethylene, trichloroethylene, dichloroethylene, vinyl chloride, and benzene while she lived there, and may have caused her disease.</p>\n<p>Plaintiff filed an administrative complaint with the Department of the Navy on October 31, 2007 and later filed this suit under the Federal Tort Claims Act on July 4, 2009.</p>\n<p>The Federal Tort Claims Act (FTCA) waives the United States' sovereign immunity and thus authorizes jurisdiction for certain torts committed by federal employees while acting within the scope of their employment. 28 U.S.C. § 1346(b)(1). Importantly, the FTCA only allows claims where a private person in like circumstances would be subject to liability according to the substantive law of the state where the act or omission in question occurred. <i>Id.</i></p>\n<p>On February 23, 2010, <span class=\"citation\" data-id=\"2532718\"><a href=\"/opinion/2532718/jones-v-united-states/\"><span class=\"volume\">691</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">639</span></a></span> (E.D.N.C.2010), the Court denied the Defendant's Motion to Dismiss for failure to comply with the statute of limitations under 28 U.S.C. § 2401(b). The Defendant now claims the Plaintiff's claim is barred by North Carolina's General Statute § 1-52(16)'s 10 year statute of repose. It is undisputed that a state's statute of repose is considered substantive law, and would apply in an action under the FTCA.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>This case concerns a matter of first impression that has profound importance to all tort claims involving the manifestation of latent diseases in North Carolina. The Defendant claims that § 1-52(16)'s bars all tort actions filed more than 10 years after a defendant's alleged culpable conduct, even if the harm to the plaintiff did not manifest until after the 10 years had passed. The Court disagrees.</p>\n<p>The Court finds that § 1-52(16)'s statute of repose has an exception for latent diseases. The Court bases this decision on the statute's legislative history, case law, and state public policy. In addition, the Court finds this interpretation is necessary to avoid the finding that the statute violates the North Carolina Constitution's guarantee of open courts.</p>\n<p>Thus, the Plaintiffs claim is not barred by the statute of repose, and the Defendant's Motion to Dismiss for Lack of Subject Matter Jurisdiction is denied.</p>\n<p></p>\n<h2><i>Statutory Interpretation of § 1-52(16)</i></h2>\n<p>The legislative history of § 1-52(16) shows there is a latent disease exception to its statute of repose. Section 1-52(16) states,</p>\n<blockquote>Unless otherwise provided by statute, for personal injury or physical damage to claimant's property, the cause of action, except in causes of actions referred to in G.S. 1-15(c), shall not accrue until bodily harm to the claimant or physical damage to his property becomes apparent or ought reasonably to have become apparent to the claimant, whichever event first occurs. Provided that no cause of action shall accrue more than 10 years from the last act or omission of the defendant giving rise to the cause of action.</blockquote>\n<p>Local courts have consistently held that North Carolina's statute of reposes do not apply to latent diseases. This was first held in <i>Wilder v. Amatex Corp,</i> where the North Carolina Supreme Court interpreted § 1-15(b). <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">550</span></span>, <span class=\"citation\" data-id=\"1290679\"><a href=\"/opinion/1290679/wilder-v-amatex-corp/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span> (1985). Section 1-15(b) stated,</p>\n<blockquote>\n<span class=\"star-pagination\">*837</span> Except where otherwise provided by statute, a cause of action, other than one for wrongful death or one for malpractice arising out of the performance or failure to perform professional services, having as an essential element bodily injury to the person or a defect in or damage to property which originated under circumstances making the injury, defect or damage not readily apparent to the claimant at the time of its origin, is deemed to have accrued at the time the injury was discovered by the claimant, or ought reasonably to have been discovered by him, whichever event first occurs; provided that in such cases the period shall not exceed ten years from the last act of the defendant giving rise to the claim for relief.</blockquote>\n<p>N.C. GEN.STAT. § 1-15(b) (repealed in 1979).</p>\n<p>Section 1-15(b) was enacted in 1971, and included North Carolina's first statute of repose. This statute was in response to a line of cases that had established that the statute of limitations begins to run when an injury is first inflicted, notwithstanding that the injured claimant might then be justifiably unaware of the injury. <i>Wilder,</i> 314 N.C. at 555, <span class=\"citation\" data-id=\"1290679\"><a href=\"/opinion/1290679/wilder-v-amatex-corp/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span> (citing <i>Raftery v. Wm. C. Vick Construction Co.,</i> <span class=\"citation\" data-id=\"1216808\"><a href=\"/opinion/1216808/raftery-v-wm-c-vick-const-co/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">180</span></a></span>, <span class=\"citation\" data-id=\"1216808\"><a href=\"/opinion/1216808/raftery-v-wm-c-vick-const-co/\"><span class=\"volume\">230</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">405</span></a></span> (1976)). In one case, for example, the Supreme Court held that the plaintiffs claim began to run at the point when doctors left a sponge in his body, despite that the plaintiff did not discover the injury until years later. <i>Shearin v. Lloyd,</i> <span class=\"citation\" data-id=\"1328931\"><a href=\"/opinion/1328931/shearin-v-lloyd/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"1328931\"><a href=\"/opinion/1328931/shearin-v-lloyd/\"><span class=\"volume\">98</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">508</span></a></span> (1957). The North Carolina Legislature eliminated this line of cases by implementing a \"discovery rule\" that started the statute of limitations running for latent injuries after the plaintiff should have discovered the injury. The legislature also included a 10 year statute of repose as a compromise to effected defendants. <i>Wilder,</i> 314 N.C. at 556, <span class=\"citation\" data-id=\"1290679\"><a href=\"/opinion/1290679/wilder-v-amatex-corp/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span>. In <i>Wilder,</i> however, the Supreme Court held that the § 1-15(b) only applied to latent injuries and not latent diseases. <i>Wilder's</i> holding was based on three considerations: the statute's legislative history, text, and public policy.</p>\n<p><i>Wilder</i> first pointed out that the statute's text could not possibly encompass latent diseases. This was because the North Carolina Legislature historically viewed the \"injury\" in latent diseases cases to occur not at the time of the Defendant's conduct, but at the time of diagnosis or manifestation; only at this point did the legally relevant time period began to run.<sup>[1]</sup><i>Id.</i> at 561, <span class=\"citation\" data-id=\"1290679\"><a href=\"/opinion/1290679/wilder-v-amatex-corp/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span>. Accordingly, § 1-15(b)'s reference to the \"origin of the latent injury\" could not possibly refer to latent diseases, as a diagnosed disease could not possibly be \"latent.\" In the words of <i>Wilder,</i></p>\n<blockquote>\n<span class=\"star-pagination\">*838</span> . . . the legislature and the Court have recognized that exposure to disease-causing agent is not itself an injury. The body is daily bombarded by offending agents. Fortunately, it almost always is capable of defending itself against them and remains healthy until, in a few cases, the immune system fails and disease occurs. That, in the context of disease claims, constitutes the first injury. Although persons may have latent diseases of which they are unaware, it is not possible to say precisely when the disease first occurred in the body. The only possible point in time from which to measure the \"first injury\" in the context of a disease claim is when the disease is diagnosed. When the disease is diagnosed, it is no longer latent.</blockquote>\n<p>Accordingly, there was \"no need\" in 1971 for the legislature to pass a statute treating diseases as latent injury claims for the purpose of determining when legally material time periods begin to run, as the relevant rule was already well established. <i>Id.</i> Hence, latent diseases would not fall under the newly passed § 1-15(b). Instead, they would remain under the generic personal injury statute § 1-52(16), which at the time contained no statute of repose and allowed a plaintiff with a latent disease to bring a claim within three years after the plaintiff should have reasonably discovered it. <i>Id.</i></p>\n<p><i>Wilder</i> bolstered its conclusion with the \"deliberate omission\" of the word \"disease\" in § 1-15(b). This omission was especially significant as earlier versions of the proposed statute had in fact included the word disease; thus its removal signified that the legislature no longer wished the bill to cover diseases. <i>Id.</i> at 562, <span class=\"citation\" data-id=\"1290679\"><a href=\"/opinion/1290679/wilder-v-amatex-corp/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span>.</p>\n<p>Finally, the <i>Wilder</i> holding rested on pure public policy: \"It is inconceivable that the legislature enacted G.S. 1-15(b) in 1971 intending that claims for injuries caused by disease accrue before the disease is diagnosed.\" <i>Id.</i> at 561, <span class=\"citation\" data-id=\"1290679\"><a href=\"/opinion/1290679/wilder-v-amatex-corp/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span>.</p>\n<p>The statute at issue in <i>Wilder,</i> § 1-15(b), was repealed in 1979.<sup>[2]</sup> At that time the legislature also moved § 1-15(b)'s 10-year repose clause and engrafted it onto § 1-52(16). In addition, the legislature also added a six year statute of repose to § 1-50(6), the statute of limitations for product liability. The legislative history concerning these amendments exclusively dealt with product liability cases, and made no reference to the repeal of § 1-50(b), or to the addition of the statute of repose to § 1-52(16). Nor did the history reveal how either new statute of repose would affect diseases. Indeed, the court finds the legislature's acts to be ambiguous. One could interpret the amendment of § 1-52(16) as applying the 10-year statute of repose to all bodily harm, including latent diseases. Or one could view the repose clause as carrying over the disease exception from § 1-15(b). If the latter were true, the disease exception would have to be found exclusively in the statute of repose, as it is undisputed that the rest of § 1-52(16), including its three-year statute of limitations, applies to latent diseases. <i>See, </i><i>Dunn v. Pac. Employers Ins. Co.,</i> <span class=\"citation\" data-id=\"1312187\"><a href=\"/opinion/1312187/dunn-v-pacific-employers-ins-co/\"><span class=\"volume\">332</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">129</span></a></span>, <span class=\"citation\" data-id=\"1312187\"><a href=\"/opinion/1312187/dunn-v-pacific-employers-ins-co/\"><span class=\"volume\">418</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">645</span></a></span> (1992).</p>\n<p>The Fourth Circuit adopted the latter view. In <i>Hyer v. Pittsburgh Corning Corp.,</i> the Court interpreted § 1-50(6)'s statute of repose, which was added at the same time as § 1-52(16)'s. <span class=\"citation\" data-id=\"469481\"><a href=\"/opinion/469481/william-leslie-hyer-jr-v-pittsburgh-corning-corp-and-amatex-corp/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span> (4th Cir.1986). Section 1-50(6) states:</p>\n<blockquote>\n<span class=\"star-pagination\">*839</span> No action for the recovery of damages for personal injury, death or damage to property based upon or arising out of any alleged defect or any failure in relation to a product shall be brought more than six years after the date of initial purchase for use or consumption.</blockquote>\n<p><i>Hyer</i> held that § 1-50(6)'s repose clause does indeed have a disease exception. The Court stated that <i>Wilder</i> \"makes it plain. . . that the State Supreme Court does not consider disease to be included within a statute of repose directed at personal injury claims unless the Legislature expressly expands the language to include it.\" <span class=\"citation\" data-id=\"469481\"><a href=\"/opinion/469481/william-leslie-hyer-jr-v-pittsburgh-corning-corp-and-amatex-corp/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span> (4th Cir.1986). <i>Hyer's</i> expansive view of <i>Wilder</i> was reiterated twice more by the Fourth Circuit in <i>Bullard v. Dalkon Shield Claimants Trust,</i> <span class=\"citation\" data-id=\"711140\"><a href=\"/opinion/711140/prodliabrep-cch-p-14510-sandra-d-bullard-and-arthur-l-bullard-v/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span> (4th Cir.1996) and <i>Doe v. Doe,</i> <span class=\"citation\" data-id=\"589678\"><a href=\"/opinion/589678/jane-doe-v-john-doe/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">237</span></a></span>, 239 (4th Cir.1992).</p>\n<p>The Defendant argues that <i>Hyer</i> and its progeny were wrongly decided. Significantly, however, although <i>Hyer</i> was decided over 25 years ago and implicates every statute of repose directed at personal injuries in North Carolina, the legislature has not amended 1-50(6), § 1-52(16) or any other repose clause to include diseases. This omission is even more significant as the North Carolina Legislature has amended § 1-50 five times and § 1-52(16) eight times since <i>Hyer,</i> both statutes being barely a page. In construing statutes, it is presumed that the legislature acted with care, deliberation, and full knowledge of prior and existing law. <i>State v. Benton,</i> <span class=\"citation\" data-id=\"1281571\"><a href=\"/opinion/1281571/state-v-benton/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">641</span></a></span>, 658, <span class=\"citation\" data-id=\"1281571\"><a href=\"/opinion/1281571/state-v-benton/\"><span class=\"volume\">174</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">793</span></a></span> (1970). As the North Carolina Legislature has had ample opportunity to amend these statutes, and has chosen not to, one could only assume that the legislature has found <i>Hyer, Bullard,</i> and <i>Doe</i> to accurately reflect its intent. Thus, to overturn these cases, the Court would have to oppose not only deeply-rooted decisions of the Fourth Circuit, but also the will of the North Carolina Legislature.</p>\n<p>Furthermore, it is difficult to imagine that the legislature intended its amendment to § 1-52(16) to reverse over 30 years of North Carolina precedent recognizing latent disease exceptions to time sensitive statutes.<sup>[3]</sup> Such a dramatic departure would certainly warrant some comment in the legislative history. However, no such comment exists. <i>See Wilder,</i> 314 N.C. at 561, <span class=\"citation\" data-id=\"1290679\"><a href=\"/opinion/1290679/wilder-v-amatex-corp/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span> (placing importance on the \"deliberate omission of reference to disease as this statute made its way through the legislative process.\")</p>\n<p>Finally, the Court cannot fathom a law that would require hundreds of thousands of plaintiffs to bring their claims before they even had opportunity to know they were harmed. Such an effect would have been just as \"inconceivable\" in 1979 as it was in 1971. <i>Wilder,</i> 314 N.C. at 561, <span class=\"citation\" data-id=\"1290679\"><a href=\"/opinion/1290679/wilder-v-amatex-corp/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span> (\"It is inconceivable that the legislature enacted G.S. 1-15(b) in 1971 intending that claims for injuries caused by disease accrue before the disease is diagnosed.\") Just in the facts of this case alone, the Senate Veterans Affairs Committee believes over 500,000 marines and their families were exposed to toxic substances in Camp Lejeune's water between the 1950's and 1987.<sup>[4]</sup> Yet cancer and other toxin induced diseases often do not manifest for 10-15 years after exposure. <i>See Infra</i> pp. 840-41. To summarily bar such <span class=\"star-pagination\">*840</span> claims from entering the court house would be a profound miscarriage of justice. <i>Id.</i></p>\n<p>Thus, in accordance with the legislative history, case law, and North Carolina public policy, the Court finds that the North Carolina Legislative did not intend the statute of repose clause in § 1-52(16) to refer to latent diseases. Instead, latent diseases are only governed by the statute of limitations in § 1-52(16), giving plaintiffs three years to file from when they should have reasonably have discovered the existence and cause of their illnesses.<sup>[5]</sup></p>\n<p></p>\n<h2><i>Constitutionality of § 1-52(16)</i></h2>\n<p>To interpret § 1-52(16)'s statute of repose as applying to latent diseases would likely render the statute unconstitutional under the North Carolina's Constitution's art. I, § 18, known as the \"open courts\" provision.</p>\n<p>The United States Supreme Court has long held that a \"statute must be construed, if fairly possible, so as to avoid not only the conclusion that it is unconstitutional, but also grave doubts upon that score.\" <i>Moore Ice Cream Co. v. Rose,</i> <span class=\"citation\" data-id=\"102098\"><a href=\"/opinion/102098/george-moore-ice-cream-co-v-rose/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 379, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">620</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1265</span></span> (1933).</p>\n<p>Article I, § 18 of the North Carolina Constitution provides that \"every person for an injury done him in his lands, goods, person, or reputation shall have remedy by due course of law; and right and justice shall be administered without favor, denial, or delay.\" The North Carolina Supreme Court interprets this provision as only applying to \"vested rights:\" In cases involving latent harm, a plaintiffs cause of action would not yet have accrued at the time the statute of repose passed; thus a vested right is not affected. As a result, the Supreme Court has held that this provision is generally not implicated by statutes of repose that cut off latent claims before they manifest. <i>Lamb v. Wedgewood South Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">419</span></span>, 440, <span class=\"citation\" data-id=\"1341225\"><a href=\"/opinion/1341225/lamb-v-wedgewood-south-corp/\"><span class=\"volume\">302</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">868</span></a></span> (1983).</p>\n<p>Yet the North Carolina Supreme Court has stated that a statute of repose may still be unconstitutional under the open court provision if it \"had a time period so short that it would effectively abolish all potential claims.\" <i>Lamb v. Wedgewood South Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">419</span></span>, 444 n. 7, <span class=\"citation\" data-id=\"1341225\"><a href=\"/opinion/1341225/lamb-v-wedgewood-south-corp/\"><span class=\"volume\">302</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">868</span></a></span> (1983). In <i>Lamb,</i> the plaintiff sued an architect after falling through a glass window. The court held that a statute of repose barring claims against architects and builders arising out of defects in property after six years was constitutional. <i>Lamb</i> refrained from deciding however, \"whether the legislature could constitutionally abolish all tort claims against builders and designers arising out of improvements they built or designed.\" <i>Id.</i> at 443-444, <span class=\"citation\" data-id=\"1341225\"><a href=\"/opinion/1341225/lamb-v-wedgewood-south-corp/\"><span class=\"volume\">302</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">868</span></a></span>. In that case, the court found this was not an issue as \"93% of all claims against architects are brought within six years of the substantial completion of the construction.\" <i>Id.</i> at 444 n. 7, <span class=\"citation\" data-id=\"1341225\"><a href=\"/opinion/1341225/lamb-v-wedgewood-south-corp/\"><span class=\"volume\">302</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">868</span></a></span>. Similarly, <i>Tetterton v. Long Mfg. Co., Inc.,</i> found § 1-50(6)'s statute of repose constitutional in part because \"over 97 percent of product-related accidents occur within six years of the time the product was purchased.\" <span class=\"citation\" data-id=\"1322069\"><a href=\"/opinion/1322069/tetterton-v-long-mfg-co-inc/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">44</span></a></span>, 54, <span class=\"citation\" data-id=\"1322069\"><a href=\"/opinion/1322069/tetterton-v-long-mfg-co-inc/\"><span class=\"volume\">332</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">67</span></a></span> (1985).</p>\n<p>Here, the plaintiff is claiming she contracted non-Hodgkin's lymphoma from toxic chemicals in the drinking and bathing water of Camp Lejeune. According to the Centers for Disease Control and Prevention, \"the time between first exposure to a <span class=\"star-pagination\">*841</span> cancer-causing agent and clinical recognition of the disease is called the latency period. Latency periods vary by cancer type, but usually are 15 to 20 years, or longer.\"<sup>[6]</sup> Indeed, according to Dr. Michael L. Gross's testimony at a Congressional hearing regarding Camp Lejeune's allegedly contaminated water, cancer in the affected marines and their families would not manifest for \"10-15 years.\"<sup>[7]</sup></p>\n<p>Moreover, many cancers like non-Hodgkin's lymphoma provide no indication of their cause. Here, those exposed to the water at Camp Lejeune could not have connected their illnesses to the alleged contamination until studies and investigations began revealing such causation in 2007. Thus, to apply the statute of repose in this case would bar all potential claims from the over 500,000 marines and their families affected. Indeed, it would bar the overwhelming majority of claims involving any cancer.</p>\n<p>Several states have already found similar statutes of repose unconstitutional under their state right to open courts when they are used to bar suits before a plaintiff could have discovered their illness or injury. These states include Arizona, Ohio, Indiana, Utah, Rhode Island, Florida, New Hampshire, as well as Alabama, whose open courts provision is virtually identical to North Carolina's.<sup>[8]</sup><i>See, e.g., </i><i>Halbe v. Weinberg,</i> <span class=\"citation no-link\"><span class=\"volume\">717</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">876</span></span> (Ind.1999) (holding two-year medical malpractice statute of limitations unconstitutional as applied to plaintiffs who are unable to discover their claims within two years); <i>Brennaman v. R.M.I. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">460</span></span>, 1994-Ohio-322, <span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">425</span></span> (1994) (holding 10-year statute of repose violated state constitutional right to remedy in personal injury and wrongful death suits); <i>Hazine v. Montgomery Elevator Co.,</i> <span class=\"citation\" data-id=\"1158203\"><a href=\"/opinion/1158203/hazine-v-montgomery-elevator-co/\"><span class=\"volume\">176</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">340</span></a></span>, <span class=\"citation\" data-id=\"1158203\"><a href=\"/opinion/1158203/hazine-v-montgomery-elevator-co/\"><span class=\"volume\">861</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">625</span></a></span>, 30 A.L.R.5th 729 (1993) (holding that statute barring products liability actions for injuries occurring more than 12 years after product is first sold violated state constitutional prohibition against abrogation of right of action to recover damages for injuries); <i>Berry By and Through Berry v. Beech Aircraft Corp.,</i> <span class=\"citation\" data-id=\"1279247\"><a href=\"/opinion/1279247/berry-by-and-through-berry-v-beech-aircraft/\"><span class=\"volume\">717</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">670</span></a></span> (Utah 1985) (holding statute barring all product liability suits if action is filed more than six years after date of first sale for use or consumption or ten years after date of manufacture unconstitutional as violating open courts provision); <i>Kennedy v. Cumberland Eng'g Co.,</i> <span class=\"citation\" data-id=\"2273104\"><a href=\"/opinion/2273104/kennedy-v-cumberland-engineering-co-inc/\"><span class=\"volume\">471</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">195</span></a></span>, 200 (R.I.1984) (holding 10-year statute of repose violates state constitution's guarantee of open courts in case involving defective machine); <i>Heath v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"1983858\"><a href=\"/opinion/1983858/heath-v-sears-roebuck-co/\"><span class=\"volume\">123</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">512</span></a></span>, 525, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">288</span></span> (1983) (holding 12-year period of repose and three-year period of limitations contained in statute operated to eliminate a cause of action before wrong could reasonably be discovered were unconstitutional in consolidated product liability actions); <i>Lankford v. Sullivan, Long &amp; Hagerty,</i> <span class=\"citation\" data-id=\"1605449\"><a href=\"/opinion/1605449/lankford-v-sullivan-long-hagerty/\"><span class=\"volume\">416</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">996</span></a></span> (Ala.1982) (holding 10-year statute of repose violated state constitutional guarantee of access to courts after plaintiff was injured when `manlift' elevator collapsed and fell); <i>Diamond v.</i> <span class=\"star-pagination\">*842</span> <i>E.R. Squibb &amp; Sons,</i> <span class=\"citation\" data-id=\"1763812\"><a href=\"/opinion/1763812/diamond-v-er-squibb-and-sons-inc/\"><span class=\"volume\">397</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">671</span></a></span> (Fla. 1981) (holding 12-year statute of limitations violated state guarantee of open courts when it would have barred right of actions against manufacturer of drug before they ever existed, as it was not discovered until 20 years after drug was administered that the drug caused cancer); <i>Battilla v. Allis Chalmers Mfg. Co.,</i> <span class=\"citation\" data-id=\"1678982\"><a href=\"/opinion/1678982/battilla-v-allis-chalmers-manufacturing-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">874</span></a></span> (Fla.1980) (holding that statute barring plaintiffs' suit against manufacturer brought more than 12 years after date of sale as applied unconstitutionally denied plaintiffs access to courts); <i>Also see,</i> Leslie Calkins OToole, <i>Wilder v. Amatex Corp.: A First Step Toward Ameliorating the Effect of Statutes of Repose on Plaintiffs with Delayed Manifestation Diseases,</i> 64 N.C.L.R. 416 (1986).</p>\n<p>Accordingly, § 1-52(16)'s statute of repose is likely unconstitutional as applied to cancer under the North Carolina's Constitutional right to open courts. Thus, interpreting § 1-52(16)'s statute of repose to exclude latent diseases saves the statute from \"grave doubts\" regarding its constitutionality.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court finds that the North Carolina Legislative did not intend the 10 year statute of repose in § 1-52(16) to refer to latent diseases. Thus the statute of repose cannot bar Plaintiff's claim involving Non-Hodgkin's lymphoma, a latent disease that only manifested in November 2003. Accordingly, Defendant's Motion to Dismiss for Lack of Subject Matter Jurisdiction is DENIED. Defendant's Motion for a Hearing is also DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  In <i>Blassingame v. Southern Asbestos Co</i><i>.,</i> the North Carolina Workmen's Compensation Act required written notice of \"the first distinct manifestation of an occupational disease . . . within thirty (30) days after such manifestation, and, in the case of death, . . . within ninety (90) days after occurrence.\" <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">478</span></span> (1940). In addition, a claimant was required to bring a claim for disability or death within one year after disablement or death, or else the claim would be barred. The North Carolina Supreme Court found that the claim was filed within the applicable ninety-day period when it was filed within 90 days of the asbestos-related diagnosis in the autopsy report, even though the claim was filed more than ninety days after death. The court stated: \"Thus it will be seen that it was humanly impossible for the widow to have given notice of such death (death resulting from asbestosis) within ninety days after the death. To construe this section as contended by the defendants would be to deny the benefits conferred by the act in this and all similar cases.\" <i>See also </i><i>Duncan v. Carpenter &amp; Phillips,</i> <span class=\"citation\" data-id=\"1334048\"><a href=\"/opinion/1334048/duncan-v-carpenter-phillips/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">422</span></a></span>, <span class=\"citation\" data-id=\"1334048\"><a href=\"/opinion/1334048/duncan-v-carpenter-phillips/\"><span class=\"volume\">64</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">410</span></a></span> (1951).</p>\n<p>[2]  Although <i>Wilder</i> was decided after § 1-15(b) was repealed, the plaintiff's claim in that case had accrued while the statute was still in effect. Accordingly, one could not argue that the North Carolina Legislature repealed the statute in response to the <i>Wilder</i> decision.</p>\n<p>[3]  The earliest case that <i>Wilder</i> cites is <i>Blassingame v. Southern Asbestos Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">478</span></span> (1940), which found a latent disease exception to a notice requirement for worker's compensation.</p>\n<p>[4]  Robert O'Dowd, <i>Camp Lejeune Brain Cancer Cases, Lawsuit Filed in District Court,</i> VETERAN'S TODAY, August 2, 2010, http://www.veteranstoday.com/2010/08/02/camp-lejeune-brain-cancer-caseslawsuit-filed-in-district-court/.</p>\n<p>[5]  As this case involves a claim under the FTCA, the relevant statute of limitations is in 28 U.S.C. § 2401(b), which gives plaintiffs two years to file from the accrual of their claim. The Court has already resolved in a previous order issued on February 24, 2010 that this case meets this statute of limitations.</p>\n<p>[6]  Centers for Disease Control and Prevention, Workplace Safety and Health Topics, Occupational Cancer (June 21, 2010) http://www.cdc. gov/niosh/topics/cancer/.</p>\n<p>[7]  <i>Poisoned Patriots: Contaminated Drinking Water at Camp Lejeune: Hearing before the H. Comm. on Energy and Commerce,</i> 110th Cong. 12, 15 (2007) (statement of Michael L. Gross, Md.).</p>\n<p>[8]  \"That all courts shall be open; and that every person, for any injury done him, in his lands, goods, person, or reputation, shall have a remedy by due process of law; and right and justice shall be administered without sale, denial, or delay.\" Ala. Const. art. 1, § 13.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1158203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1279247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1281571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1290679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1312187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1322069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1605449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1678982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1763812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1983858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2273104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2532718/"
  ]
}