{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2474319/",
  "absolute_url": "/opinion/2474319/collins-v-cottrell-contracting-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2474319/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:07.101216Z",
  "date_modified": "2016-04-27T03:07:13.041657Z",
  "type": "010combined",
  "sha1": "9af261c267f92a79a6830ac09db1920ea82a9f4a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>733 F.Supp.2d 690 (2010)</b></center>\n<center><h1>Rodney COLLINS and Leah Collins, Plaintiffs,<br>\nv.<br>\nCOTTRELL CONTRACTING CORPORATION, Defendant.<br>\nIn the Matter of the Complaint of Cottrell Contracting Corporation, Owner of the Dredge Marion, For Exoneration from or Limitation of Liability.</h1></center>\n<center>No. 7:08-CV-96-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 5, 2010.</center>\n<p><span class=\"star-pagination\">*692</span> Henry T. Dart, Attorneys at Law, Covington, LA, Matthew J. Dixon, Matthew J. Dixon, PLLC, Elizabethtown, NC, for Plaintiffs.</p>\n<p>John E. Holloway, Troutman Sanders, LLP, Norfolk, VA, D. Kyle Deak, Troutman Sanders, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court in these consolidated cases on the motion of Rodney and Leah Collins (\"plaintiffs\") to increase the value of and security for the limitation fund (DE #29), the motion of Cottrell Contracting Corporation (\"defendant\") for partial summary judgment (DE # 40), and the parties' motions in limine to limit or exclude testimony of certain expert <span class=\"star-pagination\">*693</span> witnesses (DE #39, 42, 64). Pursuant to 28 U.S.C. § 636(b)(1) and Federal Rule of Civil Procedure 72(b), United States Magistrate Judge David W. Daniel entered a memorandum and recommendation (\"M &amp; R\") wherein he recommends that the court deny plaintiffs' motion to increase the limitation fund, grant in part and deny in part defendant's motion for partial summary judgment, grant in part and deny in part plaintiffs' motion in limine, and deny defendant's motions in limine. The parties have timely filed objections to the M &amp; R, and have likewise responded to one another's objections. In this posture, the issues raised are ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On June 11, 2008, plaintiffs filed suit pursuant to the Jones Act, 46 U.S.C.App. § 688, against defendant, the owner of the Dredge <i>Marion</i> and plaintiff Rodney Collins' employer (No. 7:08-CV-96-FL). According to the complaint, plaintiff Rodney Collins was injured in the course of his employment and while in the service of the <i>Marion</i> as a result of the negligence of defendant and/or the unseaworthiness of his vessel. On November 13, 2008, defendant filed a complaint pursuant to 46 U.S.C. §§ 30501-30512 for exoneration from or limitation of liability (No. 7:08-CV-190-FL). On November 24, 2008, the court accepted defendant's Ad Interim Stipulation for Costs in the amount of $1,500,000.00 for the value of the <i>Marion.</i> On December 30, 2008, the court consolidated the two actions on the joint motion of the parties.</p>\n<p>On October 9, 2009, plaintiffs moved for partial summary judgment as to the limitation action, seeking to increase the value of the limitation fund and to increase the amount of security posted by defendant. Plaintiffs seek to increase these amount by $2,263,300.00, which is the value of a dredging contract between defendant and the United States Army Corps of Engineers, arguing that this contract constituted \"pending freight\" as that term is used in 46 U.S.C. § 30505(a). Also on October 9, 2009, plaintiffs filed a motion in limine asking the court to strike portions of the expert disclosures of Mr. Decator Harrell Austin and to preclude him from testifying to the same at trial.</p>\n<p>On October 13, 2009, defendant filed a motion for partial summary judgment as to the Jones Act action. Defendant contends that there are no genuine issues of material fact regarding certain of plaintiff's claims and allegations in support of certain other claims. Also on October 13, 2009, defendant filed a motion in limine to limit or exclude the testimony of three of plaintiffs' experts: Dr. Pedro Steven Buarque de Macedo, Mr. Edward G. Webster, and Mr. Stephen Harned. On April 15, 2010, defendant moved to further limit or exclude the testimony of Mr. Harned.</p>\n<p>On June 4, 2010, the magistrate judge filed his M &amp; R. First, the magistrate recommended denying plaintiff's motion for summary judgment because the dredging contract was not pending freight. Second, the magistrate judge would hold that plaintiffs' loss of consortium claim is not available under the Jones Act, but that defendant's remaining arguments in its motion for summary judgment are improper in form. Third, the magistrate judge recommends striking in part the proposed testimony of defendant's expert. Finally, the magistrate judge recommends denying defendant's motion in limine, finding no fault in plaintiffs' experts' proposed testimony.</p>\n<p>Plaintiffs and defendant filed their respective objections to the magistrate judge's M &amp; R on June 18, 2010. Plaintiffs responded to defendant's objection on July 2, 2010, and defendant responded to plaintiff's objection on July 5, 2010.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*694</span> STATEMENT OF UNDISPUTED FACTS</h2>\n<p>The M &amp; R contains a thorough recitation of the relevant facts, to which the parties do not object. After careful review, the court adopts the magistrate judge's undisputed factual findings as its own, which are set forth below for the benefit of the reader:</p>\n<blockquote>On November 8, 2006, the Army Corps of Engineers awarded Cottrell a contract to perform maintenance dredging of four channels in North Carolina: Hatteras Inlet, Wainwright Slough, Atlantic Harbor, and Taylor's Creek at Beaufort (the \"Contract\"). The final Contract price was $2,363,300, $100,000 of which was payment for land-based dike improvements on Carrot Island. Cottrell utilized the non-self-propelled Dredge <i>Marion,</i> a cutter/suction dredge, which was just over 100 feet long, to perform the dredging operations under the Contract. From January through March 2007, the <i>Marion</i> was used to dredge the Hatteras Inlet and Wainwright Slough channels. For most of April, the <i>Marion</i> dredged the channel at Atlantic Harbor, pumping the spoils, pursuant to the Contract, to an area called \"New Dump Island.\" The Contract required Cottrell to bring a bulldozer to New Dump Island to reshape or spread out the material dumped there, and to later remove the bulldozer. By approximately the end of April 2007, Cottrell had completed the Atlantic Harbor dredging project under the Contract. Collins was injured on May 6, 2007. At that time, Cottrell had completed three of the four dredging projects specified under the Contract, and only the smallest dredging project remained at Taylor's Creek.</blockquote>\n<blockquote>On May 6, 2007, Cottrell and the <i>Marion</i> crew were not executing dredging operations. Because the dredging of the Atlantic Harbor was completed, the majority of the <i>Marion</i>'s crew had been sent home. Rodney Collins, the long-time chief engineer, and Captain Terry Evans, who had also been a captain for several years, were still working on the <i>Marion.</i> Captain Evans was notified on Saturday, May 5, 2007, by the Army Corps of Engineers that Cottrell needed to remove the bulldozer from New Dump Island before any birds nested on it (which would mean the bulldozer would have to stay until the next year). Captain Evans called in a two crew members to assist, only one of whom arrived the next morning to help. Thus, Captain Evans, Rodney Collins, and crewman David Gore were aboard the <i>Marion</i> Sunday morning, May 6, 2007, for the bulldozer removal. On Captain Evans' orders, David Gore proceeded in a tender boat, pushing Cottrell's derrick (onto which they would load the bulldozer) as close to New Dump Island as he could get it. Captain Evans directed Collins to drive him in the skiff (which was a johnboat that was tied alongside the <i>Marion</i>) to the shallows close to the island. Captain Evans went ashore, and he eventually successfully placed the bulldozer on the derrick. After getting ashore, Captain Evans sent Collins back by himself in the skiff to the <i>Marion.</i> No one was aboard the <i>Marion</i> when Collins was attempting to tie up the skiff to it. Collins was injured when he fell overboard as he tried to tie up the skiff to the <i>Marion</i> so that he could board the <i>Marion.</i>\n</blockquote>\n<blockquote>There is heated factual dispute, including expert testimony on both sides, as to the exact weather conditions, water activity, and the events surrounding Collins' attempt to tie up the skiff to the dredge. There is no dispute, however, that the task at hand on the day in questionremoving the bulldozerwas \"demobilization\" activity under the Contract. <span class=\"star-pagination\">*695</span> Mobilization and demobilization, generally, were included in the Contract price as a \"lump sum price,\" sixty percent of which was paid upon mobilization at the work site and the balance of which was paid upon completion of demobilization.... [T]he Contract price for mobilization and demobilization generally was $875,000. Thus, there was no separate mobilization and demobilization price for the Atlantic Harbor phase of the Contract performance. The four phases of dredging, however, did each have a line item contract price for the amount of material removed.</blockquote>\n<blockquote>Sometime after May 6, 2007, the <i>Marion</i> was towed to Taylor's Creek and dredged the channel there. The Taylor's Creek dredging completed the last phase of the Contract. Cottrell finished the Contract on June 13, 2007. Thus, it took six months for Cottrell to complete the work required under Contract.</blockquote>\n<p>(M &amp; R 704-05 (internal citations and some quotation marks omitted)).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Motions for Summary Judgment</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the nonmoving party then must affirmatively demonstrate that there exists a genuine issue of material fact requiring trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. 2505.</p>\n<p></p>\n<h2>1. Motion to Increase the Value of the Limitation Fund</h2>\n<p>Under 46 U.S.C. § 30505(a), the owner of a vessel may limit his or her liability as a defendant in the type of action asserted here to no more than \"the value of the vessel and pending freight.\" Defendant has stipulated that the value of the <i>Marion</i> is no more than $1,500,000.00, and the court has accepted this stipulation. The question now presented by plaintiffs in their motion for summary judgment in No 7:08-CV-190-FL is whether the value of the dredging contract is \"pending freight\" as that term is used in the statute. The magistrate judge would hold that only the unquantifiable portion of the contract relating to the removal of the bulldozer during which plaintiff Rodney Collins was injured is \"pending freight\" as it relates to this action. Plaintiffs object to this recommendation.</p>\n<p>\"Pending freight\" refers generally to \"freight for the voyage.\" <i>The Black Eagle,</i> 87 F.2d 891, 894 (2d Cir.1937); <i>see also </i><i>In re Norfolk Dredging Co.,</i> No. 7:02-CV-110-F, 2003 WL 23180522, at *6 (E.D.N.C. Aug. 11, 2003). In <i>The Main v. Williams,</i> 152 U.S. 122, 129, 14 S.Ct. 486, 38 L.Ed. 381 (1894), the Supreme Court noted that the term \"freight\" is not limited to the fare for the transportation of goods, but also may include any and all \"rewards, hire, or compensation, paid for the use of ships, either for an entire voyage, one divided into sections, or engaged by the month, or any period.\" On this reasoning, courts have held that the value of a dredging contract may be included as pending freight. <i>See, e.g., </i><i>The Carson,</i> 104 F.2d 762, 765 (9th Cir.1939); <i>In re N. Am.</i> <span class=\"star-pagination\">*696</span> <i>Trailing Co.,</i> 763 F.Supp. 152, 162 (E.D.Va.1991). Because value of pending freight is measured in terms of a particular voyage, <i>see </i><i>The Main,</i> 152 U.S. at 131-32, 14 S.Ct. 486, the question remains whether the relevant \"voyage\" here consists of the entire multi-phase dredging contract or only a discrete portion thereof.</p>\n<p>Plaintiffs urge that the entire value of the contract be included in the contract price, likening the multi-phase contract to a round-trip voyage or a situation in which a vessel delivers cargo at multiple ports en-route to its final destination, either of which constitutes a single voyage in assigning a value to \"pending freight.\" <i>See, e.g., </i><i>In re Caribbean Sea Transport, Ltd.,</i> 748 F.2d 622, 626-27 (11th Cir.1984) (citing cases). The determination of the relevant voyage, however, is a fact-specific inquiry that depends on the particular circumstances of the situation presented. <i>Id.</i> at 626. The court believes that this court's earlier decision in <i>Norfolk Dredging,</i> 2003 WL 23180522, as well as a sister court's decision in <i>In re Offshore Specialty Fabricators, Inc.,</i> No. 01-2227, 2002 WL 827398 (E.D.La. Apr. 30, 2002), offer more appropriate analogues to the factual scenario presented here than do the cases suggested by plaintiffs.</p>\n<p>In <i>Norfolk Dredging,</i> this court was required to define the scope of the \"common enterprise\" of a number of vessels engaged in dredging operations. Under the so-called \"flotilla doctrine,\" the value of all vessels \"engaged in a common enterprise or venture with the vessel aboard which the loss or injury was sustained\" may be included in the limitation amount. <i>Complaint of Patton-Tully Transp. Co.,</i> 715 F.2d 219, 222 (5th Cir.1983).<sup>[1]</sup> The claimant in <i>Norfolk Dredging</i> argued that the entirety of the dredging project should be included as the \"common enterprise\" in which the vessels were operating. 2003 WL 23180522, at *5. The court disagreed, concluding that \"the scope of the `common enterprise' requirement on the facts of this case is limited to the particular task, venture or work at hand, rather than to all work contemplated by the two-phase ... dredging contract.\" <i>Id.</i>; <i>cf. In re Orion Dredging Servs., LLC,</i> No. 3:09-CV-358-J-25HTS, 2009 WL 5171756, at *3 (M.D.Fla. Dec. 23, 2009) (holding that \"the relevant voyage\" in determining a common venture was the voyage to the dredge site rather than the entirety of the dredging project).</p>\n<p><i>Norfolk Dredging</i> is by no means dispositive here. As mentioned, the court was dealing with the flotilla doctrine, and \"common enterprise\" is not necessarily synonymous with \"voyage.\"<sup>[2]</sup> But as the court in <i>Offshore Specialty Fabricators</i> (as well as the magistrate judge here) recognized, the analysis of one issue informs the other. In <i>Offshore Specialty Fabricators,</i> the court was faced with a tugboat that sunk on its way to assist two other vessels involved in the second phase of a construction contract. After first determining that the tug was engaged in a \"common enterprise\" with the other two vessels in performing the second phase of the dredging <span class=\"star-pagination\">*697</span> contract, the court turned to the value of the \"pending freight\" of the three vessels. The court concluded that, \"[g]iven the distinct phases of the project,\" the same analysis was appropriate in determining the \"voyage\" as it had used in determining the \"common venture.\" 2002 WL 827398, at *5. The court recognized that though the project could be measured by \"the entire value of the contract at issue,\" to include this amount in the limitation fund \"would be to increase the fund beyond the scope of the `voyage.'\" <i>Id.</i> Accordingly, the court increased the limitation fund only by the amount pertaining to the second phase of the contract. <i>Id.</i></p>\n<p>As in <i>Offshore Specialty Fabricators,</i> and consistent with <i>Norfolk Dredging,</i> the court finds that the entirety of the multipart dredging contract at issue in the instant case, including four separate dredging projects and mobilization and demobilization of those projects do not constitute the relevant \"voyage\" for purposes of measuring \"pending freight.\" Instead, the pending freight of the <i>Marion,</i> engaged in a discrete phase of a multi-phases contract, includes the amount allotted only to the discrete phase at issue herethe demobilization of the bulldozer from New Dump Island.<sup>[3]</sup> And although the contract stipulates that the value of mobilization and demobilization generally is $875,000.00, where there is no method for precisely calculating the value of the specific removal of the bulldozer from New Dump Island, no amount will be added to the limitation fund. <i>See </i><i>In re Bourgogne,</i> 210 U.S. 95, 137, 28 S.Ct. 664, 52 L.Ed. 973 (1908). Plaintiffs' motion for partial summary judgment accordingly is DENIED.</p>\n<p></p>\n<h2>2. Defendant's Motion for Partial Summary Judgment</h2>\n<p>As the magistrate judge correctly noted, there is agreement as to the disposition of two of the four matters raised in defendant's motion for partial summary judgment. First, defendant has withdrawn its motion as to plaintiff's maintenance and cure claim, conceding that there are unpaid medical bills and that there is a dispute as to whether these may be validly claimed by plaintiffs. Second, plaintiffs have not opposed defendant's motion for summary judgment on the loss of consortium claim, as such damages are not available under the Jones Act as a matter of law. <i>See </i><i>Miles v. Apex Marine,</i> 498 U.S. 19, 31-32, 111 S.Ct. 317, 112 L.Ed.2d 275 (1990) (holding that loss of society damages are not recoverable for the wrongful death of a Jones Act seaman); <i>Murray v. Anthony J. Bertucci Constr. Co., Inc.,</i> 958 F.2d 127, 131-32 (5th Cir.1992) (extending <i>Miles</i> to Jones Act personal injury claims). Without objection, the court agrees with the magistrate judge's conclusion that defendant's motion should be granted as to plaintiffs' loss of consortium claim but denied as to the maintenance and cure claim.</p>\n<p>The remaining two matters raised by defendant are contested. Specifically, defendant seeks partial summary judgment on five of the twelve factual allegations supporting plaintiffs' unseaworthiness claim, and on six of the fifteen allegations supporting plaintiffs' negligence claim.<sup>[4]</sup><span class=\"star-pagination\">*698</span> According to defendant, these allegations do not enjoy any evidentiary support. Without addressing whether there was any evidence supporting these allegations, the magistrate judge recommended denying the motion as improper in form. The magistrate judge would hold that Rule 56 may not be used to prune factual allegations from a complaint or to render decision on part of a claim. Defendant objects to this interpretation of Rule 56.</p>\n<p>Defendant contends that the plain language of Rule 56 permits the court to grant summary judgment on part of a claim. Specifically, Rule 56(b) states that \"[a] party against whom relief is sought may move ... for summary judgment on all or part of the claim.\" In the event that summary judgment is not rendered on the whole action, Rule 56(d) further directs the court to \"issue an order specifying what factsincluding items of damages or other reliefare not genuinely at issue.\" However, a number of courts have concluded that a motion for summary judgment may not properly seek to dispose of only a factual allegation or element of a single indivisible claim for relief. <i>See, e.g., Franklin-Mason v. Penn,</i> 259 F.R.D. 9, 11 (D.D.C.2009); <i>Evergreen Int'l v. Marinex Constr. Co.,</i> 477 F.Supp.2d 697, 698 (D.S.C. 2007) (citing cases); <i>N.J. Auto. Ins. Plan v. Sciarra,</i> 103 F.Supp.2d 388, 396 (D.N.J. 1998).</p>\n<p>The court agrees with the holding of these cases as a general matter, although summary judgment may be appropriate as to a part of a claim in rare circumstances not presented here.<sup>[5]</sup> Defendant's motion essentially seeks to strike certain allegations from the complaint as unsupported, rather than to establish as undisputed any element of plaintiffs' unseaworthiness or negligence claims. Even if these allegations were stricken, the entirety of plaintiffs' claims would still go to trial and no \"judgment\" could be entered as to those portion of the claims on which defendant received a favorable ruling.</p>\n<p>Defendant's motion as to the unseaworthiness and negligence claims is improper in form as no relief is available under Rule 56(b) and Rule 56(d) is not an independent motion for adjudication of undisputed facts prior to trial. Accordingly, and also in light of the court's earlier discussion of the claims for maintenance and cure and loss of consortium, defendant's motion for partial summary judgment is GRANTED IN PART and DENIED IN PART. The motion is granted with respect to plaintiffs' loss of consortium claim, and denied with respect to all other claims.</p>\n<p></p>\n<h2>B. Motions in Limine to Exclude Expert Testimony</h2>\n<p>Rule 702 of the Federal Rules of Evidence serves as the \"guidepost\" for the <span class=\"star-pagination\">*699</span> admissibility of expert testimony. <i>See </i><i>United States v. Wilson,</i> 484 F.3d 267, 274 (4th Cir.2007). That rule states:</p>\n<blockquote>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise, if (1) the testimony is based upon sufficient facts or data, (2) the testimony is the product of reliable principles and methods, and (3) the witness has applied the principles and methods reliably to the facts of the case.</blockquote>\n<p>Fed.R.Evid. 702; <i>see also </i><i>Daubert v. Merrell Dow Pharms., Inc.,</i> 509 U.S. 579, 592, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993).</p>\n<p>In considering whether expert testimony is admissible, the court acts as a gatekeeper to determine whether the proffered testimony is both sufficiently reliable and relevant. <i>United States v. Moreland,</i> 437 F.3d 424, 431 (4th Cir.2006) (citing <i>Kumho Tire Co. v. Carmichael,</i> 526 U.S. 137, 141, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999)). The court's \"flexible\" inquiry focuses on the \"principles and methodology\" employed by the expert rather than the expert's conclusions. <i>Id.</i> (quoting <i>Daubert,</i> 509 U.S. at 594-95, 113 S.Ct. 2786). The court may consider \"whether the method used is generally accepted in the scientific community; the rate of error, if known; the existence and maintenance of standards; and whether the expert's work has been subjected to peer review.\" <i>Id.</i> (citing <i>Anderson v. Westinghouse Savannah River Co.,</i> 406 F.3d 248, 261 (4th Cir.2005)); <i>see also </i><i>Daubert,</i> 509 U.S. at 592-94, 113 S.Ct. 2786. However, these factors are not exclusive, and the court has considerable latitude in considering other factors that bear upon an expert's reliability in a particular case. <i>Kumho Tire Co.,</i> 526 U.S. at 149-153, 119 S.Ct. 1167</p>\n<p>Ultimately, the court must keep in mind \"two guiding, and sometimes competing, principles\" in deciding on the admissibility of expert testimony. <i>Westberry v. Gislaved Gummi AB,</i> 178 F.3d 257, 261 (4th Cir.1999). On the one hand, \"Rule 702 was intended to liberalize the introduction of relevant expert evidence[,]\" and the court is not required to determine that expert testimony is \"irrefutable or certainly correct.\" <i>Id.</i> (citing <i>Cavallo v. Star Enter.,</i> 100 F.3d 1150, 1158-59 (4th Cir. 1996)). Any expert testimony will be subject to the same \"[v]igorous cross-examination, presentation of contrary evidence, and careful instruction on the burden of proof.\" <i>Id.</i> (quoting <i>Daubert,</i> 509 U.S. at 596, 113 S.Ct. 2786). On the other hand, however, the difficulty of evaluating an expert's testimony means that experts have \"the potential to `be both powerful and quite misleading.'\" <i>Id.</i> (quoting <i>Daubert,</i> 509 U.S. at 595, 113 S.Ct. 2786). Expert testimony may be particularly persuasive to the jury, and as such may have a \"greater potential to mislead than to enlighten.\" <i>Id.</i> (citing <i>United States v. Dorsey,</i> 45 F.3d 809, 815-16 (4th Cir. 1995)).</p>\n<p></p>\n<h2>1. Plaintiff's Motion</h2>\n<p>The parties make no objection to the disposition of plaintiffs' motion to exclude certain testimony of Mr. Decator Harrell Austin, an expert for defendant. The magistrate judge recommends excluding Mr. Austin's testimony at trial that Captain Evans \"never would have undertaken the [bulldozer] operation\" under particular circumstances because Mr. Austin is not qualified to opine about Captain Evans' state of mind. The magistrate judge recommends allowing Mr. Austin's opinions about local weather conditions and the condition of the sea in the allegedly \"protected area\" in which the <i>Marion</i> was located. After a considered review, the court <span class=\"star-pagination\">*700</span> agrees with the magistrate judge's recommendation that plaintiff's motion in limine be GRANTED IN PART and DENIED IN PART as set forth above.</p>\n<p></p>\n<h2>2. Defendant's Motions</h2>\n<p>Defendant does object to the magistrate judge's disposition of the two motions in limine challenging three of plaintiff's experts, Dr. Pedro Steven Buarque de Macedo, Mr. Stephen Harned, and Mr. Edward G. Webster. Dr. Macedo is a board-certified neurologist, and would testify to the medical condition of Rodney Collins following the accident. Mr. Harned is a meteorologist, and would testify to the wind and wave conditions at the <i>Marion</i> at the time of the accident. Mr. Webster is a marine surveyor and naval architect, and would testify primarily about marine safety. The magistrate judge would hold that the testimony of these individuals is admissible, and recommended that defendant's motions be denied,</p>\n<p></p>\n<h2>a. Dr. Macedo</h2>\n<p>Defendant challenges five of the eleven specified opinions contained in Dr. Macedo's report, arguing that they were adopted entirely from reports of other doctors and are inadmissible hearsay. The challenged opinions include that plaintiff Rodney Collins \"has been left with a residual musculoskeletal disability,\" that he \"has permanent cognitive impairments\" due to a number of factors, and that he will require \"intensive\" psychological treatment going forward. In forming these opinions, Dr. Macedo states that he relied on tests and reports by Dr. Eric Meyer, a chiropractor, and Dr. Suzanne Southworth, a psychologist.</p>\n<p>In seeking to exclude Dr. Macedo's testimony, defendant relies primarily on this court's decision in <i>Bouygues Telecom, S.A. v. Tekelec,</i> 472 F.Supp.2d 722 (E.D.N.C.). In <i>Bouygues,</i> plaintiff originally attempted to designate seven expert witnesses, but was limited by the court to only five. <i>Id.</i> at 730. Plaintiff was allowed to supplement the opinions of the remaining experts, but only \"to the extent they were qualified to speak to such information.\" <i>Id.</i> Instead of supplementing their reports, however, plaintiff's experts \"merely attach[ed] and adopt[ed] verbatim the withdrawn expert reports.\" <i>Id.</i> The court held that that while an expert may \"adopt [ ] or incorporat[e] ideas, information, and analysis of other with expertise in the same field, ... an expert with a perhaps overlapping, yet admittedly different, area of expertise should [not] be permitted to merely adopt and incorporate verbatim another's `expert' opinion.\" <i>Id.</i></p>\n<p>The instant case is unlike <i>Bouygues.</i> Unlike the situation in <i>Bouygues</i> where the challenged opinion included the wholesale adoption of the opinions of other experts, the opinions of Dr. Macedo's are his own. As the magistrate judge noted:</p>\n<blockquote>[Dr. Macedo] personally conducted EMG needle testing on [plaintiff Rodney] Collins, and ... although his technician did the more time-consuming neuroconduction studies, Dr. Macedo closely reviewed the data and determined them acceptable. Then, Dr. Macedo had a colleague at his practice, Dr. Southworth, conduct the neuropsychological examination, and he relied upon her data points after he talked to her extensively about her assessment and reviewed her scored data and results. Dr. Macedo then had a chiropractor in his group, Dr. Meyer, conduct the function capacity evaluation (\"FCE\"). Dr. Macedo reviewed all the data from Dr. Meyer's testing, with an eye to modifying the FCE as he saw fit, because [Dr. Macedo himself] signed the FCE.</blockquote>\n<p>(M &amp; R 717 (internal quotation marks and citations omitted)). Moreover, as a physician and board-certified neurologist, Dr. <span class=\"star-pagination\">*701</span> Macedo's opinions as to plaintiff Rodney Collins' health, including the specific diagnoses put forward here, are well within the scope of his expertise.</p>\n<p>Under Rule 703, facts or data that are \"of a type reasonably relied upon by experts in the particular field in forming opinions or inferences upon the subject ... need not be admissible in evidence in order for the opinion or inference to be admitted.\" Even if the genesis and almost all of Dr. Macedo's opinions may be found in tests and reports that are inadmissible, the resulting opinion remains admissible where the court finds that these tests and reports to be exactly the type reasonably relied on by physicians such as Dr. Macedo. <i>See, e.g., </i><i>Westfield Ins. Co. v. Harris,</i> 134 F.3d 608 (4th Cir.1998). Indeed, the Advisory Committee Notes to Rule 703 expressly contemplate that \"a physician in his own practice [may] base [ ] his diagnosis on information from numerous sources and of considerable variety, including statements by patients and relatives, reports and opinions from nurses, technicians and other doctors, hospital records, and x-rays.\" <i>See also </i><i>Westfield Ins. Co.,</i> 134 F.3d at 612.</p>\n<p>That the tests may have been run and the reports generated with an eye towards litigation, a fact that is currently contested, is not sufficient reason to reject expert testimony that is both sufficiently reliable and relevant. Moreover, as the magistrate judge noted, defendant will have the ability to vigorously cross-examine Dr. Macedo about the bases for his opinions, including his reliance on the data and reports of others. Accordingly, defendant's motion to exclude the testimony of Dr. Macedo is DENIED.</p>\n<p></p>\n<h2>b. Mr. Harned</h2>\n<p>The magistrate judge found the proposed testimony of Mr. Harned, a meteorologist with more than forty years of experience, regarding wind and wave conditions at the <i>Marion</i> to be both reliable and relevant to whether there were \"rough seas\" at the time of the accident. Defendant challenges Mr. Harned's proposed testimony as irrelevant insofar as it relates to wind and wave heights at locations other than the <i>Marion.</i> Defendant also accuses Mr. Harned of improperly \"parroting\" the testimony of defendant's own expert, Dr. Patrick J. Hudson, and of mischaracterizing Dr. Hudson's testimony. According to defendant, Mr. Harned cites Dr. Hudson as calculating a wave height of 0.6 feet at the port side of the <i>Marion</i> when the actual calculation was 0.3 feet.</p>\n<p>The court finds that defendant's first objection is without merit. The wind and wave conditions at the <i>Marion</i> are of course relevant to this matter. And Mr. Harned's opinion references conditions at Pamlico Sound and Core Sound, the locations challenged by defendant as irrelevant, in his calculations in order to reach an ultimate conclusion about conditions at the <i>Marion.</i> There is little danger that the jury will be misled by any testimony as to the conditions at these locations. Cross-examination and jury instructions will be more than sufficient to focus the jury's attention on Mr. Harned's conclusion as it relates to conditions at the <i>Marion</i> itself.</p>\n<p>The court also finds defendant's second objection to be without merit. As already noted, an expert may rely on the work of another expert in forming his opinion without impermissibly \"adopting\" the other expert's opinion. <i>See </i><i>Westfield Ins. Co.,</i> 134 F.3d 608. Moreover, the court cannot conclude that Mr. Harned erred in his use of Dr. Hudson's figures. Dr. Hudson's report states that a maximum predicted significant wave height would be about 0.6 feet based on a particular chart, but that accounting for a reduction in wave height yields maximum wave <span class=\"star-pagination\">*702</span> heights of about 0.3 feet. Dr. Hudson's report further states that the wave height on the starboard side of the dredge could be expected to be between 0.6 feet and 2.0 feet.<sup>[6]</sup> It is unclear to the court then that Mr. Harned erred in using a figure of 0.6 feet in his own calculations. Defendant's motions to exclude the testimony of this individual are accordingly DENIED.</p>\n<p></p>\n<h2>c. Mr. Webster</h2>\n<p>The magistrate judge found Mr. Webster to be qualified as an expert on issues related to marine safety in light of his substantial experience, and would admit the entirety of his proposed testimony. Defendant's objection challenges two aspects of the magistrate judge's conclusion. First, defendant contends that Mr. Webster failed to \"explain how [his] experience leads to the conclusion reached, why [his] experience is a sufficient basis for the opinion, and how [his] experience is reliably applied to the facts.\" <i>See </i><i>Wilson,</i> 484 F.3d at 274 (alterations in original). Second, defendant contends that Mr. Webster should not be allowed to testify to certain legal opinions.</p>\n<p>The crux of Mr. Webster's opinion is that plaintiff Rodney Collins was not responsible for the accident, but rather that defendant and other agents of defendant were the cause. Mr. Webster bases this opinion on the failure to follow various safety policies set forth by the United States Coast Guard, the United States Army Corps of Engineers, and the Occupational Safety and Health Administration, as well as defendant's own internal safety policies. Mr. Webster also relies on his own observation of the <i>Marion</i> as well as the testimony of Mr. Collins, the only witness to the incident.</p>\n<p>Contrary to defendant's contention, the court finds that Mr. Webster has shown that his experience leads him to conclusions reached, that his experience is a sufficient basis for the opinion, and that his experience was reliably applied to the facts. Mr. Webster states that he has been actively engaged in the marine industry for 40 years, including as a marine engineer about the type of ship at issue here, and that he has vast experience with issues relating to marine safety. His report clearly discusses how he comes to each of his conclusions, which in many cases involve a straightforward discussion of whether defendant is in compliance with various safety codes with which Mr. Webster is familiar.</p>\n<p>Moreover, the court does not believe that Mr. Webster is offering any improper legal opinions. Rule 704 permits an expert to opine on the ultimate issue to be decided by the trier of fact. The court finds that Mr. Webster's proposed testimony will assist the jury in navigating the complex waters of marine safety regulation, but they will not be bound by his opinions. Unlike defendant, the court does not believe this case resembles <i>Adalman v. Baker, Watts &amp; Co.,</i> 807 F.2d 359 (4th Cir.1986), in which the Fourth Circuit noted that a district court should not allow parties to call lawyers as expert witnesses to testify to the jury as to what the law means. Mr. Webster's testimony will not usurp the province of the court, but will instead put forward plaintiffs' theory as to how defendant may have been negligent and how the <i>Marion</i> may have been unseaworthy for failing to comply with recognized marine safety standards. According, defendant's motion to exclude the testimony of Mr. Webster is DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*703</span> CONCLUSION</h2>\n<p>Upon <i>de novo</i> review of those portions of the magistrate judge's M &amp; R to which specific objections have been filed, and upon considered review of those portions of the M &amp; R to which no such objection has been made, the court ADOPTS in full the findings and recommendations of the magistrate judge (DE # 68). Accordingly, plaintiffs' motion to increase the value of and security for the limitation fund (DE # 29) is DENIED. Defendant's motion for partial summary judgment (DE # 40) is GRANTED IN PART and DENIED IN PART. The motion is granted as to plaintiffs' loss of consortium claim, and denied with respect to all other claims.</p>\n<p>Plaintiffs' motion in limine to limit or exclude testimony of Mr. Austin (DE # 39) is GRANTED IN PART and DENIED IN PART. Mr. Austin may not testify to Captain Evans' subjective state of mind. Defendant's motions in limine to limit or exclude the testimony of Dr. Macedo, Mr. Webster, and Mr. Harned (DE # 42, 64) are DENIED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DAVID W. DANIEL, United States Magistrate Judge.</p>\n<p>This matter is before the Court on several motions: (1) a motion by Rodney and Leah Collins to increase the value of and security for the limitation fund [DE-29]; (2) a motion by Cottrell Contracting Corporation (\"Cottrell\") for partial summary judgment [DE-40]; and (3) cross motions in limine to limit or exclude testimony of one of Defendant's expert witnesses and three of Plaintiffs' expert witnesses [DE-39, 42, 64]. These matters are ripe for review and have been referred to the undersigned Magistrate Judge for review and recommendation, pursuant to 28 U.S.C. § 636(b)(1)(B). For the reasons set forth below, it is RECOMMENDED that the Collinses' motion to increase the limitation fund [DE-29] be DENIED; Cottrell's motion for partial summary judgment [DE-40] be GRANTED IN PART with respect to Mrs. Collins' claim for loss of consortium and DENIED in all other respects; the Collinses' motion in limine [DE-39] be GRANTED IN PART with respect to D.H. Austin's opinion that Captain Evans \"would never have undertaken\" the operation if he thought it was risky and DENIED in all other respects; and Cottrell's motions to exclude Plaintiffs' expert testimony [DE-42, 64] be DENIED.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On June 11, 2008, Rodney Collins filed this negligence action against his Jones Act employer, Cottrell, for injuries he sustained while working as chief engineer aboard the dredge <i>Marion</i> while it was spudded down and anchored in Atlantic Harbor, North Carolina. On November 13, 2008, Cottrell filed its complaint, in case number 7:08-CV-190 (the \"Limitation Action\"), pursuant to 46 U.S.C. §§ 30501-30512, for exoneration from or limitation of liability regarding the casualty involving Collins. On November 24, 2008, Chief Judge Flanagan accepted and filed Cottrell's Ad Interim Stipulation for Costs in the amount of $1,500,000, or the maximum value of the <i>Marion.</i> [DE-5 of Limitation Action]. On December 30, 2008, Judge Flanagan consolidated the Limitation Action with the present action to allow claimants to prosecute their Jones Act action concurrently with the Limitation Action. [DE-10 of Limitation Action].<sup>[1]</sup></p>\n<p>On October 9, 2009, the Collinses filed a Motion for Partial Summary Judgment to <span class=\"star-pagination\">*704</span> Increase the Value of the Limitation Fund and for Increased Security Pursuant to Supplemental Admiralty Rules F(1) and F(7). [DE-29]. The Collinses contend that the limitation fund and security should be increased by $2,263,300, or the value of the entire dredging contract (less a land-based dike project) between Cottrell and the United States Army Corps of Engineers at the time of the casualty because this contract constituted the <i>Marion's</i> \"pending freight\" under the Limitation of Liability Act, 46 U.S.C. § 30505(a) (formerly 46 U.S.C. § 183(a)). On October 13, 2009, Cottrell moved for partial summary judgment in the Collinses' Jones Act action. [DE-40]. Further, on October 9, 2009, the Collinses filed a motion to strike portions of the expert disclosures and testimony of Defendant's expert Decator Harrell Austin. [DE-39]. On October 13, 2009, Cottrell likewise filed a motion to exclude or limit the testimony of three of the Collinses' expert witnesses: Dr. Pedro Steven Buarque de Macedo, Edward G. Webster, and Stephen Harned. [DE-42]. On April 5, 2010, Cottrell moved to further limit or exclude the testimony of Plaintiffs' expert, Stephen Harned. [DE-64].</p>\n<p></p>\n<h2>II. FACTS</h2>\n<p>On November 8, 2006, the Army Corps of Engineers awarded Cottrell a contract to perform maintenance dredging of four channels in North Carolina: Hatteras Inlet, Wainwright Slough, Atlantic Harbor, and Taylor's Creek at Beaufort (the \"Contract\"). Undisputed Facts ¶ 2 [DE-29-6]. The final Contract price was $2,363,300, $100,000 of which was payment for land-based dike improvements on Carrot Island. Undisputed Facts ¶ 5; Contract Modification [DE-32-6]. Cottrell utilized the non-self-propelled Dredge <i>Marion,</i> a cutter/suction dredge, which was just over 100 feet long, to perform the dredging operations under the Contract. From January through March 2007, the <i>Marion</i> was used to dredge the Hatteras Inlet and Wainwright Slough channels. For most of April, the <i>Marion</i> dredged the channel at Atlantic Harbor, pumping the spoils, pursuant to the Contract, to an area called \"New Dump Island.\" The Contract required Cottrell to bring a bulldozer to New Dump Island to reshape or spread out the material dumped there, and to later remove the bulldozer. Undisputed Facts ¶ 9; Contract Specifications at 269-70 [DE-32-2]. By approximately the end of April 2007, Cottrell had completed the Atlantic Harbor dredging project under the Contract. Collins was injured on May 6, 2007. Undisputed Facts ¶ 11. At that time, Cottrell had completed three of the four dredging projects specified under the Contract, and only the smallest<sup>[2]</sup> dredging project remained at Taylor's Creek.</p>\n<p>On May 6, 2007, Cottrell and the <i>Marion</i> crew \"were not executing dredging operations.\" Benjamin Cottrell, V, Dep. at 72 [DE-33-4]. Because the dredging of the Atlantic Harbor was completed, the majority of the <i>Marion's</i> crew had been sent home. R. Collins Dep. at 47-48 [DE-65-3]. Rodney Collins, the long-time chief engineer, and Captain Terry Evans, who had also been a captain for several years, were still working on the <i>Marion.</i> Captain Evans was notified on Saturday, May 5, 2007, by the Army Corps of Engineers that Cottrell needed to remove the bulldozer from New Dump Island before any birds nested on it (which would mean the bulldozer would have to stay until the next year). <i>Id.</i> at 46. Captain Evans called in a two crew members to assist, only one of <span class=\"star-pagination\">*705</span> whom arrived the next morning to help. <i>Id.</i> at 51. Thus, Captain Evans, Rodney Collins, and crewman David Gore were aboard the <i>Marion</i> Sunday morning, May 6, 2007, for the bulldozer removal. On Captain Evans' orders, David Gore proceeded in a tender boat, pushing Cottrell's derrick (onto which they would load the bulldozer) as close to New Dump Island as he could get it. <i>Id.</i> at 51-54. Captain Evans directed Collins to drive him in the skiff (which was a johnboat that was tied alongside the <i>Marion</i>) to the shallows close to the island. <i>Id.</i> at 54-56. Captain Evans went ashore, and he eventually successfully placed the bulldozer on the derrick. After getting ashore, Captain Evans sent Collins back by himself in the skiff to the <i>Marion. Id.</i> at 61. No one was aboard the <i>Marion</i> when Collins was attempting to tie up the skiff to it. Collins was injured when he fell overboard as he tried to tie up the skiff to the <i>Marion</i> so that he could board the <i>Marion.</i> R. Collins Dep. at 68-69.</p>\n<p>There is heated factual dispute, including expert testimony on both sides, as to the exact weather conditions, water activity, and the events surrounding Collins' attempt to tie up the skiff to the dredge. There is no dispute, however, that the task at hand on the day in questionremoving the bulldozerwas \"demobilization\" activity under the Contract. Mobilization and demobilization, generally, were included in the Contract price as a \"lump sum price,\" sixty percent of which was paid upon mobilization at the work site and the balance of which was paid upon completion of demobilization. Section 252.236-7004, Specifications to the Contract at 140 [DE-32-2]. It appears to the undersigned that the Contract price for mobilization and demobilization generally was $875,000. <i>See</i> Solicitation, Offer, and Award of the Contract (\"Award\") Ex. B to Lynch Aff. at 3 [DE-29-8]. Thus, there was no separate mobilization and demobilization price for the Atlantic Harbor phase of the Contract performance. The four phases of dredging, however, did each have a line item contract price for the amount of material removed. <i>See</i> Award [DE-29-8] at 4-5.</p>\n<p>Sometime after May 6, 2007, the <i>Marion</i> was towed to Taylor's Creek and dredged the channel there. The Taylor's Creek dredging completed the last phase of the Contract. Cottrell finished the Contract on June 13, 2007. Uncontested Facts ¶ 8. Thus, it took six months for Cottrell to complete the work required under Contract.</p>\n<p></p>\n<h2>III. SUMMARY JUDGMENT STANDARD OF REVIEW</h2>\n<p>Summary judgment is appropriate pursuant to Rule 56 of the Federal Rules of Civil Procedure when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting Fed. R. Civ. P. 56(e)). As this Court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C. 1993). Instead, a trial court reviewing a <span class=\"star-pagination\">*706</span> claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. The court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on these summary judgment motions. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p></p>\n<h2>IV. THE LIMITATION ACTION</h2>\n<p>A vessel owner's liability for a personal injury claim such as the one asserted here \"shall not exceed the value of the vessel and pending freight.\" 46 U.S.C. § 30505(a) (formerly 46 U.S.C. § 183(a)) (the \"Limitation of Liability Act\"). The vessel owner bears the burden of proving it is entitled to limit its liability under this statute. <i>In re Drill Barge No. 2,</i> 454 F.2d 408, 413 (5th Cir.1972) (Godbolt, J., specially concurring in part and dissenting in part); <i>The Rambler,</i> 290 F. 791, 792 (2d Cir.1923). Cottrell has thus far stipulated that the value of the vessel, the <i>Marion,</i> is no more than $1,500,000, and the Court has accepted this ad interim stipulation. However, the Collinses now move for partial summary judgment in the Limitation Action, seeking to have the value of Cottrell's dredging Contract be considered \"pending freight\" under the Limitation of Liability Act, thus increasing the limitation fund significantly. [DE-29].</p>\n<p></p>\n<h2>A. Pending Freight Doctrine</h2>\n<p>\"Pending freight\" refers to the \"earnings for the voyage.\" <i>The Black Eagle,</i> 87 F.2d 891, 894 (2nd Cir.1937). The Supreme Court explained the pending freight doctrine in <i>The Main v. Williams,</i> 152 U.S. 122, 131, 14 S.Ct. 486, 38 L.Ed. 381 (1894), stating the real object of the Limitation of Liability Act is \"to limit the liability of vessel owners to their interest in the adventure,\" which necessarily includes the value of the vessel and her freight. <i>Id.</i> The Supreme Court defined \"freight\" broadly as \"all rewards, hire, or compensation, paid for the use of ships, either for an entire voyage, one divided into sections, or engaged by the month, or any period.\" <i>Id.</i> at 129, 14 S.Ct. 486.</p>\n<p>Thus, although the word \"voyage\" or the term \"pending freight for the voyage\" does not appear in the Limitation of Liability Act, the relevant \"voyage\" is a crucial finding to determine whether a vessel or its \"pending freight\" may be included in the limitation fund. Determining what is or is not part of a \"voyage\" for purposes of pending freight is not well developed in the caselaw. \"Undoubtedly the word `voyage' may have different meanings under different circumstances, depending on the subject to which it relates or the context of the particular contract in which the word is employed.\" <i>Deslions v. La Compagnie Generale Transatlantique,</i> 210 U.S. 95, 136, 28 S.Ct. 664, 52 L.Ed. 973 (1908). However, the meaning \"must be ascertained by considering [the Limitation of Liability Act's statutory sections] and the remedy which they were intended to afford; in other words, their obvious intent and purpose.\" <i>Id.</i> at 135, 28 S.Ct. 664.</p>\n<p>The \"pending freight\" doctrine should be liberally construed to effectuate the purposes of the statute (limiting the vessel owners' liability to their interest in the \"adventure\") without unduly limiting the rights of the injured party. <i>The Main,</i> 152 U.S. at 132-33, 14 S.Ct. 486; <i>Deslions,</i> 210 U.S. at 136, 28 S.Ct. 664. Where a <span class=\"star-pagination\">*707</span> vessel is engaged in work under a contract, some courts have found that the value of the contract may be included as \"pending freight\" for the purposes of setting the amount of the limitation fund. <i>E.g., North American </i><i>Trailing Co.,</i> 763 F.Supp. 152 (E.D.Va.1991). However, because pending freight is limited to the particular voyage at issue, the voyage must coincide with the contract (or part thereof) in some definitive and quantifiable way in order to be included in the limitation fund. But, where a contract or other \"freight\" item of a particular voyage is not readily quantifiable, it may not be included in the limitation fund. <i>E.g., </i><i>In re La Bourgogne,</i> 210 U.S. 95, 137, 28 S.Ct. 664, 52 L.Ed. 973 (1908).</p>\n<p>Here, the Collinses urge the Court to include the full value of an extensive, four-phase dredging contract between the vessel owner and the Army Corps of Engineers in the limitation fund as pending freight. The Collinses argue that the work that Rodney Collins was performing on the day of his injury was done under the Contract, and therefore the entire Contract (less itemized land-based dike restoration work which does not fit with the admiralty notion of pending freight) should be considered pending freight. As Cottrell correctly points out, the implied fact that must be established in order to agree with the Collinses' argument is that <i>all</i> work performed under the Contract constituted a single \"voyage,\" including the small task at hand at the time of the casualty.</p>\n<p>Cottrell contends, however, that the Contract contains distinct phases and tasks, each of which constitute multiple, discrete \"voyages.\" Cottrell asserts the pertinent \"voyage\" in question was the discrete task of demobilization after dredging the Atlantic Harborin particular, the task of retrieving a bulldozer left on New Dump Island. If that is the case, as Cottrell points out, \"pending freight\" for this \"voyage\" is in no way quantifiable under the Contract, and therefore its value cannot be included in the limitation fund.</p>\n<p>The Fourth Circuit has not spoken on the application of a vessel's contract to the pending freight doctrine under the Limitation of Liability Act. However, related caselaw under the Limitation of Liability Act in this Court guides the analysis. This Court has considered the application of the Limitation of Liability Act with regards to whether the value of vessels other than the one directly involved in the injury, but which were also used to perform a dredging contract, could constitute a \"composite vessel\" whose total value could be included in the limitation fund. <i>See </i><i>In re Norfolk Dredging Co.,</i> 2003 WL 23180522, *5 (E.D.N.C. Aug. 11, 2003) (Fox, S.J.). Under this so-called \"flotilla doctrine,\" the value of all vessels \"engaged in a <i>common enterprise or venture</i> with the vessel aboard which the loss or injury was sustained\" may be included in the limitation fund. <i>Complaint of Patton-Tully Transp. Co.,</i> 715 F.2d 219, 222 (5th Cir.1983) (emphasis added).</p>\n<p>In <i>Norfolk Dredging</i> (to which Cottrell was also a party), this Court found that the scope of the \"common enterprise\" applicable to a Jones Act injury case was limited to \"the particular task, venture, or work at hand, rather than to all work contemplated by the two-phase Cottrell dredging contract.\" <i>Id.</i> The Court noted that the two different dredging projects under the contract were either complete or halted at the time of the injury, and thus <i>only</i> the task at hand that daypreparing to move a booster bargecould be considered in determining which vessels could be valued for inclusion in the limitation fund. <i>Id.</i> This Court found that only three of the numerous vessels \"played a necessary and important part in the relevant activity\" such that they constituted a \"flotilla\" or \"composite vessel\" whose value should be <span class=\"star-pagination\">*708</span> included in the limitation fund. <i>Id.</i> at *5-*6.</p>\n<p>Significantly, this Court in <i>Norfolk Dredging</i> also went on to briefly considerand rejectthe notion that the entire value of the dredging contract constituted \"pending freight\" under the Limitation of Liability Act. This Court noted that the \"composite vessel\" involved in the injury was not the \"main instrument of performance\" of the execution of the dredging and renourishment project, so \"the value of the contract in no way [wa]s relevant.\" <i>Id.</i> at *7. This Court noted, moreover, even if the contract's value were relevant, the claimant had not suggested any way to calculate the price for the composite vessel's relevant work or task that day, so any \"pending freight\" could not be established for inclusion in the limitation fund. <i>Id.</i></p>\n<p>Other cases also help illuminate relevant issues, and some have gone the opposite way of <i>Norfolk Dredging.</i> In <i>In re Falcon Inland,</i> 1998 WL 185222, *3 (E.D.La. 1998), the court found the entire drilling contract in question to constitute pending freight. In that case, the contract required a certain inland barge to drill a well in a bay. The claimant was injured while working on the barge while it was actually drilling the well. <i>Id.</i> at *1-3. Likewise, in <i>In re North American Trailing Co.,</i> 763 F.Supp. 152, 163 (E.D.Va.1991) (<i>\"NATCO\"</i>), the court held that the value of the vessel owner's dredging contract with the Army Corps of Engineers should be included in the liability fund as pending freight. <i>Id.</i> In <i>NATCO,</i> the self-propelled hopper dredge was actively dredging when a powerful storm caused it to collide with a bridge and power lines.</p>\n<p>In a recent case with some relevance, <i>In re Orion Dredging Servs., LLC,</i> 2009 WL 5171756 (M.D.Fla.2009), the district court declined to count the entire dredging contract's operation to be the \"common venture\" between various vessels for purposes of the flotilla doctrine. There, dredging had not even begun, and the claimant was injured while working aboard a tug that sank when it was being towed to the dredging site to participate in the dredging work. <i>Id.</i> at *3. The court noted the barge's \"voyage\" was \"wholly preliminary to the performance of the dredging contract.\" <i>Id.</i> As such, the court found the \"relevant voyage\" to be \"the endeavoring of the tug El Puma Grande to transport the barge, tug, and their contents.\" <i>Id.</i> The court likewise declined to find that the value of the. dredging contract was \"pending freight\" with regards to this relevant voyage. Moreover, the court noted,</p>\n<blockquote>Even if the Court were to deem a portion of the dredging contract to be pending freight, no practical method has been proposed to calculate the sum attributable to the voyage of the Mobro 2503.</blockquote>\n<p><i>Id.</i> at *4. Thus, the court did not count the dredging contract, or any part thereof, as pending freight subject to the limitation fund.</p>\n<p>Moreover, in another case, <i>Drill Barge No. 2,</i> involving employees injured on a drilling barge, the Fifth Circuit Court of Appeals found that the subject barge and the vessel owner's other drilling barges used for the levee-building contract constituted a flotilla such that their entire value should be included in the limitation fund. 454 F.2d at 411-12. However, the Fifth Circuit affirmed that the value of the levee contract itself could not be included in the limitation fund as pending freight because there was \"no practical way to compute freight, there being no evidence in the record by which such a computation could be made.\" <i>Id.</i> at 412.<sup>[3]</sup> Interestingly for <span class=\"star-pagination\">*709</span> our purposes, the <i>Drill Barge</i> court reviewed flotilla doctrine cases, noting that the ships included in the flotilla (and thus the limitation fund) were considered \"necessary for performance of their vessel owner's contract,\" and other similar language. <i>Id.</i> at 411.</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Although the flotilla doctrine itself is not directly raised by the Collinses in their motion to increase the limitation fund, it lends useful standards in determining what is a \"voyage\" for purposes of \"pending freight\" under the Limitation of Liability Act. This is because <i>both</i> the \"vessel\" (or flotilla of vessels) and any \"pending freight\" must directly relate to the pertinent \"voyage\" in order for each to be included in the limitation fund. Thus, in line with the <i>Norfolk Dredging</i> analysis, in order to determine the pertinent \"voyage,\" this Court must consider closely the particular tasks Collins and the crewmembers were engaged in at the time of the casualty in relation to the whole dredging operation under the Contract. In other words, as the Court understands the \"pending freight\" doctrine, the Court must determine the pertinent \"voyage\" the <i>Marion's</i> crew were engaged in on May 6, 2007, and whether the whole Contract, or any quantifiable part of it, constituted the \"price paid\" or economic reward (i.e. the pending freight), for this \"voyage.\" Specifically, the Court must find whether the relevant voyage is limited to the demobilization effort for which Collins had been engaged in that day, or whether it includes a broader scope, such as the <i>Marion's</i> recent dredging of the Atlantic Harbor, or even broader still, to encompass the entire dredging contract in which the <i>Marion</i> was used to dredge four separate waterways over six months. The facts necessary to determine whether the Contract is \"pending freight\" for purposes of the limitation fund are not in dispute.</p>\n<p>On May 6, 2007, the dredging operations were finished for the time period. The majority of the crew was sent home and laid off for what was a couple of weeks. The <i>Marion</i> had already dredged Atlantic Harbor, dumping the spoils to New Dump Island, and the <i>Marion</i> had been prepared for towing to the next dredge site. Atlantic Harbor was the third of four waterways to be dredged under the Contract. Thus, on May 6, 2007, the <i>Marion</i> sat idle in Atlantic Harbor. Cottrell had not yet completed demobilization at this site because the bulldozer was still on the island. Captain Evans was advised on May 5, 2007, to promptly remove the bulldozer before any birds nested on it, or else environmental regulations would require them to leave the bulldozer there until after nesting season. The next day, Collins and another crew member helped Captain Evans remove the bulldozer from the island. With one crewman pushing the derrick to the island, Collins operated the skiff to take Captain Evans close to the island. After getting ashore, Captain Evans ordered Collins back to the <i>Marion</i> alone in the skiff. Collins was injured while trying to tie up the skiff to the <i>Marion</i> so that he could board the <i>Marion.</i></p>\n<p>Based on these facts, the undersigned finds that the pertinent \"voyage\" on May 6, 2007, was the task of removing the bulldozer from New Dump Island. All other Cottrell operations were halted, and there were no other tasks at hand or work being done that day. The <i>Marion</i> was essentially devoid of its crew and was not dredging. The Contract was technically <span class=\"star-pagination\">*710</span> still \"open\" in that some work was remaining and some payment due. But the Court finds it too far of a stretch to conclude that the nearly empty and idle barge on the day in question was actively on the \"voyage\" that encompassed the whole four-phase dredging Contract. In fact, because the Contract was broken up into distinct phases and dredging projects, with various stops and starts, and mobilization and demobilization in four different waterways over six months, the undersigned finds that work under the contract cannot be reasonably lumped together as constituting one \"voyage\" for purposes of the Limitation of Liability Act.</p>\n<p>The only work at hand on the day in question involved activity that was, at best, secondary to the performance of the Contractone discrete task of demobilization from this phase of dredging. In line with this Court's ruling in <i>Norfolk Dredging,</i> only the task at hand defines the \"voyage\" when, as here, the task itself was ancillary to the actual performance or work under the contract. In <i>Norfolk Dredging,</i> this Court found the pertinent \"voyage\" was the crew preparing to move a booster barge between two different dredging projects, despite the fact that they were operating under an open contract which included both dredging projects. The crew in <i>Norfolk Dredging</i> was operating <i>between</i> dredging projects under the contract, just as the <i>Marion's</i> crew was in this case. Thus, the Court finds that the work of removing the bulldozer at the time of the casualty was the pertinent \"voyage\" for the purposes of the limitation fund, despite the fact that there was technically an open contract. Accordingly, the Court cannot recommend including the Atlantic Harbor dredging Contract price (which is itemized) in the limitation fund.</p>\n<p>Having defined the scope of the voyage, the Court must now determine what, if any, pending freight for the voyage should be included in the limitation fund. There is no line item price for demobilization at the Atlantic Harbor work site, and even if there were, this task on May 6, 2007, was only a minor part of demobilization for this site. While there does appear to be a general Contract price for mobilization and demobilization (at all work sites required by the Contract) of $875,000, the undersigned can find no principled method to calculate which part of that Contract line item is the \"price paid\" for mere removal of the bulldozer at this one site. Thus, the undersigned finds that to the extent there exists <i>any</i> \"pending freight\" for the pertinent voyage of bulldozer removal, it is not quantifiable under the Contract or by any other means, and it may not be included in the limitation fund.</p>\n<p>For the reasons stated above, the undersigned RECOMMENDS DENYING the Collinses' motion to increase the value of and security for the limitation fund [DE-29].</p>\n<p></p>\n<h2>V. COTTRELL'S MOTION FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>Cottrell moves for partial summary judgment in the Collinses' Jones Act action in order to have the Court \"eliminate numerous claims that are entirely unsupported by any evidence in the record.\" Cottrell's Mem. [DE-41] at 2. Specifically, Cottrell challenges five of the twelve factual allegations of Plaintiffs' unseaworthiness claim as unsupported by any evidence in the record. <i>See</i> Complaint Ct. I, XII (a)(1) [DE-2]. Next, Cottrell challenges six of the fifteen factual allegations of Plaintiffs' Jones act negligence claim as unsupported by any evidence. <i>See id.</i> at Ct. II, XVII(a)-(<i>o</i>). Third, Cottrell challenges Count II of the Complaint (the maintenance and cure claim), arguing it has paid in full Mr. Collins' medical and living expenses <span class=\"star-pagination\">*711</span> for the relevant period. Lastly, Cottrell's motion for partial summary judgment challenges Mrs. Collins' loss of consortium claim in Count IV of the Complaint, arguing that such claim is not available under the Jones Act as a matter of law.</p>\n<p></p>\n<h2>A. Issues Conceded</h2>\n<p>After briefing, only two of Cottrell's four contentions remain in dispute. This is because Cottrell conceded in its Reply that Collins' medical bills from the Washington Medical Group are unpaid and in dispute as to whether they are valid bills for necessary treatment (i.e. maintenance and cure) or rather for expert services in litigation. Cottrell's Reply [DE-61] at 4. As such, Cottrell withdrew its request for summary judgment as to Plaintiffs' maintenance and cure claim. Moreover, the Plaintiffs did not oppose Cottrell's motion with regards to Mrs. Collins' loss of consortium claim. It seems both parties agree that loss of consortium damages are not available for personal injury and wrongful death actions of a seaman under the Jones Act as a matter of law. Generally, only pecuniary damages of the seaman are available under the Jones Act. <i>Miles v. Apex Marine,</i> 498 U.S. 19, 31-32, 111 S.Ct. 317, 112 L.Ed.2d 275 (1990) (\"We must conclude that there is no recovery for loss of society in a general maritime action for the wrongful death of a Jones Act seaman.\"); <i>see also </i><i>Murray v. Anthony J. Bertucci Const. Co., Inc.,</i> 958 F.2d 127, 131-32 (5th Cir.1992), <i>cert. denied,</i> 506 U.S. 865, 113 S.Ct. 190, 121 L.Ed.2d 134 (1992) (applying <i>Miles</i> to personal injury cases under the Jones Act and noting \"[a]lmost every court that has decided this question has held, as we do today, that <i>Miles</i> precludes recovery for loss of society\") (citing cases). Thus, the Court RECOMMENDS GRANTING IN PART Cottrell's Motion for Partial Summary Judgment [DE-40] as to Mrs. Collins' loss of consortium claim for damages under the Jones Act and to DISMISS the loss of consortium claim in Count IV of the Complaint.</p>\n<p></p>\n<h2>B. Issues Remaining</h2>\n<p>Remaining in dispute are Cottrell's challenges for lack of evidentiary support to several, but not all, of Plaintiffs' unseaworthiness and negligence factual allegations. In other words, Cottrell is not moving for summary judgment with respect to Plaintiffs' unseaworthiness or negligence <i>claims;</i> rather, Cottrell seeks to have certain <i>allegations</i> within Plaintiffs' claims stricken for Plaintiffs' failure to come forward with any evidence supporting those allegations. This posture forces the Court to examine whether Cottrell's motion is a proper motion for summary judgment. Indeed, Plaintiffs argue the motion is improper in form.</p>\n<p>Cottrell's summary judgment motion contends certain discrete factual allegations contained in Plaintiffs' unseaworthiness and negligence claims are not in dispute and thus, these allegations should not go forward at trial. Specifically, Cottrell urges the Court to use the mechanism of Rule 56(d) of the Federal Rules of Civil Procedure to issue an order specifying that certain facts alleged by Plaintiffs are unsupported by any evidence and thus not at issue. Cottrell argues that Rule 56 is \"the perfect tool for trimming unsupported allegations from this case.\" Cottrell's Reply [DE-61] at 2. The undersigned disagrees with Cottrell's interpretation of Rule 56 generally and Rule 56(d) specifically. As discussed below, the undersigned concludes that this part of Cottrell's motion is improper in form and should be denied.</p>\n<p>Rule 56 was significantly restructured in 2007, and these changes were intended to be \"stylistic only.\" Fed. R. Civ. P. 56 advisory comm. nn. As part of the restructuring, <span class=\"star-pagination\">*712</span> Rule 56(d)'s language now states:</p>\n<blockquote>If summary judgment is not rendered on the whole action, the court should, to the extent practicable, determine what material facts are not genuinely at issue. The court should so determine by examining the pleadings and evidence before it and by interrogating the attorneys. It should then issue an order specifying what factsincluding items of damages or other reliefare not genuinely at issue. The facts so specified must be treated as established in the action.</blockquote>\n<p>Fed. R. Civ. P. 56(d)(1). Although the language of Rule 56(d)(1) seems to support the posture of Cottrell's motion (to strike certain factual allegations as unsupported), the traditional use of summary judgment and the case law do not support such piecemealing of claims on a summary judgment motion.</p>\n<p>Although there appears to be no Fourth Circuit decision speaking directly to this use of a summary judgment motion, other district courts have discussed the matter in detail. In <i>Mathewson v. Lincoln Nat'l Life Ins. Co.,</i> 518 F.Supp.2d 657, 659-660 (D.S.C.2007) (some citations omitted), the district court discussed the issue:</p>\n<blockquote>Most fundamentally, Plaintiff's motion fails because it is an improper usage of Rule 56 of the Federal Rules of Civil Procedure.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>Courts have consistently declined to use Rule 56(d) to authorize an independent motion to establish certain facts are true. <i>See </i><i>Evergreen Int'l, S.A. v. Marinex Constr. Co., Inc.,</i> 477 F.Supp.2d 697, 699 (D.S.C.2007) (holding that plaintiff's motion for partial summary judgment on issue of damages was in improper form where facts plaintiff wished to establish would not dispose of any of its claims entirely); <i>Nye v. Roberts,</i> 159 F.Supp.2d 207, 210 n. 2 (D.Md.2001) (\"A party may not bring a motion under Fed. R. Civ. P. 56(d) for relief on part of a claim.\"); <i>City of Wichita v. United States Gypsum Co.,</i> 828 F.Supp. 851, 868-69 (D.Kan.1993) (\"A party is not entitled to partial summary judgment if the judgment would not be dispositive of the claim.\"); <i>Arado v. Gen. Fire Extinguisher Corp.,</i> 626 F.Supp. 506, 508-09 (N.D.Ill.1985) (\"There's no such thing as an independent motion under Rule 56(d).\"); <i>Felix v. Sun Microsystems, Inc.,</i> 2004 WL 911303, *7-8 (D.Md.2004). Rules 56(a) and 56(b) (which applied to defendants bringing summary judgment motions) do not allow the \"piecemealing\" of a single claim. The \"all or any part\" language in Rule 56(a) authorizes the granting of summary judgment with respect to all claims in an action or only some claims in a multiple claim action. A party is simply not entitled to summary judgment if the judgment would not be dispositive of an entire claim. Moreover, a party may not attempt to use Rule 56(d) to evade the restriction in Rule 56(a) because Rule 56(d) does not authorize independent motions to establish certain facts as true. Rule 56(d) is merely a mechanism to salvage some of the constructive results of the judicial efforts made in denying a proper summary judgment motion. In this case, the determination that Plaintiff wishes to establish would not dispose of any of Plaintiff's claims entirely. As a result, the motion must fail simply for its improper form.</blockquote>\n<p>Although the <i>Mathewson</i> court's discussion quoted above was done prior to the 2007 amendments taking effect, it has bearing on the substantive issue of how Rule 56 may be used because the 2007 amendments were merely part of \"general restyling\" of the Civil Rules and \"[were] intended to be stylistic only.\" Fed. R. Civ. P. 56 advisory comm. nn. In other words, <span class=\"star-pagination\">*713</span> the changes to Rule 56(d) upon which Cottrell relies added no new substantive use for a Rule 56 summary judgment motion. <i>Greene v. Life Care Centers of America, Inc.,</i> 586 F.Supp.2d 589, 594 (D.S.C.2008) (\"While the [2007 amendments to Rule 56] language is slightly different, the court concludes the substantive analysis remains unchanged.\") (denying summary judgment cross motions that would not be dispositive of any entire claim as an \"improper use of Rule 56\"); <i>see also BCD, LLC v. BMW Mfg. Corp.,</i> 2008 WL 304878, *25 (D.S.C.2008) (\"Plaintiff's motion would be denied because it improperly seeks summary judgment on select factual issues rather than an entire cause of action.\"); <i>Franklin-Mason v. Penn,</i> 259 F.R.D. 9, 11 (D.D.C.2009) (\"[P]artial summary judgment as to a fact or an element is not available under Rule 56[.]\"); <i>Beard v. District of Columbia Housing Authority,</i> 584 F.Supp.2d 139, 140 n. 1 (D.D.C.2008) (same).</p>\n<p>The undersigned finds that Cottrell's motion for summary judgment, to the extent it seeks judicial determination as to specific allegations of Plaintiffs' unseaworthiness and negligence claims, but would not be dispositive of any entire claim of Plaintiffs, is improper in form and should be denied. Accordingly, the undersigned RECOMMENDS that Cottrell's Motion for Partial Summary Judgment [DE-40] be DENIED IN PART with respect to Plaintiff's unseaworthiness and negligence allegations raised in the Motion.</p>\n<p></p>\n<h2>VI. MOTIONS IN LIMINE</h2>\n<p>The introduction of expert opinion testimony is governed by Federal Rule of Evidence 702, which provides in pertinent part:</p>\n<blockquote>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert . . . may testify thereto in the form of an opinion or otherwise.</blockquote>\n<p>Fed. R. Evid. 702. Expert testimony is admissible under Rule 702, then, if it concerns (1) scientific, technical, or other specialized knowledge that (2) will aid the jury or other trier of fact to understand or resolve a fact at issue. <i>Daubert v. Merrell Dow Pharms., Inc.,</i> 509 U.S. 579, 592, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993). The first prong of this inquiry necessitates an examination of whether the reasoning or methodology underlying the expert's proffered opinion is reliablethat is, whether it is supported by adequate validation to render it trustworthy. <i>Westberry v. Gislaved Gummi AB,</i> 178 F.3d 257, 261 (4th Cir.1999) (citing <i>Daubert,</i> 509 U.S. at 590, 113 S.Ct. 2786). The focus of the first prong is therefore on the issue of reliability. The second prong of the inquiry requires an analysis of whether the opinion is relevant to the facts at issue. <i>Id.</i> (citing <i>Daubert,</i> 509 U.S. at 591-92, 113 S.Ct. 2786).</p>\n<p>Ultimately, an expert's testimony is admissible under Rule 702 if it \"rests on a reliable foundation and is relevant.\" <i>Kumho Tire Co. v. Carmichael,</i> 526 U.S. 137, 141, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999) (internal quotation marks omitted). The district court's role in considering the admissibility of expert testimony is that of a \"gate-keeper\" whose prime task is to assess whether the proffered evidence is sufficiently reliable and relevant. <i>See id.</i> at 148, 119 S.Ct. 1167. As the gate-keeper, the district court's inquiry is \"a flexible one\" focusing on the \"principles and methodology\" employed by the expert, not on the conclusions reached. <i>Daubert,</i> 509 U.S. at 594-95, 113 S.Ct. 2786 (emphasis added). In making its initial determination of whether proffered testimony is sufficiently reliable, the court has broad latitude to consider whatever factors bearing on validity that the court finds to be useful; <span class=\"star-pagination\">*714</span> the particular factors will, however, depend upon the unique circumstances of the expert testimony involved. <i>Kumho Tire Co.,</i> 526 U.S. at 149-50, 119 S.Ct. 1167. As the gate-keeper, the court must remain conscious of two guiding, and sometimes competing, principles. <i>Westberry,</i> 178 F.3d at 261. On the one hand, the court should be mindful that Rule 702 was intended to liberalize the introduction of relevant expert evidence. <i>Id.</i> (citing <i>Cavallo v. Star Enter.,</i> 100 F.3d 1150, 1158-59 (4th Cir.1996)). Thus, the court need not determine that the expert's proffer is irrefutable or certainly correct. <i>Id.</i> In liberalizing the standard for admission, <i>Daubert</i> reminds us that, as with all other admissible evidence, expert testimony is subject to being tested by \"[v]igorous cross-examination, presentation of contrary evidence, and careful instruction on the burden of proof.\" <i>Daubert,</i> 509 U.S. at 596, 113 S.Ct. 2786. On the other hand, <i>Daubert</i> cautions that the district court must recognize that due to the difficulty of evaluating their testimony, expert witnesses have the potential to \"be both powerful and quite misleading.\" <i>Id.</i> at 595, 113 S.Ct. 2786 (internal quotation marks omitted). Where the expert proffer has a greater potential to mislead than to enlighten, that evidence may properly be excluded. <i>Westberry,</i> 178 F.3d at 261 (citing <i>United States v. Dorsey,</i> 45 F.3d 809, 815-16 (4th Cir.1995)).</p>\n<p></p>\n<h2>A. Plaintiffs' Motion in Limine Regarding D.H. Austin</h2>\n<p>Plaintiffs move to strike three distinct opinions from the expert report of Decatur Hill Austin. [DE-39]. Mr. Austin states the bases for his opinions are his \"experience, education and training in the field of Marine Surveying and [his] service in the United States Coast Guard in the areas of small boat handling, Marine Inspections and Marine Incident/Casualty Investigations.\" Austin Rpt. at 1 [DE-39-3]. In the 1960s, Mr. Austin worked as a commercial fisherman and mate on charter fishing boats in Hatteras, North Carolina and in the Elizabeth City Shipyard. Austin Resume at 1 [DE-39-4]. He served in the Coast Guard from 1965 to 1986, where, among other things, he was a senior instructor at a small boat operations school and a supervisor of life boat stations. Later, he was a marine inspector with the Coast Guard. He served onboard three large cutters and was responsible for the cutters' small boats. Since retiring from the Coast Guard, Mr. Austin has worked with various civilian marine surveying companies, and he is president of his own company. <i>Id.</i> He has in this time conducted various types of marine inspections and loss surveys and investigations. <i>Id.</i></p>\n<p>Mr. Austin inspected the <i>Marion</i> in January 2009, when it was spudded down and anchored in Roanoke Sound near Wanchese, North Carolina. He also surveyed the skiff involved in Mr. Collin's injury, and the tender boat \"Tarheel.\" Austin Rpt. at 4-5 [DE-39-3]. Mr. Austin later went to Atlantic, North Carolina, in May 2009, and he and Captain Evans went by boat to the area in Core Sound, North Carolina, where the <i>Marion</i> was spudded and anchored when Collins was injured. He took soundings of water depth and pictures of the shoreline. Mr. Austin relied on information from Captain Evans as to exactly where the <i>Marion</i> had been spudded down.</p>\n<p>After reviewing the incidents leading up to Collins' injury, Mr. Austin's report opines in relevant part:</p>\n<blockquote>The application of weather forecast for the Pamlico Sound and offshore coastal waters <i>do not apply to the local condition in the very shallow cove sound.</i> The Pamlico Sound is approximately 80 miles long and 20 miles wide and well <span class=\"star-pagination\">*715</span> north of the location of the <i>\"Marion\"</i> on the morning of 06 May 2007.</blockquote>\n<p><i>Id.</i> at 6 (emphasis added to contested portion). Mr. Austin further noted that Captain Evans is a \"very experienced boatman and waterman.\" <i>Id.</i> Mr. Austin states Captain Evans:</p>\n<blockquote>\n<i>would never have undertaken</i> the operation if he had awaken [sic] on 06 May 2007, and found that weather conditions make the recovery of the bulldozer risky. He felt confident with himself and his very experienced help that the recovery could be carried out safely and it was.</blockquote>\n<p><i>Id.</i> (emphasis added to contested portion).</p>\n<p>Mr. Austin further noted in his report that the <i>Marion</i> had been about 250 feet offshore of a commercial fish house's bulkhead, \"and between a corrugated steel sheet pile bulkhead to the northeast and a old wood piling pier to the southwest.\" <i>Id.</i> at 7. Mr. Austin's report notes that the Clayton Fulcher's Seafood building is \"large,\" and also that \"large homes and large trees were observed along the shoreline from Clayton Fulcher's Seafood to the north and northeast to the small boat harbor inside White Point.\" <i>Id.</i> He further observed that White Point \"extends to the south on the northeast side of the channel,\" with \"large sand bags exposed above the surface of the water and extend[ing] an estimated 100' to the south beyond the end of White Point.\" He stated, \"All of which provide a substantial lee for the dredge from north and northeast winds.\" <i>Id.</i> at 8.</p>\n<p>Mr. Austin's report opines in relevant part:</p>\n<blockquote>It is my opinion that <i>the sea conditions alleged by Chief Collins could not be possible in the protected area of the dredge mooring.</i> The protected site would reduce the wind velocity by the blocking effect of the large buildings and large trees to the north and along the northeast shoreline. <i>A lee provided by White Point and the dredge spoil site along with the very shallow water depth would prevent the buildup of rough sea conditions.</i>\n</blockquote>\n<p><i>Id.</i> (emphasis added to contested portions).</p>\n<p>Plaintiffs argue that Mr. Austin is not a psychologist or mind reader. They contend he thus is not qualified to opine about Captain Evans' state of mind and confidence that the weather conditions did not make the operation risky. In other words, they argue this expert in marine surveying cannot testify with a reliable foundation as to Captain Evans' state of mind. Defendants concede the point, noting \"that Mr. Austin should not express an opinion at trial about what captains [sic] would or would not have done under any given set of circumstances.\" Cottrell Mem. Opp. Mot. to Strike at 1 [DE-56]. Thus, the Court RECOMMENDS GRANTING IN PART Plaintiffs' motion in limine [DE-39] only with regards to Mr. Austin's statement that Captain Evans \"would never have undertaken\" the bulldozer operation had he felt it was risky that day, Austin Rpt. at 6, and allowing the remainder of Mr. Austin's opinion into evidence.</p>\n<p>Next, Plaintiffs object to Mr. Austin's opinion that the weather conditions for the Pamlico Sound do not apply to the local conditions in the shallow sound where the <i>Marion</i> was anchored. They lodge a related objection to Mr. Austin's opinions that this sound was \"a protected area\" with \"a lee\" provided by the surroundings and in such shallows in this protected area, the \"sea conditions alleged by Chief Collins could not be possible.\" Austin Rpt. at 8. Plaintiffs argue that Mr. Austin is not an expert in meteorology or oceanography, and he is not qualified to determine how weather forecasts for a nearby area affects conditions in this Core Sound. Also, they point out, citing Mr. Austin's deposition testimony, that he has only been to the <span class=\"star-pagination\">*716</span> Core Sound once to investigate this case, and he was not sure which weather station broadcasted to the Atlantic, North Carolina, area. As to his opinion discounting the sea conditions alleged by Collins, Plaintiffs argue that Mr. Austin's methodology is flawed in that he did not consider the effect of wave refraction off of shallow water or land, and in fact did not know how to define wave refraction. Defendant argues that Mr. Austin's extensive experience with small boating operations in North Carolina waters both in the Coast Guard and before and since, give him the experience and expertise to \"interpret regional marine forecast and understand their local impact in protected waters such as Core Sound, North Carolina.\" Def. Resp. at 3 [DE-56].</p>\n<p>The Court believes that Mr. Austin's lifelong professional experience in boating in North Carolina's coastal waters, and the necessary knowledge and experience of interpreting how weather forecasts might affect operating a small boat in this region, provide sufficient reliability to Mr. Austin's opinions about how the weather forecast might affect a geographic area such as the Core Sound (an area which Mr. Austin directly observed). Likewise, his experience with operating various vessels in North Carolina's coast give him a sufficient basis upon which to opined that the seas would not be rough in this particular sound. Moreover, the Court is confident that the Plaintiffs' vigorous cross-examination of Mr. Austin and the basis for his conclusion on this point will temper any misleading or overly powerful impact Mr. Austin's opinions might have on the jury. As such, the undersigned RECOMMENDS DENYING IN PART Plaintiffs' first motion to exclude expert testimony [DE-39] with respect to Mr. Austin's opinions about the sea conditions and impact of the weather forecast on the sound in which Collins was injured.</p>\n<p></p>\n<h2>B. Cottrell's Motion in Limine Regarding Macedo, Harned, and Webster</h2>\n<p>Cottrell moves to exclude or strike the testimony of three of Plaintiffs' experts: Dr. Macedo, a neurologist, who will testify that Collins is permanently disabled from the incident; Mr. Stephen Harned, a meteorologist, who will testify that waves reached one to two feet at the dredge at the time of the incident; and Mr. George Webster, an expert in the marine industry, who will testify that Collins did nothing wrong and Cottrell should have had another crewman in the skiff with Collins and also on the dredge. [DE-42].</p>\n<p></p>\n<h2>1. Dr. Macedo, Neurologist</h2>\n<p>Cottrell seeks to have the Court exclude the testimony of Dr. Pedro Steven Buarque de Macedo. Dr. Macedo, a board-certified neurologist, opines <i>inter alia</i> that Collins \"sustained a right brachial plexus traction injury with resulting chronic pain in the right upper extremity,\" and \"a brain injury from the trauma.\" Macedo Rpt. at 7-8 [DE-43-4]. Macedo states that \"electrophysiologic studies performed at Washington Medical Group indicat[e] a right cervical polyradiculopathy involving all muscle groups in the right upper extremity.\" <i>Id.</i> at 8. He also opines that Collins is \"permanently disabled from work due to the chronic pain, muscle weakness, and cognitive impairments.\" <i>Id.</i></p>\n<p>Defendant contends that Dr. Macedo's testimony is inadmissible because five of the eleven specified opinions are \"adopted entirely from reports of other medical professionals, namely Dr. Suzanne Southworth, a neuropsychologist, and Dr. Eric Meyer, a chiropractor.\" Cottrell complains the underlying reports themselves are inadmissible hearsay, and Drs. Southworth and Meyer are not available for cross-examination.</p>\n<p><span class=\"star-pagination\">*717</span> Federal Rule of Evidence 703 allows expert testimony that is based upon facts or data known to the expert, and not admissible in evidence, if the facts or data are of a type that is \"reasonably relied upon by experts in the particular field forming opinions or inferences upon the subject.\" Fed. R. Evid. 703. This Rule has its limits, and the court's role as gatekeeper over expert testimony is to weed out expert testimony that goes beyond the bounds of this general Rule. Defendant argues that Dr. Macedo's report runs afoul of this Rule because he relies on reports by other medical providers that were prepared specifically for the purpose of litigation. Defendant argues that they thus do not have the indicia of trustworthiness that such medical reports might otherwise have. Defendant does not challenge, and indeed could not credibly do so, a physician's reliance on other medical providers' reports and data in diagnosing and treating a patient.</p>\n<p>The Court finds that Dr. Macedo's reliance on the reports of Drs. Southworth and Meyer does not invalidate his opinions. Dr. Macedo's deposition testimony does indicate that Collins came to his practice, the Washington Medical Group, by arrangement of his attorney in this action, and that Collins lives too far from this practice to receive ongoing medical treatment there. Macedo Dep. at 7 [DE-52-2]. Dr. Macedo understood that the purpose of the visit was to \"try to establish as objectively as possible [Collins'] current medical status and to establish through review of records and talking to him and his examination and testing . . . how he got to where he was and where he is.\" <i>Id.</i> Despite the litigation context which brought Collins to Dr. Macedo, it is clear from the record that Mr. Macedo runs a medical practice group that employs various providers in different medical disciplines to assist in evaluating <i>and treating</i> patients. Cottrell does not contend that Dr. Macedo and his group work solely to evaluate litigants and to create reports for litigation.</p>\n<p>In fact, Dr. Macedo's testimony was that he personally conducted EMG needle testing on Collins, and that although his technician did the more time-consuming neuroconduction studies, Dr. Macedo closely reviewed the data and determined them acceptable. <i>Id.</i> at 9. Then, Dr. Macedo had a colleague at his practice, Dr. Southworth, conduct the neuropsychological examination, and he relied upon her \"data points\" after he \"talked to her extensively about her assessment\" and \"reviewed her scored data and results.\" <i>Id.</i> at 31. Dr. Macedo then had a chiropractor in his group, Dr. Meyer, conduct the functional capacity evaluation (\"FCE\"). Dr. Macedo \"reviewed all the data\" from Dr. Meyer's testing, with an eye to modifying the FCE as he saw fit, because he (Dr. Macedo) signed the FCE. <i>Id.</i> Although Dr. Macedo did not modify the FCE as prepared by Dr. Meyer in this case, he undoubtedly had significant oversight over the work product. Dr. Macedo had worked with these two professionals for several years in his practice. The Court finds that Dr. Macedo personally saw and tested Collins, and closely coordinated and supervised the other medical evaluations upon which Dr. Macedo ultimately relied in reaching his diagnoses and conclusions. The undersigned finds this situation to be a reasonable reliance by a medical professional on the data and reports of other medical professionals in order to conduct a global assessment of a patient. On these facts, the undersigned finds that Dr. Macedo's reliance upon the data and evaluations of Drs. Southworth and Meyer fall well within the bounds of Rule 703. Moreover, the Court is confident that Cottrell's vigorous cross-examination of Dr. Macedo and the bases for his opinions, including his reliance on the data <span class=\"star-pagination\">*718</span> and reports of others, will allow the jury to assign the appropriate weight to Dr. Macedo's expert opinions.</p>\n<p>For the reasons stated above, the undersigned RECOMMENDS DENYING IN PART Cottrell's motion to exclude expert testimony [DE-42] with respect to Dr. Macedo's expert testimony. Thus, the Court recommends Dr. Macedo's expert testimony be admissible.</p>\n<p></p>\n<h2>2. Stephen Harned, Meteorologist</h2>\n<p>Cottrell filed two motions in limine with respect to Mr. Stephen Harned. Mr. Harned, a meteorologist, gave his expert opinion as to the wind and wave conditions at the dredge at the time Collins was injured by extrapolating from other known weather data near Atlantic and Core Sound, North Carolina. Harned Initial Rpt. [DE-43-6]. He opined winds were gusting to near thirty miles per hour and waves were one to two feet. <i>Id.</i> at 3. The undersigned notes that water and wave conditions are a hotly contested issue for trial. Cottrell has also retained a coastal civil engineer, Dr. Hudson, who will testify that waves on the alleged \"relevant\" side of the dredge, the port side, were less than 0.3 feet at the ends of the dredge and near zero in the middle of the dredge. Hudson Rpt. at 10 [DE-65-2]. Initially, Cottrell argued, among other things, that Mr. Harned had disclosed a \"new\" or the \"real\" basis for his opinion at deposition, where he mentioned that the principle of wave refraction had informed his opinion. After Cottrell filed its first motion in limine, the Court granted Plaintiffs an opportunity to have Mr. Harned file a supplemental report. After Mr. Harned filed his supplemental report and Cottrell deposed him again, Cottrell filed a new motion in limine addressing all of Mr. Harned's testimony. [DE-64].</p>\n<p>Mr. Harned has forty years of experience as a meteorologist, and many of those years he has forecasted wind and wave conditions. Harned Dep. at 50 [DE-62-2]. Now Cottrell argues that Mr. Harned's second opinion \"suffers many of the same methodology-related problems as his first opinion,\" but contends the Court need not reach those issues because Mr. Harned's opinion is irrelevant. Def. Br. in Supp. Mot. to Exclude at 8 [DE-65]. Cottrell asserts that Mr. Harned's second opinion \"proffers no opinion about the wave height at the relevant placethe port side of the Dredge.\" <i>Id.</i> Mr. Harned's Supplemental Report, which seems to have additional research and mathematical analysis to tighten up his initial report, finds wave heights \"at the dredge\" ranging from 1.65 feet to 1.99 feet. Harned further states: \"The waves would have struck the dredge on the starboard bow since the bow of the dredge was pointed towards White Point.\" Harned Supp. Rpt. at 11 [DE-65-7]. In deposition, when asked about waves on the port side of the <i>Marion,</i> Mr. Harned replied:</p>\n<blockquote>With the waves coming in to the starboard bow, then the portside closest to the bow would have more waves, you know, getting some defraction around the Dredge. So I would expect the waves to be higher on the bow, port bow rather than the port stern part of the port [sic].</blockquote>\n<p>Harned 2010 Dep. at 55 [DE-65-8]. Mr. Harned further stated that he quantified the size of the waves \"using Dr. Hudson's calculations that at least six-tenths of a foot was striking the whole portside.\" <i>Id.</i> at 57.</p>\n<p>Plaintiffs reply that Mr. Harned's opinions are indeed relevant when one takes a close look at the facts. Collins testified that he was trying to tie up the skiff to a cleat on the port side of the <i>Marion.</i> His rough drawing showing this location does seem to indicate that the skiff was on port side, and a bit closer to the bow end than <span class=\"star-pagination\">*719</span> the stern end of the port side. <i>See</i> Collins Dep. Ex. 10 [DE-65-4] (simple drawing). Collins also testified that the seas were rough, that the waves were coming in from the starboard bow, and that the dredge was moving up and down with the seas. <i>E.g.,</i> Collins Dep. at 62-3, 69, 75, 76 [DE-65-3]. Plaintiffs argue that Mr. Harned's opinion of the wave heights at the starboard bow <i>is</i> relevant because both experts stated that the waves on the starboard bow refracted around the bow to the port side. Moreover, Plaintiffs contend, Harned's opinion has bearing on what Collins testified tothat the seas were rough such that the <i>Marion</i> was bouncing up and down.</p>\n<p>After closely considering all the testimony of Mr. Harned, the undersigned concludes that his testimony satisfies the Federal Rules of Evidence and <i>Daubert</i> and its progeny. Although Defendant does not re-advance its challenges to Mr. Harned's methodology in its second motion to exclude, the Court notes Mr. Harned, particularly in his Supplemental Report, clearly sets out the reasoning and methodology behind his weather and wave opinions. While Cottrell may find bases to crossexamine this methodology, the undersigned finds it is sufficiently reliable to qualify as expert testimony. In fact, Dr. Hudson, Defendant's expert on wave heights, uses one of Mr. Harned's weather opinionsestimated sustained wind speedin order to calculate wave heights. Hudson Rpt. at 8 [DE-65-2]. There appears to be no real challenge to Mr. Harned's weather extrapolation methodology. And Defendant does not directly challenge Mr. Harned's methodology used to calculate wave heights in his Supplemental Report. Thus, the real issue is relevance, and the undersigned finds that Mr. Harned's testimony is relevant and will aid the trier of fact. Mr. Harned's opinion of significant waves hitting the starboard bow of the <i>Marion</i> bears directly upon Mr. Collins' factual and legal arguments that there were \"rough\" seas that made the <i>Marion</i> move up and down, which in turn contributed to his falling overboard.</p>\n<p>For the reasons discussed above, the undersigned RECOMMENDS DENYING IN PART Cottrell's first motion to exclude expert testimony [DE-42] as it relates to Mr. Harned's testimony and DENYING Cottrell's subsequent motion to exclude Mr. Harned's testimony [DE-64]. Thus, the Court recommends Mr. Harned's testimony be admissible.</p>\n<p></p>\n<h2>3. Edward Webster, Marine Dredging Industry and Safety Practices</h2>\n<p>Edward G. Webster is a marine surveyor and naval architect who has worked in the marine industry worldwide for forty years. Webster Rpt. at 10 [DE-43-10]. He worked as an engineer on various types of vessels, including hopper dredgers, and as a superintendent engineer overseeing safety and operations for all types of vessels. He has also worked as a consultant for the marine and dredging industry in numerous areas, including safety. <i>Id.</i></p>\n<p>The Defendant does not question Webster's qualifications as an expert in the marine industry and marine safety. Rather, the Defendant seems to be concerned that Webster's opinions are based on almost solely on his \"experience\" and lack specific methodology for his conclusions. For example, regarding Webster's opinion that Collins \"did nothing wrong,\" Defendant contends Webster relies solely on Mr. Collins' deposition and his own experience of safe marine practices, without further corroboration. Plaintiffs point out that Webster also surveyed the <i>Marion</i> and viewed the location of the incident, and Collins was the only witness to the incident. It seems Webster was informed of the relevant facts surrounding the situation <span class=\"star-pagination\">*720</span> Collins encountered and what he did. Under these circumstances, the undersigned finds that Webster's opinion regarding the propriety of Collins' actions does have a sufficiently reliable basis for admission. Moreover, the Court notes that this opinion of Webster is distinct from the opinion that this Court recommended be stricken (Austin's opinion that Captain Evans \"would never had undertaken\" the operation if he thought it was risky) because Austin opined on the subjective state of mind of Captain Evans. Here, Webster is merely opining on the objective actions of Collins as applied to marine safety standards.</p>\n<p>Moreover, the undersigned finds Defendant's critique that Webster's opinion lacked methodology to be misplaced in this situation. Webster unabashedly relies upon his forty years of experience in the marine industry and his corresponding familiarity with applying various safety regulations and Army Corps of Engineers contracts and the like, as the bases for his opinions. Defendant's position is too rigid with regards to Mr. Webster's testimony. The Court finds Mr. Webster has acquired specialized knowledge regarding marine safety, including the applicability of the facts to OSHA regulations, safety manuals, and Army Corps of Engineers contracts during his over forty years of working in dredging operations and marine safety. His opinions are thus sufficiently reliable and obviously relevant. While a jury could struggle with applying various regulations and contract terms to the facts at issue, Webster's specialized knowledge of working in the marine industry for over forty years will aid the trier of fact in this regard. The Court is confident that the adversarial process will allow the jury to assign the appropriate weight to his opinion. Defendant Cottrell (and its expert) can vigorously cross-examine Webster, argue the appropriate weight to be given to his testimony, and present contrary evidence to refute Webster's opinions.</p>\n<p>Likewise, regarding Mr. Webster's opinions that a crewman stationed on the dredge and that a second crewman in the skiff with Collins would have prevented Collins' injury, the Court finds Plaintiffs' arguments as to the reliability and bases for these opinions to be persuasive. Mr. Webster testified in deposition that a crewman aboard the <i>Marion</i> \"certainly\" would have seen Collins returning in the skiff, and would have \"more likely than not\" assisted Collins with the line handling. Webster's opinion is not rendered \"pure speculation\" simply because in deposition he conceded that he did not know if a crewman on watch in the <i>Marion's</i> lever room would have seen the skiff once it got to the spot Collins chose to tie up. Defendant further argues that Webster's opinion that a second man in the skiff could have tied up the stern line does not support Webster's conclusion that this second man would have prevented Collins' injury. However, as Plaintiffs point out, Webster's report clarifies the basis for this conclusion: that piloting a small boat to a mooring spot in one or two foot seas (a fact attested by Collins), while also having to leave the helm to engage in line handling, was hazardous. Thus, Webster concluded the hazard would have been averted with the aid of another crewman to tie up and/or man the helm of the boat. The Court finds this conclusion to be sufficiently reliable for use at trial, subject to the adversarial process, including Defendant's vigorous cross-examination and presentation of contrary evidence and argument.</p>\n<p>Defendant also argues that Webster's testimony that the <i>Marion</i> was an unreasonably dangerous place to work because proper access to the <i>Marion</i> would have included having a crewman on the <i>Marion</i> to assist with ingress and egress is irrelevant <span class=\"star-pagination\">*721</span> because Collins was injured trying to tie up alongside the <i>Marion</i> and not while boarding it. Defendant incorporates its arguments on this point from its motion for partial summary judgment. The undersigned, however, finds that Webster's testimony is relevant to whether or not there was safe access to the <i>Marion.</i> Tying up a boat in preparation to board the dredge is part of the process of gaining access to the dredge.</p>\n<p>Having found Webster's testimony to be sufficiently reliable and relevant for admission, the undersigned thus RECOMMENDS DENYING IN PART Defendant's motion to exclude expert testimony [DE-42] with regards to the testimony of Webster. Thus, the Court recommends that Webster's testimony be admissible.</p>\n<p></p>\n<h2>VII. CONCLUSION</h2>\n<p>For the reasons stated herein, it is RECOMMENDED that:</p>\n<blockquote>1. The Collinses' motion to increase the limitation fund [DE-29] be DENIED;</blockquote>\n<blockquote>2. Cottrell's motion for partial summary judgment [DE-40] be GRANTED IN PART with respect to Mrs. Collins' claim for loss of consortium and DENIED in all other respects, and the loss of consortium claim should be DISMISSED;</blockquote>\n<blockquote>3. The Collinses' motion in limine [DE-39] be GRANTED IN PART with respect to Austin's opinion that Captain Evans \"would never have undertaken\" the operation if he thought it was risky AND DENIED in all other respects such that the remainder of Austin's report should be admissible; and</blockquote>\n<blockquote>4. Cottrell's motions to exclude Plaintiffs' expert testimony [DE-42, 64] be DENIED such that the Collinses' expert testimony from Macedo, Harned, and Webster should be admissible.</blockquote>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have fourteen (14) days from the date of receipt to file written objections. Failure to file timely written objections shall bar an aggrieved party from receiving a <i>de novo</i> review by the District Court on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the proposed factual findings and legal conclusions not objected to, and accepted by, the District Court.</p>\n<h2>NOTES</h2>\n<p>[1]  As this court previously noted, the Fourth Circuit has never adopted or even explicitly discussed the \"flotilla doctrine.\" <i>See </i><i>In re Norfolk Dredging Co.,</i> 2003 WL 23180522, at *4.</p>\n<p>[2]  The only mention of \"pending freight\" in <i>Norfolk Dredging</i> dealt with claimant's attempts to get the value of a contract between a third-party (the defendant in the instant case) and the Army Corps of Engineers included in the value of subcontractor Norfolk Dredging's limitation fund. <i>See</i> 2003 WL 23180522, at *6. The court refused to include the contract as pending freight, finding \"the value of that contract in no way ... relevant\" where the particular vessel on which claimant was injured was not the \"main instrument of performance\" for the overall dredging contract. <i>Id.</i> at *7.</p>\n<p>[3]  The dredging contract cases cited by plaintiff, including <i>N. Am. Trailing Co.</i> and <i>In re Falcon Inland, Inc.,</i> 1998 WL 185222 (E.D.La. Apr. 16, 1998), are not to the contrary where those cases make no mention of the kind of multi-phase contract at issue here.</p>\n<p>[4]  Because the challenged allegations in plaintiff's unseaworthiness and negligence claims overlap, defendant challenges only seven specific allegations: (1) that the <i>Marion's</i> deck was not clean and free of obstructions; (2) that the <i>Marion</i> was maintained with insufficient, defective, improper, and unsafe equipment; (3) that the cleat was improperly located so as not to allow reasonably safe access to it; (4) that there was no reasonable means of ingress and egress to the <i>Marion;</i> (5) that defendant was negligent in failing to rescue plaintiff Rodney Collins from the perils of the sea; (6) \"any other unseaworthiness\"; and (7) \"any other negligence.\"</p>\n<p>[5]  For example, under copyright law, a plaintiff who is successful on the merits of an infringement action against a defendant is entitled to that portion of the defendant's profits which are \"attributable to the infringement.\" <i>Bouchat v. Baltimore Ravens Football Club, Inc.,</i> 346 F.3d 514, 519 (4th Cir.2003) (quoting 17 U.S.C. § 504(b)). The statutory scheme creates \"an initial presumption that [these profits] ... are equal to the infringer's gross revenue,\" and the burden is on the defendant to \"demonstrate that certain portions of its revenue were due to factors other than the infringement....\" <i>Id.</i> at 520. The Fourth Circuit held that a defendant \"could properly be awarded summary judgment with respect to any given revenue stream\" if the defendant could show no connection between the infringement and those revenues. <i>Id.</i> at 522-23. Although the result could be termed a partial summary judgment on a portion of the claim, the specific statutory scheme drove the result in <i>Bouchat,</i> rather than any discussion of Rule 56.</p>\n<p>[6]  Plaintiffs contend in their response that in his deposition Dr. Hudson clarified his report and confirmed that he had reached similar conclusions to Mr. Harned. However, the court has been unable to locate a copy of Dr. Hudson's deposition on the docket.</p>\n<p>[1]  Hereinafter, all docket entry references are to the docket maintained by the Clerk in <i>Collins v. Cottrell Contracting Corp.,</i> 7:08-cv-96-FL.</p>\n<p>[2]  From the Award, it appears that Cottrell was to dredge approximately 85,000 cubic yards from the Hatteras Inlet, 145,000 cubic yards from the Wainwright Slough, 110,000 cubic yards from Atlantic Harbor, and just 30,000 cubic yards from Taylor's Creek. Award at 4-5 [DE-29-8].</p>\n<p>[3]  However, one Judge dissented in part on this point, finding that the petitioner seeking to limit his liability had the burden of proving which part of its gross amount collected on the contract work should or should not be allocated to the relevant claim/voyage (drilling preliminary to levee-building). <i>Drill Barge No. 2,</i> 454 F.2d at 413 (Godbolt, J., specially concurring in part and dissenting in part).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">690</span></span> (2010)</b></center>\n<center><h1>Rodney COLLINS and Leah Collins, Plaintiffs,<br>\nv.<br>\nCOTTRELL CONTRACTING CORPORATION, Defendant.<br>\nIn the Matter of the Complaint of Cottrell Contracting Corporation, Owner of the Dredge Marion, For Exoneration from or Limitation of Liability.</h1></center>\n<center>No. 7:08-CV-96-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 5, 2010.</center>\n<p><span class=\"star-pagination\">*692</span> Henry T. Dart, Attorneys at Law, Covington, LA, Matthew J. Dixon, Matthew J. Dixon, PLLC, Elizabethtown, NC, for Plaintiffs.</p>\n<p>John E. Holloway, Troutman Sanders, LLP, Norfolk, VA, D. Kyle Deak, Troutman Sanders, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court in these consolidated cases on the motion of Rodney and Leah Collins (\"plaintiffs\") to increase the value of and security for the limitation fund (DE #29), the motion of Cottrell Contracting Corporation (\"defendant\") for partial summary judgment (DE # 40), and the parties' motions in limine to limit or exclude testimony of certain expert <span class=\"star-pagination\">*693</span> witnesses (DE #39, 42, 64). Pursuant to 28 U.S.C. § 636(b)(1) and Federal Rule of Civil Procedure 72(b), United States Magistrate Judge David W. Daniel entered a memorandum and recommendation (\"M &amp; R\") wherein he recommends that the court deny plaintiffs' motion to increase the limitation fund, grant in part and deny in part defendant's motion for partial summary judgment, grant in part and deny in part plaintiffs' motion in limine, and deny defendant's motions in limine. The parties have timely filed objections to the M &amp; R, and have likewise responded to one another's objections. In this posture, the issues raised are ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On June 11, 2008, plaintiffs filed suit pursuant to the Jones Act, 46 U.S.C.App. § 688, against defendant, the owner of the Dredge <i>Marion</i> and plaintiff Rodney Collins' employer (No. 7:08-CV-96-FL). According to the complaint, plaintiff Rodney Collins was injured in the course of his employment and while in the service of the <i>Marion</i> as a result of the negligence of defendant and/or the unseaworthiness of his vessel. On November 13, 2008, defendant filed a complaint pursuant to 46 U.S.C. §§ 30501-30512 for exoneration from or limitation of liability (No. 7:08-CV-190-FL). On November 24, 2008, the court accepted defendant's Ad Interim Stipulation for Costs in the amount of $1,500,000.00 for the value of the <i>Marion.</i> On December 30, 2008, the court consolidated the two actions on the joint motion of the parties.</p>\n<p>On October 9, 2009, plaintiffs moved for partial summary judgment as to the limitation action, seeking to increase the value of the limitation fund and to increase the amount of security posted by defendant. Plaintiffs seek to increase these amount by $2,263,300.00, which is the value of a dredging contract between defendant and the United States Army Corps of Engineers, arguing that this contract constituted \"pending freight\" as that term is used in 46 U.S.C. § 30505(a). Also on October 9, 2009, plaintiffs filed a motion in limine asking the court to strike portions of the expert disclosures of Mr. Decator Harrell Austin and to preclude him from testifying to the same at trial.</p>\n<p>On October 13, 2009, defendant filed a motion for partial summary judgment as to the Jones Act action. Defendant contends that there are no genuine issues of material fact regarding certain of plaintiff's claims and allegations in support of certain other claims. Also on October 13, 2009, defendant filed a motion in limine to limit or exclude the testimony of three of plaintiffs' experts: Dr. Pedro Steven Buarque de Macedo, Mr. Edward G. Webster, and Mr. Stephen Harned. On April 15, 2010, defendant moved to further limit or exclude the testimony of Mr. Harned.</p>\n<p>On June 4, 2010, the magistrate judge filed his M &amp; R. First, the magistrate recommended denying plaintiff's motion for summary judgment because the dredging contract was not pending freight. Second, the magistrate judge would hold that plaintiffs' loss of consortium claim is not available under the Jones Act, but that defendant's remaining arguments in its motion for summary judgment are improper in form. Third, the magistrate judge recommends striking in part the proposed testimony of defendant's expert. Finally, the magistrate judge recommends denying defendant's motion in limine, finding no fault in plaintiffs' experts' proposed testimony.</p>\n<p>Plaintiffs and defendant filed their respective objections to the magistrate judge's M &amp; R on June 18, 2010. Plaintiffs responded to defendant's objection on July 2, 2010, and defendant responded to plaintiff's objection on July 5, 2010.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*694</span> STATEMENT OF UNDISPUTED FACTS</h2>\n<p>The M &amp; R contains a thorough recitation of the relevant facts, to which the parties do not object. After careful review, the court adopts the magistrate judge's undisputed factual findings as its own, which are set forth below for the benefit of the reader:</p>\n<blockquote>On November 8, 2006, the Army Corps of Engineers awarded Cottrell a contract to perform maintenance dredging of four channels in North Carolina: Hatteras Inlet, Wainwright Slough, Atlantic Harbor, and Taylor's Creek at Beaufort (the \"Contract\"). The final Contract price was $2,363,300, $100,000 of which was payment for land-based dike improvements on Carrot Island. Cottrell utilized the non-self-propelled Dredge <i>Marion,</i> a cutter/suction dredge, which was just over 100 feet long, to perform the dredging operations under the Contract. From January through March 2007, the <i>Marion</i> was used to dredge the Hatteras Inlet and Wainwright Slough channels. For most of April, the <i>Marion</i> dredged the channel at Atlantic Harbor, pumping the spoils, pursuant to the Contract, to an area called \"New Dump Island.\" The Contract required Cottrell to bring a bulldozer to New Dump Island to reshape or spread out the material dumped there, and to later remove the bulldozer. By approximately the end of April 2007, Cottrell had completed the Atlantic Harbor dredging project under the Contract. Collins was injured on May 6, 2007. At that time, Cottrell had completed three of the four dredging projects specified under the Contract, and only the smallest dredging project remained at Taylor's Creek.</blockquote>\n<blockquote>On May 6, 2007, Cottrell and the <i>Marion</i> crew were not executing dredging operations. Because the dredging of the Atlantic Harbor was completed, the majority of the <i>Marion</i>'s crew had been sent home. Rodney Collins, the long-time chief engineer, and Captain Terry Evans, who had also been a captain for several years, were still working on the <i>Marion.</i> Captain Evans was notified on Saturday, May 5, 2007, by the Army Corps of Engineers that Cottrell needed to remove the bulldozer from New Dump Island before any birds nested on it (which would mean the bulldozer would have to stay until the next year). Captain Evans called in a two crew members to assist, only one of whom arrived the next morning to help. Thus, Captain Evans, Rodney Collins, and crewman David Gore were aboard the <i>Marion</i> Sunday morning, May 6, 2007, for the bulldozer removal. On Captain Evans' orders, David Gore proceeded in a tender boat, pushing Cottrell's derrick (onto which they would load the bulldozer) as close to New Dump Island as he could get it. Captain Evans directed Collins to drive him in the skiff (which was a johnboat that was tied alongside the <i>Marion</i>) to the shallows close to the island. Captain Evans went ashore, and he eventually successfully placed the bulldozer on the derrick. After getting ashore, Captain Evans sent Collins back by himself in the skiff to the <i>Marion.</i> No one was aboard the <i>Marion</i> when Collins was attempting to tie up the skiff to it. Collins was injured when he fell overboard as he tried to tie up the skiff to the <i>Marion</i> so that he could board the <i>Marion.</i>\n</blockquote>\n<blockquote>There is heated factual dispute, including expert testimony on both sides, as to the exact weather conditions, water activity, and the events surrounding Collins' attempt to tie up the skiff to the dredge. There is no dispute, however, that the task at hand on the day in questionremoving the bulldozerwas \"demobilization\" activity under the Contract. <span class=\"star-pagination\">*695</span> Mobilization and demobilization, generally, were included in the Contract price as a \"lump sum price,\" sixty percent of which was paid upon mobilization at the work site and the balance of which was paid upon completion of demobilization.... [T]he Contract price for mobilization and demobilization generally was $875,000. Thus, there was no separate mobilization and demobilization price for the Atlantic Harbor phase of the Contract performance. The four phases of dredging, however, did each have a line item contract price for the amount of material removed.</blockquote>\n<blockquote>Sometime after May 6, 2007, the <i>Marion</i> was towed to Taylor's Creek and dredged the channel there. The Taylor's Creek dredging completed the last phase of the Contract. Cottrell finished the Contract on June 13, 2007. Thus, it took six months for Cottrell to complete the work required under Contract.</blockquote>\n<p>(M &amp; R 704-05 (internal citations and some quotation marks omitted)).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Motions for Summary Judgment</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the nonmoving party then must affirmatively demonstrate that there exists a genuine issue of material fact requiring trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p></p>\n<h2>1. Motion to Increase the Value of the Limitation Fund</h2>\n<p>Under 46 U.S.C. § 30505(a), the owner of a vessel may limit his or her liability as a defendant in the type of action asserted here to no more than \"the value of the vessel and pending freight.\" Defendant has stipulated that the value of the <i>Marion</i> is no more than $1,500,000.00, and the court has accepted this stipulation. The question now presented by plaintiffs in their motion for summary judgment in No 7:08-CV-190-FL is whether the value of the dredging contract is \"pending freight\" as that term is used in the statute. The magistrate judge would hold that only the unquantifiable portion of the contract relating to the removal of the bulldozer during which plaintiff Rodney Collins was injured is \"pending freight\" as it relates to this action. Plaintiffs object to this recommendation.</p>\n<p>\"Pending freight\" refers generally to \"freight for the voyage.\" <i>The Black Eagle,</i> <span class=\"citation\" data-id=\"1545627\"><a href=\"/opinion/1545627/the-black-eagle/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></a></span>, 894 (2d Cir.1937); <i>see also </i><i>In re Norfolk Dredging Co.,</i> No. 7:02-CV-110-F, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">23180522</span></span>, at *6 (E.D.N.C. Aug. 11, 2003). In <i>The Main v. Williams,</i> <span class=\"citation\" data-id=\"93816\"><a href=\"/opinion/93816/the-main-v-williams/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">122</span></a></span>, 129, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">381</span></span> (1894), the Supreme Court noted that the term \"freight\" is not limited to the fare for the transportation of goods, but also may include any and all \"rewards, hire, or compensation, paid for the use of ships, either for an entire voyage, one divided into sections, or engaged by the month, or any period.\" On this reasoning, courts have held that the value of a dredging contract may be included as pending freight. <i>See, e.g., </i><i>The Carson,</i> <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">762</span></span>, 765 (9th Cir.1939); <i>In re N. Am.</i> <span class=\"star-pagination\">*696</span> <i>Trailing Co.,</i> <span class=\"citation\" data-id=\"1585608\"><a href=\"/opinion/1585608/complaint-of-north-american-trailing-co/\"><span class=\"volume\">763</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">152</span></a></span>, 162 (E.D.Va.1991). Because value of pending freight is measured in terms of a particular voyage, <i>see </i><i>The Main,</i> 152 U.S. at 131-32, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></span>, the question remains whether the relevant \"voyage\" here consists of the entire multi-phase dredging contract or only a discrete portion thereof.</p>\n<p>Plaintiffs urge that the entire value of the contract be included in the contract price, likening the multi-phase contract to a round-trip voyage or a situation in which a vessel delivers cargo at multiple ports en-route to its final destination, either of which constitutes a single voyage in assigning a value to \"pending freight.\" <i>See, e.g., </i><i>In re Caribbean Sea Transport, Ltd.,</i> <span class=\"citation\" data-id=\"444473\"><a href=\"/opinion/444473/in-the-matter-of-the-complaint-of-caribbean-sea-transport-ltd-as-owner/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 626-27 (11th Cir.1984) (citing cases). The determination of the relevant voyage, however, is a fact-specific inquiry that depends on the particular circumstances of the situation presented. <i>Id.</i> at 626. The court believes that this court's earlier decision in <i>Norfolk Dredging,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">23180522</span></span>, as well as a sister court's decision in <i>In re Offshore Specialty Fabricators, Inc.,</i> No. 01-2227, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">827398</span></span> (E.D.La. Apr. 30, 2002), offer more appropriate analogues to the factual scenario presented here than do the cases suggested by plaintiffs.</p>\n<p>In <i>Norfolk Dredging,</i> this court was required to define the scope of the \"common enterprise\" of a number of vessels engaged in dredging operations. Under the so-called \"flotilla doctrine,\" the value of all vessels \"engaged in a common enterprise or venture with the vessel aboard which the loss or injury was sustained\" may be included in the limitation amount. <i>Complaint of Patton-Tully Transp. Co.,</i> <span class=\"citation\" data-id=\"423725\"><a href=\"/opinion/423725/in-the-matter-of-the-complaint-of-patton-tully-transportation-company/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">219</span></a></span>, 222 (5th Cir.1983).<sup>[1]</sup> The claimant in <i>Norfolk Dredging</i> argued that the entirety of the dredging project should be included as the \"common enterprise\" in which the vessels were operating. <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">23180522</span></span>, at *5. The court disagreed, concluding that \"the scope of the `common enterprise' requirement on the facts of this case is limited to the particular task, venture or work at hand, rather than to all work contemplated by the two-phase ... dredging contract.\" <i>Id.</i>; <i>cf. In re Orion Dredging Servs., LLC,</i> No. 3:09-CV-358-J-25HTS, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">5171756</span></span>, at *3 (M.D.Fla. Dec. 23, 2009) (holding that \"the relevant voyage\" in determining a common venture was the voyage to the dredge site rather than the entirety of the dredging project).</p>\n<p><i>Norfolk Dredging</i> is by no means dispositive here. As mentioned, the court was dealing with the flotilla doctrine, and \"common enterprise\" is not necessarily synonymous with \"voyage.\"<sup>[2]</sup> But as the court in <i>Offshore Specialty Fabricators</i> (as well as the magistrate judge here) recognized, the analysis of one issue informs the other. In <i>Offshore Specialty Fabricators,</i> the court was faced with a tugboat that sunk on its way to assist two other vessels involved in the second phase of a construction contract. After first determining that the tug was engaged in a \"common enterprise\" with the other two vessels in performing the second phase of the dredging <span class=\"star-pagination\">*697</span> contract, the court turned to the value of the \"pending freight\" of the three vessels. The court concluded that, \"[g]iven the distinct phases of the project,\" the same analysis was appropriate in determining the \"voyage\" as it had used in determining the \"common venture.\" <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">827398</span></span>, at *5. The court recognized that though the project could be measured by \"the entire value of the contract at issue,\" to include this amount in the limitation fund \"would be to increase the fund beyond the scope of the `voyage.'\" <i>Id.</i> Accordingly, the court increased the limitation fund only by the amount pertaining to the second phase of the contract. <i>Id.</i></p>\n<p>As in <i>Offshore Specialty Fabricators,</i> and consistent with <i>Norfolk Dredging,</i> the court finds that the entirety of the multipart dredging contract at issue in the instant case, including four separate dredging projects and mobilization and demobilization of those projects do not constitute the relevant \"voyage\" for purposes of measuring \"pending freight.\" Instead, the pending freight of the <i>Marion,</i> engaged in a discrete phase of a multi-phases contract, includes the amount allotted only to the discrete phase at issue herethe demobilization of the bulldozer from New Dump Island.<sup>[3]</sup> And although the contract stipulates that the value of mobilization and demobilization generally is $875,000.00, where there is no method for precisely calculating the value of the specific removal of the bulldozer from New Dump Island, no amount will be added to the limitation fund. <i>See </i><i>In re Bourgogne,</i> <span class=\"citation\" data-id=\"96856\"><a href=\"/opinion/96856/la-bourgogne/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, 137, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">664</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">973</span></span> (1908). Plaintiffs' motion for partial summary judgment accordingly is DENIED.</p>\n<p></p>\n<h2>2. Defendant's Motion for Partial Summary Judgment</h2>\n<p>As the magistrate judge correctly noted, there is agreement as to the disposition of two of the four matters raised in defendant's motion for partial summary judgment. First, defendant has withdrawn its motion as to plaintiff's maintenance and cure claim, conceding that there are unpaid medical bills and that there is a dispute as to whether these may be validly claimed by plaintiffs. Second, plaintiffs have not opposed defendant's motion for summary judgment on the loss of consortium claim, as such damages are not available under the Jones Act as a matter of law. <i>See </i><i>Miles v. Apex Marine,</i> <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 31-32, <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">275</span></a></span> (1990) (holding that loss of society damages are not recoverable for the wrongful death of a Jones Act seaman); <i>Murray v. Anthony J. Bertucci Constr. Co., Inc.,</i> <span class=\"citation\" data-id=\"578701\"><a href=\"/opinion/578701/david-w-murray-individually-and-as-administrator-of-the-estates-of-his/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 131-32 (5th Cir.1992) (extending <i>Miles</i> to Jones Act personal injury claims). Without objection, the court agrees with the magistrate judge's conclusion that defendant's motion should be granted as to plaintiffs' loss of consortium claim but denied as to the maintenance and cure claim.</p>\n<p>The remaining two matters raised by defendant are contested. Specifically, defendant seeks partial summary judgment on five of the twelve factual allegations supporting plaintiffs' unseaworthiness claim, and on six of the fifteen allegations supporting plaintiffs' negligence claim.<sup>[4]</sup><span class=\"star-pagination\">*698</span> According to defendant, these allegations do not enjoy any evidentiary support. Without addressing whether there was any evidence supporting these allegations, the magistrate judge recommended denying the motion as improper in form. The magistrate judge would hold that Rule 56 may not be used to prune factual allegations from a complaint or to render decision on part of a claim. Defendant objects to this interpretation of Rule 56.</p>\n<p>Defendant contends that the plain language of Rule 56 permits the court to grant summary judgment on part of a claim. Specifically, Rule 56(b) states that \"[a] party against whom relief is sought may move ... for summary judgment on all or part of the claim.\" In the event that summary judgment is not rendered on the whole action, Rule 56(d) further directs the court to \"issue an order specifying what factsincluding items of damages or other reliefare not genuinely at issue.\" However, a number of courts have concluded that a motion for summary judgment may not properly seek to dispose of only a factual allegation or element of a single indivisible claim for relief. <i>See, e.g., Franklin-Mason v. Penn,</i> <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">9</span></span>, 11 (D.D.C.2009); <i>Evergreen Int'l v. Marinex Constr. Co.,</i> <span class=\"citation\" data-id=\"2429688\"><a href=\"/opinion/2429688/evergreen-intern-sa-v-marinex-const-co/\"><span class=\"volume\">477</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">697</span></a></span>, 698 (D.S.C. 2007) (citing cases); <i>N.J. Auto. Ins. Plan v. Sciarra,</i> <span class=\"citation\" data-id=\"2469523\"><a href=\"/opinion/2469523/new-jersey-auto-ins-plan-v-sciarra/\"><span class=\"volume\">103</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">388</span></a></span>, 396 (D.N.J. 1998).</p>\n<p>The court agrees with the holding of these cases as a general matter, although summary judgment may be appropriate as to a part of a claim in rare circumstances not presented here.<sup>[5]</sup> Defendant's motion essentially seeks to strike certain allegations from the complaint as unsupported, rather than to establish as undisputed any element of plaintiffs' unseaworthiness or negligence claims. Even if these allegations were stricken, the entirety of plaintiffs' claims would still go to trial and no \"judgment\" could be entered as to those portion of the claims on which defendant received a favorable ruling.</p>\n<p>Defendant's motion as to the unseaworthiness and negligence claims is improper in form as no relief is available under Rule 56(b) and Rule 56(d) is not an independent motion for adjudication of undisputed facts prior to trial. Accordingly, and also in light of the court's earlier discussion of the claims for maintenance and cure and loss of consortium, defendant's motion for partial summary judgment is GRANTED IN PART and DENIED IN PART. The motion is granted with respect to plaintiffs' loss of consortium claim, and denied with respect to all other claims.</p>\n<p></p>\n<h2>B. Motions in Limine to Exclude Expert Testimony</h2>\n<p>Rule 702 of the Federal Rules of Evidence serves as the \"guidepost\" for the <span class=\"star-pagination\">*699</span> admissibility of expert testimony. <i>See </i><i>United States v. Wilson,</i> <span class=\"citation\" data-id=\"797529\"><a href=\"/opinion/797529/united-states-v-gregory-lamont-wilson-aka-nice-united-states-of/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span>, 274 (4th Cir.2007). That rule states:</p>\n<blockquote>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise, if (1) the testimony is based upon sufficient facts or data, (2) the testimony is the product of reliable principles and methods, and (3) the witness has applied the principles and methods reliably to the facts of the case.</blockquote>\n<p>Fed.R.Evid. 702; <i>see also </i><i>Daubert v. Merrell Dow Pharms., Inc.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 592, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993).</p>\n<p>In considering whether expert testimony is admissible, the court acts as a gatekeeper to determine whether the proffered testimony is both sufficiently reliable and relevant. <i>United States v. Moreland,</i> <span class=\"citation\" data-id=\"793267\"><a href=\"/opinion/793267/united-states-v-brian-a-moreland-united-states-of-america-v-brian-a/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></a></span>, 431 (4th Cir.2006) (citing <i>Kumho Tire Co. v. Carmichael,</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999)). The court's \"flexible\" inquiry focuses on the \"principles and methodology\" employed by the expert rather than the expert's conclusions. <i>Id.</i> (quoting <i>Daubert,</i> 509 U.S. at 594-95, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>). The court may consider \"whether the method used is generally accepted in the scientific community; the rate of error, if known; the existence and maintenance of standards; and whether the expert's work has been subjected to peer review.\" <i>Id.</i> (citing <i>Anderson v. Westinghouse Savannah River Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">248</span></span>, 261 (4th Cir.2005)); <i>see also </i><i>Daubert,</i> 509 U.S. at 592-94, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>. However, these factors are not exclusive, and the court has considerable latitude in considering other factors that bear upon an expert's reliability in a particular case. <i>Kumho Tire Co.,</i> 526 U.S. at 149-153, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span></p>\n<p>Ultimately, the court must keep in mind \"two guiding, and sometimes competing, principles\" in deciding on the admissibility of expert testimony. <i>Westberry v. Gislaved Gummi AB,</i> <span class=\"citation\" data-id=\"764386\"><a href=\"/opinion/764386/james-curtis-westberry-and-connie-rena-westberry-v-gislaved-gummi-ab-and/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 261 (4th Cir.1999). On the one hand, \"Rule 702 was intended to liberalize the introduction of relevant expert evidence[,]\" and the court is not required to determine that expert testimony is \"irrefutable or certainly correct.\" <i>Id.</i> (citing <i>Cavallo v. Star Enter.,</i> <span class=\"citation\" data-id=\"729758\"><a href=\"/opinion/729758/ardith-cavallo-and-lawrence-cavallo-v-star-enterprise-texaco-refining-and/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1150</span></a></span>, 1158-59 (4th Cir. 1996)). Any expert testimony will be subject to the same \"[v]igorous cross-examination, presentation of contrary evidence, and careful instruction on the burden of proof.\" <i>Id.</i> (quoting <i>Daubert,</i> 509 U.S. at 596, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>). On the other hand, however, the difficulty of evaluating an expert's testimony means that experts have \"the potential to `be both powerful and quite misleading.'\" <i>Id.</i> (quoting <i>Daubert,</i> 509 U.S. at 595, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>). Expert testimony may be particularly persuasive to the jury, and as such may have a \"greater potential to mislead than to enlighten.\" <i>Id.</i> (citing <i>United States v. Dorsey,</i> <span class=\"citation\" data-id=\"687283\"><a href=\"/opinion/687283/united-states-v-douglas-fred-dorsey/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span>, 815-16 (4th Cir. 1995)).</p>\n<p></p>\n<h2>1. Plaintiff's Motion</h2>\n<p>The parties make no objection to the disposition of plaintiffs' motion to exclude certain testimony of Mr. Decator Harrell Austin, an expert for defendant. The magistrate judge recommends excluding Mr. Austin's testimony at trial that Captain Evans \"never would have undertaken the [bulldozer] operation\" under particular circumstances because Mr. Austin is not qualified to opine about Captain Evans' state of mind. The magistrate judge recommends allowing Mr. Austin's opinions about local weather conditions and the condition of the sea in the allegedly \"protected area\" in which the <i>Marion</i> was located. After a considered review, the court <span class=\"star-pagination\">*700</span> agrees with the magistrate judge's recommendation that plaintiff's motion in limine be GRANTED IN PART and DENIED IN PART as set forth above.</p>\n<p></p>\n<h2>2. Defendant's Motions</h2>\n<p>Defendant does object to the magistrate judge's disposition of the two motions in limine challenging three of plaintiff's experts, Dr. Pedro Steven Buarque de Macedo, Mr. Stephen Harned, and Mr. Edward G. Webster. Dr. Macedo is a board-certified neurologist, and would testify to the medical condition of Rodney Collins following the accident. Mr. Harned is a meteorologist, and would testify to the wind and wave conditions at the <i>Marion</i> at the time of the accident. Mr. Webster is a marine surveyor and naval architect, and would testify primarily about marine safety. The magistrate judge would hold that the testimony of these individuals is admissible, and recommended that defendant's motions be denied,</p>\n<p></p>\n<h2>a. Dr. Macedo</h2>\n<p>Defendant challenges five of the eleven specified opinions contained in Dr. Macedo's report, arguing that they were adopted entirely from reports of other doctors and are inadmissible hearsay. The challenged opinions include that plaintiff Rodney Collins \"has been left with a residual musculoskeletal disability,\" that he \"has permanent cognitive impairments\" due to a number of factors, and that he will require \"intensive\" psychological treatment going forward. In forming these opinions, Dr. Macedo states that he relied on tests and reports by Dr. Eric Meyer, a chiropractor, and Dr. Suzanne Southworth, a psychologist.</p>\n<p>In seeking to exclude Dr. Macedo's testimony, defendant relies primarily on this court's decision in <i>Bouygues Telecom, S.A. v. Tekelec,</i> <span class=\"citation\" data-id=\"2312841\"><a href=\"/opinion/2312841/bouygues-telecom-sa-v-tekelec/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">722</span></a></span> (E.D.N.C.). In <i>Bouygues,</i> plaintiff originally attempted to designate seven expert witnesses, but was limited by the court to only five. <i>Id.</i> at 730. Plaintiff was allowed to supplement the opinions of the remaining experts, but only \"to the extent they were qualified to speak to such information.\" <i>Id.</i> Instead of supplementing their reports, however, plaintiff's experts \"merely attach[ed] and adopt[ed] verbatim the withdrawn expert reports.\" <i>Id.</i> The court held that that while an expert may \"adopt [ ] or incorporat[e] ideas, information, and analysis of other with expertise in the same field, ... an expert with a perhaps overlapping, yet admittedly different, area of expertise should [not] be permitted to merely adopt and incorporate verbatim another's `expert' opinion.\" <i>Id.</i></p>\n<p>The instant case is unlike <i>Bouygues.</i> Unlike the situation in <i>Bouygues</i> where the challenged opinion included the wholesale adoption of the opinions of other experts, the opinions of Dr. Macedo's are his own. As the magistrate judge noted:</p>\n<blockquote>[Dr. Macedo] personally conducted EMG needle testing on [plaintiff Rodney] Collins, and ... although his technician did the more time-consuming neuroconduction studies, Dr. Macedo closely reviewed the data and determined them acceptable. Then, Dr. Macedo had a colleague at his practice, Dr. Southworth, conduct the neuropsychological examination, and he relied upon her data points after he talked to her extensively about her assessment and reviewed her scored data and results. Dr. Macedo then had a chiropractor in his group, Dr. Meyer, conduct the function capacity evaluation (\"FCE\"). Dr. Macedo reviewed all the data from Dr. Meyer's testing, with an eye to modifying the FCE as he saw fit, because [Dr. Macedo himself] signed the FCE.</blockquote>\n<p>(M &amp; R 717 (internal quotation marks and citations omitted)). Moreover, as a physician and board-certified neurologist, Dr. <span class=\"star-pagination\">*701</span> Macedo's opinions as to plaintiff Rodney Collins' health, including the specific diagnoses put forward here, are well within the scope of his expertise.</p>\n<p>Under Rule 703, facts or data that are \"of a type reasonably relied upon by experts in the particular field in forming opinions or inferences upon the subject ... need not be admissible in evidence in order for the opinion or inference to be admitted.\" Even if the genesis and almost all of Dr. Macedo's opinions may be found in tests and reports that are inadmissible, the resulting opinion remains admissible where the court finds that these tests and reports to be exactly the type reasonably relied on by physicians such as Dr. Macedo. <i>See, e.g., </i><i>Westfield Ins. Co. v. Harris,</i> <span class=\"citation\" data-id=\"751109\"><a href=\"/opinion/751109/westfield-insurance-company-v-clarence-r-harris-west-virginia-fire/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">608</span></a></span> (4th Cir.1998). Indeed, the Advisory Committee Notes to Rule 703 expressly contemplate that \"a physician in his own practice [may] base [ ] his diagnosis on information from numerous sources and of considerable variety, including statements by patients and relatives, reports and opinions from nurses, technicians and other doctors, hospital records, and x-rays.\" <i>See also </i><i>Westfield Ins. Co.,</i> 134 F.3d at 612.</p>\n<p>That the tests may have been run and the reports generated with an eye towards litigation, a fact that is currently contested, is not sufficient reason to reject expert testimony that is both sufficiently reliable and relevant. Moreover, as the magistrate judge noted, defendant will have the ability to vigorously cross-examine Dr. Macedo about the bases for his opinions, including his reliance on the data and reports of others. Accordingly, defendant's motion to exclude the testimony of Dr. Macedo is DENIED.</p>\n<p></p>\n<h2>b. Mr. Harned</h2>\n<p>The magistrate judge found the proposed testimony of Mr. Harned, a meteorologist with more than forty years of experience, regarding wind and wave conditions at the <i>Marion</i> to be both reliable and relevant to whether there were \"rough seas\" at the time of the accident. Defendant challenges Mr. Harned's proposed testimony as irrelevant insofar as it relates to wind and wave heights at locations other than the <i>Marion.</i> Defendant also accuses Mr. Harned of improperly \"parroting\" the testimony of defendant's own expert, Dr. Patrick J. Hudson, and of mischaracterizing Dr. Hudson's testimony. According to defendant, Mr. Harned cites Dr. Hudson as calculating a wave height of 0.6 feet at the port side of the <i>Marion</i> when the actual calculation was 0.3 feet.</p>\n<p>The court finds that defendant's first objection is without merit. The wind and wave conditions at the <i>Marion</i> are of course relevant to this matter. And Mr. Harned's opinion references conditions at Pamlico Sound and Core Sound, the locations challenged by defendant as irrelevant, in his calculations in order to reach an ultimate conclusion about conditions at the <i>Marion.</i> There is little danger that the jury will be misled by any testimony as to the conditions at these locations. Cross-examination and jury instructions will be more than sufficient to focus the jury's attention on Mr. Harned's conclusion as it relates to conditions at the <i>Marion</i> itself.</p>\n<p>The court also finds defendant's second objection to be without merit. As already noted, an expert may rely on the work of another expert in forming his opinion without impermissibly \"adopting\" the other expert's opinion. <i>See </i><i>Westfield Ins. Co.,</i> <span class=\"citation\" data-id=\"751109\"><a href=\"/opinion/751109/westfield-insurance-company-v-clarence-r-harris-west-virginia-fire/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">608</span></a></span>. Moreover, the court cannot conclude that Mr. Harned erred in his use of Dr. Hudson's figures. Dr. Hudson's report states that a maximum predicted significant wave height would be about 0.6 feet based on a particular chart, but that accounting for a reduction in wave height yields maximum wave <span class=\"star-pagination\">*702</span> heights of about 0.3 feet. Dr. Hudson's report further states that the wave height on the starboard side of the dredge could be expected to be between 0.6 feet and 2.0 feet.<sup>[6]</sup> It is unclear to the court then that Mr. Harned erred in using a figure of 0.6 feet in his own calculations. Defendant's motions to exclude the testimony of this individual are accordingly DENIED.</p>\n<p></p>\n<h2>c. Mr. Webster</h2>\n<p>The magistrate judge found Mr. Webster to be qualified as an expert on issues related to marine safety in light of his substantial experience, and would admit the entirety of his proposed testimony. Defendant's objection challenges two aspects of the magistrate judge's conclusion. First, defendant contends that Mr. Webster failed to \"explain how [his] experience leads to the conclusion reached, why [his] experience is a sufficient basis for the opinion, and how [his] experience is reliably applied to the facts.\" <i>See </i><i>Wilson,</i> 484 F.3d at 274 (alterations in original). Second, defendant contends that Mr. Webster should not be allowed to testify to certain legal opinions.</p>\n<p>The crux of Mr. Webster's opinion is that plaintiff Rodney Collins was not responsible for the accident, but rather that defendant and other agents of defendant were the cause. Mr. Webster bases this opinion on the failure to follow various safety policies set forth by the United States Coast Guard, the United States Army Corps of Engineers, and the Occupational Safety and Health Administration, as well as defendant's own internal safety policies. Mr. Webster also relies on his own observation of the <i>Marion</i> as well as the testimony of Mr. Collins, the only witness to the incident.</p>\n<p>Contrary to defendant's contention, the court finds that Mr. Webster has shown that his experience leads him to conclusions reached, that his experience is a sufficient basis for the opinion, and that his experience was reliably applied to the facts. Mr. Webster states that he has been actively engaged in the marine industry for 40 years, including as a marine engineer about the type of ship at issue here, and that he has vast experience with issues relating to marine safety. His report clearly discusses how he comes to each of his conclusions, which in many cases involve a straightforward discussion of whether defendant is in compliance with various safety codes with which Mr. Webster is familiar.</p>\n<p>Moreover, the court does not believe that Mr. Webster is offering any improper legal opinions. Rule 704 permits an expert to opine on the ultimate issue to be decided by the trier of fact. The court finds that Mr. Webster's proposed testimony will assist the jury in navigating the complex waters of marine safety regulation, but they will not be bound by his opinions. Unlike defendant, the court does not believe this case resembles <i>Adalman v. Baker, Watts &amp; Co.,</i> <span class=\"citation\" data-id=\"480559\"><a href=\"/opinion/480559/fed-sec-l-rep-p-92987-21-fed-r-evid-serv-1283-silvia-l-adalman/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></a></span> (4th Cir.1986), in which the Fourth Circuit noted that a district court should not allow parties to call lawyers as expert witnesses to testify to the jury as to what the law means. Mr. Webster's testimony will not usurp the province of the court, but will instead put forward plaintiffs' theory as to how defendant may have been negligent and how the <i>Marion</i> may have been unseaworthy for failing to comply with recognized marine safety standards. According, defendant's motion to exclude the testimony of Mr. Webster is DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*703</span> CONCLUSION</h2>\n<p>Upon <i>de novo</i> review of those portions of the magistrate judge's M &amp; R to which specific objections have been filed, and upon considered review of those portions of the M &amp; R to which no such objection has been made, the court ADOPTS in full the findings and recommendations of the magistrate judge (DE # 68). Accordingly, plaintiffs' motion to increase the value of and security for the limitation fund (DE # 29) is DENIED. Defendant's motion for partial summary judgment (DE # 40) is GRANTED IN PART and DENIED IN PART. The motion is granted as to plaintiffs' loss of consortium claim, and denied with respect to all other claims.</p>\n<p>Plaintiffs' motion in limine to limit or exclude testimony of Mr. Austin (DE # 39) is GRANTED IN PART and DENIED IN PART. Mr. Austin may not testify to Captain Evans' subjective state of mind. Defendant's motions in limine to limit or exclude the testimony of Dr. Macedo, Mr. Webster, and Mr. Harned (DE # 42, 64) are DENIED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DAVID W. DANIEL, United States Magistrate Judge.</p>\n<p>This matter is before the Court on several motions: (1) a motion by Rodney and Leah Collins to increase the value of and security for the limitation fund [DE-29]; (2) a motion by Cottrell Contracting Corporation (\"Cottrell\") for partial summary judgment [DE-40]; and (3) cross motions in limine to limit or exclude testimony of one of Defendant's expert witnesses and three of Plaintiffs' expert witnesses [DE-39, 42, 64]. These matters are ripe for review and have been referred to the undersigned Magistrate Judge for review and recommendation, pursuant to 28 U.S.C. § 636(b)(1)(B). For the reasons set forth below, it is RECOMMENDED that the Collinses' motion to increase the limitation fund [DE-29] be DENIED; Cottrell's motion for partial summary judgment [DE-40] be GRANTED IN PART with respect to Mrs. Collins' claim for loss of consortium and DENIED in all other respects; the Collinses' motion in limine [DE-39] be GRANTED IN PART with respect to D.H. Austin's opinion that Captain Evans \"would never have undertaken\" the operation if he thought it was risky and DENIED in all other respects; and Cottrell's motions to exclude Plaintiffs' expert testimony [DE-42, 64] be DENIED.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On June 11, 2008, Rodney Collins filed this negligence action against his Jones Act employer, Cottrell, for injuries he sustained while working as chief engineer aboard the dredge <i>Marion</i> while it was spudded down and anchored in Atlantic Harbor, North Carolina. On November 13, 2008, Cottrell filed its complaint, in case number 7:08-CV-190 (the \"Limitation Action\"), pursuant to 46 U.S.C. §§ 30501-30512, for exoneration from or limitation of liability regarding the casualty involving Collins. On November 24, 2008, Chief Judge Flanagan accepted and filed Cottrell's Ad Interim Stipulation for Costs in the amount of $1,500,000, or the maximum value of the <i>Marion.</i> [DE-5 of Limitation Action]. On December 30, 2008, Judge Flanagan consolidated the Limitation Action with the present action to allow claimants to prosecute their Jones Act action concurrently with the Limitation Action. [DE-10 of Limitation Action].<sup>[1]</sup></p>\n<p>On October 9, 2009, the Collinses filed a Motion for Partial Summary Judgment to <span class=\"star-pagination\">*704</span> Increase the Value of the Limitation Fund and for Increased Security Pursuant to Supplemental Admiralty Rules F(1) and F(7). [DE-29]. The Collinses contend that the limitation fund and security should be increased by $2,263,300, or the value of the entire dredging contract (less a land-based dike project) between Cottrell and the United States Army Corps of Engineers at the time of the casualty because this contract constituted the <i>Marion's</i> \"pending freight\" under the Limitation of Liability Act, 46 U.S.C. § 30505(a) (formerly 46 U.S.C. § 183(a)). On October 13, 2009, Cottrell moved for partial summary judgment in the Collinses' Jones Act action. [DE-40]. Further, on October 9, 2009, the Collinses filed a motion to strike portions of the expert disclosures and testimony of Defendant's expert Decator Harrell Austin. [DE-39]. On October 13, 2009, Cottrell likewise filed a motion to exclude or limit the testimony of three of the Collinses' expert witnesses: Dr. Pedro Steven Buarque de Macedo, Edward G. Webster, and Stephen Harned. [DE-42]. On April 5, 2010, Cottrell moved to further limit or exclude the testimony of Plaintiffs' expert, Stephen Harned. [DE-64].</p>\n<p></p>\n<h2>II. FACTS</h2>\n<p>On November 8, 2006, the Army Corps of Engineers awarded Cottrell a contract to perform maintenance dredging of four channels in North Carolina: Hatteras Inlet, Wainwright Slough, Atlantic Harbor, and Taylor's Creek at Beaufort (the \"Contract\"). Undisputed Facts ¶ 2 [DE-29-6]. The final Contract price was $2,363,300, $100,000 of which was payment for land-based dike improvements on Carrot Island. Undisputed Facts ¶ 5; Contract Modification [DE-32-6]. Cottrell utilized the non-self-propelled Dredge <i>Marion,</i> a cutter/suction dredge, which was just over 100 feet long, to perform the dredging operations under the Contract. From January through March 2007, the <i>Marion</i> was used to dredge the Hatteras Inlet and Wainwright Slough channels. For most of April, the <i>Marion</i> dredged the channel at Atlantic Harbor, pumping the spoils, pursuant to the Contract, to an area called \"New Dump Island.\" The Contract required Cottrell to bring a bulldozer to New Dump Island to reshape or spread out the material dumped there, and to later remove the bulldozer. Undisputed Facts ¶ 9; Contract Specifications at 269-70 [DE-32-2]. By approximately the end of April 2007, Cottrell had completed the Atlantic Harbor dredging project under the Contract. Collins was injured on May 6, 2007. Undisputed Facts ¶ 11. At that time, Cottrell had completed three of the four dredging projects specified under the Contract, and only the smallest<sup>[2]</sup> dredging project remained at Taylor's Creek.</p>\n<p>On May 6, 2007, Cottrell and the <i>Marion</i> crew \"were not executing dredging operations.\" Benjamin Cottrell, V, Dep. at 72 [DE-33-4]. Because the dredging of the Atlantic Harbor was completed, the majority of the <i>Marion's</i> crew had been sent home. R. Collins Dep. at 47-48 [DE-65-3]. Rodney Collins, the long-time chief engineer, and Captain Terry Evans, who had also been a captain for several years, were still working on the <i>Marion.</i> Captain Evans was notified on Saturday, May 5, 2007, by the Army Corps of Engineers that Cottrell needed to remove the bulldozer from New Dump Island before any birds nested on it (which would mean the bulldozer would have to stay until the next year). <i>Id.</i> at 46. Captain Evans called in a two crew members to assist, only one of <span class=\"star-pagination\">*705</span> whom arrived the next morning to help. <i>Id.</i> at 51. Thus, Captain Evans, Rodney Collins, and crewman David Gore were aboard the <i>Marion</i> Sunday morning, May 6, 2007, for the bulldozer removal. On Captain Evans' orders, David Gore proceeded in a tender boat, pushing Cottrell's derrick (onto which they would load the bulldozer) as close to New Dump Island as he could get it. <i>Id.</i> at 51-54. Captain Evans directed Collins to drive him in the skiff (which was a johnboat that was tied alongside the <i>Marion</i>) to the shallows close to the island. <i>Id.</i> at 54-56. Captain Evans went ashore, and he eventually successfully placed the bulldozer on the derrick. After getting ashore, Captain Evans sent Collins back by himself in the skiff to the <i>Marion. Id.</i> at 61. No one was aboard the <i>Marion</i> when Collins was attempting to tie up the skiff to it. Collins was injured when he fell overboard as he tried to tie up the skiff to the <i>Marion</i> so that he could board the <i>Marion.</i> R. Collins Dep. at 68-69.</p>\n<p>There is heated factual dispute, including expert testimony on both sides, as to the exact weather conditions, water activity, and the events surrounding Collins' attempt to tie up the skiff to the dredge. There is no dispute, however, that the task at hand on the day in questionremoving the bulldozerwas \"demobilization\" activity under the Contract. Mobilization and demobilization, generally, were included in the Contract price as a \"lump sum price,\" sixty percent of which was paid upon mobilization at the work site and the balance of which was paid upon completion of demobilization. Section 252.236-7004, Specifications to the Contract at 140 [DE-32-2]. It appears to the undersigned that the Contract price for mobilization and demobilization generally was $875,000. <i>See</i> Solicitation, Offer, and Award of the Contract (\"Award\") Ex. B to Lynch Aff. at 3 [DE-29-8]. Thus, there was no separate mobilization and demobilization price for the Atlantic Harbor phase of the Contract performance. The four phases of dredging, however, did each have a line item contract price for the amount of material removed. <i>See</i> Award [DE-29-8] at 4-5.</p>\n<p>Sometime after May 6, 2007, the <i>Marion</i> was towed to Taylor's Creek and dredged the channel there. The Taylor's Creek dredging completed the last phase of the Contract. Cottrell finished the Contract on June 13, 2007. Uncontested Facts ¶ 8. Thus, it took six months for Cottrell to complete the work required under Contract.</p>\n<p></p>\n<h2>III. SUMMARY JUDGMENT STANDARD OF REVIEW</h2>\n<p>Summary judgment is appropriate pursuant to Rule 56 of the Federal Rules of Civil Procedure when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting Fed. R. Civ. P. 56(e)). As this Court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C. 1993). Instead, a trial court reviewing a <span class=\"star-pagination\">*706</span> claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on these summary judgment motions. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p></p>\n<h2>IV. THE LIMITATION ACTION</h2>\n<p>A vessel owner's liability for a personal injury claim such as the one asserted here \"shall not exceed the value of the vessel and pending freight.\" 46 U.S.C. § 30505(a) (formerly 46 U.S.C. § 183(a)) (the \"Limitation of Liability Act\"). The vessel owner bears the burden of proving it is entitled to limit its liability under this statute. <i>In re Drill Barge No. 2,</i> <span class=\"citation\" data-id=\"301134\"><a href=\"/opinion/301134/in-the-matter-of-cross-contracting-company-inc-a-louisiana-corporation/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span>, 413 (5th Cir.1972) (Godbolt, J., specially concurring in part and dissenting in part); <i>The Rambler,</i> <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">F.</span> <span class=\"page\">791</span></span>, 792 (2d Cir.1923). Cottrell has thus far stipulated that the value of the vessel, the <i>Marion,</i> is no more than $1,500,000, and the Court has accepted this ad interim stipulation. However, the Collinses now move for partial summary judgment in the Limitation Action, seeking to have the value of Cottrell's dredging Contract be considered \"pending freight\" under the Limitation of Liability Act, thus increasing the limitation fund significantly. [DE-29].</p>\n<p></p>\n<h2>A. Pending Freight Doctrine</h2>\n<p>\"Pending freight\" refers to the \"earnings for the voyage.\" <i>The Black Eagle,</i> <span class=\"citation\" data-id=\"1545627\"><a href=\"/opinion/1545627/the-black-eagle/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></a></span>, 894 (2nd Cir.1937). The Supreme Court explained the pending freight doctrine in <i>The Main v. Williams,</i> <span class=\"citation\" data-id=\"93816\"><a href=\"/opinion/93816/the-main-v-williams/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">122</span></a></span>, 131, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">381</span></span> (1894), stating the real object of the Limitation of Liability Act is \"to limit the liability of vessel owners to their interest in the adventure,\" which necessarily includes the value of the vessel and her freight. <i>Id.</i> The Supreme Court defined \"freight\" broadly as \"all rewards, hire, or compensation, paid for the use of ships, either for an entire voyage, one divided into sections, or engaged by the month, or any period.\" <i>Id.</i> at 129, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></span>.</p>\n<p>Thus, although the word \"voyage\" or the term \"pending freight for the voyage\" does not appear in the Limitation of Liability Act, the relevant \"voyage\" is a crucial finding to determine whether a vessel or its \"pending freight\" may be included in the limitation fund. Determining what is or is not part of a \"voyage\" for purposes of pending freight is not well developed in the caselaw. \"Undoubtedly the word `voyage' may have different meanings under different circumstances, depending on the subject to which it relates or the context of the particular contract in which the word is employed.\" <i>Deslions v. La Compagnie Generale Transatlantique,</i> <span class=\"citation\" data-id=\"96856\"><a href=\"/opinion/96856/la-bourgogne/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, 136, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">664</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">973</span></span> (1908). However, the meaning \"must be ascertained by considering [the Limitation of Liability Act's statutory sections] and the remedy which they were intended to afford; in other words, their obvious intent and purpose.\" <i>Id.</i> at 135, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">664</span></span>.</p>\n<p>The \"pending freight\" doctrine should be liberally construed to effectuate the purposes of the statute (limiting the vessel owners' liability to their interest in the \"adventure\") without unduly limiting the rights of the injured party. <i>The Main,</i> 152 U.S. at 132-33, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></span>; <i>Deslions,</i> 210 U.S. at 136, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">664</span></span>. Where a <span class=\"star-pagination\">*707</span> vessel is engaged in work under a contract, some courts have found that the value of the contract may be included as \"pending freight\" for the purposes of setting the amount of the limitation fund. <i>E.g., North American </i><i>Trailing Co.,</i> <span class=\"citation\" data-id=\"1585608\"><a href=\"/opinion/1585608/complaint-of-north-american-trailing-co/\"><span class=\"volume\">763</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">152</span></a></span> (E.D.Va.1991). However, because pending freight is limited to the particular voyage at issue, the voyage must coincide with the contract (or part thereof) in some definitive and quantifiable way in order to be included in the limitation fund. But, where a contract or other \"freight\" item of a particular voyage is not readily quantifiable, it may not be included in the limitation fund. <i>E.g., </i><i>In re La Bourgogne,</i> <span class=\"citation\" data-id=\"96856\"><a href=\"/opinion/96856/la-bourgogne/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, 137, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">664</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">973</span></span> (1908).</p>\n<p>Here, the Collinses urge the Court to include the full value of an extensive, four-phase dredging contract between the vessel owner and the Army Corps of Engineers in the limitation fund as pending freight. The Collinses argue that the work that Rodney Collins was performing on the day of his injury was done under the Contract, and therefore the entire Contract (less itemized land-based dike restoration work which does not fit with the admiralty notion of pending freight) should be considered pending freight. As Cottrell correctly points out, the implied fact that must be established in order to agree with the Collinses' argument is that <i>all</i> work performed under the Contract constituted a single \"voyage,\" including the small task at hand at the time of the casualty.</p>\n<p>Cottrell contends, however, that the Contract contains distinct phases and tasks, each of which constitute multiple, discrete \"voyages.\" Cottrell asserts the pertinent \"voyage\" in question was the discrete task of demobilization after dredging the Atlantic Harborin particular, the task of retrieving a bulldozer left on New Dump Island. If that is the case, as Cottrell points out, \"pending freight\" for this \"voyage\" is in no way quantifiable under the Contract, and therefore its value cannot be included in the limitation fund.</p>\n<p>The Fourth Circuit has not spoken on the application of a vessel's contract to the pending freight doctrine under the Limitation of Liability Act. However, related caselaw under the Limitation of Liability Act in this Court guides the analysis. This Court has considered the application of the Limitation of Liability Act with regards to whether the value of vessels other than the one directly involved in the injury, but which were also used to perform a dredging contract, could constitute a \"composite vessel\" whose total value could be included in the limitation fund. <i>See </i><i>In re Norfolk Dredging Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">23180522</span></span>, *5 (E.D.N.C. Aug. 11, 2003) (Fox, S.J.). Under this so-called \"flotilla doctrine,\" the value of all vessels \"engaged in a <i>common enterprise or venture</i> with the vessel aboard which the loss or injury was sustained\" may be included in the limitation fund. <i>Complaint of Patton-Tully Transp. Co.,</i> <span class=\"citation\" data-id=\"423725\"><a href=\"/opinion/423725/in-the-matter-of-the-complaint-of-patton-tully-transportation-company/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">219</span></a></span>, 222 (5th Cir.1983) (emphasis added).</p>\n<p>In <i>Norfolk Dredging</i> (to which Cottrell was also a party), this Court found that the scope of the \"common enterprise\" applicable to a Jones Act injury case was limited to \"the particular task, venture, or work at hand, rather than to all work contemplated by the two-phase Cottrell dredging contract.\" <i>Id.</i> The Court noted that the two different dredging projects under the contract were either complete or halted at the time of the injury, and thus <i>only</i> the task at hand that daypreparing to move a booster bargecould be considered in determining which vessels could be valued for inclusion in the limitation fund. <i>Id.</i> This Court found that only three of the numerous vessels \"played a necessary and important part in the relevant activity\" such that they constituted a \"flotilla\" or \"composite vessel\" whose value should be <span class=\"star-pagination\">*708</span> included in the limitation fund. <i>Id.</i> at *5-*6.</p>\n<p>Significantly, this Court in <i>Norfolk Dredging</i> also went on to briefly considerand rejectthe notion that the entire value of the dredging contract constituted \"pending freight\" under the Limitation of Liability Act. This Court noted that the \"composite vessel\" involved in the injury was not the \"main instrument of performance\" of the execution of the dredging and renourishment project, so \"the value of the contract in no way [wa]s relevant.\" <i>Id.</i> at *7. This Court noted, moreover, even if the contract's value were relevant, the claimant had not suggested any way to calculate the price for the composite vessel's relevant work or task that day, so any \"pending freight\" could not be established for inclusion in the limitation fund. <i>Id.</i></p>\n<p>Other cases also help illuminate relevant issues, and some have gone the opposite way of <i>Norfolk Dredging.</i> In <i>In re Falcon Inland,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">185222</span></span>, *3 (E.D.La. 1998), the court found the entire drilling contract in question to constitute pending freight. In that case, the contract required a certain inland barge to drill a well in a bay. The claimant was injured while working on the barge while it was actually drilling the well. <i>Id.</i> at *1-3. Likewise, in <i>In re North American Trailing Co.,</i> <span class=\"citation\" data-id=\"1585608\"><a href=\"/opinion/1585608/complaint-of-north-american-trailing-co/\"><span class=\"volume\">763</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">152</span></a></span>, 163 (E.D.Va.1991) (<i>\"NATCO\"</i>), the court held that the value of the vessel owner's dredging contract with the Army Corps of Engineers should be included in the liability fund as pending freight. <i>Id.</i> In <i>NATCO,</i> the self-propelled hopper dredge was actively dredging when a powerful storm caused it to collide with a bridge and power lines.</p>\n<p>In a recent case with some relevance, <i>In re Orion Dredging Servs., LLC,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">5171756</span></span> (M.D.Fla.2009), the district court declined to count the entire dredging contract's operation to be the \"common venture\" between various vessels for purposes of the flotilla doctrine. There, dredging had not even begun, and the claimant was injured while working aboard a tug that sank when it was being towed to the dredging site to participate in the dredging work. <i>Id.</i> at *3. The court noted the barge's \"voyage\" was \"wholly preliminary to the performance of the dredging contract.\" <i>Id.</i> As such, the court found the \"relevant voyage\" to be \"the endeavoring of the tug El Puma Grande to transport the barge, tug, and their contents.\" <i>Id.</i> The court likewise declined to find that the value of the. dredging contract was \"pending freight\" with regards to this relevant voyage. Moreover, the court noted,</p>\n<blockquote>Even if the Court were to deem a portion of the dredging contract to be pending freight, no practical method has been proposed to calculate the sum attributable to the voyage of the Mobro 2503.</blockquote>\n<p><i>Id.</i> at *4. Thus, the court did not count the dredging contract, or any part thereof, as pending freight subject to the limitation fund.</p>\n<p>Moreover, in another case, <i>Drill Barge No. 2,</i> involving employees injured on a drilling barge, the Fifth Circuit Court of Appeals found that the subject barge and the vessel owner's other drilling barges used for the levee-building contract constituted a flotilla such that their entire value should be included in the limitation fund. 454 F.2d at 411-12. However, the Fifth Circuit affirmed that the value of the levee contract itself could not be included in the limitation fund as pending freight because there was \"no practical way to compute freight, there being no evidence in the record by which such a computation could be made.\" <i>Id.</i> at 412.<sup>[3]</sup> Interestingly for <span class=\"star-pagination\">*709</span> our purposes, the <i>Drill Barge</i> court reviewed flotilla doctrine cases, noting that the ships included in the flotilla (and thus the limitation fund) were considered \"necessary for performance of their vessel owner's contract,\" and other similar language. <i>Id.</i> at 411.</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Although the flotilla doctrine itself is not directly raised by the Collinses in their motion to increase the limitation fund, it lends useful standards in determining what is a \"voyage\" for purposes of \"pending freight\" under the Limitation of Liability Act. This is because <i>both</i> the \"vessel\" (or flotilla of vessels) and any \"pending freight\" must directly relate to the pertinent \"voyage\" in order for each to be included in the limitation fund. Thus, in line with the <i>Norfolk Dredging</i> analysis, in order to determine the pertinent \"voyage,\" this Court must consider closely the particular tasks Collins and the crewmembers were engaged in at the time of the casualty in relation to the whole dredging operation under the Contract. In other words, as the Court understands the \"pending freight\" doctrine, the Court must determine the pertinent \"voyage\" the <i>Marion's</i> crew were engaged in on May 6, 2007, and whether the whole Contract, or any quantifiable part of it, constituted the \"price paid\" or economic reward (i.e. the pending freight), for this \"voyage.\" Specifically, the Court must find whether the relevant voyage is limited to the demobilization effort for which Collins had been engaged in that day, or whether it includes a broader scope, such as the <i>Marion's</i> recent dredging of the Atlantic Harbor, or even broader still, to encompass the entire dredging contract in which the <i>Marion</i> was used to dredge four separate waterways over six months. The facts necessary to determine whether the Contract is \"pending freight\" for purposes of the limitation fund are not in dispute.</p>\n<p>On May 6, 2007, the dredging operations were finished for the time period. The majority of the crew was sent home and laid off for what was a couple of weeks. The <i>Marion</i> had already dredged Atlantic Harbor, dumping the spoils to New Dump Island, and the <i>Marion</i> had been prepared for towing to the next dredge site. Atlantic Harbor was the third of four waterways to be dredged under the Contract. Thus, on May 6, 2007, the <i>Marion</i> sat idle in Atlantic Harbor. Cottrell had not yet completed demobilization at this site because the bulldozer was still on the island. Captain Evans was advised on May 5, 2007, to promptly remove the bulldozer before any birds nested on it, or else environmental regulations would require them to leave the bulldozer there until after nesting season. The next day, Collins and another crew member helped Captain Evans remove the bulldozer from the island. With one crewman pushing the derrick to the island, Collins operated the skiff to take Captain Evans close to the island. After getting ashore, Captain Evans ordered Collins back to the <i>Marion</i> alone in the skiff. Collins was injured while trying to tie up the skiff to the <i>Marion</i> so that he could board the <i>Marion.</i></p>\n<p>Based on these facts, the undersigned finds that the pertinent \"voyage\" on May 6, 2007, was the task of removing the bulldozer from New Dump Island. All other Cottrell operations were halted, and there were no other tasks at hand or work being done that day. The <i>Marion</i> was essentially devoid of its crew and was not dredging. The Contract was technically <span class=\"star-pagination\">*710</span> still \"open\" in that some work was remaining and some payment due. But the Court finds it too far of a stretch to conclude that the nearly empty and idle barge on the day in question was actively on the \"voyage\" that encompassed the whole four-phase dredging Contract. In fact, because the Contract was broken up into distinct phases and dredging projects, with various stops and starts, and mobilization and demobilization in four different waterways over six months, the undersigned finds that work under the contract cannot be reasonably lumped together as constituting one \"voyage\" for purposes of the Limitation of Liability Act.</p>\n<p>The only work at hand on the day in question involved activity that was, at best, secondary to the performance of the Contractone discrete task of demobilization from this phase of dredging. In line with this Court's ruling in <i>Norfolk Dredging,</i> only the task at hand defines the \"voyage\" when, as here, the task itself was ancillary to the actual performance or work under the contract. In <i>Norfolk Dredging,</i> this Court found the pertinent \"voyage\" was the crew preparing to move a booster barge between two different dredging projects, despite the fact that they were operating under an open contract which included both dredging projects. The crew in <i>Norfolk Dredging</i> was operating <i>between</i> dredging projects under the contract, just as the <i>Marion's</i> crew was in this case. Thus, the Court finds that the work of removing the bulldozer at the time of the casualty was the pertinent \"voyage\" for the purposes of the limitation fund, despite the fact that there was technically an open contract. Accordingly, the Court cannot recommend including the Atlantic Harbor dredging Contract price (which is itemized) in the limitation fund.</p>\n<p>Having defined the scope of the voyage, the Court must now determine what, if any, pending freight for the voyage should be included in the limitation fund. There is no line item price for demobilization at the Atlantic Harbor work site, and even if there were, this task on May 6, 2007, was only a minor part of demobilization for this site. While there does appear to be a general Contract price for mobilization and demobilization (at all work sites required by the Contract) of $875,000, the undersigned can find no principled method to calculate which part of that Contract line item is the \"price paid\" for mere removal of the bulldozer at this one site. Thus, the undersigned finds that to the extent there exists <i>any</i> \"pending freight\" for the pertinent voyage of bulldozer removal, it is not quantifiable under the Contract or by any other means, and it may not be included in the limitation fund.</p>\n<p>For the reasons stated above, the undersigned RECOMMENDS DENYING the Collinses' motion to increase the value of and security for the limitation fund [DE-29].</p>\n<p></p>\n<h2>V. COTTRELL'S MOTION FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>Cottrell moves for partial summary judgment in the Collinses' Jones Act action in order to have the Court \"eliminate numerous claims that are entirely unsupported by any evidence in the record.\" Cottrell's Mem. [DE-41] at 2. Specifically, Cottrell challenges five of the twelve factual allegations of Plaintiffs' unseaworthiness claim as unsupported by any evidence in the record. <i>See</i> Complaint Ct. I, XII (a)(1) [DE-2]. Next, Cottrell challenges six of the fifteen factual allegations of Plaintiffs' Jones act negligence claim as unsupported by any evidence. <i>See id.</i> at Ct. II, XVII(a)-(<i>o</i>). Third, Cottrell challenges Count II of the Complaint (the maintenance and cure claim), arguing it has paid in full Mr. Collins' medical and living expenses <span class=\"star-pagination\">*711</span> for the relevant period. Lastly, Cottrell's motion for partial summary judgment challenges Mrs. Collins' loss of consortium claim in Count IV of the Complaint, arguing that such claim is not available under the Jones Act as a matter of law.</p>\n<p></p>\n<h2>A. Issues Conceded</h2>\n<p>After briefing, only two of Cottrell's four contentions remain in dispute. This is because Cottrell conceded in its Reply that Collins' medical bills from the Washington Medical Group are unpaid and in dispute as to whether they are valid bills for necessary treatment (i.e. maintenance and cure) or rather for expert services in litigation. Cottrell's Reply [DE-61] at 4. As such, Cottrell withdrew its request for summary judgment as to Plaintiffs' maintenance and cure claim. Moreover, the Plaintiffs did not oppose Cottrell's motion with regards to Mrs. Collins' loss of consortium claim. It seems both parties agree that loss of consortium damages are not available for personal injury and wrongful death actions of a seaman under the Jones Act as a matter of law. Generally, only pecuniary damages of the seaman are available under the Jones Act. <i>Miles v. Apex Marine,</i> <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 31-32, <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">275</span></a></span> (1990) (\"We must conclude that there is no recovery for loss of society in a general maritime action for the wrongful death of a Jones Act seaman.\"); <i>see also </i><i>Murray v. Anthony J. Bertucci Const. Co., Inc.,</i> <span class=\"citation\" data-id=\"578701\"><a href=\"/opinion/578701/david-w-murray-individually-and-as-administrator-of-the-estates-of-his/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 131-32 (5th Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">865</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">190</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></span> (1992) (applying <i>Miles</i> to personal injury cases under the Jones Act and noting \"[a]lmost every court that has decided this question has held, as we do today, that <i>Miles</i> precludes recovery for loss of society\") (citing cases). Thus, the Court RECOMMENDS GRANTING IN PART Cottrell's Motion for Partial Summary Judgment [DE-40] as to Mrs. Collins' loss of consortium claim for damages under the Jones Act and to DISMISS the loss of consortium claim in Count IV of the Complaint.</p>\n<p></p>\n<h2>B. Issues Remaining</h2>\n<p>Remaining in dispute are Cottrell's challenges for lack of evidentiary support to several, but not all, of Plaintiffs' unseaworthiness and negligence factual allegations. In other words, Cottrell is not moving for summary judgment with respect to Plaintiffs' unseaworthiness or negligence <i>claims;</i> rather, Cottrell seeks to have certain <i>allegations</i> within Plaintiffs' claims stricken for Plaintiffs' failure to come forward with any evidence supporting those allegations. This posture forces the Court to examine whether Cottrell's motion is a proper motion for summary judgment. Indeed, Plaintiffs argue the motion is improper in form.</p>\n<p>Cottrell's summary judgment motion contends certain discrete factual allegations contained in Plaintiffs' unseaworthiness and negligence claims are not in dispute and thus, these allegations should not go forward at trial. Specifically, Cottrell urges the Court to use the mechanism of Rule 56(d) of the Federal Rules of Civil Procedure to issue an order specifying that certain facts alleged by Plaintiffs are unsupported by any evidence and thus not at issue. Cottrell argues that Rule 56 is \"the perfect tool for trimming unsupported allegations from this case.\" Cottrell's Reply [DE-61] at 2. The undersigned disagrees with Cottrell's interpretation of Rule 56 generally and Rule 56(d) specifically. As discussed below, the undersigned concludes that this part of Cottrell's motion is improper in form and should be denied.</p>\n<p>Rule 56 was significantly restructured in 2007, and these changes were intended to be \"stylistic only.\" Fed. R. Civ. P. 56 advisory comm. nn. As part of the restructuring, <span class=\"star-pagination\">*712</span> Rule 56(d)'s language now states:</p>\n<blockquote>If summary judgment is not rendered on the whole action, the court should, to the extent practicable, determine what material facts are not genuinely at issue. The court should so determine by examining the pleadings and evidence before it and by interrogating the attorneys. It should then issue an order specifying what factsincluding items of damages or other reliefare not genuinely at issue. The facts so specified must be treated as established in the action.</blockquote>\n<p>Fed. R. Civ. P. 56(d)(1). Although the language of Rule 56(d)(1) seems to support the posture of Cottrell's motion (to strike certain factual allegations as unsupported), the traditional use of summary judgment and the case law do not support such piecemealing of claims on a summary judgment motion.</p>\n<p>Although there appears to be no Fourth Circuit decision speaking directly to this use of a summary judgment motion, other district courts have discussed the matter in detail. In <i>Mathewson v. Lincoln Nat'l Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2128599\"><a href=\"/opinion/2128599/mathewson-v-lincoln-national-life-ins-co/\"><span class=\"volume\">518</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">657</span></a></span>, 659-660 (D.S.C.2007) (some citations omitted), the district court discussed the issue:</p>\n<blockquote>Most fundamentally, Plaintiff's motion fails because it is an improper usage of Rule 56 of the Federal Rules of Civil Procedure.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>Courts have consistently declined to use Rule 56(d) to authorize an independent motion to establish certain facts are true. <i>See </i><i>Evergreen Int'l, S.A. v. Marinex Constr. Co., Inc.,</i> <span class=\"citation\" data-id=\"2429688\"><a href=\"/opinion/2429688/evergreen-intern-sa-v-marinex-const-co/\"><span class=\"volume\">477</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">697</span></a></span>, 699 (D.S.C.2007) (holding that plaintiff's motion for partial summary judgment on issue of damages was in improper form where facts plaintiff wished to establish would not dispose of any of its claims entirely); <i>Nye v. Roberts,</i> <span class=\"citation\" data-id=\"2384833\"><a href=\"/opinion/2384833/nye-v-roberts/\"><span class=\"volume\">159</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">207</span></a></span>, 210 n. 2 (D.Md.2001) (\"A party may not bring a motion under Fed. R. Civ. P. 56(d) for relief on part of a claim.\"); <i>City of Wichita v. United States Gypsum Co.,</i> <span class=\"citation\" data-id=\"2352266\"><a href=\"/opinion/2352266/city-of-wichita-kan-v-us-gypsum-co/\"><span class=\"volume\">828</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">851</span></a></span>, 868-69 (D.Kan.1993) (\"A party is not entitled to partial summary judgment if the judgment would not be dispositive of the claim.\"); <i>Arado v. Gen. Fire Extinguisher Corp.,</i> <span class=\"citation\" data-id=\"1399054\"><a href=\"/opinion/1399054/arado-v-general-fire-extinguisher-corp/\"><span class=\"volume\">626</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">506</span></a></span>, 508-09 (N.D.Ill.1985) (\"There's no such thing as an independent motion under Rule 56(d).\"); <i>Felix v. Sun Microsystems, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">911303</span></span>, *7-8 (D.Md.2004). Rules 56(a) and 56(b) (which applied to defendants bringing summary judgment motions) do not allow the \"piecemealing\" of a single claim. The \"all or any part\" language in Rule 56(a) authorizes the granting of summary judgment with respect to all claims in an action or only some claims in a multiple claim action. A party is simply not entitled to summary judgment if the judgment would not be dispositive of an entire claim. Moreover, a party may not attempt to use Rule 56(d) to evade the restriction in Rule 56(a) because Rule 56(d) does not authorize independent motions to establish certain facts as true. Rule 56(d) is merely a mechanism to salvage some of the constructive results of the judicial efforts made in denying a proper summary judgment motion. In this case, the determination that Plaintiff wishes to establish would not dispose of any of Plaintiff's claims entirely. As a result, the motion must fail simply for its improper form.</blockquote>\n<p>Although the <i>Mathewson</i> court's discussion quoted above was done prior to the 2007 amendments taking effect, it has bearing on the substantive issue of how Rule 56 may be used because the 2007 amendments were merely part of \"general restyling\" of the Civil Rules and \"[were] intended to be stylistic only.\" Fed. R. Civ. P. 56 advisory comm. nn. In other words, <span class=\"star-pagination\">*713</span> the changes to Rule 56(d) upon which Cottrell relies added no new substantive use for a Rule 56 summary judgment motion. <i>Greene v. Life Care Centers of America, Inc.,</i> <span class=\"citation\" data-id=\"1903305\"><a href=\"/opinion/1903305/greene-v-life-care-centers-of-america-inc/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">589</span></a></span>, 594 (D.S.C.2008) (\"While the [2007 amendments to Rule 56] language is slightly different, the court concludes the substantive analysis remains unchanged.\") (denying summary judgment cross motions that would not be dispositive of any entire claim as an \"improper use of Rule 56\"); <i>see also BCD, LLC v. BMW Mfg. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">304878</span></span>, *25 (D.S.C.2008) (\"Plaintiff's motion would be denied because it improperly seeks summary judgment on select factual issues rather than an entire cause of action.\"); <i>Franklin-Mason v. Penn,</i> <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">9</span></span>, 11 (D.D.C.2009) (\"[P]artial summary judgment as to a fact or an element is not available under Rule 56[.]\"); <i>Beard v. District of Columbia Housing Authority,</i> <span class=\"citation\" data-id=\"2270654\"><a href=\"/opinion/2270654/beard-v-district-of-columbia-housing-authority/\"><span class=\"volume\">584</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">139</span></a></span>, 140 n. 1 (D.D.C.2008) (same).</p>\n<p>The undersigned finds that Cottrell's motion for summary judgment, to the extent it seeks judicial determination as to specific allegations of Plaintiffs' unseaworthiness and negligence claims, but would not be dispositive of any entire claim of Plaintiffs, is improper in form and should be denied. Accordingly, the undersigned RECOMMENDS that Cottrell's Motion for Partial Summary Judgment [DE-40] be DENIED IN PART with respect to Plaintiff's unseaworthiness and negligence allegations raised in the Motion.</p>\n<p></p>\n<h2>VI. MOTIONS IN LIMINE</h2>\n<p>The introduction of expert opinion testimony is governed by Federal Rule of Evidence 702, which provides in pertinent part:</p>\n<blockquote>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert . . . may testify thereto in the form of an opinion or otherwise.</blockquote>\n<p>Fed. R. Evid. 702. Expert testimony is admissible under Rule 702, then, if it concerns (1) scientific, technical, or other specialized knowledge that (2) will aid the jury or other trier of fact to understand or resolve a fact at issue. <i>Daubert v. Merrell Dow Pharms., Inc.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 592, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993). The first prong of this inquiry necessitates an examination of whether the reasoning or methodology underlying the expert's proffered opinion is reliablethat is, whether it is supported by adequate validation to render it trustworthy. <i>Westberry v. Gislaved Gummi AB,</i> <span class=\"citation\" data-id=\"764386\"><a href=\"/opinion/764386/james-curtis-westberry-and-connie-rena-westberry-v-gislaved-gummi-ab-and/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 261 (4th Cir.1999) (citing <i>Daubert,</i> 509 U.S. at 590, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>). The focus of the first prong is therefore on the issue of reliability. The second prong of the inquiry requires an analysis of whether the opinion is relevant to the facts at issue. <i>Id.</i> (citing <i>Daubert,</i> 509 U.S. at 591-92, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>).</p>\n<p>Ultimately, an expert's testimony is admissible under Rule 702 if it \"rests on a reliable foundation and is relevant.\" <i>Kumho Tire Co. v. Carmichael,</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999) (internal quotation marks omitted). The district court's role in considering the admissibility of expert testimony is that of a \"gate-keeper\" whose prime task is to assess whether the proffered evidence is sufficiently reliable and relevant. <i>See id.</i> at 148, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>. As the gate-keeper, the district court's inquiry is \"a flexible one\" focusing on the \"principles and methodology\" employed by the expert, not on the conclusions reached. <i>Daubert,</i> 509 U.S. at 594-95, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span> (emphasis added). In making its initial determination of whether proffered testimony is sufficiently reliable, the court has broad latitude to consider whatever factors bearing on validity that the court finds to be useful; <span class=\"star-pagination\">*714</span> the particular factors will, however, depend upon the unique circumstances of the expert testimony involved. <i>Kumho Tire Co.,</i> 526 U.S. at 149-50, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>. As the gate-keeper, the court must remain conscious of two guiding, and sometimes competing, principles. <i>Westberry,</i> 178 F.3d at 261. On the one hand, the court should be mindful that Rule 702 was intended to liberalize the introduction of relevant expert evidence. <i>Id.</i> (citing <i>Cavallo v. Star Enter.,</i> <span class=\"citation\" data-id=\"729758\"><a href=\"/opinion/729758/ardith-cavallo-and-lawrence-cavallo-v-star-enterprise-texaco-refining-and/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1150</span></a></span>, 1158-59 (4th Cir.1996)). Thus, the court need not determine that the expert's proffer is irrefutable or certainly correct. <i>Id.</i> In liberalizing the standard for admission, <i>Daubert</i> reminds us that, as with all other admissible evidence, expert testimony is subject to being tested by \"[v]igorous cross-examination, presentation of contrary evidence, and careful instruction on the burden of proof.\" <i>Daubert,</i> 509 U.S. at 596, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>. On the other hand, <i>Daubert</i> cautions that the district court must recognize that due to the difficulty of evaluating their testimony, expert witnesses have the potential to \"be both powerful and quite misleading.\" <i>Id.</i> at 595, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span> (internal quotation marks omitted). Where the expert proffer has a greater potential to mislead than to enlighten, that evidence may properly be excluded. <i>Westberry,</i> 178 F.3d at 261 (citing <i>United States v. Dorsey,</i> <span class=\"citation\" data-id=\"687283\"><a href=\"/opinion/687283/united-states-v-douglas-fred-dorsey/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span>, 815-16 (4th Cir.1995)).</p>\n<p></p>\n<h2>A. Plaintiffs' Motion in Limine Regarding D.H. Austin</h2>\n<p>Plaintiffs move to strike three distinct opinions from the expert report of Decatur Hill Austin. [DE-39]. Mr. Austin states the bases for his opinions are his \"experience, education and training in the field of Marine Surveying and [his] service in the United States Coast Guard in the areas of small boat handling, Marine Inspections and Marine Incident/Casualty Investigations.\" Austin Rpt. at 1 [DE-39-3]. In the 1960s, Mr. Austin worked as a commercial fisherman and mate on charter fishing boats in Hatteras, North Carolina and in the Elizabeth City Shipyard. Austin Resume at 1 [DE-39-4]. He served in the Coast Guard from 1965 to 1986, where, among other things, he was a senior instructor at a small boat operations school and a supervisor of life boat stations. Later, he was a marine inspector with the Coast Guard. He served onboard three large cutters and was responsible for the cutters' small boats. Since retiring from the Coast Guard, Mr. Austin has worked with various civilian marine surveying companies, and he is president of his own company. <i>Id.</i> He has in this time conducted various types of marine inspections and loss surveys and investigations. <i>Id.</i></p>\n<p>Mr. Austin inspected the <i>Marion</i> in January 2009, when it was spudded down and anchored in Roanoke Sound near Wanchese, North Carolina. He also surveyed the skiff involved in Mr. Collin's injury, and the tender boat \"Tarheel.\" Austin Rpt. at 4-5 [DE-39-3]. Mr. Austin later went to Atlantic, North Carolina, in May 2009, and he and Captain Evans went by boat to the area in Core Sound, North Carolina, where the <i>Marion</i> was spudded and anchored when Collins was injured. He took soundings of water depth and pictures of the shoreline. Mr. Austin relied on information from Captain Evans as to exactly where the <i>Marion</i> had been spudded down.</p>\n<p>After reviewing the incidents leading up to Collins' injury, Mr. Austin's report opines in relevant part:</p>\n<blockquote>The application of weather forecast for the Pamlico Sound and offshore coastal waters <i>do not apply to the local condition in the very shallow cove sound.</i> The Pamlico Sound is approximately 80 miles long and 20 miles wide and well <span class=\"star-pagination\">*715</span> north of the location of the <i>\"Marion\"</i> on the morning of 06 May 2007.</blockquote>\n<p><i>Id.</i> at 6 (emphasis added to contested portion). Mr. Austin further noted that Captain Evans is a \"very experienced boatman and waterman.\" <i>Id.</i> Mr. Austin states Captain Evans:</p>\n<blockquote>\n<i>would never have undertaken</i> the operation if he had awaken [sic] on 06 May 2007, and found that weather conditions make the recovery of the bulldozer risky. He felt confident with himself and his very experienced help that the recovery could be carried out safely and it was.</blockquote>\n<p><i>Id.</i> (emphasis added to contested portion).</p>\n<p>Mr. Austin further noted in his report that the <i>Marion</i> had been about 250 feet offshore of a commercial fish house's bulkhead, \"and between a corrugated steel sheet pile bulkhead to the northeast and a old wood piling pier to the southwest.\" <i>Id.</i> at 7. Mr. Austin's report notes that the Clayton Fulcher's Seafood building is \"large,\" and also that \"large homes and large trees were observed along the shoreline from Clayton Fulcher's Seafood to the north and northeast to the small boat harbor inside White Point.\" <i>Id.</i> He further observed that White Point \"extends to the south on the northeast side of the channel,\" with \"large sand bags exposed above the surface of the water and extend[ing] an estimated 100' to the south beyond the end of White Point.\" He stated, \"All of which provide a substantial lee for the dredge from north and northeast winds.\" <i>Id.</i> at 8.</p>\n<p>Mr. Austin's report opines in relevant part:</p>\n<blockquote>It is my opinion that <i>the sea conditions alleged by Chief Collins could not be possible in the protected area of the dredge mooring.</i> The protected site would reduce the wind velocity by the blocking effect of the large buildings and large trees to the north and along the northeast shoreline. <i>A lee provided by White Point and the dredge spoil site along with the very shallow water depth would prevent the buildup of rough sea conditions.</i>\n</blockquote>\n<p><i>Id.</i> (emphasis added to contested portions).</p>\n<p>Plaintiffs argue that Mr. Austin is not a psychologist or mind reader. They contend he thus is not qualified to opine about Captain Evans' state of mind and confidence that the weather conditions did not make the operation risky. In other words, they argue this expert in marine surveying cannot testify with a reliable foundation as to Captain Evans' state of mind. Defendants concede the point, noting \"that Mr. Austin should not express an opinion at trial about what captains [sic] would or would not have done under any given set of circumstances.\" Cottrell Mem. Opp. Mot. to Strike at 1 [DE-56]. Thus, the Court RECOMMENDS GRANTING IN PART Plaintiffs' motion in limine [DE-39] only with regards to Mr. Austin's statement that Captain Evans \"would never have undertaken\" the bulldozer operation had he felt it was risky that day, Austin Rpt. at 6, and allowing the remainder of Mr. Austin's opinion into evidence.</p>\n<p>Next, Plaintiffs object to Mr. Austin's opinion that the weather conditions for the Pamlico Sound do not apply to the local conditions in the shallow sound where the <i>Marion</i> was anchored. They lodge a related objection to Mr. Austin's opinions that this sound was \"a protected area\" with \"a lee\" provided by the surroundings and in such shallows in this protected area, the \"sea conditions alleged by Chief Collins could not be possible.\" Austin Rpt. at 8. Plaintiffs argue that Mr. Austin is not an expert in meteorology or oceanography, and he is not qualified to determine how weather forecasts for a nearby area affects conditions in this Core Sound. Also, they point out, citing Mr. Austin's deposition testimony, that he has only been to the <span class=\"star-pagination\">*716</span> Core Sound once to investigate this case, and he was not sure which weather station broadcasted to the Atlantic, North Carolina, area. As to his opinion discounting the sea conditions alleged by Collins, Plaintiffs argue that Mr. Austin's methodology is flawed in that he did not consider the effect of wave refraction off of shallow water or land, and in fact did not know how to define wave refraction. Defendant argues that Mr. Austin's extensive experience with small boating operations in North Carolina waters both in the Coast Guard and before and since, give him the experience and expertise to \"interpret regional marine forecast and understand their local impact in protected waters such as Core Sound, North Carolina.\" Def. Resp. at 3 [DE-56].</p>\n<p>The Court believes that Mr. Austin's lifelong professional experience in boating in North Carolina's coastal waters, and the necessary knowledge and experience of interpreting how weather forecasts might affect operating a small boat in this region, provide sufficient reliability to Mr. Austin's opinions about how the weather forecast might affect a geographic area such as the Core Sound (an area which Mr. Austin directly observed). Likewise, his experience with operating various vessels in North Carolina's coast give him a sufficient basis upon which to opined that the seas would not be rough in this particular sound. Moreover, the Court is confident that the Plaintiffs' vigorous cross-examination of Mr. Austin and the basis for his conclusion on this point will temper any misleading or overly powerful impact Mr. Austin's opinions might have on the jury. As such, the undersigned RECOMMENDS DENYING IN PART Plaintiffs' first motion to exclude expert testimony [DE-39] with respect to Mr. Austin's opinions about the sea conditions and impact of the weather forecast on the sound in which Collins was injured.</p>\n<p></p>\n<h2>B. Cottrell's Motion in Limine Regarding Macedo, Harned, and Webster</h2>\n<p>Cottrell moves to exclude or strike the testimony of three of Plaintiffs' experts: Dr. Macedo, a neurologist, who will testify that Collins is permanently disabled from the incident; Mr. Stephen Harned, a meteorologist, who will testify that waves reached one to two feet at the dredge at the time of the incident; and Mr. George Webster, an expert in the marine industry, who will testify that Collins did nothing wrong and Cottrell should have had another crewman in the skiff with Collins and also on the dredge. [DE-42].</p>\n<p></p>\n<h2>1. Dr. Macedo, Neurologist</h2>\n<p>Cottrell seeks to have the Court exclude the testimony of Dr. Pedro Steven Buarque de Macedo. Dr. Macedo, a board-certified neurologist, opines <i>inter alia</i> that Collins \"sustained a right brachial plexus traction injury with resulting chronic pain in the right upper extremity,\" and \"a brain injury from the trauma.\" Macedo Rpt. at 7-8 [DE-43-4]. Macedo states that \"electrophysiologic studies performed at Washington Medical Group indicat[e] a right cervical polyradiculopathy involving all muscle groups in the right upper extremity.\" <i>Id.</i> at 8. He also opines that Collins is \"permanently disabled from work due to the chronic pain, muscle weakness, and cognitive impairments.\" <i>Id.</i></p>\n<p>Defendant contends that Dr. Macedo's testimony is inadmissible because five of the eleven specified opinions are \"adopted entirely from reports of other medical professionals, namely Dr. Suzanne Southworth, a neuropsychologist, and Dr. Eric Meyer, a chiropractor.\" Cottrell complains the underlying reports themselves are inadmissible hearsay, and Drs. Southworth and Meyer are not available for cross-examination.</p>\n<p><span class=\"star-pagination\">*717</span> Federal Rule of Evidence 703 allows expert testimony that is based upon facts or data known to the expert, and not admissible in evidence, if the facts or data are of a type that is \"reasonably relied upon by experts in the particular field forming opinions or inferences upon the subject.\" Fed. R. Evid. 703. This Rule has its limits, and the court's role as gatekeeper over expert testimony is to weed out expert testimony that goes beyond the bounds of this general Rule. Defendant argues that Dr. Macedo's report runs afoul of this Rule because he relies on reports by other medical providers that were prepared specifically for the purpose of litigation. Defendant argues that they thus do not have the indicia of trustworthiness that such medical reports might otherwise have. Defendant does not challenge, and indeed could not credibly do so, a physician's reliance on other medical providers' reports and data in diagnosing and treating a patient.</p>\n<p>The Court finds that Dr. Macedo's reliance on the reports of Drs. Southworth and Meyer does not invalidate his opinions. Dr. Macedo's deposition testimony does indicate that Collins came to his practice, the Washington Medical Group, by arrangement of his attorney in this action, and that Collins lives too far from this practice to receive ongoing medical treatment there. Macedo Dep. at 7 [DE-52-2]. Dr. Macedo understood that the purpose of the visit was to \"try to establish as objectively as possible [Collins'] current medical status and to establish through review of records and talking to him and his examination and testing . . . how he got to where he was and where he is.\" <i>Id.</i> Despite the litigation context which brought Collins to Dr. Macedo, it is clear from the record that Mr. Macedo runs a medical practice group that employs various providers in different medical disciplines to assist in evaluating <i>and treating</i> patients. Cottrell does not contend that Dr. Macedo and his group work solely to evaluate litigants and to create reports for litigation.</p>\n<p>In fact, Dr. Macedo's testimony was that he personally conducted EMG needle testing on Collins, and that although his technician did the more time-consuming neuroconduction studies, Dr. Macedo closely reviewed the data and determined them acceptable. <i>Id.</i> at 9. Then, Dr. Macedo had a colleague at his practice, Dr. Southworth, conduct the neuropsychological examination, and he relied upon her \"data points\" after he \"talked to her extensively about her assessment\" and \"reviewed her scored data and results.\" <i>Id.</i> at 31. Dr. Macedo then had a chiropractor in his group, Dr. Meyer, conduct the functional capacity evaluation (\"FCE\"). Dr. Macedo \"reviewed all the data\" from Dr. Meyer's testing, with an eye to modifying the FCE as he saw fit, because he (Dr. Macedo) signed the FCE. <i>Id.</i> Although Dr. Macedo did not modify the FCE as prepared by Dr. Meyer in this case, he undoubtedly had significant oversight over the work product. Dr. Macedo had worked with these two professionals for several years in his practice. The Court finds that Dr. Macedo personally saw and tested Collins, and closely coordinated and supervised the other medical evaluations upon which Dr. Macedo ultimately relied in reaching his diagnoses and conclusions. The undersigned finds this situation to be a reasonable reliance by a medical professional on the data and reports of other medical professionals in order to conduct a global assessment of a patient. On these facts, the undersigned finds that Dr. Macedo's reliance upon the data and evaluations of Drs. Southworth and Meyer fall well within the bounds of Rule 703. Moreover, the Court is confident that Cottrell's vigorous cross-examination of Dr. Macedo and the bases for his opinions, including his reliance on the data <span class=\"star-pagination\">*718</span> and reports of others, will allow the jury to assign the appropriate weight to Dr. Macedo's expert opinions.</p>\n<p>For the reasons stated above, the undersigned RECOMMENDS DENYING IN PART Cottrell's motion to exclude expert testimony [DE-42] with respect to Dr. Macedo's expert testimony. Thus, the Court recommends Dr. Macedo's expert testimony be admissible.</p>\n<p></p>\n<h2>2. Stephen Harned, Meteorologist</h2>\n<p>Cottrell filed two motions in limine with respect to Mr. Stephen Harned. Mr. Harned, a meteorologist, gave his expert opinion as to the wind and wave conditions at the dredge at the time Collins was injured by extrapolating from other known weather data near Atlantic and Core Sound, North Carolina. Harned Initial Rpt. [DE-43-6]. He opined winds were gusting to near thirty miles per hour and waves were one to two feet. <i>Id.</i> at 3. The undersigned notes that water and wave conditions are a hotly contested issue for trial. Cottrell has also retained a coastal civil engineer, Dr. Hudson, who will testify that waves on the alleged \"relevant\" side of the dredge, the port side, were less than 0.3 feet at the ends of the dredge and near zero in the middle of the dredge. Hudson Rpt. at 10 [DE-65-2]. Initially, Cottrell argued, among other things, that Mr. Harned had disclosed a \"new\" or the \"real\" basis for his opinion at deposition, where he mentioned that the principle of wave refraction had informed his opinion. After Cottrell filed its first motion in limine, the Court granted Plaintiffs an opportunity to have Mr. Harned file a supplemental report. After Mr. Harned filed his supplemental report and Cottrell deposed him again, Cottrell filed a new motion in limine addressing all of Mr. Harned's testimony. [DE-64].</p>\n<p>Mr. Harned has forty years of experience as a meteorologist, and many of those years he has forecasted wind and wave conditions. Harned Dep. at 50 [DE-62-2]. Now Cottrell argues that Mr. Harned's second opinion \"suffers many of the same methodology-related problems as his first opinion,\" but contends the Court need not reach those issues because Mr. Harned's opinion is irrelevant. Def. Br. in Supp. Mot. to Exclude at 8 [DE-65]. Cottrell asserts that Mr. Harned's second opinion \"proffers no opinion about the wave height at the relevant placethe port side of the Dredge.\" <i>Id.</i> Mr. Harned's Supplemental Report, which seems to have additional research and mathematical analysis to tighten up his initial report, finds wave heights \"at the dredge\" ranging from 1.65 feet to 1.99 feet. Harned further states: \"The waves would have struck the dredge on the starboard bow since the bow of the dredge was pointed towards White Point.\" Harned Supp. Rpt. at 11 [DE-65-7]. In deposition, when asked about waves on the port side of the <i>Marion,</i> Mr. Harned replied:</p>\n<blockquote>With the waves coming in to the starboard bow, then the portside closest to the bow would have more waves, you know, getting some defraction around the Dredge. So I would expect the waves to be higher on the bow, port bow rather than the port stern part of the port [sic].</blockquote>\n<p>Harned 2010 Dep. at 55 [DE-65-8]. Mr. Harned further stated that he quantified the size of the waves \"using Dr. Hudson's calculations that at least six-tenths of a foot was striking the whole portside.\" <i>Id.</i> at 57.</p>\n<p>Plaintiffs reply that Mr. Harned's opinions are indeed relevant when one takes a close look at the facts. Collins testified that he was trying to tie up the skiff to a cleat on the port side of the <i>Marion.</i> His rough drawing showing this location does seem to indicate that the skiff was on port side, and a bit closer to the bow end than <span class=\"star-pagination\">*719</span> the stern end of the port side. <i>See</i> Collins Dep. Ex. 10 [DE-65-4] (simple drawing). Collins also testified that the seas were rough, that the waves were coming in from the starboard bow, and that the dredge was moving up and down with the seas. <i>E.g.,</i> Collins Dep. at 62-3, 69, 75, 76 [DE-65-3]. Plaintiffs argue that Mr. Harned's opinion of the wave heights at the starboard bow <i>is</i> relevant because both experts stated that the waves on the starboard bow refracted around the bow to the port side. Moreover, Plaintiffs contend, Harned's opinion has bearing on what Collins testified tothat the seas were rough such that the <i>Marion</i> was bouncing up and down.</p>\n<p>After closely considering all the testimony of Mr. Harned, the undersigned concludes that his testimony satisfies the Federal Rules of Evidence and <i>Daubert</i> and its progeny. Although Defendant does not re-advance its challenges to Mr. Harned's methodology in its second motion to exclude, the Court notes Mr. Harned, particularly in his Supplemental Report, clearly sets out the reasoning and methodology behind his weather and wave opinions. While Cottrell may find bases to crossexamine this methodology, the undersigned finds it is sufficiently reliable to qualify as expert testimony. In fact, Dr. Hudson, Defendant's expert on wave heights, uses one of Mr. Harned's weather opinionsestimated sustained wind speedin order to calculate wave heights. Hudson Rpt. at 8 [DE-65-2]. There appears to be no real challenge to Mr. Harned's weather extrapolation methodology. And Defendant does not directly challenge Mr. Harned's methodology used to calculate wave heights in his Supplemental Report. Thus, the real issue is relevance, and the undersigned finds that Mr. Harned's testimony is relevant and will aid the trier of fact. Mr. Harned's opinion of significant waves hitting the starboard bow of the <i>Marion</i> bears directly upon Mr. Collins' factual and legal arguments that there were \"rough\" seas that made the <i>Marion</i> move up and down, which in turn contributed to his falling overboard.</p>\n<p>For the reasons discussed above, the undersigned RECOMMENDS DENYING IN PART Cottrell's first motion to exclude expert testimony [DE-42] as it relates to Mr. Harned's testimony and DENYING Cottrell's subsequent motion to exclude Mr. Harned's testimony [DE-64]. Thus, the Court recommends Mr. Harned's testimony be admissible.</p>\n<p></p>\n<h2>3. Edward Webster, Marine Dredging Industry and Safety Practices</h2>\n<p>Edward G. Webster is a marine surveyor and naval architect who has worked in the marine industry worldwide for forty years. Webster Rpt. at 10 [DE-43-10]. He worked as an engineer on various types of vessels, including hopper dredgers, and as a superintendent engineer overseeing safety and operations for all types of vessels. He has also worked as a consultant for the marine and dredging industry in numerous areas, including safety. <i>Id.</i></p>\n<p>The Defendant does not question Webster's qualifications as an expert in the marine industry and marine safety. Rather, the Defendant seems to be concerned that Webster's opinions are based on almost solely on his \"experience\" and lack specific methodology for his conclusions. For example, regarding Webster's opinion that Collins \"did nothing wrong,\" Defendant contends Webster relies solely on Mr. Collins' deposition and his own experience of safe marine practices, without further corroboration. Plaintiffs point out that Webster also surveyed the <i>Marion</i> and viewed the location of the incident, and Collins was the only witness to the incident. It seems Webster was informed of the relevant facts surrounding the situation <span class=\"star-pagination\">*720</span> Collins encountered and what he did. Under these circumstances, the undersigned finds that Webster's opinion regarding the propriety of Collins' actions does have a sufficiently reliable basis for admission. Moreover, the Court notes that this opinion of Webster is distinct from the opinion that this Court recommended be stricken (Austin's opinion that Captain Evans \"would never had undertaken\" the operation if he thought it was risky) because Austin opined on the subjective state of mind of Captain Evans. Here, Webster is merely opining on the objective actions of Collins as applied to marine safety standards.</p>\n<p>Moreover, the undersigned finds Defendant's critique that Webster's opinion lacked methodology to be misplaced in this situation. Webster unabashedly relies upon his forty years of experience in the marine industry and his corresponding familiarity with applying various safety regulations and Army Corps of Engineers contracts and the like, as the bases for his opinions. Defendant's position is too rigid with regards to Mr. Webster's testimony. The Court finds Mr. Webster has acquired specialized knowledge regarding marine safety, including the applicability of the facts to OSHA regulations, safety manuals, and Army Corps of Engineers contracts during his over forty years of working in dredging operations and marine safety. His opinions are thus sufficiently reliable and obviously relevant. While a jury could struggle with applying various regulations and contract terms to the facts at issue, Webster's specialized knowledge of working in the marine industry for over forty years will aid the trier of fact in this regard. The Court is confident that the adversarial process will allow the jury to assign the appropriate weight to his opinion. Defendant Cottrell (and its expert) can vigorously cross-examine Webster, argue the appropriate weight to be given to his testimony, and present contrary evidence to refute Webster's opinions.</p>\n<p>Likewise, regarding Mr. Webster's opinions that a crewman stationed on the dredge and that a second crewman in the skiff with Collins would have prevented Collins' injury, the Court finds Plaintiffs' arguments as to the reliability and bases for these opinions to be persuasive. Mr. Webster testified in deposition that a crewman aboard the <i>Marion</i> \"certainly\" would have seen Collins returning in the skiff, and would have \"more likely than not\" assisted Collins with the line handling. Webster's opinion is not rendered \"pure speculation\" simply because in deposition he conceded that he did not know if a crewman on watch in the <i>Marion's</i> lever room would have seen the skiff once it got to the spot Collins chose to tie up. Defendant further argues that Webster's opinion that a second man in the skiff could have tied up the stern line does not support Webster's conclusion that this second man would have prevented Collins' injury. However, as Plaintiffs point out, Webster's report clarifies the basis for this conclusion: that piloting a small boat to a mooring spot in one or two foot seas (a fact attested by Collins), while also having to leave the helm to engage in line handling, was hazardous. Thus, Webster concluded the hazard would have been averted with the aid of another crewman to tie up and/or man the helm of the boat. The Court finds this conclusion to be sufficiently reliable for use at trial, subject to the adversarial process, including Defendant's vigorous cross-examination and presentation of contrary evidence and argument.</p>\n<p>Defendant also argues that Webster's testimony that the <i>Marion</i> was an unreasonably dangerous place to work because proper access to the <i>Marion</i> would have included having a crewman on the <i>Marion</i> to assist with ingress and egress is irrelevant <span class=\"star-pagination\">*721</span> because Collins was injured trying to tie up alongside the <i>Marion</i> and not while boarding it. Defendant incorporates its arguments on this point from its motion for partial summary judgment. The undersigned, however, finds that Webster's testimony is relevant to whether or not there was safe access to the <i>Marion.</i> Tying up a boat in preparation to board the dredge is part of the process of gaining access to the dredge.</p>\n<p>Having found Webster's testimony to be sufficiently reliable and relevant for admission, the undersigned thus RECOMMENDS DENYING IN PART Defendant's motion to exclude expert testimony [DE-42] with regards to the testimony of Webster. Thus, the Court recommends that Webster's testimony be admissible.</p>\n<p></p>\n<h2>VII. CONCLUSION</h2>\n<p>For the reasons stated herein, it is RECOMMENDED that:</p>\n<blockquote>1. The Collinses' motion to increase the limitation fund [DE-29] be DENIED;</blockquote>\n<blockquote>2. Cottrell's motion for partial summary judgment [DE-40] be GRANTED IN PART with respect to Mrs. Collins' claim for loss of consortium and DENIED in all other respects, and the loss of consortium claim should be DISMISSED;</blockquote>\n<blockquote>3. The Collinses' motion in limine [DE-39] be GRANTED IN PART with respect to Austin's opinion that Captain Evans \"would never have undertaken\" the operation if he thought it was risky AND DENIED in all other respects such that the remainder of Austin's report should be admissible; and</blockquote>\n<blockquote>4. Cottrell's motions to exclude Plaintiffs' expert testimony [DE-42, 64] be DENIED such that the Collinses' expert testimony from Macedo, Harned, and Webster should be admissible.</blockquote>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have fourteen (14) days from the date of receipt to file written objections. Failure to file timely written objections shall bar an aggrieved party from receiving a <i>de novo</i> review by the District Court on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the proposed factual findings and legal conclusions not objected to, and accepted by, the District Court.</p>\n<h2>NOTES</h2>\n<p>[1]  As this court previously noted, the Fourth Circuit has never adopted or even explicitly discussed the \"flotilla doctrine.\" <i>See </i><i>In re Norfolk Dredging Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">23180522</span></span>, at *4.</p>\n<p>[2]  The only mention of \"pending freight\" in <i>Norfolk Dredging</i> dealt with claimant's attempts to get the value of a contract between a third-party (the defendant in the instant case) and the Army Corps of Engineers included in the value of subcontractor Norfolk Dredging's limitation fund. <i>See</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">23180522</span></span>, at *6. The court refused to include the contract as pending freight, finding \"the value of that contract in no way ... relevant\" where the particular vessel on which claimant was injured was not the \"main instrument of performance\" for the overall dredging contract. <i>Id.</i> at *7.</p>\n<p>[3]  The dredging contract cases cited by plaintiff, including <i>N. Am. Trailing Co.</i> and <i>In re Falcon Inland, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">185222</span></span> (E.D.La. Apr. 16, 1998), are not to the contrary where those cases make no mention of the kind of multi-phase contract at issue here.</p>\n<p>[4]  Because the challenged allegations in plaintiff's unseaworthiness and negligence claims overlap, defendant challenges only seven specific allegations: (1) that the <i>Marion's</i> deck was not clean and free of obstructions; (2) that the <i>Marion</i> was maintained with insufficient, defective, improper, and unsafe equipment; (3) that the cleat was improperly located so as not to allow reasonably safe access to it; (4) that there was no reasonable means of ingress and egress to the <i>Marion;</i> (5) that defendant was negligent in failing to rescue plaintiff Rodney Collins from the perils of the sea; (6) \"any other unseaworthiness\"; and (7) \"any other negligence.\"</p>\n<p>[5]  For example, under copyright law, a plaintiff who is successful on the merits of an infringement action against a defendant is entitled to that portion of the defendant's profits which are \"attributable to the infringement.\" <i>Bouchat v. Baltimore Ravens Football Club, Inc.,</i> <span class=\"citation\" data-id=\"783842\"><a href=\"/opinion/783842/frederick-e-bouchat-v-baltimore-ravens-football-club-incorporated-aka/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span>, 519 (4th Cir.2003) (quoting 17 U.S.C. § 504(b)). The statutory scheme creates \"an initial presumption that [these profits] ... are equal to the infringer's gross revenue,\" and the burden is on the defendant to \"demonstrate that certain portions of its revenue were due to factors other than the infringement....\" <i>Id.</i> at 520. The Fourth Circuit held that a defendant \"could properly be awarded summary judgment with respect to any given revenue stream\" if the defendant could show no connection between the infringement and those revenues. <i>Id.</i> at 522-23. Although the result could be termed a partial summary judgment on a portion of the claim, the specific statutory scheme drove the result in <i>Bouchat,</i> rather than any discussion of Rule 56.</p>\n<p>[6]  Plaintiffs contend in their response that in his deposition Dr. Hudson clarified his report and confirmed that he had reached similar conclusions to Mr. Harned. However, the court has been unable to locate a copy of Dr. Hudson's deposition on the docket.</p>\n<p>[1]  Hereinafter, all docket entry references are to the docket maintained by the Clerk in <i>Collins v. Cottrell Contracting Corp.,</i> 7:08-cv-96-FL.</p>\n<p>[2]  From the Award, it appears that Cottrell was to dredge approximately 85,000 cubic yards from the Hatteras Inlet, 145,000 cubic yards from the Wainwright Slough, 110,000 cubic yards from Atlantic Harbor, and just 30,000 cubic yards from Taylor's Creek. Award at 4-5 [DE-29-8].</p>\n<p>[3]  However, one Judge dissented in part on this point, finding that the petitioner seeking to limit his liability had the burden of proving which part of its gross amount collected on the contract work should or should not be allocated to the relevant claim/voyage (drilling preliminary to levee-building). <i>Drill Barge No. 2,</i> 454 F.2d at 413 (Godbolt, J., specially concurring in part and dissenting in part).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/93816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1399054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1545627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1585608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2128599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2270654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2312841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2352266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2384833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2429688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469523/"
  ]
}