{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2474083/",
  "absolute_url": "/opinion/2474083/team-7-llc-v-protective-solutions-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2474083/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:46:55.365947Z",
  "date_modified": "2016-04-26T23:24:26.223870Z",
  "type": "010combined",
  "sha1": "b40ab327c02d52fb7862e9a0f2256f163ba85df9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>759 F.Supp.2d 698 (2010)</b></center>\n<center><h1>TEAM 7, LLC, Ballistic Protection Technologies, LLC, Brazzoe, LLC, Chester Sechrest, Paul Carter, Gerald Carter, Tony Bell, and Platinum Investments, LLC, Plaintiffs,<br>\nv.<br>\nPROTECTIVE SOLUTIONS, INC., David Duncan, Ballistic Solution Technologies, LLC, R. Lupton Pittman, III, and Protective Enterprises, LLC, Defendants.</h1></center>\n<center>No. 5:08-CV-597-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 10, 2010.</center>\n<p><span class=\"star-pagination\">*700</span> Donald J. Harris, Howard Clay Hodges, Jr., Harris, Winfield, Sarratt &amp; Hodges, LLP, Raleigh, NC, for Plaintiffs.</p>\n<p>Mark S. Thomas, Jonathan Ryan Bumgarner, Williams Mullen, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on a Motion for Summary Judgement filed by Defendants Protective Solutions, Inc. (\"PSI\"), Protective Enterprises, LLC (\"Protective Enterprises\"), and David Duncan (collectively \"the Protective Defendants\") [DE 61], a Motion for Summary Judgment filed by Defendants Ballistic Solution Technologies, LLC (\"BST\") and R. Lupton Pittman, III (\"Pittman\") [DE 58], and a Motion for Partial Summary Judgment filed by Plaintiffs Team 7, LLC, Ballistic Protection Technologies, LLC (\"BPT\"), Brazzoe, LLC, Chester Sechrest, Paul Carter, Gerald Carter, Tony Bell, and Platinum Investments, LLC (collectively \"Plaintiffs\") [DE 63]. For the following reasons, the Protective Defendants' motion is GRANTED IN PART and DENIED IN PART, BST and Pittman's motion is GRANTED IN PART and DENIED IN PART and Plaintiffs' motion is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This is a patent infringement case. Plaintiffs Paul and Gerald Carter developed and patented U.S. Patent No. 7,389,718B1 (\"the '718 Patent\"), a ballistic blanket for use as a protective device for military, law enforcement, and security personnel. Team 7, LLC was formed by Plaintiffs Paul and Gerald Carter, Chester Sechrest, Tony Bell, Platinum Investments, LLC, Defendant Pittman and another gentleman who departed the company. (Compl. ¶ 23-24.)</p>\n<p>In March of 2005, Paul Carter began discussions with PSI's David Duncan about developing a ballistic blanket. (Compl. ¶ 35.) Duncan has extensive experience in the development, testing, design and sale of armor and ballistic products. (Duncan Aff. ¶¶ 5-20.) On August 16, 2005, Articles of Organization for BPTa wholly owned subsidiary of Team 7were filed. (Compl. ¶ 23.) Defendant Pittman was named BPT's President and CEO. (Compl. at ¶ 12.) Team 7's members signed an original Memorandum of Understanding on September 6, 2005. (Compl. ¶ 26.) The members later signed a second Memorandum of Understanding in March of 2006 (\"MOU\"), which set forth the terms of their business venture. (Compl. ¶ 26-29.)</p>\n<p>On March 2, 2006, Pittman, on behalf of BPT, and Duncan, on behalf of PSI, signed a Mutual Non-Disclosure/Non-Circumvention Agreement (\"NDA/NCA\"). (Compl. ¶¶ 50-53.) PSI then manufactured ballistic blankets for BPT between May and July 2006 and sent BPT an invoice for the blankets on July 19, 2006. (Pittman Dep. at 108-09.) PSI manufactured the blankets for BPT as a subcontractor. (Duncan Dep. at 117-18.)</p>\n<p>In May or June of 2006, the business relationship between the parties began to deteriorate. Pittman began to separate <span class=\"star-pagination\">*701</span> himself from BPT after BPT's first and only sale of the ballistic blankets to the Army's 96th Civil Affairs Battalion (\"96th CAB\"). (Compl. ¶¶ 66-68.)</p>\n<p>Sometime thereafter, Pittman notified Duncan that he was leaving Team 7 and BPT and that he was starting his own company named Ballistic Solutions Technologies, LLC. (BST and Pittman's Ans. To Pls.' First Interrogs. at 10.)</p>\n<p>On December 5, 2008, Plaintiffs brought this action alleging: (1) patent infringement; (2) breach of MOU (as to Pittman); (3) breach of fiduciary duty (as to Pittman); (4) breach of the NDA/NCA as to Duncan and Protective Solutions, Inc.; (5) tortious interference with contract (as to Pittman); (6) tortious interference with contract (as to Duncan); (7) fraud; and (8) unfair and deceptive trade practices. Plaintiffs demanded punitive damages, an accounting, and injunctive relief.</p>\n<p>On January 29, 2009, the Protective Defendants filed an answer and counterclaim against all Plaintiffs. On February 2, 2009, Defendants BST and Pittman filed an answer. A Markman Hearing was held on January 7, 2010, and an Order was entered on May 18, 2010, in which the Court adopted the Defendants' claim construction of the four disputed claim terms of the '718 Patent.</p>\n<p>BST and Pittman filed a Motion for Summary Judgment as to all claims on June 16, 2010 [DE 58]. The Protective Defendants filed a Motion for Summary Judgment as to Plaintiffs' First, Fourth and Fifth Claims that same day [DE 61]. Also, on that day, Plaintiffs filed a Motion for Partial Summary Judgment as to Claims Two, Three, Four, and Ten [DE 63].</p>\n<p>A hearing on the pending motions was held before this Court in Raleigh, North Carolina, on September 22, 2010. The Court has considered the exhaustive record and the pending motions and is now prepared to adjudicate those motions.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Summary judgment is proper only when, viewing the facts in the light most favorable to the non-moving party, there is no genuine issue of any material fact, and the movant is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(e); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Cox v. County of Prince William,</i> 249 F.3d 295, 299 (4th Cir.2001). An issue is genuine if a reasonable jury, based on the evidence, could find in favor of the non-moving party. <i>Anderson v. Liberty Lobby,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Cox,</i> 249 F.3d at 299.</p>\n<p>The party moving for summary judgment always bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex,</i> 477 U.S. at 322-23, 106 S.Ct. 2548. Once a motion for summary judgment is properly made and supported, to survive a summary judgment motion, the non-moving party bears the burden of production of evidence that creates an issue of material fact on an element essential to his case and on which he will bear the burden of proof at trial. <i>See Id.</i> at 322, 106 S.Ct. 2548. A non-movant \"may not rest upon mere allegations or denials,\" but rather must demonstrate that a triable issue of material fact exists. <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994).</p>\n<p></p>\n<h2>I. <i>Plaintiffs' Patent Infringement Claim</i>\n</h2>\n<p>Plaintiffs' First Claim for Relief, asserted against all Defendants, alleges patent infringement in violation of 35 U.S.C. § 271. Defendants have moved for summary judgment as to this claim asserting, <i>inter alia,</i> that the '718 Patent is invalid as anticipated or obvious.</p>\n<p><span class=\"star-pagination\">*702</span> The Court begins its analysis with a presumption that the '718 Patent is valid. 35 U.S.C. § 282. To invalidate a patent on summary judgment, the record must show by clear and convincing evidence that the claimed invention was patented before the patent at issue's critical datewhich is one year prior to when the patent application was filed. <i>See </i><i>Clock Spring, L.P. v. Wrapmaster, Inc.,</i> 560 F.3d 1317, 1324 (Fed.Cir.2009).</p>\n<p>Plaintiffs have asserted five claims from the '718 Patent against the Defendants: Claim 16 and Claims 19-22. Among other arguments, Defendants contend the disputed claims of '718 Patent are invalid as anticipated under 35 U.S.C. § 102(b).</p>\n<p>Section 102(b) provides that:</p>\n<blockquote>A person shall be entitled to a patent unless ... (b) the invention was patented or described in a printed publication in this or a foreign country or in public use or sale in this country, more than one year prior to the date of the application for patent in the United States.</blockquote>\n<p>35 U.S.C. § 102.</p>\n<p>Defendants further contend that the '718 Patent is invalid as obvious. Under 35 U.S.C. § 103(a), a patent shall not issue:</p>\n<blockquote>if the differences between the subject matter sought to be patented and the prior art are such that the subject matter would have been obvious at the time the invention was made to a person having ordinary skill in the art to which said subject matter pertains.</blockquote>\n<p><i>Id.</i>; <i>see also </i><i>KSR Int'l Co. v. Teleflex Inc.,</i> 550 U.S. 398, 406-07, 127 S.Ct. 1727, 167 L.Ed.2d 705 (2007). Whether a patent is \"obvious\" under section 103(a) is an \"objective\" inquiry. <i>KSR,</i> 550 U.S. at 406, 127 S.Ct. 1727. The Supreme Court has outlined the proper analysis as follows:</p>\n<blockquote>\"Under § 103, the scope and content of the prior art are to be determined; differences between the prior art and the claims at issue are to be ascertained; and the level of ordinary skill in the pertinent art resolved. Against this background, the obviousness or nonobviousness of the subject matter is determined. Such secondary considerations as commercial success, long felt but unsolved needs, failure of others, etc., might be utilized to give light to the circumstances surrounding the origin of the subject matter sought to be patented.\"</blockquote>\n<p><i>Id.</i> citing <i>Graham v. John Deere Co. of Kansas City,</i> 383 U.S. 1, 86 S.Ct. 684, 15 L.Ed.2d 545 (1966).</p>\n<p>Here, the provisional application that resulted in the '718 Patent was filed on September 23, 2005, making the critical date for the '718 Patent September 23, 2004. In an Order filed May 18, 2010 (\"Markman Order\") [DE 57], the Court construed two pairs of disputed claim terms, as set forth in the following chart:</p>\n<p></p>\n<pre>\n  ---------------------------------------------------------------\n        <i>Claim Term</i>                     <i>Construction</i>\n  ----------------------------------------------------------------\n  \"generally closed interior      \"a closed or mostly closed\n  area\" (Claim 16)                interior area\" (Markman\n                                  Order at 3)\n  --------------------------------------------------------------\n  \"forming a generally closed     \"forming a closed or mostly\n  interior area\" (Claim 21)       closed interior area\"\n                                  (Markman Order at 3)\n  ---------------------------------------------------------------\n  \"ballistic core contained       \"a core of ballistic protection\n  within the inner housing\"       material contained\n  (Claim 16)                      within a surrounding cover,\n                                  casing or envelope\"\n                                  (Markman Order at 4)\n  ----------------------------------------------------------------\n  \"inserting a ballistic core     \"placing ballistic protection\n  into the inner housing\"         material into a cover, casing\n  (Claim 21)                      or envelope\" (Markman\n                                  Order at 4)\n  ----------------------------------------------------------------\n</pre>\n<p>The remaining claim terms are given their ordinary meaning to one of skill in the art. <i>Phillips v. AWH Corp.,</i> 415 F.3d 1303, 1312-13 (Fed.Cir.2005).</p>\n<p>Based on the foregoing construction of the disputed terms from the '718 Patent, and the evidence before the Court, the validity of the '718 Patent is shrouded with genuine issues of material fact under Sections 102(b) and 103(a). Summary judgment is, therefore not proper at this time.</p>\n<p><span class=\"star-pagination\">*703</span> The Defendants marshaled significant evidence tending to establish that the '718 Patent is invalid as anticipated. As an initial matter, the prior art discloses that ballistic materials like those used in the '718 Patent were in regular use in 2005. Furthermore, the prior art discloses that one skilled in the art would be familiar with the use of such materials. <i>See, e.g., U.S. Patent No. 6.510,777</i> (claiming an armoring system for vehicles composed of aramid fibers adhered to the envelope of individual ballistic disks); <i>U.S. Patent No. 6,581,505</i> (claiming a portable ballistic barricade composed of Kevlar, Spectra, Goldflex and Twaron).</p>\n<p>Moreover, as Defendants' filings show, the disputed claim terms of the '718 Patent are arguably disclosed by <i>U.S. Patent No. 5,756,922</i> (\"the '922 patent\"). The '922 Patent was granted on May 26, 1998, more than six years prior to the critical date of the '718 patent. The '922 patent generally describes a \"ballistic shield,\" that includes \"a roll of ballistic blanket material\" with \"a device for attaching it at least temporarily to a structure so that the blanket may be unrolled to from [sic] a free hanging screen.\" '922 patent, Abstract.</p>\n<p>However, despite the plausibility of Defendants' arguments, the Court cannot, based on the record before it, declare the presumptively valid '718 Patent to be invalid at this stage of the proceeding. Whether the '718 Patent is invalid as Defendants claim is a question that must be asked of and answered by the fact-finder; given the unclear state of the record and the high standard for invalidating a Patent on summary judgment, <i>Wrapmaster, Inc.,</i> 560 F.3d at 1325, the Court cannot conclusively hold that either party is entitled to judgment as a matter of law as to Claim One. The fact-finder must weigh the record evidence and resolve any inconsistencies in that evidence in reaching a conclusive determination as to Plaintiffs' First Claim for Relief.</p>\n<p>Accordingly, Defendants' motion for summary judgment as to Plaintiffs' First Claim for Relief is denied.</p>\n<p></p>\n<h2>II. <i>Plaintiffs' Claim for Breach of Memorandum of Understanding Agreement (as to Pittman)</i>\n</h2>\n<p>Plaintiffs' Second Claim for Relief alleges that Pittman breached the Memorandum of Understanding Agreement of September 6, 2005. Both the Plaintiffs as well as Defendant Pittman have moved for summary judgment as to this claim. Both of those motions must be denied.</p>\n<p>The evidence of record is turbid, at best. A searching review of the pleadings, affidavits, and other evidence of record establishes the existence of genuine issues of material fact; the parties have raised genuine issues with respect to (1) the validity of an alleged agreement between Plaintiffs and Pittman, (2) the terms of that alleged agreement, and (3) the extent of Pittman's alleged breach, if any, of that agreement.</p>\n<p>Accordingly, at least one genuine issue of material fact exists as to this claim, and therefore neither party is entitled to judgment as a matter of law. The parties' respective motions for summary judgment as to this claim are denied.</p>\n<p></p>\n<h2>III. <i>Plaintiffs' Breach of Fiduciary Duty Claim (as to Defendant Pittman)</i>\n</h2>\n<p>Plaintiffs' Third Claim for Relief alleges that Pittman, as President and CEO of BPT, breached his fiduciary duty to that entity, BPT's other owners, and to Team 7. Both Plaintiffs and Pittman have moved for summary judgment as to this claim. Both of those motions must be denied.</p>\n<p>To establish a breach of fiduciary duty, a plaintiff must show the existence of <span class=\"star-pagination\">*704</span> a fiduciary duty, and a breach of that duty. <i>See </i><i>Keener Lumber Co. v. Perry,</i> 149 N.C.App. 19, 28, 560 S.E.2d 817 (2002) <i>disc. review denied,</i> 356 N.C. 164, 568 S.E.2d 196 (2002). For a breach of fiduciary duty to exist, \"there must first be a fiduciary relationship between the parties.\" <i>Dalton v. Camp,</i> 353 N.C. 647, 651, 548 S.E.2d 704 (2001) (citing <i>Curl v. Key,</i> 311 N.C. 259, 264, 316 S.E.2d 272 (1984); <i>Link v. Link,</i> 278 N.C. 181, 192, 179 S.E.2d 697 (1971)).</p>\n<p>In North Carolina, corporate officers owe fiduciary duties to the corporation. <i>Pierce Concrete, Inc. v. Cannon Realty &amp; Constr. Co.,</i> 77 N.C.App. 411, 413-14, 335 S.E.2d 30 (1985) (citation omitted). Although corporate officers in North Carolina are not considered trustees, \"their fiduciary duty to the corporation is a high one.\" <i>Meiselman v. Meiselman,</i> 309 N.C. 279, 307 S.E.2d 551 (1983). Among other duties, the law requires a company officer to discharge his duties, <i>inter alia,</i> \"[i]n a manner he reasonably believes to be in the best interests of the corporation.\" N.C. Gen. Stat. § 55-8-42.</p>\n<p>Here, there are disputed issues of material fact as to whether Pittman owed a duty to Plaintiffs when he and Duncan allegedly met with Gunny Sergeant Roy \"Jeff Jones, the United States Marine Corps Operations Chief for the Program Manager's Office for Light Armored Vehicles (\"PMLAV\"). PMLAV was, at least arguably, a potential BPT client. The nature of Pittman's interactions with PMLAV are, therefore, material to Plaintiffs' breach of fiduciary claim. However, the purpose of Pittman and Duncan's alleged meeting with PMLAV, the communications leading up to this meeting, and the matters discussed during and after this meeting are hotly disputed issues which must be determined prior to disposition of this claim.</p>\n<p>Moreover, to the extent that Pittman owed a fiduciary duty to the Plaintiffs, the record fails to conclusively demonstrate Pittman's breach of that duty. The difficulty here arises in part because the extent of any alleged breach of duty by Pittman depends upon disposition of the Plaintiffs' Second Claim for Relief, alleging Pittman's alleged breach of the MOU. As mentioned, <i>supra,</i> there are disputed issues of material fact regarding Plaintiffs' claim of Pittman's breach of the MOU. Because there are disputed issues of material fact regarding this claim, neither Plaintiffs nor Defendant Pittman are entitled to summary judgment at this time.</p>\n<p></p>\n<h2>IV. <i>Plaintiffs' Breach of Contract Claim (as to Protective Defendants' alleged Breach of the NDA/NCA)</i>\n</h2>\n<p>Plaintiffs' Fourth Claim for Relief alleges that the Protective Defendants breached the Non Disclosure Agreement/Non Circumvention Agreement (\"NCA/NDA\") executed in early March, 2006. Both Plaintiffs and the Protective Defendants have moved for summary judgment on this claim. Plaintiffs have forecast sufficient evidence establishing a genuine issue of material fact such that summary judgment is not proper at this time. Based on the record, the Court cannot conclusively determine whether the NCA/NDA was breached by Protective Defendants.</p>\n<p>Moreover, at least one genuine issue of material fact exists: the parties dispute the characterization of the NCA/NDA as either a confidentiality agreement or as a non-compete agreement that is an unenforceable restraint on trade. Because the parties dispute at least one genuine issue of material fact with respect to this claim, neither the Plaintiffs nor the Protective Defendants are entitled to summary judgment at this time.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*705</span> V. <i>Plaintiffs' Tortious Interference with Contract Claim (as to Defendant Pittman)</i>\n</h2>\n<p>Plaintiffs' Fifth Claim for Relief alleges that Pittman committed tortious interference with contract. Plaintiffs contend that Pittman induced the Protective Defendants to breach the NDA/NCA with Plaintiffs. Pittman has moved for summary judgment with respect to this claim.</p>\n<p>Under North Carolina law, the elements of tortious interference with contract are:</p>\n<blockquote>(1) a valid contract between the plaintiff and a third person which confers upon the plaintiff a contractual right against a third person; (2) the defendant knows of the contract; (3) the defendant intentionally induces the third person not to perform the contract; (4) and in doing so acts without justification; (5) resulting in actual damage to the plaintiff.</blockquote>\n<p><i>United Labs., Inc. v. Kuykendall,</i> 322 N.C. 643, 661, 370 S.E.2d 375 (1988) (citing <i>Childress v. Abeles,</i> 240 N.C. 667, 84 S.E.2d 176 (1954)).</p>\n<p>The Plaintiffs' allegations regarding Pittman's intentional inducement are legally insufficient to withstand Defendants' motion for summary judgment. With the exception of some conclusory allegations of wrongful conduct, the record fails to establish that Pittman intentionally induced the Protective Defendants to do anything, much less to breach the NDA/NCA. Accordingly, Plaintiffs' claim of tortious interference of contract fails as a matter of law and Pittman is entitled to summary judgment on this claim.</p>\n<p></p>\n<h2>VI. <i>Plaintiffs' Tortious Interference with Contract Claim (as to Defendant Duncan)</i>\n</h2>\n<p>Plaintiffs' Sixth Claim for Relief alleges that Duncan committed tortious interference with contract, based upon allegations that Duncan induced Pittman to breach the Memoranda of Understanding. Duncan has moved for summary judgment on this claim. Duncan's motion will be granted as to this claim.</p>\n<p>As mentioned, <i>supra,</i> the elements of tortious interference with contract are:</p>\n<blockquote>(1) a valid contract between the plaintiff and a third person which confers upon the plaintiff a contractual right against a third person; (2) the defendant knows of the contract; (3) the defendant intentionally induces the third person not to perform the contract; (4) and in doing so acts without justification; (5) resulting in actual damage to the plaintiff.</blockquote>\n<p><i>Kuykendall,</i> 322 N.C. at 661, 370 S.E.2d 375.</p>\n<p>Here, Plaintiffs have failed to forecast sufficient evidence establishing the knowledge element of a tortious interference with contract claim. Plaintiffs' claim against Duncan focuses entirely on Pittman's alleged conduct that occurred months before Duncan ever had reason to know of the MOU between Pittman and Plaintiffs. The record is devoid of evidence that Duncan knew or had reason to know of the MOU between Plaintiffs and Pittman prior to November 28, 2006. Focusing entirely on Pittman's pre-November, 2006 conduct, however, the Plaintiffs have failed to forecast sufficient evidence that Pittman engaged in conduct that violated the MOU at a time when Duncan would have known of the MOU and its substance. Thus, at least one of the elements of a tortious interference with contract claim against Duncan is legally insufficient. Defendants are entitled to summary judgment as a matter of law.</p>\n<p></p>\n<h2>VII. <i>Plaintiffs' Fraud Claim (as to all Defendants)</i>\n</h2>\n<p>Plaintiffs' Seventh Claim for Relief alleges that all Defendants are liable for fraud. Defendants have moved for <span class=\"star-pagination\">*706</span> summary judgment on this claim. Defendants' motion as to this claim will be granted.</p>\n<p>A claim of fraud requires proof of a: \"(1) [f]alse representation or concealment of a material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.\" <i>E.g., </i><i>Ragsdale v. Kennedy,</i> 286 N.C. 130, 138, 209 S.E.2d 494 (1974).</p>\n<p>Plaintiffs' fraud theory alleges, essentially, that Defendants wrongfully represented to the Plaintiffs (1) that Defendants were not operating a separate, related business entity, (2) that Defendants were not involved in separate, related business deals, and (3) that Defendants were not selling the ballistic blanket or other related products to the exclusion of Plaintiffs.</p>\n<p>However, Plaintiffs theory is not borne out by the record; there is hardly a scintilla of evidence that Defendants ever made a false representation of material fact or that they concealed a material fact where they had a duty to disclose such information to the Plaintiffs. The Plaintiffs assert conclusory allegations of fraudulent activity, and, standing alone, these allegations cannot withstand Defendants' respective motions for summary judgment. Accordingly, because there is no genuine issue of material fact with respect to this claim, and the Defendants are entitled to judgment as a matter of law, summary judgement in favor of the defendants will be granted.</p>\n<p></p>\n<h2>VIII. <i>Plaintiffs' Unfair and Deceptive Trade Practices Claim</i>\n</h2>\n<p>Plaintiffs' Eighth Claim for Relief alleges Unfair and Deceptive Trade Practices (\"UDTPA\") in violation of N.C. Gen. Stat. § 75-1.1 et seq. Defendants have moved for summary judgment on this claim. To prove a claim under the UDTPA, a plaintiff must show that (1) defendant committed an unfair or deceptive act or practice, (2) in or affecting commerce and (3) plaintiff was injured as a result. <i>Phelps-Dickson Builders, L.L.C. v. Amerimann Partners,</i> 172 N.C.App. 427, 439, 617 S.E.2d 664 (2005) (citing <i>Edwards v. West,</i> 128 N.C.App. 570, 574, 495 S.E.2d 920 (1998)).</p>\n<p>Here, Plaintiffs' Complaint is long on conclusions yet short on specific allegations of Defendants' wrongful conduct under the UDTPA. Plaintiffs' bald assertions that Defendants engaged in \"unfair\" and \"deceptive\" practices are not sufficient to withstand a motion for summary judgment. <i>Celotex,</i> 477 U.S. at 322, 106 S.Ct. 2548.</p>\n<p>Because no genuine issue of material fact exists with respect to this claim, and because Defendants are entitled to judgement as a matter of law, summary judgment in favor of the Defendants is proper as to the Plaintiffs' Eighth Claim for Relief.</p>\n<p></p>\n<h2>IX. <i>Plaintiffs' Punitive Damages and Injunctive Relief Claims</i>\n</h2>\n<p>Plaintiffs' claim for punitive damages is derivative and necessarily fails as a matter of law; Plaintiffs fail to establish any claim against Defendants warranting punitive damages. Plaintiffs have also failed to move for and otherwise pursue their request for injunctive relief, and, thus, to the extent Defendants injunctive relief claim is an independent one, it has been abandoned.</p>\n<p></p>\n<h2>X. <i>Plaintiffs' Accounting Claim</i>\n</h2>\n<p>Plaintiffs' Tenth Claim for Relief demands an accounting. Plaintiffs contend Defendants \"are under a duty to account to Plaintiffs for all monies and proceeds obtained from the sale of the ballistic blanket, or related or derivative products, from any and all sources from September 2005 <span class=\"star-pagination\">*707</span> through the present day.\" (Compl. ¶ 25.) Plaintiffs and Defendants have moved for summary judgment on this claim.</p>\n<p>An accounting is an equitable remedy for alleged breaches of fiduciary duties and constructive fraud. <i>See </i><i>Toomer v. Branch Banking and Trust Co.,</i> 171 N.C.App. 58, 70, 614 S.E.2d 328 (2005). To the extent Plaintiffs' request for an accounting is based on either (1) Pittman's alleged breach fiduciary or (2) Protective Defendants' alleged breach of the NDA/NCA, Plaintiffs are not entitled to an accounting at this time because they are not entitled to summary judgment on either of those claims. <i>See supra</i> §§ III, IV. To the extent Plaintiffs' request for an accounting is premised on Plaintiffs' Seventh Claim for Relief (Fraud), an accounting is not proper because Defendants are entitled to summary judgment on that claim. <i>See supra</i> § VII. Whether an accounting is appropriate depends, then, on the resolution of Claims Three and Fourneither of which are disposed of by this Order.</p>\n<p>Plaintiffs' motion for summary judgment with respect to this claim is, accordingly, denied. Defendants' respective motions for summary judgment as to this claim are denied as well in light of the need for the conclusive resolution of Claims Three and Four.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Based on the foregoing, the Protective Defendants' motion [DE 61] is GRANTED IN PART and DENIED IN PART, BST and Pittman's motion [DE 58] is GRANTED IN PART and DENIED IN PART, and Plaintiffs' motion [DE 63] is DENIED.</p>\n<p>Because no genuine issue of material fact exists with respect to claims five, six, seven, eight, and nine, and because the movants are entitled to judgment as a matter of law with respect to those claims, claims five, six, seven, eight, and nine of the Complaint are DISMISSED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">698</span></span> (2010)</b></center>\n<center><h1>TEAM 7, LLC, Ballistic Protection Technologies, LLC, Brazzoe, LLC, Chester Sechrest, Paul Carter, Gerald Carter, Tony Bell, and Platinum Investments, LLC, Plaintiffs,<br>\nv.<br>\nPROTECTIVE SOLUTIONS, INC., David Duncan, Ballistic Solution Technologies, LLC, R. Lupton Pittman, III, and Protective Enterprises, LLC, Defendants.</h1></center>\n<center>No. 5:08-CV-597-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 10, 2010.</center>\n<p><span class=\"star-pagination\">*700</span> Donald J. Harris, Howard Clay Hodges, Jr., Harris, Winfield, Sarratt &amp; Hodges, LLP, Raleigh, NC, for Plaintiffs.</p>\n<p>Mark S. Thomas, Jonathan Ryan Bumgarner, Williams Mullen, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on a Motion for Summary Judgement filed by Defendants Protective Solutions, Inc. (\"PSI\"), Protective Enterprises, LLC (\"Protective Enterprises\"), and David Duncan (collectively \"the Protective Defendants\") [DE 61], a Motion for Summary Judgment filed by Defendants Ballistic Solution Technologies, LLC (\"BST\") and R. Lupton Pittman, III (\"Pittman\") [DE 58], and a Motion for Partial Summary Judgment filed by Plaintiffs Team 7, LLC, Ballistic Protection Technologies, LLC (\"BPT\"), Brazzoe, LLC, Chester Sechrest, Paul Carter, Gerald Carter, Tony Bell, and Platinum Investments, LLC (collectively \"Plaintiffs\") [DE 63]. For the following reasons, the Protective Defendants' motion is GRANTED IN PART and DENIED IN PART, BST and Pittman's motion is GRANTED IN PART and DENIED IN PART and Plaintiffs' motion is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This is a patent infringement case. Plaintiffs Paul and Gerald Carter developed and patented U.S. Patent No. 7,389,718B1 (\"the '718 Patent\"), a ballistic blanket for use as a protective device for military, law enforcement, and security personnel. Team 7, LLC was formed by Plaintiffs Paul and Gerald Carter, Chester Sechrest, Tony Bell, Platinum Investments, LLC, Defendant Pittman and another gentleman who departed the company. (Compl. ¶ 23-24.)</p>\n<p>In March of 2005, Paul Carter began discussions with PSI's David Duncan about developing a ballistic blanket. (Compl. ¶ 35.) Duncan has extensive experience in the development, testing, design and sale of armor and ballistic products. (Duncan Aff. ¶¶ 5-20.) On August 16, 2005, Articles of Organization for BPTa wholly owned subsidiary of Team 7were filed. (Compl. ¶ 23.) Defendant Pittman was named BPT's President and CEO. (Compl. at ¶ 12.) Team 7's members signed an original Memorandum of Understanding on September 6, 2005. (Compl. ¶ 26.) The members later signed a second Memorandum of Understanding in March of 2006 (\"MOU\"), which set forth the terms of their business venture. (Compl. ¶ 26-29.)</p>\n<p>On March 2, 2006, Pittman, on behalf of BPT, and Duncan, on behalf of PSI, signed a Mutual Non-Disclosure/Non-Circumvention Agreement (\"NDA/NCA\"). (Compl. ¶¶ 50-53.) PSI then manufactured ballistic blankets for BPT between May and July 2006 and sent BPT an invoice for the blankets on July 19, 2006. (Pittman Dep. at 108-09.) PSI manufactured the blankets for BPT as a subcontractor. (Duncan Dep. at 117-18.)</p>\n<p>In May or June of 2006, the business relationship between the parties began to deteriorate. Pittman began to separate <span class=\"star-pagination\">*701</span> himself from BPT after BPT's first and only sale of the ballistic blankets to the Army's 96th Civil Affairs Battalion (\"96th CAB\"). (Compl. ¶¶ 66-68.)</p>\n<p>Sometime thereafter, Pittman notified Duncan that he was leaving Team 7 and BPT and that he was starting his own company named Ballistic Solutions Technologies, LLC. (BST and Pittman's Ans. To Pls.' First Interrogs. at 10.)</p>\n<p>On December 5, 2008, Plaintiffs brought this action alleging: (1) patent infringement; (2) breach of MOU (as to Pittman); (3) breach of fiduciary duty (as to Pittman); (4) breach of the NDA/NCA as to Duncan and Protective Solutions, Inc.; (5) tortious interference with contract (as to Pittman); (6) tortious interference with contract (as to Duncan); (7) fraud; and (8) unfair and deceptive trade practices. Plaintiffs demanded punitive damages, an accounting, and injunctive relief.</p>\n<p>On January 29, 2009, the Protective Defendants filed an answer and counterclaim against all Plaintiffs. On February 2, 2009, Defendants BST and Pittman filed an answer. A Markman Hearing was held on January 7, 2010, and an Order was entered on May 18, 2010, in which the Court adopted the Defendants' claim construction of the four disputed claim terms of the '718 Patent.</p>\n<p>BST and Pittman filed a Motion for Summary Judgment as to all claims on June 16, 2010 [DE 58]. The Protective Defendants filed a Motion for Summary Judgment as to Plaintiffs' First, Fourth and Fifth Claims that same day [DE 61]. Also, on that day, Plaintiffs filed a Motion for Partial Summary Judgment as to Claims Two, Three, Four, and Ten [DE 63].</p>\n<p>A hearing on the pending motions was held before this Court in Raleigh, North Carolina, on September 22, 2010. The Court has considered the exhaustive record and the pending motions and is now prepared to adjudicate those motions.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Summary judgment is proper only when, viewing the facts in the light most favorable to the non-moving party, there is no genuine issue of any material fact, and the movant is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(e); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Cox v. County of Prince William,</i> <span class=\"citation\" data-id=\"773126\"><a href=\"/opinion/773126/joan-h-cox-individually-and-as-widow-and-personal-representative-of-the/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">295</span></a></span>, 299 (4th Cir.2001). An issue is genuine if a reasonable jury, based on the evidence, could find in favor of the non-moving party. <i>Anderson v. Liberty Lobby,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Cox,</i> 249 F.3d at 299.</p>\n<p>The party moving for summary judgment always bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex,</i> 477 U.S. at 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. Once a motion for summary judgment is properly made and supported, to survive a summary judgment motion, the non-moving party bears the burden of production of evidence that creates an issue of material fact on an element essential to his case and on which he will bear the burden of proof at trial. <i>See Id.</i> at 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. A non-movant \"may not rest upon mere allegations or denials,\" but rather must demonstrate that a triable issue of material fact exists. <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994).</p>\n<p></p>\n<h2>I. <i>Plaintiffs' Patent Infringement Claim</i>\n</h2>\n<p>Plaintiffs' First Claim for Relief, asserted against all Defendants, alleges patent infringement in violation of 35 U.S.C. § 271. Defendants have moved for summary judgment as to this claim asserting, <i>inter alia,</i> that the '718 Patent is invalid as anticipated or obvious.</p>\n<p><span class=\"star-pagination\">*702</span> The Court begins its analysis with a presumption that the '718 Patent is valid. 35 U.S.C. § 282. To invalidate a patent on summary judgment, the record must show by clear and convincing evidence that the claimed invention was patented before the patent at issue's critical datewhich is one year prior to when the patent application was filed. <i>See </i><i>Clock Spring, L.P. v. Wrapmaster, Inc.,</i> <span class=\"citation\" data-id=\"209060\"><a href=\"/opinion/209060/clock-spring-lp-v-wrapmaster-inc/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1317</span></a></span>, 1324 (Fed.Cir.2009).</p>\n<p>Plaintiffs have asserted five claims from the '718 Patent against the Defendants: Claim 16 and Claims 19-22. Among other arguments, Defendants contend the disputed claims of '718 Patent are invalid as anticipated under 35 U.S.C. § 102(b).</p>\n<p>Section 102(b) provides that:</p>\n<blockquote>A person shall be entitled to a patent unless ... (b) the invention was patented or described in a printed publication in this or a foreign country or in public use or sale in this country, more than one year prior to the date of the application for patent in the United States.</blockquote>\n<p>35 U.S.C. § 102.</p>\n<p>Defendants further contend that the '718 Patent is invalid as obvious. Under 35 U.S.C. § 103(a), a patent shall not issue:</p>\n<blockquote>if the differences between the subject matter sought to be patented and the prior art are such that the subject matter would have been obvious at the time the invention was made to a person having ordinary skill in the art to which said subject matter pertains.</blockquote>\n<p><i>Id.</i>; <i>see also </i><i>KSR Int'l Co. v. Teleflex Inc.,</i> <span class=\"citation\" data-id=\"145737\"><a href=\"/opinion/145737/ksr-intern-co-v-teleflex-inc/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, 406-07, <span class=\"citation\" data-id=\"145737\"><a href=\"/opinion/145737/ksr-intern-co-v-teleflex-inc/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1727</span></a></span>, <span class=\"citation\" data-id=\"145737\"><a href=\"/opinion/145737/ksr-intern-co-v-teleflex-inc/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (2007). Whether a patent is \"obvious\" under section 103(a) is an \"objective\" inquiry. <i>KSR,</i> 550 U.S. at 406, <span class=\"citation\" data-id=\"145737\"><a href=\"/opinion/145737/ksr-intern-co-v-teleflex-inc/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1727</span></a></span>. The Supreme Court has outlined the proper analysis as follows:</p>\n<blockquote>\"Under § 103, the scope and content of the prior art are to be determined; differences between the prior art and the claims at issue are to be ascertained; and the level of ordinary skill in the pertinent art resolved. Against this background, the obviousness or nonobviousness of the subject matter is determined. Such secondary considerations as commercial success, long felt but unsolved needs, failure of others, etc., might be utilized to give light to the circumstances surrounding the origin of the subject matter sought to be patented.\"</blockquote>\n<p><i>Id.</i> citing <i>Graham v. John Deere Co. of Kansas City,</i> <span class=\"citation\" data-id=\"107160\"><a href=\"/opinion/107160/graham-v-john-deere-co-of-kansas-city/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107160\"><a href=\"/opinion/107160/graham-v-john-deere-co-of-kansas-city/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"107160\"><a href=\"/opinion/107160/graham-v-john-deere-co-of-kansas-city/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span></a></span> (1966).</p>\n<p>Here, the provisional application that resulted in the '718 Patent was filed on September 23, 2005, making the critical date for the '718 Patent September 23, 2004. In an Order filed May 18, 2010 (\"Markman Order\") [DE 57], the Court construed two pairs of disputed claim terms, as set forth in the following chart:</p>\n<p></p>\n<pre>\n  ---------------------------------------------------------------\n        <i>Claim Term</i>                     <i>Construction</i>\n  ----------------------------------------------------------------\n  \"generally closed interior      \"a closed or mostly closed\n  area\" (Claim 16)                interior area\" (Markman\n                                  Order at 3)\n  --------------------------------------------------------------\n  \"forming a generally closed     \"forming a closed or mostly\n  interior area\" (Claim 21)       closed interior area\"\n                                  (Markman Order at 3)\n  ---------------------------------------------------------------\n  \"ballistic core contained       \"a core of ballistic protection\n  within the inner housing\"       material contained\n  (Claim 16)                      within a surrounding cover,\n                                  casing or envelope\"\n                                  (Markman Order at 4)\n  ----------------------------------------------------------------\n  \"inserting a ballistic core     \"placing ballistic protection\n  into the inner housing\"         material into a cover, casing\n  (Claim 21)                      or envelope\" (Markman\n                                  Order at 4)\n  ----------------------------------------------------------------\n</pre>\n<p>The remaining claim terms are given their ordinary meaning to one of skill in the art. <i>Phillips v. AWH Corp.,</i> <span class=\"citation\" data-id=\"791122\"><a href=\"/opinion/791122/edward-h-phillips-v-awh-corporation-hopeman-brothers-inc-and-lofton/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1303</span></a></span>, 1312-13 (Fed.Cir.2005).</p>\n<p>Based on the foregoing construction of the disputed terms from the '718 Patent, and the evidence before the Court, the validity of the '718 Patent is shrouded with genuine issues of material fact under Sections 102(b) and 103(a). Summary judgment is, therefore not proper at this time.</p>\n<p><span class=\"star-pagination\">*703</span> The Defendants marshaled significant evidence tending to establish that the '718 Patent is invalid as anticipated. As an initial matter, the prior art discloses that ballistic materials like those used in the '718 Patent were in regular use in 2005. Furthermore, the prior art discloses that one skilled in the art would be familiar with the use of such materials. <i>See, e.g., U.S. Patent No. 6.510,777</i> (claiming an armoring system for vehicles composed of aramid fibers adhered to the envelope of individual ballistic disks); <i>U.S. Patent No. 6,581,505</i> (claiming a portable ballistic barricade composed of Kevlar, Spectra, Goldflex and Twaron).</p>\n<p>Moreover, as Defendants' filings show, the disputed claim terms of the '718 Patent are arguably disclosed by <i>U.S. Patent No. 5,756,922</i> (\"the '922 patent\"). The '922 Patent was granted on May 26, 1998, more than six years prior to the critical date of the '718 patent. The '922 patent generally describes a \"ballistic shield,\" that includes \"a roll of ballistic blanket material\" with \"a device for attaching it at least temporarily to a structure so that the blanket may be unrolled to from [sic] a free hanging screen.\" '922 patent, Abstract.</p>\n<p>However, despite the plausibility of Defendants' arguments, the Court cannot, based on the record before it, declare the presumptively valid '718 Patent to be invalid at this stage of the proceeding. Whether the '718 Patent is invalid as Defendants claim is a question that must be asked of and answered by the fact-finder; given the unclear state of the record and the high standard for invalidating a Patent on summary judgment, <i>Wrapmaster, Inc.,</i> 560 F.3d at 1325, the Court cannot conclusively hold that either party is entitled to judgment as a matter of law as to Claim One. The fact-finder must weigh the record evidence and resolve any inconsistencies in that evidence in reaching a conclusive determination as to Plaintiffs' First Claim for Relief.</p>\n<p>Accordingly, Defendants' motion for summary judgment as to Plaintiffs' First Claim for Relief is denied.</p>\n<p></p>\n<h2>II. <i>Plaintiffs' Claim for Breach of Memorandum of Understanding Agreement (as to Pittman)</i>\n</h2>\n<p>Plaintiffs' Second Claim for Relief alleges that Pittman breached the Memorandum of Understanding Agreement of September 6, 2005. Both the Plaintiffs as well as Defendant Pittman have moved for summary judgment as to this claim. Both of those motions must be denied.</p>\n<p>The evidence of record is turbid, at best. A searching review of the pleadings, affidavits, and other evidence of record establishes the existence of genuine issues of material fact; the parties have raised genuine issues with respect to (1) the validity of an alleged agreement between Plaintiffs and Pittman, (2) the terms of that alleged agreement, and (3) the extent of Pittman's alleged breach, if any, of that agreement.</p>\n<p>Accordingly, at least one genuine issue of material fact exists as to this claim, and therefore neither party is entitled to judgment as a matter of law. The parties' respective motions for summary judgment as to this claim are denied.</p>\n<p></p>\n<h2>III. <i>Plaintiffs' Breach of Fiduciary Duty Claim (as to Defendant Pittman)</i>\n</h2>\n<p>Plaintiffs' Third Claim for Relief alleges that Pittman, as President and CEO of BPT, breached his fiduciary duty to that entity, BPT's other owners, and to Team 7. Both Plaintiffs and Pittman have moved for summary judgment as to this claim. Both of those motions must be denied.</p>\n<p>To establish a breach of fiduciary duty, a plaintiff must show the existence of <span class=\"star-pagination\">*704</span> a fiduciary duty, and a breach of that duty. <i>See </i><i>Keener Lumber Co. v. Perry,</i> 149 N.C.App. 19, 28, <span class=\"citation\" data-id=\"1261914\"><a href=\"/opinion/1261914/keener-lumber-co-inc-v-perry/\"><span class=\"volume\">560</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">817</span></a></span> (2002) <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">568</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">196</span></span> (2002). For a breach of fiduciary duty to exist, \"there must first be a fiduciary relationship between the parties.\" <i>Dalton v. Camp,</i> <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">353</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">647</span></a></span>, 651, <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">548</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">704</span></a></span> (2001) (citing <i>Curl v. Key,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">259</span></span>, 264, <span class=\"citation\" data-id=\"1333687\"><a href=\"/opinion/1333687/curl-by-and-through-curl-v-key/\"><span class=\"volume\">316</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">272</span></a></span> (1984); <i>Link v. Link,</i> <span class=\"citation\" data-id=\"1283557\"><a href=\"/opinion/1283557/link-v-link/\"><span class=\"volume\">278</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">181</span></a></span>, 192, <span class=\"citation\" data-id=\"1283557\"><a href=\"/opinion/1283557/link-v-link/\"><span class=\"volume\">179</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">697</span></a></span> (1971)).</p>\n<p>In North Carolina, corporate officers owe fiduciary duties to the corporation. <i>Pierce Concrete, Inc. v. Cannon Realty &amp; Constr. Co.,</i> 77 N.C.App. 411, 413-14, <span class=\"citation\" data-id=\"1274086\"><a href=\"/opinion/1274086/pierce-concrete-v-cannon-realty-const-co/\"><span class=\"volume\">335</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">30</span></a></span> (1985) (citation omitted). Although corporate officers in North Carolina are not considered trustees, \"their fiduciary duty to the corporation is a high one.\" <i>Meiselman v. Meiselman,</i> <span class=\"citation\" data-id=\"1227667\"><a href=\"/opinion/1227667/meiselman-v-meiselman/\"><span class=\"volume\">309</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"1227667\"><a href=\"/opinion/1227667/meiselman-v-meiselman/\"><span class=\"volume\">307</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">551</span></a></span> (1983). Among other duties, the law requires a company officer to discharge his duties, <i>inter alia,</i> \"[i]n a manner he reasonably believes to be in the best interests of the corporation.\" N.C. Gen. Stat. § 55-8-42.</p>\n<p>Here, there are disputed issues of material fact as to whether Pittman owed a duty to Plaintiffs when he and Duncan allegedly met with Gunny Sergeant Roy \"Jeff Jones, the United States Marine Corps Operations Chief for the Program Manager's Office for Light Armored Vehicles (\"PMLAV\"). PMLAV was, at least arguably, a potential BPT client. The nature of Pittman's interactions with PMLAV are, therefore, material to Plaintiffs' breach of fiduciary claim. However, the purpose of Pittman and Duncan's alleged meeting with PMLAV, the communications leading up to this meeting, and the matters discussed during and after this meeting are hotly disputed issues which must be determined prior to disposition of this claim.</p>\n<p>Moreover, to the extent that Pittman owed a fiduciary duty to the Plaintiffs, the record fails to conclusively demonstrate Pittman's breach of that duty. The difficulty here arises in part because the extent of any alleged breach of duty by Pittman depends upon disposition of the Plaintiffs' Second Claim for Relief, alleging Pittman's alleged breach of the MOU. As mentioned, <i>supra,</i> there are disputed issues of material fact regarding Plaintiffs' claim of Pittman's breach of the MOU. Because there are disputed issues of material fact regarding this claim, neither Plaintiffs nor Defendant Pittman are entitled to summary judgment at this time.</p>\n<p></p>\n<h2>IV. <i>Plaintiffs' Breach of Contract Claim (as to Protective Defendants' alleged Breach of the NDA/NCA)</i>\n</h2>\n<p>Plaintiffs' Fourth Claim for Relief alleges that the Protective Defendants breached the Non Disclosure Agreement/Non Circumvention Agreement (\"NCA/NDA\") executed in early March, 2006. Both Plaintiffs and the Protective Defendants have moved for summary judgment on this claim. Plaintiffs have forecast sufficient evidence establishing a genuine issue of material fact such that summary judgment is not proper at this time. Based on the record, the Court cannot conclusively determine whether the NCA/NDA was breached by Protective Defendants.</p>\n<p>Moreover, at least one genuine issue of material fact exists: the parties dispute the characterization of the NCA/NDA as either a confidentiality agreement or as a non-compete agreement that is an unenforceable restraint on trade. Because the parties dispute at least one genuine issue of material fact with respect to this claim, neither the Plaintiffs nor the Protective Defendants are entitled to summary judgment at this time.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*705</span> V. <i>Plaintiffs' Tortious Interference with Contract Claim (as to Defendant Pittman)</i>\n</h2>\n<p>Plaintiffs' Fifth Claim for Relief alleges that Pittman committed tortious interference with contract. Plaintiffs contend that Pittman induced the Protective Defendants to breach the NDA/NCA with Plaintiffs. Pittman has moved for summary judgment with respect to this claim.</p>\n<p>Under North Carolina law, the elements of tortious interference with contract are:</p>\n<blockquote>(1) a valid contract between the plaintiff and a third person which confers upon the plaintiff a contractual right against a third person; (2) the defendant knows of the contract; (3) the defendant intentionally induces the third person not to perform the contract; (4) and in doing so acts without justification; (5) resulting in actual damage to the plaintiff.</blockquote>\n<p><i>United Labs., Inc. v. Kuykendall,</i> <span class=\"citation\" data-id=\"1294109\"><a href=\"/opinion/1294109/united-laboratories-inc-v-kuykendall/\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">643</span></a></span>, 661, <span class=\"citation\" data-id=\"1294109\"><a href=\"/opinion/1294109/united-laboratories-inc-v-kuykendall/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">375</span></a></span> (1988) (citing <i>Childress v. Abeles,</i> <span class=\"citation\" data-id=\"1305346\"><a href=\"/opinion/1305346/childress-v-abeles/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">667</span></a></span>, <span class=\"citation\" data-id=\"1305346\"><a href=\"/opinion/1305346/childress-v-abeles/\"><span class=\"volume\">84</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">176</span></a></span> (1954)).</p>\n<p>The Plaintiffs' allegations regarding Pittman's intentional inducement are legally insufficient to withstand Defendants' motion for summary judgment. With the exception of some conclusory allegations of wrongful conduct, the record fails to establish that Pittman intentionally induced the Protective Defendants to do anything, much less to breach the NDA/NCA. Accordingly, Plaintiffs' claim of tortious interference of contract fails as a matter of law and Pittman is entitled to summary judgment on this claim.</p>\n<p></p>\n<h2>VI. <i>Plaintiffs' Tortious Interference with Contract Claim (as to Defendant Duncan)</i>\n</h2>\n<p>Plaintiffs' Sixth Claim for Relief alleges that Duncan committed tortious interference with contract, based upon allegations that Duncan induced Pittman to breach the Memoranda of Understanding. Duncan has moved for summary judgment on this claim. Duncan's motion will be granted as to this claim.</p>\n<p>As mentioned, <i>supra,</i> the elements of tortious interference with contract are:</p>\n<blockquote>(1) a valid contract between the plaintiff and a third person which confers upon the plaintiff a contractual right against a third person; (2) the defendant knows of the contract; (3) the defendant intentionally induces the third person not to perform the contract; (4) and in doing so acts without justification; (5) resulting in actual damage to the plaintiff.</blockquote>\n<p><i>Kuykendall,</i> 322 N.C. at 661, <span class=\"citation\" data-id=\"1294109\"><a href=\"/opinion/1294109/united-laboratories-inc-v-kuykendall/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">375</span></a></span>.</p>\n<p>Here, Plaintiffs have failed to forecast sufficient evidence establishing the knowledge element of a tortious interference with contract claim. Plaintiffs' claim against Duncan focuses entirely on Pittman's alleged conduct that occurred months before Duncan ever had reason to know of the MOU between Pittman and Plaintiffs. The record is devoid of evidence that Duncan knew or had reason to know of the MOU between Plaintiffs and Pittman prior to November 28, 2006. Focusing entirely on Pittman's pre-November, 2006 conduct, however, the Plaintiffs have failed to forecast sufficient evidence that Pittman engaged in conduct that violated the MOU at a time when Duncan would have known of the MOU and its substance. Thus, at least one of the elements of a tortious interference with contract claim against Duncan is legally insufficient. Defendants are entitled to summary judgment as a matter of law.</p>\n<p></p>\n<h2>VII. <i>Plaintiffs' Fraud Claim (as to all Defendants)</i>\n</h2>\n<p>Plaintiffs' Seventh Claim for Relief alleges that all Defendants are liable for fraud. Defendants have moved for <span class=\"star-pagination\">*706</span> summary judgment on this claim. Defendants' motion as to this claim will be granted.</p>\n<p>A claim of fraud requires proof of a: \"(1) [f]alse representation or concealment of a material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.\" <i>E.g., </i><i>Ragsdale v. Kennedy,</i> <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">130</span></a></span>, 138, <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">209</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">494</span></a></span> (1974).</p>\n<p>Plaintiffs' fraud theory alleges, essentially, that Defendants wrongfully represented to the Plaintiffs (1) that Defendants were not operating a separate, related business entity, (2) that Defendants were not involved in separate, related business deals, and (3) that Defendants were not selling the ballistic blanket or other related products to the exclusion of Plaintiffs.</p>\n<p>However, Plaintiffs theory is not borne out by the record; there is hardly a scintilla of evidence that Defendants ever made a false representation of material fact or that they concealed a material fact where they had a duty to disclose such information to the Plaintiffs. The Plaintiffs assert conclusory allegations of fraudulent activity, and, standing alone, these allegations cannot withstand Defendants' respective motions for summary judgment. Accordingly, because there is no genuine issue of material fact with respect to this claim, and the Defendants are entitled to judgment as a matter of law, summary judgement in favor of the defendants will be granted.</p>\n<p></p>\n<h2>VIII. <i>Plaintiffs' Unfair and Deceptive Trade Practices Claim</i>\n</h2>\n<p>Plaintiffs' Eighth Claim for Relief alleges Unfair and Deceptive Trade Practices (\"UDTPA\") in violation of N.C. Gen. Stat. § 75-1.1 et seq. Defendants have moved for summary judgment on this claim. To prove a claim under the UDTPA, a plaintiff must show that (1) defendant committed an unfair or deceptive act or practice, (2) in or affecting commerce and (3) plaintiff was injured as a result. <i>Phelps-Dickson Builders, L.L.C. v. Amerimann Partners,</i> 172 N.C.App. 427, 439, <span class=\"citation\" data-id=\"1366508\"><a href=\"/opinion/1366508/phelps-dickson-builders-v-amerimann/\"><span class=\"volume\">617</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">664</span></a></span> (2005) (citing <i>Edwards v. West,</i> 128 N.C.App. 570, 574, <span class=\"citation\" data-id=\"1341332\"><a href=\"/opinion/1341332/edwards-v-west/\"><span class=\"volume\">495</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">920</span></a></span> (1998)).</p>\n<p>Here, Plaintiffs' Complaint is long on conclusions yet short on specific allegations of Defendants' wrongful conduct under the UDTPA. Plaintiffs' bald assertions that Defendants engaged in \"unfair\" and \"deceptive\" practices are not sufficient to withstand a motion for summary judgment. <i>Celotex,</i> 477 U.S. at 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n<p>Because no genuine issue of material fact exists with respect to this claim, and because Defendants are entitled to judgement as a matter of law, summary judgment in favor of the Defendants is proper as to the Plaintiffs' Eighth Claim for Relief.</p>\n<p></p>\n<h2>IX. <i>Plaintiffs' Punitive Damages and Injunctive Relief Claims</i>\n</h2>\n<p>Plaintiffs' claim for punitive damages is derivative and necessarily fails as a matter of law; Plaintiffs fail to establish any claim against Defendants warranting punitive damages. Plaintiffs have also failed to move for and otherwise pursue their request for injunctive relief, and, thus, to the extent Defendants injunctive relief claim is an independent one, it has been abandoned.</p>\n<p></p>\n<h2>X. <i>Plaintiffs' Accounting Claim</i>\n</h2>\n<p>Plaintiffs' Tenth Claim for Relief demands an accounting. Plaintiffs contend Defendants \"are under a duty to account to Plaintiffs for all monies and proceeds obtained from the sale of the ballistic blanket, or related or derivative products, from any and all sources from September 2005 <span class=\"star-pagination\">*707</span> through the present day.\" (Compl. ¶ 25.) Plaintiffs and Defendants have moved for summary judgment on this claim.</p>\n<p>An accounting is an equitable remedy for alleged breaches of fiduciary duties and constructive fraud. <i>See </i><i>Toomer v. Branch Banking and Trust Co.,</i> 171 N.C.App. 58, 70, <span class=\"citation\" data-id=\"1353624\"><a href=\"/opinion/1353624/toomer-v-branch-banking-and-trust-co/\"><span class=\"volume\">614</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">328</span></a></span> (2005). To the extent Plaintiffs' request for an accounting is based on either (1) Pittman's alleged breach fiduciary or (2) Protective Defendants' alleged breach of the NDA/NCA, Plaintiffs are not entitled to an accounting at this time because they are not entitled to summary judgment on either of those claims. <i>See supra</i> §§ III, IV. To the extent Plaintiffs' request for an accounting is premised on Plaintiffs' Seventh Claim for Relief (Fraud), an accounting is not proper because Defendants are entitled to summary judgment on that claim. <i>See supra</i> § VII. Whether an accounting is appropriate depends, then, on the resolution of Claims Three and Fourneither of which are disposed of by this Order.</p>\n<p>Plaintiffs' motion for summary judgment with respect to this claim is, accordingly, denied. Defendants' respective motions for summary judgment as to this claim are denied as well in light of the need for the conclusive resolution of Claims Three and Four.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Based on the foregoing, the Protective Defendants' motion [DE 61] is GRANTED IN PART and DENIED IN PART, BST and Pittman's motion [DE 58] is GRANTED IN PART and DENIED IN PART, and Plaintiffs' motion [DE 63] is DENIED.</p>\n<p>Because no genuine issue of material fact exists with respect to claims five, six, seven, eight, and nine, and because the movants are entitled to judgment as a matter of law with respect to those claims, claims five, six, seven, eight, and nine of the Complaint are DISMISSED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/209060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1283557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1353624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1366508/"
  ]
}