{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2474250/",
  "absolute_url": "/opinion/2474250/graham-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2474250/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:04.374876Z",
  "date_modified": "2016-04-26T21:01:49.970235Z",
  "type": "010combined",
  "sha1": "c4f0add34ddb2a4a45d53050433e1bfed0a1a1ee",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>733 F.Supp.2d 724 (2010)</b></center>\n<center><h1>Kenneth O. GRAHAM, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:09-CV-132-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 22, 2010.</center>\n<p><span class=\"star-pagination\">*725</span> Barbara von Euler, Kathleen Shannon Glancy, PA, Wilmington, NC, for Plaintiff.</p>\n<p>Eskunder R.T. Boyd, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*726</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiffs Motion for Judgment on the Pleadings pursuant to FED.R.CIV.P. 12(c). For the reasons stated below, Plaintiff's motion is GRANTED, and the decision of the Commissioner is REVERSED and REMANDED for an award of benefits.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff filed an application for disability benefits on October 26, 2005, alleging disability as of February 19, 2005, due to degenerative disc disease, chronic obstructive pulmonary disease, post-traumatic stress disorder, depression, diabetes, high blood pressure, and carpal tunnel syndrome. His application was denied both initially and upon reconsideration. A hearing was held before an administrative law judge (\"ALJ\") on December 1, 2008. The ALJ issued an unfavorable decision on February 9, 2009, and Plaintiff filed a request for review with the Appeals Council. The Appeals Council denied Plaintiffs request for review on June 25, 2009, making the ALJ's decision the final decision of the Agency.</p>\n<p>Plaintiff filed a Complaint with this Court on August 25, 2009. On January 25, 2010, Plaintiff filed a Motion for Judgment on the Pleadings. Defendant filed a Motion for Judgment on the Pleadings on May 25, 2010. A hearing was held in Elizabeth City, North Carolina, on August 10, 2010. These motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The ALJ's decision is REVERSED and REMANDED for an award of benefits because substantial evidence supports a finding that Plaintiffs condition meets or equals Listing 12.06 at step three of the analysis. Pursuant to the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether the Commissioner's decision, as a whole, is supported by substantial evidence and whether the Commissioner employed the correct legal standard. Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971). Regulations establish a five-step sequential evaluation process to be followed when determining whether a claimant is disabled. 20 C.F.R. §§ 404.1520 &amp; 416.920. \"The claimant bears the burden of proof at steps one through four, but the burden shifts to the Commissioner at step five.\" <i>Rogers v. Barnhart,</i> 216 Fed.Appx. 345, 348 (4th Cir.2007) (citing <i>Bowen v. Yuckert,</i> 482 U.S. 137, 146 n. 5, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987)).</p>\n<p>First, a claimant must not be able to work in a substantial gainful activity. 20 C.F.R. § 404.1520. Second, a claimant must have a severe impairment, which significantly limits his or her physical or mental ability to do basic work activities. <i>Id.</i> Third, to be found disabled, without considering a claimant's age, education, and work experience, a claimant's impairment must be of sufficient duration and must either meet or equal an impairment listed by the regulations. <i>Id.</i> If a claimant meets an impairment listed in Appendix 1 of 20 C.F.R., Part 404, Subpart P, then the claimant is conclusively presumed to be disabled and the inquiry ends. 20 C.F.R. §§ 416.920(d), 404.1520(d). Fourth, in the alternative, a claimant may be disabled if his or her impairment prevents the claimant from doing past relevant work. 20 C.F.R. § 404.1520. Fifth, if a claimant cannot do past relevant work, he or she is disabled if an impairment prevents the claimant from doing other work. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*727</span> In this case, the ALJ found that Plaintiff had carried his burden of proof through step two and that Plaintiff had the following severe impairments: \"degenerative disc disease of the lumbar spine, chronic obstructive pulmonary disease and post-traumatic stress disorder.\" Tr. 13. Listing 12.06 addresses anxiety-related disorders, and the required level of severity is met \"when the requirements in both A and B are satisfied. . . .\" There appears to be no question that Plaintiff met the `A' part of the listing. The only question is whether his symptoms also satisfied the `B' requirements. Under 12.06(B), the resulting limitations from Plaintiffs documented persistent anxiety must result in \"at least two of the following: 1. Marked restriction of activities of daily living; or 2. Marked difficulties in maintaining social functioning; or 3. Marked difficulties in maintaining concentration persistence, or pace; or 4. Repeated episodes of decompensation, each of extended duration.\" 20 C.F.R. § 404, Subpt. P, App. 1, 12.06.</p>\n<p>Plaintiff's treating psychiatrist, Dr. Weinstein, stated in November 2008, that Plaintiff suffered from a medically documented depressive syndrome that was accompanied by anhedonia or pervasive loss of interest in almost all activities, sleep disturbance, psychomotor agitation or retardation, decreased energy, feelings of guilt or worthlessness; and hallucinations, delusions, or paranoid thinking. Tr. 449. He concluded that Plaintiff experienced marked limitations in activities of daily living; social functioning; and in maintaining concentration, persistence or pace. Tr. 449-50. Dr. Weinstein also stated Plaintiff suffered from a medically documented history of chronic affective disorder of at least two years duration that caused more than minimal limitation in his ability to do basic work activities. While the doctor noted medication and psychosocial support helped to alleviate Plaintiffs signs and symptoms, they would not allow him to work because he would still have to be absent more than four days a month due to his condition; and he found no evidence of malingering. Tr. 450-51. Dr. Weinstein concluded that Plaintiff was \"totally and permanently disabled.\" Tr. 275, 456.</p>\n<p>While the Social Security Administration is not bound by every opinion of a treating physician, a well supported opinion of a treating physician that is not contradicted by other substantial evidence in the record must be given controlling weight according to Social Security Ruling 96-2p. The ALJ's basis for not according this opinion controlling weight under SSR 96-2p or even great weight under that ruling is not sufficiently explained. Dr. Weinstein has treated Mr. Graham for depression and post-traumatic stress disorder since May 2005. Tr. 271-94, 449-51, 456-61. During this time, he has prescribed Zoloft, Depakote, Seroquel, Valium, and Imiprine for depression and nightmares. Since his initial evaluation, he continued to note Plaintiffs nightmares, anxiety and sleep problems over the years. Tr. 278, 280, 282-83, 455. Dr. Weinstein's opinion should have been given controlling weight under Social Security Ruling 96-2p, as it is well supported and not inconsistent with other substantial evidence of record.</p>\n<p>Dr. Farmer's findings also support Plaintiff's claim for Disability. Dr. Farmer found that his ability to relate to others was \"probably impaired due to his tendency to isolate from others and some mild paranoid mentation,\" and that his ability to tolerate stress and pressures of day to day work appeared to be limited. Tr. 268. Dr. Olatidoye, another consultative physician, also stated that Plaintiff would likely have difficulty with detailed instructions and would likely not be able to tolerate the stress and pressures associated with day to day activity. Tr. 336. The ALJ cited the use of words such as \"probably,\" \"likely,\" <span class=\"star-pagination\">*728</span> and \"appeared,\" as the basis for his decision to accord these opinions only \"little weight.\" Tr. 19. However, the use of these terms does not show the equivocation that the ALJ found.</p>\n<p>In his findings, the ALJ listed some of Plaintiffs daily activities and said he had only a \"moderate\" restriction of daily activities and social functioning. Tr. 15. The ALJ cited Plaintiffs testimony that he liked to be alone, but also Mrs. Graham's statement that he was able to shop, attend church, and spend time with family and friends and that he got along with his family, friends, neighbors and authority figures. <i>Id.</i> It is not sufficient to identify the activities Plaintiff engages in without considering how often he does the activities, how well he does them, and how long it takes him. For example, while Plaintiff testified that friends came by to see him, he also testified that he preferred to be alone. Tr. 48-9. Mrs. Graham's statement reveals that he needs help or encouragement to do the few household chores he is capable of doing, and that he is forgetful and has difficulty completing tasks. Tr. 160-66. Mrs. Graham's statement was also given in March 2006, more than two years before the December 2008 hearing. Plaintiff testified to some deterioration in his condition and having to cut back on activities, such as attending church, making the value of Mrs. Graham's previous statement limited. Plaintiff met his burden of showing by a preponderance of the evidence that he is markedly limited in his activities of daily living and in social functioning.</p>\n<p>The ALJ also did not properly assess the 12.06(B)(3) criteria and Plaintiff's ability to concentrate, persist, or maintain pace in that he again noted some of the activities he did, but did not address the limitations he experienced. Tr. 15. The ALJ noted two negative findings in the reports of the consultative examiners but did not note the ones suggesting disability. <i>Cf.</i> Tr. 15; 267-68, 335-86. The ALJ neglected to note that Dr. Olatidoye had found that he was able to recall only one out of three objects after three minutes and unable to name five major cities. Tr. 334-35. The ALJ's explanation for finding no limitation in concentration, persistence or pace, when than the DDS physicians found a moderate limitation was insufficient. Tr. 20.</p>\n<p>Plaintiff met his burden at step three in showing that his condition met Listing 12.06(A) and (B), and is therefore disabled. Because the ALJ did not correctly apply the regulations, the decision was not supported by substantial evidence. Therefore, the ALJ's decision at step three is REVERSED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, Plaintiffs Motion for Judgment on the Pleadings is GRANTED, and the decision of the Commissioner is REVERSED. The decision of whether to reverse and remand for benefits or reverse and remand for a new hearing is one which \"lies within the sound discretion of the district court.\" <i>Edwards v. Bowen,</i> 672 F.Supp. 230, 236 (E.D.N.C.1987). Accordingly, this case is REMANDED for an award of benefits.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">724</span></span> (2010)</b></center>\n<center><h1>Kenneth O. GRAHAM, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:09-CV-132-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 22, 2010.</center>\n<p><span class=\"star-pagination\">*725</span> Barbara von Euler, Kathleen Shannon Glancy, PA, Wilmington, NC, for Plaintiff.</p>\n<p>Eskunder R.T. Boyd, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*726</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiffs Motion for Judgment on the Pleadings pursuant to FED.R.CIV.P. 12(c). For the reasons stated below, Plaintiff's motion is GRANTED, and the decision of the Commissioner is REVERSED and REMANDED for an award of benefits.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff filed an application for disability benefits on October 26, 2005, alleging disability as of February 19, 2005, due to degenerative disc disease, chronic obstructive pulmonary disease, post-traumatic stress disorder, depression, diabetes, high blood pressure, and carpal tunnel syndrome. His application was denied both initially and upon reconsideration. A hearing was held before an administrative law judge (\"ALJ\") on December 1, 2008. The ALJ issued an unfavorable decision on February 9, 2009, and Plaintiff filed a request for review with the Appeals Council. The Appeals Council denied Plaintiffs request for review on June 25, 2009, making the ALJ's decision the final decision of the Agency.</p>\n<p>Plaintiff filed a Complaint with this Court on August 25, 2009. On January 25, 2010, Plaintiff filed a Motion for Judgment on the Pleadings. Defendant filed a Motion for Judgment on the Pleadings on May 25, 2010. A hearing was held in Elizabeth City, North Carolina, on August 10, 2010. These motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The ALJ's decision is REVERSED and REMANDED for an award of benefits because substantial evidence supports a finding that Plaintiffs condition meets or equals Listing 12.06 at step three of the analysis. Pursuant to the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether the Commissioner's decision, as a whole, is supported by substantial evidence and whether the Commissioner employed the correct legal standard. Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971). Regulations establish a five-step sequential evaluation process to be followed when determining whether a claimant is disabled. 20 C.F.R. §§ 404.1520 &amp; 416.920. \"The claimant bears the burden of proof at steps one through four, but the burden shifts to the Commissioner at step five.\" <i>Rogers v. Barnhart,</i> 216 Fed.Appx. 345, 348 (4th Cir.2007) (citing <i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 146 n. 5, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987)).</p>\n<p>First, a claimant must not be able to work in a substantial gainful activity. 20 C.F.R. § 404.1520. Second, a claimant must have a severe impairment, which significantly limits his or her physical or mental ability to do basic work activities. <i>Id.</i> Third, to be found disabled, without considering a claimant's age, education, and work experience, a claimant's impairment must be of sufficient duration and must either meet or equal an impairment listed by the regulations. <i>Id.</i> If a claimant meets an impairment listed in Appendix 1 of 20 C.F.R., Part 404, Subpart P, then the claimant is conclusively presumed to be disabled and the inquiry ends. 20 C.F.R. §§ 416.920(d), 404.1520(d). Fourth, in the alternative, a claimant may be disabled if his or her impairment prevents the claimant from doing past relevant work. 20 C.F.R. § 404.1520. Fifth, if a claimant cannot do past relevant work, he or she is disabled if an impairment prevents the claimant from doing other work. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*727</span> In this case, the ALJ found that Plaintiff had carried his burden of proof through step two and that Plaintiff had the following severe impairments: \"degenerative disc disease of the lumbar spine, chronic obstructive pulmonary disease and post-traumatic stress disorder.\" Tr. 13. Listing 12.06 addresses anxiety-related disorders, and the required level of severity is met \"when the requirements in both A and B are satisfied. . . .\" There appears to be no question that Plaintiff met the `A' part of the listing. The only question is whether his symptoms also satisfied the `B' requirements. Under 12.06(B), the resulting limitations from Plaintiffs documented persistent anxiety must result in \"at least two of the following: 1. Marked restriction of activities of daily living; or 2. Marked difficulties in maintaining social functioning; or 3. Marked difficulties in maintaining concentration persistence, or pace; or 4. Repeated episodes of decompensation, each of extended duration.\" 20 C.F.R. § 404, Subpt. P, App. 1, 12.06.</p>\n<p>Plaintiff's treating psychiatrist, Dr. Weinstein, stated in November 2008, that Plaintiff suffered from a medically documented depressive syndrome that was accompanied by anhedonia or pervasive loss of interest in almost all activities, sleep disturbance, psychomotor agitation or retardation, decreased energy, feelings of guilt or worthlessness; and hallucinations, delusions, or paranoid thinking. Tr. 449. He concluded that Plaintiff experienced marked limitations in activities of daily living; social functioning; and in maintaining concentration, persistence or pace. Tr. 449-50. Dr. Weinstein also stated Plaintiff suffered from a medically documented history of chronic affective disorder of at least two years duration that caused more than minimal limitation in his ability to do basic work activities. While the doctor noted medication and psychosocial support helped to alleviate Plaintiffs signs and symptoms, they would not allow him to work because he would still have to be absent more than four days a month due to his condition; and he found no evidence of malingering. Tr. 450-51. Dr. Weinstein concluded that Plaintiff was \"totally and permanently disabled.\" Tr. 275, 456.</p>\n<p>While the Social Security Administration is not bound by every opinion of a treating physician, a well supported opinion of a treating physician that is not contradicted by other substantial evidence in the record must be given controlling weight according to Social Security Ruling 96-2p. The ALJ's basis for not according this opinion controlling weight under SSR 96-2p or even great weight under that ruling is not sufficiently explained. Dr. Weinstein has treated Mr. Graham for depression and post-traumatic stress disorder since May 2005. Tr. 271-94, 449-51, 456-61. During this time, he has prescribed Zoloft, Depakote, Seroquel, Valium, and Imiprine for depression and nightmares. Since his initial evaluation, he continued to note Plaintiffs nightmares, anxiety and sleep problems over the years. Tr. 278, 280, 282-83, 455. Dr. Weinstein's opinion should have been given controlling weight under Social Security Ruling 96-2p, as it is well supported and not inconsistent with other substantial evidence of record.</p>\n<p>Dr. Farmer's findings also support Plaintiff's claim for Disability. Dr. Farmer found that his ability to relate to others was \"probably impaired due to his tendency to isolate from others and some mild paranoid mentation,\" and that his ability to tolerate stress and pressures of day to day work appeared to be limited. Tr. 268. Dr. Olatidoye, another consultative physician, also stated that Plaintiff would likely have difficulty with detailed instructions and would likely not be able to tolerate the stress and pressures associated with day to day activity. Tr. 336. The ALJ cited the use of words such as \"probably,\" \"likely,\" <span class=\"star-pagination\">*728</span> and \"appeared,\" as the basis for his decision to accord these opinions only \"little weight.\" Tr. 19. However, the use of these terms does not show the equivocation that the ALJ found.</p>\n<p>In his findings, the ALJ listed some of Plaintiffs daily activities and said he had only a \"moderate\" restriction of daily activities and social functioning. Tr. 15. The ALJ cited Plaintiffs testimony that he liked to be alone, but also Mrs. Graham's statement that he was able to shop, attend church, and spend time with family and friends and that he got along with his family, friends, neighbors and authority figures. <i>Id.</i> It is not sufficient to identify the activities Plaintiff engages in without considering how often he does the activities, how well he does them, and how long it takes him. For example, while Plaintiff testified that friends came by to see him, he also testified that he preferred to be alone. Tr. 48-9. Mrs. Graham's statement reveals that he needs help or encouragement to do the few household chores he is capable of doing, and that he is forgetful and has difficulty completing tasks. Tr. 160-66. Mrs. Graham's statement was also given in March 2006, more than two years before the December 2008 hearing. Plaintiff testified to some deterioration in his condition and having to cut back on activities, such as attending church, making the value of Mrs. Graham's previous statement limited. Plaintiff met his burden of showing by a preponderance of the evidence that he is markedly limited in his activities of daily living and in social functioning.</p>\n<p>The ALJ also did not properly assess the 12.06(B)(3) criteria and Plaintiff's ability to concentrate, persist, or maintain pace in that he again noted some of the activities he did, but did not address the limitations he experienced. Tr. 15. The ALJ noted two negative findings in the reports of the consultative examiners but did not note the ones suggesting disability. <i>Cf.</i> Tr. 15; 267-68, 335-86. The ALJ neglected to note that Dr. Olatidoye had found that he was able to recall only one out of three objects after three minutes and unable to name five major cities. Tr. 334-35. The ALJ's explanation for finding no limitation in concentration, persistence or pace, when than the DDS physicians found a moderate limitation was insufficient. Tr. 20.</p>\n<p>Plaintiff met his burden at step three in showing that his condition met Listing 12.06(A) and (B), and is therefore disabled. Because the ALJ did not correctly apply the regulations, the decision was not supported by substantial evidence. Therefore, the ALJ's decision at step three is REVERSED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, Plaintiffs Motion for Judgment on the Pleadings is GRANTED, and the decision of the Commissioner is REVERSED. The decision of whether to reverse and remand for benefits or reverse and remand for a new hearing is one which \"lies within the sound discretion of the district court.\" <i>Edwards v. Bowen,</i> <span class=\"citation\" data-id=\"2091042\"><a href=\"/opinion/2091042/edwards-v-bowen/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">230</span></a></span>, 236 (E.D.N.C.1987). Accordingly, this case is REMANDED for an award of benefits.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091042/"
  ]
}