{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2474988/",
  "absolute_url": "/opinion/2474988/tyner-v-brunswick-county-dept-of-social-services/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2474988/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:30.886030Z",
  "date_modified": "2016-04-26T23:24:27.593827Z",
  "type": "010combined",
  "sha1": "be8e86a1282c115345311e3abaedfb95799e973e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>776 F.Supp.2d 133 (2011)</b></center>\n<center><h1>Tara TYNER and Eric Williamson, Plaintiff,<br>\nv.<br>\nBRUNSWICK COUNTY DEPARTMENT OF SOCIAL SERVICES; North Carolina Department of Health and Human Services; and Jamie Orrock, Defendants.</h1></center>\n<center>No. 7:1O-CV-00020-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>March 2, 2011.</center>\n<p><span class=\"star-pagination\">*135</span> Charles M. Tighe, Wilmington, NC, for Plaintiffs.</p>\n<p>Julie B. Bradburn, Theresa Marie Sprain, Womble Carlyle Sandridge &amp; Rice, PLLC, Angenette Renee Swartz Stephenson, N.C. Dept. of Justice, Gerald K. Robbins, <span class=\"star-pagination\">*136</span> North Carolina Attorney General's Office, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on various motions, most of which been pending for some time. The North Carolina Department of Health and Human Services (\"DHHS\") filed a Motion to Dismiss [DE-16] in April 2010, and it was submitted for ruling to the undersigned the following month. The remainder of the motions [DE-36, -42, -46, -52], all of which concern proposed amendments to pleadings and/or deadlines, were referred to a Magistrate Judge as they became ripe.<sup>[1]</sup> The court directed the Clerk of Court to submit all the above-referenced pending motions to the undersigned for ruling as a group.</p>\n<p></p>\n<h2>OVERVIEW</h2>\n<p>According to the Complaint, Tara Tyner who is severely hearing-impaired is the mother of two minor children, NA and AT. Eric Williamson, also severely hearing-impaired, is Ms. Tyner's live-in boyfriend and is not the children's father. Plaintiffs claim, however, that Tyner, Williamson and Tyner's minor children live together as a family unit and that Williamson is a \"caregiver\" to the children. The Complaint alleges that Williamson agreed with Tyner to share the responsibilities for the care of Tyner's minor children \"as if they were his own children,\" but does not allege that Williamson has any legal relationship to, or responsibility for, the children.</p>\n<p>According to the Complaint, Tyner's and Williamson's hearing impairments severely limit their ability to communicate in English only. They further allege that \"[p]ersons who are severely hearing impaired generally exhibit common and distinctive demeanor, conduct and mannerisms caused by or associated with their disability which, if recognized, explained and understood, signify no intent or propensity to inflict or cause any physical or psychological harm.\" <i>Id.</i> at ¶ 18. Although plaintiffs contend they both share this \"behavioral demeanor, conduct and mannerisms,\" they have not described it. Plaintiffs contend that American Sign Language (\"ASL\") is their primary language for communicating with others. <i>See</i> Complaint [DE-1], at ¶¶ 13-17.</p>\n<p>One of the minor children had surgery in January 2008, and required round-the-clock in-home nursing services upon her discharge from the hospital. Although the Complaint does not allege who scheduled or financed the necessary nursing services, arrangements were made with Maxim Healthcare Services, Inc., to provide a nurse. That nurse was fired, however, after Williamson allegedly discovered her sleeping on the job. Someone then selected Assistedcare to provide home nursing services, and a different nurse was sent. In late February 2008, two other nurses from Assistedcare allegedly reported to their supervisor that Williamson had engaged in \"certain behavior\" toward one or both children and/or plaintiff Tyner. <i>See id.,</i> at ¶¶ 28-30.</p>\n<p>The nurses' reports caused the home nursing care supervisor to contact the Oak Island Police Department. Officer Cox attempted to obtain a warrant for Williamson's arrest but was unsuccessful based on the information provided to the magistrate. <i>See id.</i> at ¶ 32. At that point, the Brunswick County Department of Social Services (\"DSS\") allegedly was informed of <span class=\"star-pagination\">*137</span> the nurses' reports concerning Williamson. <i>See id.</i> at ¶ 33. On February 25, 2008, DSS social worker Gaynor and Oak Island Police Officer Cox purportedly entered the Tyner/Williamson home without prior notice or consent, searched the home and examined NA's body. <i>See id.</i> at ¶¶ 38, 39. Also on that date, plaintiffs allege DSS agent Gaynor \"directed [Tyner] to send [Williamson] away from the family home to remain away indefinitely; call 911 if he should return;<sup>[2]</sup> and threatened to remove [the minor children] from the family home if she failed or refused to do so. <i>See id.</i> at ¶¶ 38.</p>\n<p>While the Complaint contends that none of Williamson's behavior was criminal or dangerous, the nurses' reports nevertheless purportedly generated a six-month DSS investigation (February 25, 2008, through August 21, 2008, the \"Surveillance Period\") that plaintiffs allege was intrusive and unfounded, and amounted to intentional discrimination against the plaintiffs because of their disabilities. The Complaint alleges that the plaintiffs repeatedly requested that DSS provide an ASL interpreter to facilitate their communication with DSS agents and that DSS consistently refused. Plaintiffs contend agents of DSS entered the family home without prior notice or consent on at least 19 separate occasions and confronted plaintiffs on at least nine additional occasions, during only one of which an ASL interpreter was present. <i>See id.</i> at ¶ 47.<sup>[3]</sup></p>\n<p>After the original (fired) home health nurse reported on August 14, 2008, that she saw Williamson jerk NA and throw him on the couch,<sup>[4]</sup><i>see id.</i> at ¶ 66, DSS obtained a court order summarily removing NA and AT from the Tyner/Williamson home. <i>See id.,</i> at ¶¶ 69-70.</p>\n<p>Plaintiffs allege that DSS did not seek to interview either of them before applying for the court order. <i>See id.</i> at ¶ 70.</p>\n<p>Tyner was represented by appointed counsel concerning post-removal proceedings. According to the Complaint, upon advice of counsel, Tyner \"did not request an evidentiary hearing or otherwise oppose the entry of a Court Order on October 22, 2008, that the custody of the children should remain with DSS to be placed in the discretion of DSS.\" <i>Id.,</i> at ¶ 73.</p>\n<p>Plaintiffs' Complaint, filed 14 months later, alleges that beginning on February 25, 2008, DSS, its agents, \"and those informing them\" were fully aware of the plaintiffs' severe hearing impairments. <i>See id.</i> at ¶¶ 41, 51. Plaintiff contend they consistently and repeatedly requested that services of an ASL interpreter be provided by DSS to enable communication between plaintiffs and investigators, <i>e.g., id.</i> at ¶ 44, 52, but that DSS representatives expressly and repeatedly \"refused to provide, and disclaimed any obligation to provide, the services of an ASL interpreter,\" <i>id.</i> at ¶¶ 53, 54-56. For instance, the plaintiffs contend that throughout the Surveillance Period,</p>\n<blockquote>they and/or others acting on their behalf, made known to DSS: (a) the fact of their hearing impairments, (b) their inability to clearly understand the DSS representatives <span class=\"star-pagination\">*138</span> intervening in their lives, (c) the inability of DSS representatives to understand them, and (d) their consequent fears and frustration.</blockquote>\n<blockquote>* * * * *</blockquote>\n<blockquote>[they] and through others on their behalf, requested the services of an ASL interpreter to enable and assure effective communication between them and DSS representatives.</blockquote>\n<p>Complaint [DE-1], at ¶¶ 51-52. Plaintiffs also allege that none of the defendants or their representatives or \"those informing them\" ever observed or located evidence of criminal conduct, harm or risk of harm on any person by Williamson, <i>see id.,</i> at ¶ 35, 64, 65, 74.</p>\n<p>Additionally, the Complaint alleges that DSS Director Jamie Orrock engaged in conduct intentionally depriving them of DSS programs or benefits, and that in his individual capacity, he intentionally inflicted emotional distress upon them. <i>See id.,</i> at ¶¶ 54-56. They contend that DHHS was aware of and authorized the discriminatory conduct of its own agents, DSS Director Orrock, the DSS, and other DSS employees, all of which discriminatory conduct was intentional. <i>See id.,</i> at ¶¶ 80-81.</p>\n<p>Throughout the Complaint, the plaintiffs allege in various contexts that:</p>\n<blockquote>DSS representatives and persons informing them lacked the knowledge, skill and training to use or understand ASL or to interpret or understand either deaf culture or the behavioral demeanor, conduct and mannerisms common to persons with hearing impairment. Because the DSS representatives and person [sic] informing them lacked the knowledge, skill and training to use or understand ASL or to interpret and understand either deaf culture or the behavioral demeanor, conduct and mannerisms referred to above, the behavior and conduct of Tara and Eric, and the unverified reports thereof, were misinterpreted and misunderstood by DSS representatives and person [sic] informing them.</blockquote>\n<p><i>Id.</i> at ¶¶ 57-58. The court perceives these allegations to extend, not just to the defendants, but also to the alleged conduct of the home nursing care employees and nurses predating DSS involvement and continuing thereafter. However, the court does not understand that by making these allegations plaintiffs seek to suggest an agency relationship between the defendants and the private home health care providers. Rather, the court reads these contentions as descriptive of the alleged unreliable and misinformed factual predicates for the defendants' launching and pursuing an abuse investigation. <i>See, e.g., id.,</i> at ¶¶ 77 &amp; 78 (alleging that Assistedcare nurses' reports to supervisors and Assistedcare's reports to DSS were inaccurate, misleading and based upon faulty observations and lack of effective communication because they were not trained or experienced in the deaf culture).</p>\n<p>The Complaint purports to set forth three claims for recovery: Claim One seeks damages as against all three defendants on behalf of both plaintiffs pursuant to § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794 (hereinafter \"§ 504\"), <i>see id.,</i> at ¶¶ 92-95; Claim Two seeks the same damages as Claim One pursuant to Title II of the Americans with Disabilities Act, 42 U.S.C. §§ 12131, <i>et seq.</i> (hereinafter \"Title II\"), <i>see id.,</i> at ¶¶ 101-104; and Claim Three seeks compensatory and punitive damages on behalf of both plaintiffs against defendant Orrock in his individual capacity for common law tort[s] of intentional infliction of \"gross insult, indignity and personal injury\" and emotional distress, <i>see id.,</i> at ¶¶ 107-110. It appears <span class=\"star-pagination\">*139</span> that plaintiffs do <i>not</i> include DSS or DHHS in Claim Three. The plaintiffs also seek a jury trial and an award of interest, reasonable attorneys' fees, costs, and such other relief as the court deems appropriate. <i>See id.,</i> at ¶ 111 and p. 18.</p>\n<p></p>\n<h2>PROCEDURAL HISTORY</h2>\n<p>The plaintiffs filed their Complaint [DE-I] on February 5, 2010. DHHS filed its Answer [DE-12] on April 5, 2010, and included in that Answer a crossclaim against DSS. Defendants DSS and Orrock filed their joint Answer [DE-13] on the same date. Two days later, DHHS filed a Motion to Dismiss [DE-16] the Complaint. DSS and Orrock filed an Answer [DE-20] to DHHS's cross-claim on April 23, 2010. The Magistrate Judge filed a Scheduling Order [DE-23] on May 13, 2010, setting the matter for trial during the court's July 5, 2011, term of court, and setting a discovery deadline of February 1, 2011, and the dispositive motions deadline as March 3, 2011. The parties' experts' reports deadlines were extended by order of September 30, 2010. <i>See</i> [DE-33].</p>\n<p></p>\n<h2>DHHS's MOTION to DISMISS [DE-16]</h2>\n<p>DHHS contends the Complaint must be dismissed against it because (i) the Eleventh Amendment to the United States Constitution prevents exercise of subject matter jurisdiction over plaintiffs' Title II claims<sup>[5]</sup> for damages against it; (ii) the <i>Booker-Feldman</i> doctrine precludes subject matter jurisdiction over plaintiffs' Title II and § 504 claims for relief as against it; and (iii) the plaintiffs' Complaint fails to state a claim against DHHS under either Title II or § 504. DHHS also contends that Tyner's claims for damages for loss of consortium of a minor child under both federal acts must be dismissed, as North Carolina does not recognize recovery of damages on that theory.</p>\n<p>DHHS's dismissal motion does not suggest that the Complaint lacks sufficient factual detail or that it fails to describe the relief sought with adequate specificity. Rather, DHHS contends that it cannot be held responsible for any injury to the plaintiffs, as a matter of law, under the facts alleged and theories advanced in the Complaint.</p>\n<p></p>\n<h2>A. <i>Eleventh Amendment  Title II Claim</i>\n</h2>\n<p>Title II of the Americans with Disabilities Act applies to state and local \"public entities,\" and provides, in pertinent part, that: \"no qualified individual with a disability shall, by reason of such disability be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\" 42 U.S.C. § 12132. The purpose of the Act is to \"eliminate discrimination on the basis of disability and ensure evenhanded treatment between the disabled and the able-bodied.\" <i>Doe v. Pfrommer,</i> 148 F.3d 73, 82 (2d Cir.1998).</p>\n<p>Congress unmistakably intended to abrogate the states' Eleventh Amendment immunity<sup>[6]</sup> in enacting Title II. <i>See</i> 42 <span class=\"star-pagination\">*140</span> U.S.C. § 12202 (\"A State shall not be immune under the eleventh amendment . . . from an action in Federal or State court of competent jurisdiction for a violation of this chapter\"); <i>Tennessee v. Lane,</i> 541 U.S. 509, 518, 124 S.Ct. 1978, 158 L.Ed.2d 820 (2004). Congress has the power to abrogate state sovereign immunity with such unequivocal statements, but only where it \"act[s] pursuant to a valid grant of constitutional authority.\" <i>Bd. of Trustees of Univ. of Ala. v. Garrett,</i> 531 U.S. 356, 363, 121 S.Ct. 955, 148 L.Ed.2d 866 (2001) (alteration in original) (citing <i>Kimel v. Fla. Bd. of Regents,</i> 528 U.S. 62, 73, 120 S.Ct. 631, 145 L.Ed.2d 522 (2000)). There is only one source of such authority: the enforcement provisions of § 5 of the Fourteenth Amendment (hereinafter \"§ 5\"). <i>Id.</i> at 364, 121 S.Ct. 955. \"Accordingly, Title II can apply to the States only to the extent that the statute is appropriate § 5 legislation.\" <i>Id.</i></p>\n<p>The proper analysis for determining, on a claim-by-claim basis, <i>see </i><i>United States v. Georgia,</i> 546 U.S. 151, 159, 126 S.Ct. 877, 163 L.Ed.2d 650 (2006), whether Congress properly exercised its § 5 powers to abrogate a state's sovereign immunity against claims for damages arising under Title II, is set out in <i>City of Boerne v. Flores,</i> 521 U.S. 507, 117 S.Ct. 2157, 138 L.Ed.2d 624 (1997), and it recently was applied by the Fourth Circuit Court of Appeals in <i>Constantine.</i> The <i>\"Boerne</i> test\" or, as it sometimes is called, the \"congruence and proportionality\" test, requires the court:</p>\n<blockquote>(1) to identify the constitutional right or rights that Congress sought to enforce when it enacted Title II; (2) to determine whether Congress enacted Title II in response to a pattern of unconstitutional disability discrimination; and (3) to determine whether the rights and remedies created by Title II are congruent and proportional to the constitutional rights it purports to enforce and the record of constitutional violations adduced by Congress.</blockquote>\n<p><i>Chase v. Baskerville,</i> 508 F.Supp.2d 492, 499 (E.D.Va.2007), <i>affd,</i> 305 Fed.Appx. 135 (4th Cir.2008).<sup>[7]</sup> The parties agree that the <i>Boerne</i> test is the appropriate framework within which to address DHHS's Eleventh Amendment immunity challenge.</p>\n<p></p>\n<h2>1. <i>Identification of constitutional right</i>\n</h2>\n<p>Here, DHHS admits the Supreme Court has determined that the disabled in our society have a right to be free from irrational disability discrimination, <i>see </i><i>City of Cleburne v. Cleburne Living Center,</i> 473 U.S. 432, 446, 105 S.Ct. 3249, 87 L.Ed.2d 313 (1985), and that it is \"clear beyond peradventure that inadequate provision of public services and access to public facilities is an appropriate subject for prophylactic legislation.\" DHHS's Memorandum [DE-17] at pp. 6-7 (citing <i>Lane,</i> 541 U.S. at 530, 124 S.Ct. 1978); <i>see also </i><i>Constantine,</i> 411 F.3d at 486. DHHS further acknowledges that the context of the \"public services\" in this case was the provision of \"child welfare services.\" <i>Id.</i> It is unnecessary, therefore, to engage in further inquiry as to this first factor.</p>\n<p></p>\n<h2>2. <i>Congressional identification of a history and pattern of unconstitutional discrimination in States' provision of public services</i>\n</h2>\n<p>Additionally, DHHS acknowledges that <i>Constantine</i> interpreted <i>Lane</i> as having <span class=\"star-pagination\">*141</span> established that Congress properly identified a history and pattern of unconstitutional conduct. <i>See</i> DHHS's Memorandum [DE-17] at p. 7. DHHS also having conceded the second factor, the court moves to the third and last <i>Boerne</i> factor.</p>\n<p></p>\n<h2>3. <i>Congruence and Proportionality</i>\n</h2>\n<p>DHHS rests its Eleventh Amendment argument on the third prong of the <i>Boerne</i> test. Specifically, DHHS contends that \"Title II is not congruent and proportional in the context of child welfare cases,\" pointing out that \"[t]here is no statutory or constitutional right that has been alleged to have been violated in this case.\" <i>Id.</i> Without referring to any specific factual allegation contained in the Complaint, DHHS nevertheless concludes that \"[a]n accommodation<sup>[8]</sup> under the facts and circumstances as alleged here would require that the State affirmatively act in a fashion that far exceeds any constitutional requirement.\" <i>Id.</i> DHHS's position is that no accommodation was appropriate under the circumstances alleged in this case because the plaintiffs fail to allege the violation of any statutory or constitutional right. <i>See id.</i></p>\n<p>While plaintiffs did not cite any statutes other than § 504 and Title II, or any specific constitutional provisions, the factual allegations, <i>taken as true</i> at this stage of the litigation, amply describe intentional and repeated violations by government agents of personal and familial liberty and privacy interests and/or intentional failure to accommodate known disability. For example, enforcement of child protection laws necessarily may implicate parents' \"substantive due process rights to `retain custody over and care for their children and to rear their children as they deem appropriate.'\" <i>Doe v. South Carolina Dept. of Social Services,</i> 597 F.3d 163, 180 (4th Cir.) (Wilkinson, Cir. Judge, concurring) (quoting <i>Jordan ex rel. Jordan v. Jackson,</i> 15 F.3d 333, 342 (4th Cir.1994)), <i>cert. denied,</i> ___ U.S. ___, 131 S.Ct. 392, 178 L.Ed.2d 137 (2010).</p>\n<blockquote>The importance of the familial relationship, to the individuals involved and to the society, stems from the emotional attachments that derive from the intimacy of daily association, and from the role it plays in promot(ing) a way of life. ... No one would seriously dispute that a deeply loving and interdependent relationship between an adult and a child in his or her care may exist even in the absence of blood relationship.</blockquote>\n<p><i>Smith v. Org. of Foster Families for Equality &amp; Reform,</i> 431 U.S. 816, 844, 97 S.Ct. 2094, 53 L.Ed.2d 14 (1977) (citations omitted). \"[F]reedom of personal choice in matters of ... family life is one of the liberties protected by the Due Process Clause of the Fourteenth Amendment.\" <i>Cleveland Board of Education v. LaFleur,</i> 414 U.S. 632, 639-40, 94 S.Ct. 791, 39 L.Ed.2d 52 (1974).</p>\n<p>Similarly, outside the domestic context, expressive free association is an aspect of liberty protected by the Fourteenth Amendment. <i>See </i><i>Tashjian v. Republican Party of Connecticut,</i> 479 U.S. 208, 214, 107 S.Ct. 544, 93 L.Ed.2d 514 (1986) (\"`It is beyond debate that freedom to engage in association for the advancement of beliefs and ideas is an inseparable aspect of the \"liberty\" assured by the Due Process Clause of the Fourteenth Amendment....'\" (quoting <i>NAACP v. Alabama ex rel. Patterson,</i> 357 U.S. 449, 460, 78 S.Ct. 1163, 2 L.Ed.2d 1488 (1958))); <i>Bates v.</i> <span class=\"star-pagination\">*142</span> <i>Little Rock,</i> 361 U.S. 516, 523, 80 S.Ct. 412, 4 L.Ed.2d 480 (1960). The liberty interest in intimate association is rooted in the necessity of affording:</p>\n<blockquote>certain kinds of highly personal relationships a substantial measure of sanctuary from unjustified interference by the State. ... [T]he constitutional shelter afforded such relationships reflects the realization that individuals draw much of their emotional enrichment from close ties with others. Protecting these relationships from unwarranted state interference therefore safeguards the ability independently to define one's identity that is central to any concept of liberty.</blockquote>\n<p><i>Roberts v. U.S. Jaycees,</i> 468 U.S. 609, 617-19, 104 S.Ct. 3244, 82 L.Ed.2d 462 (1984) (citations omitted). Such constitutional protection has been afforded to personal affiliations that attend the creation and sustenance of a family, such as marriage, childbirth, the raising and education of children, and cohabitation with one's relatives. <i>See id.</i> at 619, 104 S.Ct. 3244; <i>see also, e.g., </i><i>Zablocki v. Redhail,</i> 434 U.S. 374, 383-86, 98 S.Ct. 673, 54 L.Ed.2d 618 (1978); <i>Carey v. Population Services International,</i> 431 U.S. 678, 684-85, 97 S.Ct. 2010, 52 L.Ed.2d 675 (1977).</p>\n<p>Of course, \"[`t]he right to family integrity clearly does not include a constitutional right to be free from child abuse investigations,'\" <i>Hodge v. Jones,</i> 31 F.3d 157, 164 (4th Cir.1994) (quoting <i>Watterson v. Page,</i> 987 F.2d 1, 8 (1st Cir.1993)), and the State \"has a legitimate interest in curtailing the abuse and neglect of its minor citizens.\" <i>Id.</i> (citing <i>Santosky v. Kramer,</i> 455 U.S. 745, 766, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982) (state has \"<i>parens patriae</i> interest in preserving and promoting the welfare of the child\")). These plaintiffs do not allege that their constitutional rights were violated because they were the subjects of a child abuse investigation; they contend that they suffered disability discrimination in the State's initiation and pursuit of that investigation and/or because the defendants refused to provide a reasonable accommodation to which plaintiffs were entitled under federal law.</p>\n<p>The Complaint also implicates privacy rights not directly involving children or even a formal \"familial\" relationship. Plaintiffs allege repeated unjustified and unannounced nonconsentual intrusion by defendants' agents into their homes with attendant examination of plaintiffs' personal effects. Plaintiffs contend DSS's refusal to provide ASL interpreters left them confused, frightened and unable to establish effective communication. These allegations in turn suggest that plaintiffs intend to invoke personal liberty interests and rights to the expectation of privacy, which also are guaranteed against unreasonable intrusion by the States through the Fourteenth Amendment.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*143</span> While not as explicit as would be ideal, the Complaint sufficiently alleges facts that describe intentional discrimination based on disability violating rights protected under the Fourteenth Amendment. DHHS contends, in conclusory fashion, that plaintiffs' requested accommodation  provision of ASL interpreter during State child abuse investigations  is not congruent or proportional to the demonstrated history and pattern of unconstitutional disability discrimination identified in <i>Lane</i> and <i>Constantine.</i> DHHS's bald declaration that the facts alleged in the Complaint cannot satisfy the third <i>Boerne</i> factor is unsupported by any substantive argument or reference to authority. The \"congruence and proportionality\" <i>Boerne</i> factor requires a more sophisticated analysis.</p>\n<p>In the course of developing an appropriate test to ascertain effective exercise of Congressional power through § 5 to abrogate Eleventh Amendment sovereign immunity against Title II damages, the Supreme Court deemed it important to identify the particular constitutional right sought to be protected and its corresponding level of scrutiny in examining alleged State intrusion. The Court's modification and incorporation of an <i>Eldridge-type</i> three-part inquiry into Title II's § 5 Congressional power examination (the <i>Boerne</i> test) was explored in a recent law review article. The analytical process, dubbed by the article's author, the \"Inverse Relation Principle,\" has been applied by the Supreme Court in nine cases<sup>[10]</sup> employing the <i>Boerne</i> test to explore the scope of Congressional power under § 5 to abrogate states' sovereign immunity from damages pursuant to Title II. The Inverse Relation Principle of congruence and proportionality involves the relationship between the first and second <i>Boerne</i> factors.<sup>[11]</sup></p>\n<blockquote>The lower the degree of scrutiny appropriate for the underlying right, the more intense the Court's review of the adequacy of congressional evidence to support Section 5 measures of whatever strength is involved, and later emerged, vice versa. The question was the relation between the scope of the right and the state of record. The more deferential the treatment of the record, the less deferential the review of the right.</blockquote>\n<p>Justin Schwartz, <i>Less than Meets the Eye: Antidiscrimination and the Development</i> <span class=\"star-pagination\">*144</span> <i>of Section 5 Enforcement and Eleventh Amendment Abrogation Law since City of Boerne v. Flores,</i> 38 Hastings Const. L.Q. 259, 294-95 (2011) (footnotes omitted). That is, a more extensive and detailed record of Congressional inquiry and findings of discriminatory pattern or history is required to justify measures to prevent violations of Fourteenth Amendment rights subject to a \"rational relationship\" level of scrutiny. Conversely, measures for elimination of discrimination based on race  a suspect classification entitled to a \"strict scrutiny\" analysis  would pass the \"congruence and proportionality\" test on a comparably less intense history-and-pattern congressional record. Schwartz observes that the Court in <i>Kimel</i> and <i>Garrett</i> imported the Inverse Relation Principle into the <i>Boerne</i> congruence and proportionality inquiry. <i>See id.</i> at p. 294.</p>\n<p>Prior to locating the Schwartz article, the undersigned generally had observed that the Court's deference to the record shifted vis-a-vis the identified constitutional right as § 5 jurisprudence developed. The significance of that observation here is that, because DHHS concedes the first <i>Boerne</i> factor  that <i>Lane</i> has established the appropriateness of prophylactic legislation under Title II for preventing irrational disability discrimination in the provision of public services  and further has conceded the second <i>Boerne</i> factor  that <i>Lane</i> as interpreted by <i>Constantine</i> established that Congress properly identified a history and pattern of unconstitutional conduct  then the level of deference to Congress's (Title II) remedial scheme this court is to afford the third, \"congruence and proportionality,\" <i>Boerne</i> factor is relatively high. In other words, in the context of the instant case at the pleading stage, based on an admittedly sufficient history and pattern of irrational discrimination in the provision of public services, which include administration of child protection services under state law by governmental agencies, Congress properly abrogated states' immunity under Title II unless the \"chosen remedy `is so out of proportion to a supposed remedial or preventive object that it cannot be understood as responsive to, or designed to prevent, unconstitutional behavior.'\" DHHS Memorandum [DE-17], at p. 7 (quoting <i>Baskerville,</i> 508 F.Supp.2d at 501) (citing <i>Boerne,</i> 521 U.S. at 532, 117 S.Ct. 2157).</p>\n<p>DHHS takes the position that because plaintiffs failed to cite any constitutional or statutory right in their Complaint, their requested accommodation  provision by the defendants of an ASL interpreter during a protracted child abuse investigation  is not congruent and proportional to the right allegedly violated and the historical record upon which Congress purported to exercise its § 5 power. Especially in light of the context of the subject public services, which involved alleged intrusion into and interference by the State with familial and personal privacy interests, <i>see generally </i><i>Jordan,</i> 15 F.3d at 342-343, the court disagrees.</p>\n<p>Without expressing any opinion whether or not the plaintiffs ultimately can survive summary judgment after development of a record and more thorough briefing, the court reaches a different conclusion than DHHS upon application of the <i>Boerne</i> factors to the allegations in the Complaint. The Complaint sufficiently alleges Title II claims by both plaintiffs for money damages against DHHS. Neither the Complaint on its face nor the parties' discussion of applicable law convinces the court that the plaintiffs cannot, as a matter of law, prove either that defendants engaged in intentional disability discrimination and/or that the accommodation refused by the defendants is incongruent or disproportional to the constitutional rights described in the Complaint <span class=\"star-pagination\">*145</span> and the admittedly adequate history and pattern of disability discrimination in the provision of public services. Accordingly, DHHS's Motion to Dismiss because \"the Eleventh Amendment ... prevents this court from exercising subject matter jurisdiction over plaintiffs' complaint,\" DHHS Memorandum [DE-17], at p. 4, is DENIED.</p>\n<p></p>\n<h2>B. <i>Rooker-Feldman Doctrine</i><sup>[12]</sup></h2>\n<p>The plaintiffs unequivocally have denied that they seek relief in this court that would amount to a review and rejection of the state court judgment(s). They do not seek to undo the October 22, 2008, state court order. They challenge the defendants' alleged intentional discriminatory treatment of them on the basis of their disabilities and/or the defendants' failure to provide ASL interpreters for them, in relation to the defendants' provision of child protective services.</p>\n<p>Upon careful consideration of the allegations, DHHS's Motion to Dismiss is DENIED insofar as it seeks dismissal of the Complaint on application of the <i>Rooker-Feldman</i> doctrine. <i>See </i><i>Exxon Mobil Corp v. Saudi Basic Indus. Corp.,</i> 544 U.S. 280, 283-84, 125 S.Ct. 1517, 161 L.Ed.2d 454 (2005) (explaining that <i>Rooker-Feldman</i> occupies a \"narrow ground\" \"confined to cases ... brought by state-court losers complaining of injuries caused by state court judgments rendered before the District Court proceeding commenced and inviting district court review and rejection of those judgments\"); <i>see also </i><i>Washington v. Wilmore,</i> 407 F.3d 274, 280 (4th Cir.2005) (holding that <i>Rooker-Feldman</i> does not apply when the plaintiffs \"claim of injury rests not on the state court judgment itself, but rather on the alleged violation of his ... rights [by the defendant]\").</p>\n<p></p>\n<h2>C. <i>\"Loss of Consortium\" of Minor Children</i>\n</h2>\n<p>In ¶¶ 93 and 102, respectively, of the Complaint, Tyner alleges she also is entitled to recover damages under § 504 and Title II because the defendants' conduct caused her to suffer:</p>\n<blockquote>severe mental and emotional distress, suffering, anguish, fear and humiliation, the sudden loss of the help and companionship of [Williamson] as a willing and loving caregiver of and for her children during his forced absence from the family home, and the sudden loss of her children.</blockquote>\n<p>(Emphasis added). Similarly, ¶¶ 94 and 103 contend that the defendants' actions caused Williamson to suffer:</p>\n<blockquote>damages including severe mental and emotional distress, suffering, anguish, fear and humiliation and the loss of the companionship of [Tyner] during the period of his forced exclusion from his family home.</blockquote>\n<p>First, the court does not read the Complaint to allege common law claims for the tort of \"loss of consortium.\" The court perceives that the plaintiffs' claims for damages resulting from the \"losses\" they suffered because of defendants' alleged intentional disability discrimination and/or failure to accommodate are a measure of compensatory damages rather than an attempt to state any derivative cause of action. Furthermore, plaintiffs point out that damages available for Title II and § 504 are governed by federal law; both statutes incorporate the damages provisions <span class=\"star-pagination\">*146</span> of Title VI of the Civil Rights Act of § 1964.<sup>[13]</sup></p>\n<p>Paragraphs 93 and 102 allege that Tyner suffered compensable injuries in the loss of \"[Williamson] as a willing and loving <i>caregiver of and for her children</i> during his forced absence. ...\" (Emphasis added). This allegation does not seek seem to encompass a claim that she is entitled to recover for any alleged loss of \"society, companionship, sexual fulfillment and affection\" from Williamson, <i>see </i><i>Robertson v. Nelson,</i> 116 N.C.App. 324, 325, 447 S.E.2d 488 (1994); rather, it isolates an alleged loss of his services <i>as a joint caregiver</i> of the children. The court declines to dismiss this element of damages at this stage of the pleadings, observing that discovery and further briefing may prove the claim unavailing.<sup>[14]</sup></p>\n<p>Williamson, however, does seek damages for injuries that include \"the loss of companionship of [Tyner]\" during the period his \"forced absence from the home.\" Complaint [DE1], at ¶¶ 94 and 103. In this respect, the Complaint fails to allege facts on a cognizable claim.</p>\n<p>Concerning Tyner's claim for compensatory damages arising from the \"sudden loss of her children,\"<sup>[15]</sup> the analysis is slightly more involved. DHHS relies on <i>Edwards v. Edwards,</i> 43 N.C.App. 296, 301-02, 259 S.E.2d 11, 14-15 (1979), for the proposition that there is no legal right arising from the parent-child relationship similar to that of consortium between a husband and wife. That ruling involved a counterclaim in a divorce action by a mother against her estranged husband for his alleged alienation of the affection of their minor son. DHHS also cites <i>Laughter v.</i> <span class=\"star-pagination\">*147</span> <i>Aventis Pasteur, Inc.,</i> 291 F.Supp.2d 406 (M.D.N.C.2003), in which the district court recognized that North Carolina does not allow damages for loss by a parent of a child's consortium<sup>[16]</sup> in a products liability action in which a manufacturer's product injured a child in violation of the National Childhood Vaccine Injury Compensation Act. Neither of these cases is apposite. The North Carolina Supreme Court did, however, recently reiterate that, \"[a] parent has an `interest in the companionship, custody, care, and control of [his or her children that] is protected by the United States Constitution.'\" <i>Boseman v. Jarrell,</i> ___ N.C.App. ___, 704 S.E.2d 494, 502 (2010) (citing <i>Price v. Howard,</i> 346 N.C. 68, 73, 484 S.E.2d 528, 531 (1997); <i>Petersen v. Rogers,</i> 337 N.C. 397, 400, 445 S.E.2d 901, 903 (1994)).</p>\n<p>The matter was more thoroughly analyzed, however, by the Fourth Circuit Court of Appeals years later in <i>Shaw v. Stroud,</i> 13 F.3d 791, 804-05 (4th Cir.1994), in the slightly more analogous context of a § 1983 claim under the Fourteenth Amendment for loss of consortium against the State of North Carolina. In <i>Shaw,</i> a wife and minor children sought damages for the loss of the love, comfort and support of their husband/father who was shot to death by a state trooper. The appellate court explained in <i>Shaw</i> that it had not, to date, recognized such a substantive due process claim for the deceased's family. Citing <i>Rucker v. Harford County,</i> 946 F.2d 278, 282-83 (4th Cir.1991), the panel noted that it had \"`reserve[ed] for another day' whether [it] would recognize a due process claim for the deprivation of the love and support of a family member resulting from the unconstitutional action of a state official.\" <i>Shaw,</i> 13 F.3d at 804.</p>\n<p>The opinion observed that other circuits have recognized two different versions of such a substantive due process claim. One version requires that a plaintiff demonstrate \"`any conduct which, though unrelated to the relationship [between the injured party and his family member], violates the constitutional right of any person in the relationship, on the theory that such conduct <i>incidentally</i> injures the relationship, hence the \"liberty interest\" in its preservation possessed by all parties to it.'\" <i>Id.</i> (quoting <i>Rucker,</i> 946 F.2d at 282). This claim based on an incidental injury to the relationship is a derivative claim, like the traditional \"loss of consortium\" or \"loss of services\" tort claim. <i>See id.</i> (citing <i>Kelson v. City of Springfield,</i> 767 F.2d 651 (9th Cir.1985); <i>Trujillo v. Board of County Comm'rs,</i> 768 F.2d 1186, 1189-90 (10th Cir.1985)). Under the other version, \"a plaintiff must show state actions that directly injure the relationship itself, `as by the taking of a child from its parents' custody.'\" <i>Id.</i> (quoting <i>Rucker,</i> 946 F.2d at 282, and citing <i>Ortiz v. Burgos,</i> 807 F.2d 6, 7-9 (1st Cir.1986)).<sup>[17]</sup></p>\n<p>The <i>Shaw</i> court noted, however, that other courts simply have \"refused to recognize a substantive due process claim arising from the deprivation of the love and support of a family member.\" <i>Id.</i> at 805 (citations omitted). Affirming entry of summary judgment in favor of the State <span class=\"star-pagination\">*148</span> on the substantive due process claim for damages, the panel commented, \"[m]oreover, because the Supreme Court has never extended the constitutionally protected liberty interest incorporated by the Fourteenth Amendment due process clause to encompass deprivations resulting from governmental actions affecting the family <i>only incidentally,</i> we decline to sanction such a claim at the present time.\" <i>Id.</i> (emphasis added).</p>\n<p>Tyner's allegations underlying \"the sudden loss of her children\" do not state a \"derivative\" theory claim under which she seeks damages for \"incidental\" injury to a protected relationship. The facts alleged and Tyner's theory of her case do not fit the common \"derivative\" model.<sup>[18]</sup> She alleges that she personally suffered emotional and psychological damages when the defendants directly and intentionally \"injured\" the mother/child relationship. Tyner contends that the defendants' intentional irrational disability discrimination violated her <i>own</i> familial rights purportedly protected by the Fourteenth Amendment and compensable under § 504 and Title II.</p>\n<p>DHHS's motion to dismiss is ALLOWED insofar as the Complaint could be read as seeking damages on a \"derivative\" claim by Tyner under § 504 and Title II for the \"sudden loss of her children.\" To the extent the Complaint seeks damages including compensation for Tyner's mental and emotional distress and anguish resulting from defendants' alleged intentional, irrational disability discrimination causing direct injury to Tyner's interest in the mother/child relationship, DHHS's motion to dismiss is DENIED without prejudice to renew it upon further development of the record and additional briefing. DHHS's motion to dismiss is ALLOWED insofar as the Complaint seeks damages on behalf of Williamson for \"the loss of companionship of [Tyner]\" during the period his \"forced absence from the home\" pursuant to § 504 and Title II.</p>\n<p></p>\n<h2>D. <i>Failure to Allege Cognizable Claims</i>\n</h2>\n<p>Federal Rule of Civil Procedure Rule 8(a) contains a simplified pleading standard that applies to all civil actions with limited exceptions that do not apply here. <i>See </i><i>Swierkiewicz v. Sorema N.A.,</i> 534 U.S. 506, 513, 122 S.Ct. 992, 152 L.Ed.2d 1 (2002). Pursuant to Rule 8(a)(2), a complaint must contain \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" \"Such a statement must simply give the defendant fair notice of what the plaintiffs claim is and the grounds upon which it rests.\" <i>Id.</i> at 512, 122 S.Ct. 992. \"`Detailed factual allegations'\" are not required, but Rule 8(a) \"`demands more than an unadorned, the-defendant-unlawfully-harmed-me accusation.'\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009) (citing <i>Bell Atlantic Corp. v. Twombly,</i> 550 U.S. 544, 554, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)). <i>Iqbal,</i> continuing to quote <i>Twombly,</i> explained,</p>\n<blockquote>[t]o survive a motion to dismiss, a complaint must contain sufficient factual matter, accepted as true, to \"state a claim to relief that is plausible on its face.\" ... A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged. ... The plausibility standard is not akin to a \"probability requirement,\" but it asks <span class=\"star-pagination\">*149</span> for more than a sheer possibility that a defendant has acted unlawfully. ... Where a complaint pleads facts that are \"merely consistent with\" a defendant's liability, it \"stops short of the line between possibility and plausibility of `entitlement to relief.'\"</blockquote>\n<p><i>Id.</i> (internal citations omitted). At the pleading stage, the court accepts as true the factual allegations in the Complaint, but need not credit legal conclusions similarly presented. <i>See </i><i>Iqbal,</i> 129 S.Ct. at 1949. Despite DHHS's assertion to the contrary, a complaint is not required to contain specific facts that constitute a prima facie case of discrimination in order to survive a motion to dismiss, <i>see </i><i>Twombly,</i> 550 U.S. at 547, 127 S.Ct. 1955 (quoting <i>Swierkiewicz,</i> 534 U.S. at 508, 122 S.Ct. 992). A plaintiff must, however, allege facts sufficient to \"raise a right to relief above the speculative level,\" <i>id.</i> at 555, 127 S.Ct. 1955 (citations omitted); <i>see also </i><i>Glassman v. Arlington Co.,</i> 628 F.3d 140, 145-46 (4th Cir.2010); <i>Francis v. Giacomelli,</i> 588 F.3d 186, 192-93 (4th Cir.2009).</p>\n<p>Plaintiffs' claims for relief against DHHS are grounded, of course, on alleged violations of § 504 and Title II. Plaintiffs assert no violation of any state or other federal rights or law and establish no additional basis for federal jurisdiction.</p>\n<p>Section 504 applies to entities that receive federal funding. <i>See, e.g., </i><i>Constantine,</i> 411 F.3d at 491. Plaintiffs have alleged upon information and belief that DSS is the agent of DHHS receives federal financial assistance. <i>See</i> Complaint [DE-1], at ¶ 91. Section 504 states, in part, \"[n]o otherwise qualified individual with a disability ... shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" <i>Id.</i> at 551 (quoting 29 U.S.C. § 794). Title II provides that, \"no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\" <i>Id.</i> Because Congress directed that Title II be interpreted in a manner consistent with § 504, and the substantive provisions of the statutes are similar, courts, where possible, address § 504 and Title II together. <i>See, e.g., </i><i>Baird v. Rose,</i> 192 F.3d 462, 468 (4th Cir.1999); <i>Freilich v. Upper Chesapeake Health, Inc.,</i> 313 F.3d 205, 214 (4th Cir.2002).</p>\n<p>To state a claim for violation of Title II, a plaintiff must allege sufficient facts supporting three elements: (1) that s/he is a qualified individual with a disability, (2) who was denied a public benefit by a state or local entity, and (3) that the plaintiffs disability was a motivating cause<sup>[19]</sup> for the intentional discrimination or denial of benefit. <i>See </i><i>Dillery v. City of Sandusky,</i> 398 F.3d 562, 567 (6th Cir.2005); <i>see also </i><i>Tucker v. Tennessee,</i> 539 F.3d 526, 532 (6th Cir.2008), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 60, 175 L.Ed.2d 24 (2009).</p>\n<p>In support of its Rule 12(b)(6) motion, DHHS invokes statutory provisions governing the state-administered child welfare services, Chapter 7B, Subchapter I of North Carolina's Juvenile Code, N.C. Gen.Stat. §§ 7B-100 to 7B-1414, entitled \"Abuse, Neglect, Dependency,\" for the argument that the Complaint \"fails to allege a relationship to the children that would allow [Williamson] to meet the essential <span class=\"star-pagination\">*150</span> eligibility requirements for the participation in child protective services.\" DHHS's Memorandum [DE-17], at p. 14. \"Because plaintiff Williamson is neither a parent or [sic] a guardian to either juvenile, he does not meet the essential eligibility requirements of the receipt of services or the participation in programs or activities as contemplated in the ADA, and is not a `qualified individual with a disability.'\" <i>Id.</i> at pp. 14-15. DHHS may misperceive the essence of Williamson's Title II and § 504 disability discrimination claims.</p>\n<p>As a focus of a six-month investigation by State enforcement agents into third-party reports of suspected child abuse, Williamson complains of the defendants' refusal to provide an ASL interpreter to ensure effective communication between himself and the state investigative and enforcement authorities. The gravamen of the Complaint is that the State's refusal to make reasonable accommodations for the plaintiffs' severe hearing impairments as required by Title II and § 504 is the reason that misunderstandings arose in the first place concerning presumably well-meaning reports of suspected child abuse, and that the harm was exacerbated by the State's continuing refusal to provide requested ASL interpreter(s) to the plaintiffs during the six-month investigation period. The plaintiffs allege that on nearly 20 occasions, State agents entered the family home, observed behaviors, engaged in physical searches, and conducted interviews with the plaintiffs and Tyner's minor children.</p>\n<p>As the court understands it, plaintiffs' <i>theory</i> is that had the State complied with the federal accommodation requirements enabling the parties to communicate effectively in this complex and emotional context, then the whole matter could have been cleared up without the trauma, drama, disruption, and embarrassment the plaintiffs allegedly suffered. Because the State did not do so, the plaintiffs contend they suffered intentional disability discrimination resulting in compensable injuries to them. DHHS's suggestion that Williamson, who allegedly was a member of the household but not the father of the children, had no right under the law to an accommodation so that the investigating authorities could understand him as well as they could have understood a hearing suspect, misses the point of both the Complaint and the federal law.</p>\n<p>The participation in and benefits of public services is not always a positive experience. An arrestee is a participant in the provision of public safety services, but not usually a willing one.<sup>[20]</sup> Similarly, Williamson, as the target of an official investigation into child abuse allegations, was a \"participant\" in, or \"recipient\" of, the public services that allegedly were extended to (or imposed on) the plaintiffs by the Oak Island Police Department and the DSS. Moreover, in light of the articulated statutory purposes,<sup>[21]</sup> the State presumably had <span class=\"star-pagination\">*151</span> as strong an interest in clearing Williamson as a suspect as it did in nailing him as a perpetrator.</p>\n<p>The court does not read the Complaint as contending that Williamson was denied a role in the child protective services process to which he would have been entitled had he been the father of the children; this case is about alleged disability discrimination, not about paternity or custody. The exact parameters of Williamson's claim are not yet clearly delineated, but it is plain that he alleges injuries to himself arising from the defendants' intentional disability discrimination against him and/or its intentional refusal, in violation of federal law, to supply a reasonable accommodation to ensure effective communication in the State's investigation of allegations suggesting he abused a child.</p>\n<p>DHHS also contends that Williamson is not a \"qualified individual with a disability\" because he posed a \"direct threat to the health or safety of others,\" as described in the regulations promulgated by the Department of Justice for the administration and enforcement of Title II. DHHS quotes excerpts from 28 C.F.R. Part 35, Appx. A (2010) which explains that the \"direct threat\" principles of Part 36 (governing Title III of the ADA (public accommodations)) also are applicable to Title II (state and local governmental services):</p>\n<blockquote>[Providers of state and local governmental services are] not required to permit an individual to participate in or benefit from the ... services. ... [of the governmental entity] if that individual poses a direct threat to the health or safety of others.</blockquote>\n<blockquote>A \"direct threat\" is a significant risk to the health or safety of others that cannot be eliminated by a modification of policies, practices, or procedures, or by the provision of auxiliary aids or services....</blockquote>\n<p>DHHS Memorandum [DE-17], at p. 15.</p>\n<p>Citing various sections of the North Carolina Juvenile Code, DHHS contends that state agents conducted their contacts with the plaintiffs in accordance with state law and procedure.<sup>[22]</sup> Notwithstanding its reliance on federal regulations promulgated under Title II for its \"direct threat\" argument, DHHS contends that Title II and § 504 do not apply to interaction with plaintiffs by state and local governmental in this case. <i>See</i> DHHS Memorandum [DE-17] at pp. 14-16. Its discussion omits mention of the Regs promulgated by the Department of Justice detailing when and how state and local governmental units should comply with Title II in communicating with disabled persons, 28 C.F.R. § 35.160. The version of § 35.160 in effect at the time of the events alleged in the <span class=\"star-pagination\">*152</span> Complaint was the same as it is now-that is, until March 15, 2011.<sup>[23]</sup></p>\n<p>Whether or not Williamson was denied an ASL interpreter because he was or was perceived to be a \"direct threat\" during the six-month evaluation period is a question of fact arising from what would be an affirmative defense to a claim of irrational intentional disability discrimination in this case. DHHS is incorrect to argue that dismissal is appropriate on these grounds because \"[p]laintiffs do not explain how modifications would have eliminated the risk to the children and their interests must be balanced against the need for public safety.\" The burden is on the defendants to raise and prove the \"direct threat\" defense to overcome a prima facie case, if plaintiffs can make one. An anticipated \"direct threat\" defense to the first element of Title II and § 504 claims is not grounds for a Rule 12(b)(6) dismissal of Williamson's claims for relief under Claims One and Two of the Complaint.</p>\n<p>Finally, DHHS argues that as to the third prong of both federal statutory claims, \"plaintiffs' complaint must show that the children were removed and plaintiff Williamson was required to leave the house because of plaintiffs' disabilities, rather than because the children were abused, neglected, or dependent.\" DHHS Memorandum [DE-17], at p. 18. DHHS is off-base. The lawsuit is not about the fact or cause of the children's removal from the home; it is about intentional disability discrimination <span class=\"star-pagination\">*153</span> in violation of federal law. What the Complaint must, and does, allege, is that the defendants intentionally discriminated against the plaintiffs on the basis of their disability (severe hearing impairment) in investigating the third-party reports of suspected child abuse in their home. The gravamen of the Complaint is the failure of the defendant state actors to comply with established federal law forbidding irrational discrimination in the provision of public services by a state or local governmental unit on the basis of plaintiffs' disability, and/or that the defendants intentionally refused repeated requests by or on behalf of the plaintiffs for reasonable accommodation during the course of a six-month investigation of reports that Williamson had abused Tyner's minor child(ren).</p>\n<p>To the extent that the Complaint refers to removal of the children and Williamson's alleged involuntary absence from the home, the court perceives these allegations as descriptive of factual bases for the plaintiffs' injuries, not as allegations of State action which, <i>in themselves,</i> constitute wrongful conduct redressable by some equitable relief that would un-do that state action. Again, the plaintiffs do not seek to reverse the state court order of removal of the children, and the plaintiffs do not allege that the State directly forced Williamson out of the residence. The actionable conduct, as the court understands it, is alleged to have been the defendants' intentional refusal, in the face of the severely hearing-impaired plaintiffs' repeated requests, for ASL interpreter services during a six-month child abuse investigation by state and local governmental entities. Misunderstandings and due process violations allegedly resulted, causing compensable injury to the plaintiffs. Plaintiffs seek redress under Title II and § 504 including damages resulting from the State's failure to ensure effective communication in its provision of public services under the circumstances of this case, violating plaintiffs' federal statutory rights and causing them to suffer emotional injuries.</p>\n<p>The plaintiffs will have to produce competent evidence, of course, to prove their claims, which may or may not survive scrutiny on a more complete record. The Complaint, however, is facially plausible. <i>See </i><i>Iqbal,</i> ___ U.S. at ___, 129 S.Ct. at 1949. Construing the Complaint \"so as to do justice,\" Rule 8(e), Fed.R.Civ.P., the court finds that plaintiffs adequately have alleged claims under § 504 and Title II for irrational intentional disability discrimination by state and local entities. DHHS's Motion to Dismiss on grounds that Claims One and Two fail to state a claim for relief under Rule 12(b)(6) is DENIED.</p>\n<p></p>\n<h2>MOTIONS AFFECTING SCHEDULING</h2>\n<p>On October 8, 2010, the three defendants filed a Joint Motion to Amend or Correct [DE-36] their respective Answers, and attached proposed Amended Answers. Therein, the defendants seek \"to add the affirmative defenses of collateral estoppel, judicial and equitable estoppel, <i>res judicata,</i> waiver and the <i>Rooker-Feldman</i> doctrine.\" Memorandum [DE-37], at p. 2. Defendants explain that these defenses are legal doctrines whose application will depend on factual events and state court documents of which the plaintiffs already have first-hand knowledge. <i>See id.,</i> at p. 4. They contend that the affirmative defenses, if established, will eliminate some or all of plaintiffs' claims. <i>See id.,</i> at p. 5.</p>\n<p>The plaintiffs oppose amendment of the Answers, insisting that the proposed amendments are untimely, would introduce into the litigation issues that are not raised by, or are extraneous to, the Complaint, and unreasonably will delay resolution of <span class=\"star-pagination\">*154</span> plaintiffs claims. <i>See</i> Memorandum [DE-39]. The plaintiffs insist that they are not seeking to \"undo\" the state court order directing removal of the minor children from the household and state that their claims do not involve state court juvenile proceedings. They argue that the proposed amended Answers raise additional questions of fact, suggesting that even more depositions will be required and preventing compliance with the Scheduling Order.</p>\n<p>Thereafter, in November 2010, the plaintiffs sought an order extending their time to respond to DSS and Orrock's discovery requests. <i>See</i> [DE-42]. The defendants oppose that motion, citing the danger of unduly delaying the litigation and the approaching discovery deadline. <i>See</i> [DE-44]. In January 5, 2011, DSS and Orrock filed a Motion to Amend or Correct [DE-46] the Scheduling Order in light of the plaintiffs' responses (or lack or delay) thereof, to discovery requests. The defendants requested an extension of the discovery deadline to and including March 16, 2011. The plaintiffs joined the motion for an extension of the deadline to serve discovery requests, <i>so long as</i> the order did not extend the response time. <i>See</i> [DE-49]. Most recently, DSS and Orrock filed a Motion to Amend or Correct the Scheduling Order to extend remaining pre-trial deadlines. <i>See</i> [DE-52]. Neither the plaintiffs nor DHHS objects. Mediation is stalled pending this ruling on DHHS's Motion to Dismiss. <i>See</i> [DE-54], and the plaintiffs have obtained a protective order concerning resumption of depositions on February 2, 2011. <i>See</i> [DE-59] (order also suspends all deadlines herein pending further order of the court).</p>\n<p>Delays already incurred in this litigation, together with the rulings herein, necessitate amendment of the Scheduling Order. The court perceives the gravamen of plaintiffs' Complaint to be that the defendants are liable to them for damages they suffered on account of defendants' conduct occurring in 2010. For purposes of gauging whether further delays in the litigation would result in unreasonable prejudice to either party, the court understands plaintiffs' prayer for relief essentially to be monetary in nature, and that any injunctive relief they might obtain would be prospective only. The plaintiffs are adamant that they are not seeking a review of state court judgment concerning removal of the minor children or any official recommendation concerning Williamson's presence in the household.<sup>[24]</sup><i>See, e.g.,</i> Memorandum [DE-21], at p. 12, 15.</p>\n<p>In light of the nature of the relief sought and the posture of the case, the court finds that amendment of the Scheduling Order and extension of deadlines is in the best interest of the parties and the administration of justice. Accordingly, it is ORDERED that the Scheduling Order [DE-23], as amended by [DE-33], is further AMENDED to establish the following deadlines:</p>\n<p>The defendants' Motion to Amend Answers [DE-36] is ALLOWED. The Clerk of Court is DIRECTED to cause DSS and Orrock's proposed Amended Answer [DE-37], Exh. 1, to be filed and docketed as of the date of this order; and to cause <span class=\"star-pagination\">*155</span> DHHS's proposed Amended Answer and Crossclaim [DE-37], Exh. 2, similarly to be filed and docketed.<sup>[25]</sup>;</p>\n<p>Discovery, including complete responses thereto, is EXTENDED to and including March 30, 2011;</p>\n<p>The parties are DIRECTED to complete mediation by March 30, 2011;</p>\n<p>Dispositive motions shall be filed on or before May 6, 2011, with responses due as provided in this court's Local Rules;</p>\n<p>The plaintiffs' final list of exhibits/deposition testimony/witnesses shall be filed on or before June 10, 2011; the defendants' shall be filed on or before July 11, 2011.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>In summary, the Joint Motion to Amend/Correct Answers [DE-36] is ALLOWED. DHHS's Motion to Dismiss [DE-16] is (i) DENIED as to both plaintiffs' claims for damages from DHHS for alleged Title II violations, except insofar as Tyner seeks damages for <i>derivative</i> injuries allegedly arising from the \"sudden loss of her children\"; (ii) DENIED as to Tyner's claims for violation of her rights under § 504, except insofar as Tyner seeks damages for <i>derivative</i> injuries allegedly arising from the \"sudden loss of her children\"; (iii) ALLOWED as to any element of Williamson's damages, if any, under § 504 and Title II insofar as they arose from \"loss of companionship\" of Tyner.</p>\n<p>The plaintiffs' Motion for Extension of Time [DE-42] is DENIED as moot. The Motions to Amend Scheduling Order [DE-46 and -52] are ALLOWED as detailed in the preceding section. The Protective Order [DE-59] entered herein on January 31, 2011, is LIFTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On January 31, 2011, the undersigned allowed the plaintiffs' motion for a protective order and suspended deadlines pending further orders of this court. [DE-59].</p>\n<p>[2]  He did leave, but was allowed to return to the home within a month. <i>See</i> Complaint [DE-1] at ¶ 45.</p>\n<p>[3]  The Complaint does not specifically so allege, but DHHS in its Memorandum [DE-17] mentions, that North Carolina has made statutory provision in the Juvenile Code for mandatory suspected child abuse reporting and investigation. <i>See</i> N.C. GEN.STAT. §§ 7B-300 through -319.</p>\n<p>[4]  Plaintiffs explain that this nurse by that time had begun working for the second home health agency. <i>See</i> Complaint [DE-1][, at ¶ 66.</p>\n<p>[5]  DHHS does not seek dismissal of the § 504 claim against it. A governmental entity waives its sovereign immunity under § 504 when it accepts federal funding. <i>See </i><i>Constantine v. Rectors, George Mason Univ.,</i> 411 F.3d 474, 490-96, 501 (4th Cir.2005).</p>\n<p>[6]  The Eleventh Amendment does not preclude exercise of a federal court's subject matter jurisdiction, because a state may waive it at pleasure. <i>See </i><i>Clark v. Barnard,</i> 108 U.S. 436, 447, 2 S.Ct. 878, 27 L.Ed. 780 (1883). \"The Amendment . . . enacts a sovereign immunity from suit, rather than a nonwaivable limit on the Federal Judiciary's subject-matter jurisdiction.\" <i>Idaho v. Coeur d'Alene Tribe of Idaho,</i> 521 U.S. 261, 267, 117 S.Ct. 2028, 138 L.Ed.2d 438 (1997); <i>see also </i><i>Constantine,</i> 411 F.3d at 479-82.</p>\n<p>[7]  The structure of this inquiry appeared in a different context in <i>Mathews v. Eldridge,</i> 424 U.S. 319, 335, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976) (examining procedural due process requirements of administrative pre-deprivation hearing before the initial termination of Social Security benefits).</p>\n<p>[8]  Presumably, DHHS refers to plaintiffs' repeated requests for ASL interpreter[s] services during the six-month Surveillance Period.</p>\n<p>[9]  While the Complaint does contain allegations concerning some activities traditionally executed by the police, the scope of the conduct complained of is limited to the context of a child abuse investigation instigated by third party reports. Plaintiffs have not alleged an unlawful arrest or detention based on disability discrimination. That the defendants' enforcement of state child protection laws involves investigatory and coercive activities akin to police enforcement of criminal laws may or may not be significant. <i>See </i><i>Waller v. City of Danville,</i> 556 F.3d 171, 174 (4th Cir. 2009) (observing that other courts have recognized Title II claims for \"reasonable accommodation, where police properly arrest a suspect but fail to reasonably accommodate his disability during the investigation or arrest, causing him to suffer greater injury or indignity than other arrestees\") (citations omitted).\n</p>\n<p>Currently pending before the Fourth Circuit Court of Appeals is a deaf father's appeal of the district court's entry of summary judgment in favor of a municipality whose police officers handcuffed him behind his back and failed to provide a certified ASL interpreter when they responded to a domestic disturbance call at his home. The father's claims included Title II and § 504 actions based on theories similar to like those contained in the Complaint in this case. <i>See Seremeth v. Bd. Cty. Comm'rs of Frederick Cty.,</i> Civ. No. L-09-58, 2010 WL 2025551 (D.Md. May 18, 2010), <i>appeal docketed,</i> No. 10-1711 (4th Cir. June 24, 2010). To date, only the Corrected Appellant's Brief, No. 10-1711 (docket entry 23), 2011 WL 50483 (4th Cir. Jan. 7, 2011), has been filed. The Response Brief is due March 21, 2011, <i>see id.</i> (docket entry 30).</p>\n<p>[10]  <i>City of Boerne v. Flores,</i> 521 U.S. 507, 117 S.Ct. 2157, 138 L.Ed.2d 624 (1997); <i>Fla. Prepaid Postsecondary Educ. Expense Bd. v. Coll. Sav.Bank,</i> 527 U.S. 627, 119 S.Ct. 2199, 144 L.Ed.2d 575 (1999); <i>Alden v. Maine,</i> 527 U.S. 706, 119 S.Ct. 2240, 144 L.Ed.2d 636 (1999); <i>Kimel v. Fla. Bd. of Regents,</i> 528 U.S. 62, 120 S.Ct. 631, 145 L.Ed.2d 522 (2000); <i>United States v. Morrison,</i> 529 U.S. 598, 120 S.Ct. 1740, 146 L.Ed.2d 658 (2000); <i>Bd. of Trs. of Univ. of Ala. v. Garrett,</i> 531 U.S. 356, 121 S.Ct. 955, 148 L.Ed.2d 866 (2001); <i>Nev. Dep't of Human Res. v. Hibbs,</i> 538 U.S. 721, 123 S.Ct. 1972, 155 L.Ed.2d 953 (2003); <i>Tennessee v. Lane,</i> 541 U.S. 509, 124 S.Ct. 1978, 158 L.Ed.2d 820 (2004); <i>United States v. Georgia,</i> 546 U.S. 151, 126 S.Ct. 877, 163 L.Ed.2d 650 (2006).</p>\n<p>[11]  The first <i>Boerne</i> factor is identification of the constitutional right, protected by the Fourteenth Amendment, allegedly violated by state or local governmental action. The second factor is Congress's treatment of a history and pattern of unconstitutional discrimination in states' provision of public services. DHHS has conceded that both these factors have been satisfied.</p>\n<p>[12]  <i>Rooker v. Fidelity Trust Co.,</i> 263 U.S. 413, 44 S.Ct. 149, 68 L.Ed. 362 (1923), and <i>District of Columbia Court of Appeals v. Feldman,</i> 460 U.S. 462, 103 S.Ct. 1303, 75 L.Ed.2d 206 (1983).</p>\n<p>[13]  Title II incorporates by reference the enforcement scheme found in § 505. <i>See</i> 42 U.S.C. § 12133 (\"The remedies, procedures, and rights set forth in section 794a of Title 29 shall be the remedies, procedures, and rights this subchapter provides to any person alleging discrimination on the basis of disability in violation of section 12132 of this title\"). In turn, § 505 incorporates the remedies found in Title VI of the Civil Rights Act of 1964. <i>See</i> 29 U.S.C. § 794a(a)(2) (\"The remedies, procedures, and rights set forth in title VI of the Civil Rights Act of 1964 (42 U.S.C. 2000d, <i>et seq.</i>) (and in subsection (e)(3) of section 706 of such Act (42 U.S.C. 2000e-5), applied to claims of discrimination in compensation) shall be available to any person aggrieved by any act or failure to act by any recipient of Federal assistance or Federal provider of such assistance under section 794 of this title.\"). In <i>Guardians Assn. v. Civil Serv. Comm'n of New York City,</i> 463 U.S. 582, 103 S.Ct. 3221, 77 L.Ed.2d 866 (1983), the Supreme Court held that private individuals could recover compensatory damages under Title VI for intentional discrimination. <i>See id.</i> at 607, n. 27, 103 S.Ct. 3221. Injunctive relief may be had, and the prevailing party is entitled to an award of costs and attorneys' fees. <i>See, e.g., </i><i>Baird ex rel. Baird v. Rose,</i> 192 F.3d 462, 470 (4th Cir. 1999). Punitive damages are not available. <i>See </i><i>Barnes v. Gorman,</i> 536 U.S. 181, 189, 122 S.Ct. 2097, 153 L.Ed.2d 230 (2002).</p>\n<p>[14]  For purposes of calculating damages, if any, questions whether and to what extent the plaintiffs' intent and conduct concerning the relationships among the household members approximated those underlying <i>Price v. Howard,</i> 346 N.C. 68, 73, 484 S.E.2d 528, 531 (1997); <i>Davis v. Swan,</i> ___ N.C.App. ___, 697 S.E.2d 473 (2010), <i>disc. rev. denied,</i> ___ N.C.App. ___, 706 S.E.2d 239 (2011); or <i>Estroff v. Chatterjee,</i> 190 N.C.App. 61, 660 S.E.2d 73 (2008), must await discovery and more detailed briefing. <i>Price, Davis and Estroff</i> examined due process concerns among members of \"families\" in which one of the two adults was not a biological parent of the children. They arose in the contexts of adoption and custody, and do not affect the efficacy of Tyner's pleading her <i>substantive</i> federal discrimination claims.</p>\n<p>[15]  Williamson does not make a similar allegation, and the facts alleged in the Complaint are readily distinguishable from those underlying <i>Mason v. Dwinnell,</i> 190 N.C.App. 209, 660 S.E.2d 58 (2008).</p>\n<p>[16]  <i>Laughter</i> did point out, however, that in North Carolina, \"`[w]hen an unemancipated minor child is injured by another party's alleged negligence, two claims arise: (1) a claim on behalf of the child for her losses caused by the injury, and (2) a claim by the parent for loss of services during the child's minority and for medical expenses to treat the injury.'\" <i>Laughter,</i> 291 F.Supp.2d at 413 (quoting <i>Brown v. Lyons,</i> 93 N.C.App. 453, 458, 378 S.E.2d 243, 246 (1989) (citing <i>Flippin v. Jarrell,</i> 301 N.C. 108, 120, 270 S.E.2d 482, 490 (1980))).</p>\n<p>[17]  These cases concerned claims filed pursuant to 42 U.S.C. § 1983.</p>\n<p>[18]  To state a derivative claim a mother would have to allege that she suffered damages when a third party injured her child, thus incidentally injuring the mother/child relationship. Tyner has not alleged that the defendants injured her children or otherwise violated <i>their</i> federally-protected rights resulting in derivative damages to her.</p>\n<p>[19]  Section 504 requires a plaintiff to prove that his disability was the <i>sole cause</i> of the defendant's alleged discrimination. <i>See </i><i>Spencer v. Earley,</i> 278 Fed.Appx. 254, 261 (4th Cir.2008).</p>\n<p>[20]  <i>See, e.g., </i><i>Ulibarri v. City and Cty. of Denver,</i> 742 F.Supp.2d 1192 (D.Colo.2010); <i>Freels v. Cty. of Tipton,</i> No. 08-2580-STA, 2010 WL 2364432 (W.D.Tenn. June 9, 2010); <i>Bahl v. Cty. of Ramsey,</i> 597 F.Supp.2d 981 (D.Minn. 2009).</p>\n<p>[21]  Specifically, the North Carolina Legislature directed that Subchapter I, Chapter 7B be:\n</p>\n<p>interpreted and construed so as to implement the following purposes and policies:</p>\n<p>(1) To provide procedures for the hearing of juvenile cases that assure fairness and equity and that protect the constitutional rights of juveniles and parents;</p>\n<p>(2) To develop a disposition in each juvenile case that reflects consideration of the facts, the needs and limitations of the juvenile, and the strengths and weaknesses of the family.</p>\n<p>(3) To provide for services for the protection of juveniles by means that respect both the right to family autonomy and the juveniles' needs for safety, continuity, and permanence; and</p>\n<p>(4) To provide standards for the removal, when necessary, of juveniles from their homes and for the return of juveniles to their homes consistent with preventing the unnecessary or inappropriate separation of juveniles from their parents.</p>\n<p>(5) To provide standards, consistent with the Adoption and Safe Families Act of 1997, P.L. 105-89, for ensuring that the best interests of the juvenile are of paramount consideration by the court and that when it is not in the juvenile's best interest to be returned home, the juvenile will be placed in a safe, permanent home within a reasonable amount of time.</p>\n<p>N.C. GEN.STAT. § 7B-100.</p>\n<p>[22]  The court observes that DHHS admits that it \"has policies governing the participation of qualified individuals with severe hearing impairment.\" Proposed Amended Answer [DE-37], Exh. 2 at ¶ 59.</p>\n<p>[23]  On September 15, 2008, the Attorney General of the United States announced proposed amendments to Subpart E (\"Communications\") of the regulations for compliance with Title II in 28 C.F.R. § 35.160(a). Explaining the purpose of the proposed amendments, the Attorney General stated, <i>inter alia,</i> that the \"Department of Justice [\"DOJ\"] proposes to expand § 35.160(a) to clarify that a public entity's obligation to ensure effective communication extends not just to applicants, participants, and members of the public with disabilities, but to their companions as well.\" 73 Fed.Reg. 34466-01. A new provision § 35.160(a)(2) \"will define `companion' for the purposes of this section as a person who is a family member, friend, or associate of a program participant who, along with the participant, is an appropriate person with whom the public entity should communicate.\" <i>Id.</i> One example offered is communication between a school and the hearing-impaired parents of a child during a parent-teacher meeting. \"[I]f the companion is deaf ... it is the public entity's responsibility to provide an appropriate auxiliary aid or service to communicate effectively with the companion.\" <i>Id.</i> The Attorney General explained, \"[i]t has been the [DOJ's] <i>longstanding position</i> that public entities are required to provide effective communication to companions who are themselves deaf ... when they accompany patients to medical care providers for treatment.\" <i>Id.</i> (emphasis added). The amendment to include \"companions\" of disabled persons \"is a codification of the [DOJ's] <i>longstanding position,</i> which is included in the [DOJ's] [ADA], Title II Technical Assistance Manual, Covering State and Local Government Programs and Services (Title II TA Manual), II-7.1000, available at http://www.ada.gov/taman2. html.\" <i>Id.</i> (emphasis added). The Title II TA Manual is dated 1993. A publication entitled, \"ADA Best Practices Tool Kit for State and Local Governments\" devoted its Chapter 3 to \"General Effective Communication Requirements Under the ADA,\" and is available at http://www.ada.gov/pcatoolkit/chap3toolkit. htm. The publication date of the Tool Kit is listed as February 27, 2007.\n</p>\n<p>Additionally, subsection (c) would be added to § 35.160 \"to codify [the DOJ's] <i>longstanding policy</i> that it is the obligation of the public entity, not the individual with a disability, to provide auxiliary aids and services when needed for effective communication. In particular, the [DOJ] receives many complaints from individuals who are deaf or hard of hearing alleging that public entities expect them to provide their own sign language Interpreters. This burden is misplaced. As such, § 35.160(c)(1) makes clear that a public entity many not require an individual with a disability to bring another individual to interpret for him or her.\" <i>Id.</i> (emphasis added).</p>\n<p>The amendments to § 35.160, 75 Fed.Reg. 56164 (Sept. 14, 2010) will become effective March 15, 2011.</p>\n<p>[24]  Plaintiffs have alleged, however, that \"[h]ad the Defendants provided an ASL interpreter to aid in communication with Tara and Eric at each home visit and face-to-face interview with them, Eric would not have been expelled from the family home, the repeated visitations and other uninvited interventions during the Period of Surveillance would not have occurred and NA and AT would not have been removed from the family home.\" Complaint [DE1], at ¶ 79. The court has construed these factual allegations to relate to damages, if any, rather than liability.</p>\n<p>[25]  DHHS need not file a <i>corrected</i> Amended Complaint and Crossclaim to reflect the rulings herein, but may do so within five (5) business days of the date of this order. If DHHS does file a <i>corrected</i> Amended Complaint and Crossclaim, DSS shall file its amended Answer within 21 days of service thereof.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">133</span></span> (2011)</b></center>\n<center><h1>Tara TYNER and Eric Williamson, Plaintiff,<br>\nv.<br>\nBRUNSWICK COUNTY DEPARTMENT OF SOCIAL SERVICES; North Carolina Department of Health and Human Services; and Jamie Orrock, Defendants.</h1></center>\n<center>No. 7:1O-CV-00020-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>March 2, 2011.</center>\n<p><span class=\"star-pagination\">*135</span> Charles M. Tighe, Wilmington, NC, for Plaintiffs.</p>\n<p>Julie B. Bradburn, Theresa Marie Sprain, Womble Carlyle Sandridge &amp; Rice, PLLC, Angenette Renee Swartz Stephenson, N.C. Dept. of Justice, Gerald K. Robbins, <span class=\"star-pagination\">*136</span> North Carolina Attorney General's Office, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on various motions, most of which been pending for some time. The North Carolina Department of Health and Human Services (\"DHHS\") filed a Motion to Dismiss [DE-16] in April 2010, and it was submitted for ruling to the undersigned the following month. The remainder of the motions [DE-36, -42, -46, -52], all of which concern proposed amendments to pleadings and/or deadlines, were referred to a Magistrate Judge as they became ripe.<sup>[1]</sup> The court directed the Clerk of Court to submit all the above-referenced pending motions to the undersigned for ruling as a group.</p>\n<p></p>\n<h2>OVERVIEW</h2>\n<p>According to the Complaint, Tara Tyner who is severely hearing-impaired is the mother of two minor children, NA and AT. Eric Williamson, also severely hearing-impaired, is Ms. Tyner's live-in boyfriend and is not the children's father. Plaintiffs claim, however, that Tyner, Williamson and Tyner's minor children live together as a family unit and that Williamson is a \"caregiver\" to the children. The Complaint alleges that Williamson agreed with Tyner to share the responsibilities for the care of Tyner's minor children \"as if they were his own children,\" but does not allege that Williamson has any legal relationship to, or responsibility for, the children.</p>\n<p>According to the Complaint, Tyner's and Williamson's hearing impairments severely limit their ability to communicate in English only. They further allege that \"[p]ersons who are severely hearing impaired generally exhibit common and distinctive demeanor, conduct and mannerisms caused by or associated with their disability which, if recognized, explained and understood, signify no intent or propensity to inflict or cause any physical or psychological harm.\" <i>Id.</i> at ¶ 18. Although plaintiffs contend they both share this \"behavioral demeanor, conduct and mannerisms,\" they have not described it. Plaintiffs contend that American Sign Language (\"ASL\") is their primary language for communicating with others. <i>See</i> Complaint [DE-1], at ¶¶ 13-17.</p>\n<p>One of the minor children had surgery in January 2008, and required round-the-clock in-home nursing services upon her discharge from the hospital. Although the Complaint does not allege who scheduled or financed the necessary nursing services, arrangements were made with Maxim Healthcare Services, Inc., to provide a nurse. That nurse was fired, however, after Williamson allegedly discovered her sleeping on the job. Someone then selected Assistedcare to provide home nursing services, and a different nurse was sent. In late February 2008, two other nurses from Assistedcare allegedly reported to their supervisor that Williamson had engaged in \"certain behavior\" toward one or both children and/or plaintiff Tyner. <i>See id.,</i> at ¶¶ 28-30.</p>\n<p>The nurses' reports caused the home nursing care supervisor to contact the Oak Island Police Department. Officer Cox attempted to obtain a warrant for Williamson's arrest but was unsuccessful based on the information provided to the magistrate. <i>See id.</i> at ¶ 32. At that point, the Brunswick County Department of Social Services (\"DSS\") allegedly was informed of <span class=\"star-pagination\">*137</span> the nurses' reports concerning Williamson. <i>See id.</i> at ¶ 33. On February 25, 2008, DSS social worker Gaynor and Oak Island Police Officer Cox purportedly entered the Tyner/Williamson home without prior notice or consent, searched the home and examined NA's body. <i>See id.</i> at ¶¶ 38, 39. Also on that date, plaintiffs allege DSS agent Gaynor \"directed [Tyner] to send [Williamson] away from the family home to remain away indefinitely; call 911 if he should return;<sup>[2]</sup> and threatened to remove [the minor children] from the family home if she failed or refused to do so. <i>See id.</i> at ¶¶ 38.</p>\n<p>While the Complaint contends that none of Williamson's behavior was criminal or dangerous, the nurses' reports nevertheless purportedly generated a six-month DSS investigation (February 25, 2008, through August 21, 2008, the \"Surveillance Period\") that plaintiffs allege was intrusive and unfounded, and amounted to intentional discrimination against the plaintiffs because of their disabilities. The Complaint alleges that the plaintiffs repeatedly requested that DSS provide an ASL interpreter to facilitate their communication with DSS agents and that DSS consistently refused. Plaintiffs contend agents of DSS entered the family home without prior notice or consent on at least 19 separate occasions and confronted plaintiffs on at least nine additional occasions, during only one of which an ASL interpreter was present. <i>See id.</i> at ¶ 47.<sup>[3]</sup></p>\n<p>After the original (fired) home health nurse reported on August 14, 2008, that she saw Williamson jerk NA and throw him on the couch,<sup>[4]</sup><i>see id.</i> at ¶ 66, DSS obtained a court order summarily removing NA and AT from the Tyner/Williamson home. <i>See id.,</i> at ¶¶ 69-70.</p>\n<p>Plaintiffs allege that DSS did not seek to interview either of them before applying for the court order. <i>See id.</i> at ¶ 70.</p>\n<p>Tyner was represented by appointed counsel concerning post-removal proceedings. According to the Complaint, upon advice of counsel, Tyner \"did not request an evidentiary hearing or otherwise oppose the entry of a Court Order on October 22, 2008, that the custody of the children should remain with DSS to be placed in the discretion of DSS.\" <i>Id.,</i> at ¶ 73.</p>\n<p>Plaintiffs' Complaint, filed 14 months later, alleges that beginning on February 25, 2008, DSS, its agents, \"and those informing them\" were fully aware of the plaintiffs' severe hearing impairments. <i>See id.</i> at ¶¶ 41, 51. Plaintiff contend they consistently and repeatedly requested that services of an ASL interpreter be provided by DSS to enable communication between plaintiffs and investigators, <i>e.g., id.</i> at ¶ 44, 52, but that DSS representatives expressly and repeatedly \"refused to provide, and disclaimed any obligation to provide, the services of an ASL interpreter,\" <i>id.</i> at ¶¶ 53, 54-56. For instance, the plaintiffs contend that throughout the Surveillance Period,</p>\n<blockquote>they and/or others acting on their behalf, made known to DSS: (a) the fact of their hearing impairments, (b) their inability to clearly understand the DSS representatives <span class=\"star-pagination\">*138</span> intervening in their lives, (c) the inability of DSS representatives to understand them, and (d) their consequent fears and frustration.</blockquote>\n<blockquote>* * * * *</blockquote>\n<blockquote>[they] and through others on their behalf, requested the services of an ASL interpreter to enable and assure effective communication between them and DSS representatives.</blockquote>\n<p>Complaint [DE-1], at ¶¶ 51-52. Plaintiffs also allege that none of the defendants or their representatives or \"those informing them\" ever observed or located evidence of criminal conduct, harm or risk of harm on any person by Williamson, <i>see id.,</i> at ¶ 35, 64, 65, 74.</p>\n<p>Additionally, the Complaint alleges that DSS Director Jamie Orrock engaged in conduct intentionally depriving them of DSS programs or benefits, and that in his individual capacity, he intentionally inflicted emotional distress upon them. <i>See id.,</i> at ¶¶ 54-56. They contend that DHHS was aware of and authorized the discriminatory conduct of its own agents, DSS Director Orrock, the DSS, and other DSS employees, all of which discriminatory conduct was intentional. <i>See id.,</i> at ¶¶ 80-81.</p>\n<p>Throughout the Complaint, the plaintiffs allege in various contexts that:</p>\n<blockquote>DSS representatives and persons informing them lacked the knowledge, skill and training to use or understand ASL or to interpret or understand either deaf culture or the behavioral demeanor, conduct and mannerisms common to persons with hearing impairment. Because the DSS representatives and person [sic] informing them lacked the knowledge, skill and training to use or understand ASL or to interpret and understand either deaf culture or the behavioral demeanor, conduct and mannerisms referred to above, the behavior and conduct of Tara and Eric, and the unverified reports thereof, were misinterpreted and misunderstood by DSS representatives and person [sic] informing them.</blockquote>\n<p><i>Id.</i> at ¶¶ 57-58. The court perceives these allegations to extend, not just to the defendants, but also to the alleged conduct of the home nursing care employees and nurses predating DSS involvement and continuing thereafter. However, the court does not understand that by making these allegations plaintiffs seek to suggest an agency relationship between the defendants and the private home health care providers. Rather, the court reads these contentions as descriptive of the alleged unreliable and misinformed factual predicates for the defendants' launching and pursuing an abuse investigation. <i>See, e.g., id.,</i> at ¶¶ 77 &amp; 78 (alleging that Assistedcare nurses' reports to supervisors and Assistedcare's reports to DSS were inaccurate, misleading and based upon faulty observations and lack of effective communication because they were not trained or experienced in the deaf culture).</p>\n<p>The Complaint purports to set forth three claims for recovery: Claim One seeks damages as against all three defendants on behalf of both plaintiffs pursuant to § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794 (hereinafter \"§ 504\"), <i>see id.,</i> at ¶¶ 92-95; Claim Two seeks the same damages as Claim One pursuant to Title II of the Americans with Disabilities Act, 42 U.S.C. §§ 12131, <i>et seq.</i> (hereinafter \"Title II\"), <i>see id.,</i> at ¶¶ 101-104; and Claim Three seeks compensatory and punitive damages on behalf of both plaintiffs against defendant Orrock in his individual capacity for common law tort[s] of intentional infliction of \"gross insult, indignity and personal injury\" and emotional distress, <i>see id.,</i> at ¶¶ 107-110. It appears <span class=\"star-pagination\">*139</span> that plaintiffs do <i>not</i> include DSS or DHHS in Claim Three. The plaintiffs also seek a jury trial and an award of interest, reasonable attorneys' fees, costs, and such other relief as the court deems appropriate. <i>See id.,</i> at ¶ 111 and p. 18.</p>\n<p></p>\n<h2>PROCEDURAL HISTORY</h2>\n<p>The plaintiffs filed their Complaint [DE-I] on February 5, 2010. DHHS filed its Answer [DE-12] on April 5, 2010, and included in that Answer a crossclaim against DSS. Defendants DSS and Orrock filed their joint Answer [DE-13] on the same date. Two days later, DHHS filed a Motion to Dismiss [DE-16] the Complaint. DSS and Orrock filed an Answer [DE-20] to DHHS's cross-claim on April 23, 2010. The Magistrate Judge filed a Scheduling Order [DE-23] on May 13, 2010, setting the matter for trial during the court's July 5, 2011, term of court, and setting a discovery deadline of February 1, 2011, and the dispositive motions deadline as March 3, 2011. The parties' experts' reports deadlines were extended by order of September 30, 2010. <i>See</i> [DE-33].</p>\n<p></p>\n<h2>DHHS's MOTION to DISMISS [DE-16]</h2>\n<p>DHHS contends the Complaint must be dismissed against it because (i) the Eleventh Amendment to the United States Constitution prevents exercise of subject matter jurisdiction over plaintiffs' Title II claims<sup>[5]</sup> for damages against it; (ii) the <i>Booker-Feldman</i> doctrine precludes subject matter jurisdiction over plaintiffs' Title II and § 504 claims for relief as against it; and (iii) the plaintiffs' Complaint fails to state a claim against DHHS under either Title II or § 504. DHHS also contends that Tyner's claims for damages for loss of consortium of a minor child under both federal acts must be dismissed, as North Carolina does not recognize recovery of damages on that theory.</p>\n<p>DHHS's dismissal motion does not suggest that the Complaint lacks sufficient factual detail or that it fails to describe the relief sought with adequate specificity. Rather, DHHS contends that it cannot be held responsible for any injury to the plaintiffs, as a matter of law, under the facts alleged and theories advanced in the Complaint.</p>\n<p></p>\n<h2>A. <i>Eleventh Amendment  Title II Claim</i>\n</h2>\n<p>Title II of the Americans with Disabilities Act applies to state and local \"public entities,\" and provides, in pertinent part, that: \"no qualified individual with a disability shall, by reason of such disability be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\" 42 U.S.C. § 12132. The purpose of the Act is to \"eliminate discrimination on the basis of disability and ensure evenhanded treatment between the disabled and the able-bodied.\" <i>Doe v. Pfrommer,</i> <span class=\"citation\" data-id=\"755547\"><a href=\"/opinion/755547/john-doe-v-paul-pfrommer-individually-and-in-his-official-capacity-as/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 82 (2d Cir.1998).</p>\n<p>Congress unmistakably intended to abrogate the states' Eleventh Amendment immunity<sup>[6]</sup> in enacting Title II. <i>See</i> 42 <span class=\"star-pagination\">*140</span> U.S.C. § 12202 (\"A State shall not be immune under the eleventh amendment . . . from an action in Federal or State court of competent jurisdiction for a violation of this chapter\"); <i>Tennessee v. Lane,</i> <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, 518, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></a></span>, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></a></span> (2004). Congress has the power to abrogate state sovereign immunity with such unequivocal statements, but only where it \"act[s] pursuant to a valid grant of constitutional authority.\" <i>Bd. of Trustees of Univ. of Ala. v. Garrett,</i> <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 363, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span>, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (2001) (alteration in original) (citing <i>Kimel v. Fla. Bd. of Regents,</i> <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 73, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span> (2000)). There is only one source of such authority: the enforcement provisions of § 5 of the Fourteenth Amendment (hereinafter \"§ 5\"). <i>Id.</i> at 364, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span>. \"Accordingly, Title II can apply to the States only to the extent that the statute is appropriate § 5 legislation.\" <i>Id.</i></p>\n<p>The proper analysis for determining, on a claim-by-claim basis, <i>see </i><i>United States v. Georgia,</i> <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></a></span>, 159, <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></a></span> (2006), whether Congress properly exercised its § 5 powers to abrogate a state's sovereign immunity against claims for damages arising under Title II, is set out in <i>City of Boerne v. Flores,</i> <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1997), and it recently was applied by the Fourth Circuit Court of Appeals in <i>Constantine.</i> The <i>\"Boerne</i> test\" or, as it sometimes is called, the \"congruence and proportionality\" test, requires the court:</p>\n<blockquote>(1) to identify the constitutional right or rights that Congress sought to enforce when it enacted Title II; (2) to determine whether Congress enacted Title II in response to a pattern of unconstitutional disability discrimination; and (3) to determine whether the rights and remedies created by Title II are congruent and proportional to the constitutional rights it purports to enforce and the record of constitutional violations adduced by Congress.</blockquote>\n<p><i>Chase v. Baskerville,</i> <span class=\"citation\" data-id=\"1483960\"><a href=\"/opinion/1483960/chase-v-baskerville/\"><span class=\"volume\">508</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">492</span></a></span>, 499 (E.D.Va.2007), <i>affd,</i> 305 Fed.Appx. 135 (4th Cir.2008).<sup>[7]</sup> The parties agree that the <i>Boerne</i> test is the appropriate framework within which to address DHHS's Eleventh Amendment immunity challenge.</p>\n<p></p>\n<h2>1. <i>Identification of constitutional right</i>\n</h2>\n<p>Here, DHHS admits the Supreme Court has determined that the disabled in our society have a right to be free from irrational disability discrimination, <i>see </i><i>City of Cleburne v. Cleburne Living Center,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, 446, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985), and that it is \"clear beyond peradventure that inadequate provision of public services and access to public facilities is an appropriate subject for prophylactic legislation.\" DHHS's Memorandum [DE-17] at pp. 6-7 (citing <i>Lane,</i> 541 U.S. at 530, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></a></span>); <i>see also </i><i>Constantine,</i> 411 F.3d at 486. DHHS further acknowledges that the context of the \"public services\" in this case was the provision of \"child welfare services.\" <i>Id.</i> It is unnecessary, therefore, to engage in further inquiry as to this first factor.</p>\n<p></p>\n<h2>2. <i>Congressional identification of a history and pattern of unconstitutional discrimination in States' provision of public services</i>\n</h2>\n<p>Additionally, DHHS acknowledges that <i>Constantine</i> interpreted <i>Lane</i> as having <span class=\"star-pagination\">*141</span> established that Congress properly identified a history and pattern of unconstitutional conduct. <i>See</i> DHHS's Memorandum [DE-17] at p. 7. DHHS also having conceded the second factor, the court moves to the third and last <i>Boerne</i> factor.</p>\n<p></p>\n<h2>3. <i>Congruence and Proportionality</i>\n</h2>\n<p>DHHS rests its Eleventh Amendment argument on the third prong of the <i>Boerne</i> test. Specifically, DHHS contends that \"Title II is not congruent and proportional in the context of child welfare cases,\" pointing out that \"[t]here is no statutory or constitutional right that has been alleged to have been violated in this case.\" <i>Id.</i> Without referring to any specific factual allegation contained in the Complaint, DHHS nevertheless concludes that \"[a]n accommodation<sup>[8]</sup> under the facts and circumstances as alleged here would require that the State affirmatively act in a fashion that far exceeds any constitutional requirement.\" <i>Id.</i> DHHS's position is that no accommodation was appropriate under the circumstances alleged in this case because the plaintiffs fail to allege the violation of any statutory or constitutional right. <i>See id.</i></p>\n<p>While plaintiffs did not cite any statutes other than § 504 and Title II, or any specific constitutional provisions, the factual allegations, <i>taken as true</i> at this stage of the litigation, amply describe intentional and repeated violations by government agents of personal and familial liberty and privacy interests and/or intentional failure to accommodate known disability. For example, enforcement of child protection laws necessarily may implicate parents' \"substantive due process rights to `retain custody over and care for their children and to rear their children as they deem appropriate.'\" <i>Doe v. South Carolina Dept. of Social Services,</i> <span class=\"citation\" data-id=\"1031686\"><a href=\"/opinion/1031686/doe-ex-rel-johnson-v-south-carolina-soc-serv/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 180 (4th Cir.) (Wilkinson, Cir. Judge, concurring) (quoting <i>Jordan ex rel. Jordan v. Jackson,</i> <span class=\"citation\" data-id=\"661725\"><a href=\"/opinion/661725/christopher-jordan-by-his-parents-and-next-friends-philip-and-betty-sue/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">333</span></a></span>, 342 (4th Cir.1994)), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span></span> (2010).</p>\n<blockquote>The importance of the familial relationship, to the individuals involved and to the society, stems from the emotional attachments that derive from the intimacy of daily association, and from the role it plays in promot(ing) a way of life. ... No one would seriously dispute that a deeply loving and interdependent relationship between an adult and a child in his or her care may exist even in the absence of blood relationship.</blockquote>\n<p><i>Smith v. Org. of Foster Families for Equality &amp; Reform,</i> <span class=\"citation\" data-id=\"109684\"><a href=\"/opinion/109684/smith-v-organization-of-foster-families-for-equality-reform/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">816</span></a></span>, 844, <span class=\"citation\" data-id=\"109684\"><a href=\"/opinion/109684/smith-v-organization-of-foster-families-for-equality-reform/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2094</span></a></span>, <span class=\"citation\" data-id=\"109684\"><a href=\"/opinion/109684/smith-v-organization-of-foster-families-for-equality-reform/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">14</span></a></span> (1977) (citations omitted). \"[F]reedom of personal choice in matters of ... family life is one of the liberties protected by the Due Process Clause of the Fourteenth Amendment.\" <i>Cleveland Board of Education v. LaFleur,</i> <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></a></span>, 639-40, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">791</span></a></span>, <span class=\"citation\" data-id=\"108913\"><a href=\"/opinion/108913/cleveland-bd-of-ed-v-lafleur/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span></a></span> (1974).</p>\n<p>Similarly, outside the domestic context, expressive free association is an aspect of liberty protected by the Fourteenth Amendment. <i>See </i><i>Tashjian v. Republican Party of Connecticut,</i> <span class=\"citation\" data-id=\"111781\"><a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span>, 214, <span class=\"citation\" data-id=\"111781\"><a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"111781\"><a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">514</span></a></span> (1986) (\"`It is beyond debate that freedom to engage in association for the advancement of beliefs and ideas is an inseparable aspect of the \"liberty\" assured by the Due Process Clause of the Fourteenth Amendment....'\" (quoting <i>NAACP v. Alabama ex rel. Patterson,</i> <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 460, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span> (1958))); <i>Bates v.</i> <span class=\"star-pagination\">*142</span> <i>Little Rock,</i> <span class=\"citation\" data-id=\"106000\"><a href=\"/opinion/106000/bates-v-little-rock/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 523, <span class=\"citation\" data-id=\"106000\"><a href=\"/opinion/106000/bates-v-little-rock/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"106000\"><a href=\"/opinion/106000/bates-v-little-rock/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1960). The liberty interest in intimate association is rooted in the necessity of affording:</p>\n<blockquote>certain kinds of highly personal relationships a substantial measure of sanctuary from unjustified interference by the State. ... [T]he constitutional shelter afforded such relationships reflects the realization that individuals draw much of their emotional enrichment from close ties with others. Protecting these relationships from unwarranted state interference therefore safeguards the ability independently to define one's identity that is central to any concept of liberty.</blockquote>\n<p><i>Roberts v. U.S. Jaycees,</i> <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 617-19, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">462</span></a></span> (1984) (citations omitted). Such constitutional protection has been afforded to personal affiliations that attend the creation and sustenance of a family, such as marriage, childbirth, the raising and education of children, and cohabitation with one's relatives. <i>See id.</i> at 619, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>; <i>see also, e.g., </i><i>Zablocki v. Redhail,</i> <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 383-86, <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span>, <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></a></span> (1978); <i>Carey v. Population Services International,</i> <span class=\"citation\" data-id=\"109679\"><a href=\"/opinion/109679/carey-v-population-services-intl/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 684-85, <span class=\"citation\" data-id=\"109679\"><a href=\"/opinion/109679/carey-v-population-services-intl/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2010</span></a></span>, <span class=\"citation\" data-id=\"109679\"><a href=\"/opinion/109679/carey-v-population-services-intl/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1977).</p>\n<p>Of course, \"[`t]he right to family integrity clearly does not include a constitutional right to be free from child abuse investigations,'\" <i>Hodge v. Jones,</i> <span class=\"citation\" data-id=\"675711\"><a href=\"/opinion/675711/david-r-hodge-marsha-a-hodge-his-wife-individually-and-as-parents-and/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span>, 164 (4th Cir.1994) (quoting <i>Watterson v. Page,</i> <span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1993)), and the State \"has a legitimate interest in curtailing the abuse and neglect of its minor citizens.\" <i>Id.</i> (citing <i>Santosky v. Kramer,</i> <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, 766, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1982) (state has \"<i>parens patriae</i> interest in preserving and promoting the welfare of the child\")). These plaintiffs do not allege that their constitutional rights were violated because they were the subjects of a child abuse investigation; they contend that they suffered disability discrimination in the State's initiation and pursuit of that investigation and/or because the defendants refused to provide a reasonable accommodation to which plaintiffs were entitled under federal law.</p>\n<p>The Complaint also implicates privacy rights not directly involving children or even a formal \"familial\" relationship. Plaintiffs allege repeated unjustified and unannounced nonconsentual intrusion by defendants' agents into their homes with attendant examination of plaintiffs' personal effects. Plaintiffs contend DSS's refusal to provide ASL interpreters left them confused, frightened and unable to establish effective communication. These allegations in turn suggest that plaintiffs intend to invoke personal liberty interests and rights to the expectation of privacy, which also are guaranteed against unreasonable intrusion by the States through the Fourteenth Amendment.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*143</span> While not as explicit as would be ideal, the Complaint sufficiently alleges facts that describe intentional discrimination based on disability violating rights protected under the Fourteenth Amendment. DHHS contends, in conclusory fashion, that plaintiffs' requested accommodation  provision of ASL interpreter during State child abuse investigations  is not congruent or proportional to the demonstrated history and pattern of unconstitutional disability discrimination identified in <i>Lane</i> and <i>Constantine.</i> DHHS's bald declaration that the facts alleged in the Complaint cannot satisfy the third <i>Boerne</i> factor is unsupported by any substantive argument or reference to authority. The \"congruence and proportionality\" <i>Boerne</i> factor requires a more sophisticated analysis.</p>\n<p>In the course of developing an appropriate test to ascertain effective exercise of Congressional power through § 5 to abrogate Eleventh Amendment sovereign immunity against Title II damages, the Supreme Court deemed it important to identify the particular constitutional right sought to be protected and its corresponding level of scrutiny in examining alleged State intrusion. The Court's modification and incorporation of an <i>Eldridge-type</i> three-part inquiry into Title II's § 5 Congressional power examination (the <i>Boerne</i> test) was explored in a recent law review article. The analytical process, dubbed by the article's author, the \"Inverse Relation Principle,\" has been applied by the Supreme Court in nine cases<sup>[10]</sup> employing the <i>Boerne</i> test to explore the scope of Congressional power under § 5 to abrogate states' sovereign immunity from damages pursuant to Title II. The Inverse Relation Principle of congruence and proportionality involves the relationship between the first and second <i>Boerne</i> factors.<sup>[11]</sup></p>\n<blockquote>The lower the degree of scrutiny appropriate for the underlying right, the more intense the Court's review of the adequacy of congressional evidence to support Section 5 measures of whatever strength is involved, and later emerged, vice versa. The question was the relation between the scope of the right and the state of record. The more deferential the treatment of the record, the less deferential the review of the right.</blockquote>\n<p>Justin Schwartz, <i>Less than Meets the Eye: Antidiscrimination and the Development</i> <span class=\"star-pagination\">*144</span> <i>of Section 5 Enforcement and Eleventh Amendment Abrogation Law since City of Boerne v. Flores,</i> 38 Hastings Const. L.Q. 259, 294-95 (2011) (footnotes omitted). That is, a more extensive and detailed record of Congressional inquiry and findings of discriminatory pattern or history is required to justify measures to prevent violations of Fourteenth Amendment rights subject to a \"rational relationship\" level of scrutiny. Conversely, measures for elimination of discrimination based on race  a suspect classification entitled to a \"strict scrutiny\" analysis  would pass the \"congruence and proportionality\" test on a comparably less intense history-and-pattern congressional record. Schwartz observes that the Court in <i>Kimel</i> and <i>Garrett</i> imported the Inverse Relation Principle into the <i>Boerne</i> congruence and proportionality inquiry. <i>See id.</i> at p. 294.</p>\n<p>Prior to locating the Schwartz article, the undersigned generally had observed that the Court's deference to the record shifted vis-a-vis the identified constitutional right as § 5 jurisprudence developed. The significance of that observation here is that, because DHHS concedes the first <i>Boerne</i> factor  that <i>Lane</i> has established the appropriateness of prophylactic legislation under Title II for preventing irrational disability discrimination in the provision of public services  and further has conceded the second <i>Boerne</i> factor  that <i>Lane</i> as interpreted by <i>Constantine</i> established that Congress properly identified a history and pattern of unconstitutional conduct  then the level of deference to Congress's (Title II) remedial scheme this court is to afford the third, \"congruence and proportionality,\" <i>Boerne</i> factor is relatively high. In other words, in the context of the instant case at the pleading stage, based on an admittedly sufficient history and pattern of irrational discrimination in the provision of public services, which include administration of child protection services under state law by governmental agencies, Congress properly abrogated states' immunity under Title II unless the \"chosen remedy `is so out of proportion to a supposed remedial or preventive object that it cannot be understood as responsive to, or designed to prevent, unconstitutional behavior.'\" DHHS Memorandum [DE-17], at p. 7 (quoting <i>Baskerville,</i> 508 F.Supp.2d at 501) (citing <i>Boerne,</i> 521 U.S. at 532, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>).</p>\n<p>DHHS takes the position that because plaintiffs failed to cite any constitutional or statutory right in their Complaint, their requested accommodation  provision by the defendants of an ASL interpreter during a protracted child abuse investigation  is not congruent and proportional to the right allegedly violated and the historical record upon which Congress purported to exercise its § 5 power. Especially in light of the context of the subject public services, which involved alleged intrusion into and interference by the State with familial and personal privacy interests, <i>see generally </i><i>Jordan,</i> 15 F.3d at 342-343, the court disagrees.</p>\n<p>Without expressing any opinion whether or not the plaintiffs ultimately can survive summary judgment after development of a record and more thorough briefing, the court reaches a different conclusion than DHHS upon application of the <i>Boerne</i> factors to the allegations in the Complaint. The Complaint sufficiently alleges Title II claims by both plaintiffs for money damages against DHHS. Neither the Complaint on its face nor the parties' discussion of applicable law convinces the court that the plaintiffs cannot, as a matter of law, prove either that defendants engaged in intentional disability discrimination and/or that the accommodation refused by the defendants is incongruent or disproportional to the constitutional rights described in the Complaint <span class=\"star-pagination\">*145</span> and the admittedly adequate history and pattern of disability discrimination in the provision of public services. Accordingly, DHHS's Motion to Dismiss because \"the Eleventh Amendment ... prevents this court from exercising subject matter jurisdiction over plaintiffs' complaint,\" DHHS Memorandum [DE-17], at p. 4, is DENIED.</p>\n<p></p>\n<h2>B. <i>Rooker-Feldman Doctrine</i><sup>[12]</sup></h2>\n<p>The plaintiffs unequivocally have denied that they seek relief in this court that would amount to a review and rejection of the state court judgment(s). They do not seek to undo the October 22, 2008, state court order. They challenge the defendants' alleged intentional discriminatory treatment of them on the basis of their disabilities and/or the defendants' failure to provide ASL interpreters for them, in relation to the defendants' provision of child protective services.</p>\n<p>Upon careful consideration of the allegations, DHHS's Motion to Dismiss is DENIED insofar as it seeks dismissal of the Complaint on application of the <i>Rooker-Feldman</i> doctrine. <i>See </i><i>Exxon Mobil Corp v. Saudi Basic Indus. Corp.,</i> <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, 283-84, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1517</span></a></span>, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></a></span> (2005) (explaining that <i>Rooker-Feldman</i> occupies a \"narrow ground\" \"confined to cases ... brought by state-court losers complaining of injuries caused by state court judgments rendered before the District Court proceeding commenced and inviting district court review and rejection of those judgments\"); <i>see also </i><i>Washington v. Wilmore,</i> <span class=\"citation\" data-id=\"790188\"><a href=\"/opinion/790188/earl-washington-jr-v-curtis-reese-wilmore-and-kenneth-h-buraker/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 280 (4th Cir.2005) (holding that <i>Rooker-Feldman</i> does not apply when the plaintiffs \"claim of injury rests not on the state court judgment itself, but rather on the alleged violation of his ... rights [by the defendant]\").</p>\n<p></p>\n<h2>C. <i>\"Loss of Consortium\" of Minor Children</i>\n</h2>\n<p>In ¶¶ 93 and 102, respectively, of the Complaint, Tyner alleges she also is entitled to recover damages under § 504 and Title II because the defendants' conduct caused her to suffer:</p>\n<blockquote>severe mental and emotional distress, suffering, anguish, fear and humiliation, the sudden loss of the help and companionship of [Williamson] as a willing and loving caregiver of and for her children during his forced absence from the family home, and the sudden loss of her children.</blockquote>\n<p>(Emphasis added). Similarly, ¶¶ 94 and 103 contend that the defendants' actions caused Williamson to suffer:</p>\n<blockquote>damages including severe mental and emotional distress, suffering, anguish, fear and humiliation and the loss of the companionship of [Tyner] during the period of his forced exclusion from his family home.</blockquote>\n<p>First, the court does not read the Complaint to allege common law claims for the tort of \"loss of consortium.\" The court perceives that the plaintiffs' claims for damages resulting from the \"losses\" they suffered because of defendants' alleged intentional disability discrimination and/or failure to accommodate are a measure of compensatory damages rather than an attempt to state any derivative cause of action. Furthermore, plaintiffs point out that damages available for Title II and § 504 are governed by federal law; both statutes incorporate the damages provisions <span class=\"star-pagination\">*146</span> of Title VI of the Civil Rights Act of § 1964.<sup>[13]</sup></p>\n<p>Paragraphs 93 and 102 allege that Tyner suffered compensable injuries in the loss of \"[Williamson] as a willing and loving <i>caregiver of and for her children</i> during his forced absence. ...\" (Emphasis added). This allegation does not seek seem to encompass a claim that she is entitled to recover for any alleged loss of \"society, companionship, sexual fulfillment and affection\" from Williamson, <i>see </i><i>Robertson v. Nelson,</i> 116 N.C.App. 324, 325, <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">488</span></span> (1994); rather, it isolates an alleged loss of his services <i>as a joint caregiver</i> of the children. The court declines to dismiss this element of damages at this stage of the pleadings, observing that discovery and further briefing may prove the claim unavailing.<sup>[14]</sup></p>\n<p>Williamson, however, does seek damages for injuries that include \"the loss of companionship of [Tyner]\" during the period his \"forced absence from the home.\" Complaint [DE1], at ¶¶ 94 and 103. In this respect, the Complaint fails to allege facts on a cognizable claim.</p>\n<p>Concerning Tyner's claim for compensatory damages arising from the \"sudden loss of her children,\"<sup>[15]</sup> the analysis is slightly more involved. DHHS relies on <i>Edwards v. Edwards,</i> 43 N.C.App. 296, 301-02, <span class=\"citation\" data-id=\"1381453\"><a href=\"/opinion/1381453/edwards-v-edwards/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">11</span></a></span>, 14-15 (1979), for the proposition that there is no legal right arising from the parent-child relationship similar to that of consortium between a husband and wife. That ruling involved a counterclaim in a divorce action by a mother against her estranged husband for his alleged alienation of the affection of their minor son. DHHS also cites <i>Laughter v.</i> <span class=\"star-pagination\">*147</span> <i>Aventis Pasteur, Inc.,</i> <span class=\"citation\" data-id=\"2512787\"><a href=\"/opinion/2512787/laughter-v-aventis-pasteur-inc/\"><span class=\"volume\">291</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">406</span></a></span> (M.D.N.C.2003), in which the district court recognized that North Carolina does not allow damages for loss by a parent of a child's consortium<sup>[16]</sup> in a products liability action in which a manufacturer's product injured a child in violation of the National Childhood Vaccine Injury Compensation Act. Neither of these cases is apposite. The North Carolina Supreme Court did, however, recently reiterate that, \"[a] parent has an `interest in the companionship, custody, care, and control of [his or her children that] is protected by the United States Constitution.'\" <i>Boseman v. Jarrell,</i> ___ N.C.App. ___, <span class=\"citation\" data-id=\"2392825\"><a href=\"/opinion/2392825/boseman-v-jarrell/\"><span class=\"volume\">704</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">494</span></a></span>, 502 (2010) (citing <i>Price v. Howard,</i> <span class=\"citation\" data-id=\"1232602\"><a href=\"/opinion/1232602/price-v-howard/\"><span class=\"volume\">346</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">68</span></a></span>, 73, <span class=\"citation\" data-id=\"1232602\"><a href=\"/opinion/1232602/price-v-howard/\"><span class=\"volume\">484</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">528</span></a></span>, 531 (1997); <i>Petersen v. Rogers,</i> <span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">397</span></span>, 400, <span class=\"citation\" data-id=\"1310933\"><a href=\"/opinion/1310933/petersen-v-rogers/\"><span class=\"volume\">445</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">901</span></a></span>, 903 (1994)).</p>\n<p>The matter was more thoroughly analyzed, however, by the Fourth Circuit Court of Appeals years later in <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 804-05 (4th Cir.1994), in the slightly more analogous context of a § 1983 claim under the Fourteenth Amendment for loss of consortium against the State of North Carolina. In <i>Shaw,</i> a wife and minor children sought damages for the loss of the love, comfort and support of their husband/father who was shot to death by a state trooper. The appellate court explained in <i>Shaw</i> that it had not, to date, recognized such a substantive due process claim for the deceased's family. Citing <i>Rucker v. Harford County,</i> <span class=\"citation\" data-id=\"569312\"><a href=\"/opinion/569312/james-h-rucker-individually-and-as-next-friend-of-david-w-rucker-minor/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 282-83 (4th Cir.1991), the panel noted that it had \"`reserve[ed] for another day' whether [it] would recognize a due process claim for the deprivation of the love and support of a family member resulting from the unconstitutional action of a state official.\" <i>Shaw,</i> 13 F.3d at 804.</p>\n<p>The opinion observed that other circuits have recognized two different versions of such a substantive due process claim. One version requires that a plaintiff demonstrate \"`any conduct which, though unrelated to the relationship [between the injured party and his family member], violates the constitutional right of any person in the relationship, on the theory that such conduct <i>incidentally</i> injures the relationship, hence the \"liberty interest\" in its preservation possessed by all parties to it.'\" <i>Id.</i> (quoting <i>Rucker,</i> 946 F.2d at 282). This claim based on an incidental injury to the relationship is a derivative claim, like the traditional \"loss of consortium\" or \"loss of services\" tort claim. <i>See id.</i> (citing <i>Kelson v. City of Springfield,</i> <span class=\"citation\" data-id=\"454918\"><a href=\"/opinion/454918/duane-vernon-kelson-and-eleanor-t-kelson-v-the-city-of-springfield-jerry/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">651</span></a></span> (9th Cir.1985); <i>Trujillo v. Board of County Comm'rs,</i> <span class=\"citation\" data-id=\"456040\"><a href=\"/opinion/456040/rose-eileen-trujillo-and-patricia-trujillo-and-cross-appellees-v-the/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span>, 1189-90 (10th Cir.1985)). Under the other version, \"a plaintiff must show state actions that directly injure the relationship itself, `as by the taking of a child from its parents' custody.'\" <i>Id.</i> (quoting <i>Rucker,</i> 946 F.2d at 282, and citing <i>Ortiz v. Burgos,</i> <span class=\"citation\" data-id=\"480419\"><a href=\"/opinion/480419/jose-valdivieso-ortiz-v-melquiades-burgos-pablo-robles-robles/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 7-9 (1st Cir.1986)).<sup>[17]</sup></p>\n<p>The <i>Shaw</i> court noted, however, that other courts simply have \"refused to recognize a substantive due process claim arising from the deprivation of the love and support of a family member.\" <i>Id.</i> at 805 (citations omitted). Affirming entry of summary judgment in favor of the State <span class=\"star-pagination\">*148</span> on the substantive due process claim for damages, the panel commented, \"[m]oreover, because the Supreme Court has never extended the constitutionally protected liberty interest incorporated by the Fourteenth Amendment due process clause to encompass deprivations resulting from governmental actions affecting the family <i>only incidentally,</i> we decline to sanction such a claim at the present time.\" <i>Id.</i> (emphasis added).</p>\n<p>Tyner's allegations underlying \"the sudden loss of her children\" do not state a \"derivative\" theory claim under which she seeks damages for \"incidental\" injury to a protected relationship. The facts alleged and Tyner's theory of her case do not fit the common \"derivative\" model.<sup>[18]</sup> She alleges that she personally suffered emotional and psychological damages when the defendants directly and intentionally \"injured\" the mother/child relationship. Tyner contends that the defendants' intentional irrational disability discrimination violated her <i>own</i> familial rights purportedly protected by the Fourteenth Amendment and compensable under § 504 and Title II.</p>\n<p>DHHS's motion to dismiss is ALLOWED insofar as the Complaint could be read as seeking damages on a \"derivative\" claim by Tyner under § 504 and Title II for the \"sudden loss of her children.\" To the extent the Complaint seeks damages including compensation for Tyner's mental and emotional distress and anguish resulting from defendants' alleged intentional, irrational disability discrimination causing direct injury to Tyner's interest in the mother/child relationship, DHHS's motion to dismiss is DENIED without prejudice to renew it upon further development of the record and additional briefing. DHHS's motion to dismiss is ALLOWED insofar as the Complaint seeks damages on behalf of Williamson for \"the loss of companionship of [Tyner]\" during the period his \"forced absence from the home\" pursuant to § 504 and Title II.</p>\n<p></p>\n<h2>D. <i>Failure to Allege Cognizable Claims</i>\n</h2>\n<p>Federal Rule of Civil Procedure Rule 8(a) contains a simplified pleading standard that applies to all civil actions with limited exceptions that do not apply here. <i>See </i><i>Swierkiewicz v. Sorema N.A.,</i> <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, 513, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2002). Pursuant to Rule 8(a)(2), a complaint must contain \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" \"Such a statement must simply give the defendant fair notice of what the plaintiffs claim is and the grounds upon which it rests.\" <i>Id.</i> at 512, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>. \"`Detailed factual allegations'\" are not required, but Rule 8(a) \"`demands more than an unadorned, the-defendant-unlawfully-harmed-me accusation.'\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009) (citing <i>Bell Atlantic Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 554, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)). <i>Iqbal,</i> continuing to quote <i>Twombly,</i> explained,</p>\n<blockquote>[t]o survive a motion to dismiss, a complaint must contain sufficient factual matter, accepted as true, to \"state a claim to relief that is plausible on its face.\" ... A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged. ... The plausibility standard is not akin to a \"probability requirement,\" but it asks <span class=\"star-pagination\">*149</span> for more than a sheer possibility that a defendant has acted unlawfully. ... Where a complaint pleads facts that are \"merely consistent with\" a defendant's liability, it \"stops short of the line between possibility and plausibility of `entitlement to relief.'\"</blockquote>\n<p><i>Id.</i> (internal citations omitted). At the pleading stage, the court accepts as true the factual allegations in the Complaint, but need not credit legal conclusions similarly presented. <i>See </i><i>Iqbal,</i> 129 S.Ct. at 1949. Despite DHHS's assertion to the contrary, a complaint is not required to contain specific facts that constitute a prima facie case of discrimination in order to survive a motion to dismiss, <i>see </i><i>Twombly,</i> 550 U.S. at 547, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span> (quoting <i>Swierkiewicz,</i> 534 U.S. at 508, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>). A plaintiff must, however, allege facts sufficient to \"raise a right to relief above the speculative level,\" <i>id.</i> at 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span> (citations omitted); <i>see also </i><i>Glassman v. Arlington Co.,</i> <span class=\"citation\" data-id=\"181719\"><a href=\"/opinion/181719/glassman-v-arlington-county-va/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span>, 145-46 (4th Cir.2010); <i>Francis v. Giacomelli,</i> <span class=\"citation\" data-id=\"1030886\"><a href=\"/opinion/1030886/francis-v-giacomelli/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span>, 192-93 (4th Cir.2009).</p>\n<p>Plaintiffs' claims for relief against DHHS are grounded, of course, on alleged violations of § 504 and Title II. Plaintiffs assert no violation of any state or other federal rights or law and establish no additional basis for federal jurisdiction.</p>\n<p>Section 504 applies to entities that receive federal funding. <i>See, e.g., </i><i>Constantine,</i> 411 F.3d at 491. Plaintiffs have alleged upon information and belief that DSS is the agent of DHHS receives federal financial assistance. <i>See</i> Complaint [DE-1], at ¶ 91. Section 504 states, in part, \"[n]o otherwise qualified individual with a disability ... shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" <i>Id.</i> at 551 (quoting 29 U.S.C. § 794). Title II provides that, \"no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\" <i>Id.</i> Because Congress directed that Title II be interpreted in a manner consistent with § 504, and the substantive provisions of the statutes are similar, courts, where possible, address § 504 and Title II together. <i>See, e.g., </i><i>Baird v. Rose,</i> <span class=\"citation\" data-id=\"766248\"><a href=\"/opinion/766248/kristen-elisabeth-baird-a-minor-by-her-next-friend-and-parent-nancy-baird/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 468 (4th Cir.1999); <i>Freilich v. Upper Chesapeake Health, Inc.,</i> <span class=\"citation\" data-id=\"780132\"><a href=\"/opinion/780132/linda-freilich-md-pa-linda-freilich-md-v-upper-chesapeake-health/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 214 (4th Cir.2002).</p>\n<p>To state a claim for violation of Title II, a plaintiff must allege sufficient facts supporting three elements: (1) that s/he is a qualified individual with a disability, (2) who was denied a public benefit by a state or local entity, and (3) that the plaintiffs disability was a motivating cause<sup>[19]</sup> for the intentional discrimination or denial of benefit. <i>See </i><i>Dillery v. City of Sandusky,</i> <span class=\"citation\" data-id=\"789279\"><a href=\"/opinion/789279/kelly-dillery-plaintiff-appelleecross-appellant-v-city-of-sandusky/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 567 (6th Cir.2005); <i>see also </i><i>Tucker v. Tennessee,</i> <span class=\"citation\" data-id=\"1427775\"><a href=\"/opinion/1427775/tucker-v-tennessee/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 532 (6th Cir.2008), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">60</span></span>, <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (2009).</p>\n<p>In support of its Rule 12(b)(6) motion, DHHS invokes statutory provisions governing the state-administered child welfare services, Chapter 7B, Subchapter I of North Carolina's Juvenile Code, N.C. Gen.Stat. §§ 7B-100 to 7B-1414, entitled \"Abuse, Neglect, Dependency,\" for the argument that the Complaint \"fails to allege a relationship to the children that would allow [Williamson] to meet the essential <span class=\"star-pagination\">*150</span> eligibility requirements for the participation in child protective services.\" DHHS's Memorandum [DE-17], at p. 14. \"Because plaintiff Williamson is neither a parent or [sic] a guardian to either juvenile, he does not meet the essential eligibility requirements of the receipt of services or the participation in programs or activities as contemplated in the ADA, and is not a `qualified individual with a disability.'\" <i>Id.</i> at pp. 14-15. DHHS may misperceive the essence of Williamson's Title II and § 504 disability discrimination claims.</p>\n<p>As a focus of a six-month investigation by State enforcement agents into third-party reports of suspected child abuse, Williamson complains of the defendants' refusal to provide an ASL interpreter to ensure effective communication between himself and the state investigative and enforcement authorities. The gravamen of the Complaint is that the State's refusal to make reasonable accommodations for the plaintiffs' severe hearing impairments as required by Title II and § 504 is the reason that misunderstandings arose in the first place concerning presumably well-meaning reports of suspected child abuse, and that the harm was exacerbated by the State's continuing refusal to provide requested ASL interpreter(s) to the plaintiffs during the six-month investigation period. The plaintiffs allege that on nearly 20 occasions, State agents entered the family home, observed behaviors, engaged in physical searches, and conducted interviews with the plaintiffs and Tyner's minor children.</p>\n<p>As the court understands it, plaintiffs' <i>theory</i> is that had the State complied with the federal accommodation requirements enabling the parties to communicate effectively in this complex and emotional context, then the whole matter could have been cleared up without the trauma, drama, disruption, and embarrassment the plaintiffs allegedly suffered. Because the State did not do so, the plaintiffs contend they suffered intentional disability discrimination resulting in compensable injuries to them. DHHS's suggestion that Williamson, who allegedly was a member of the household but not the father of the children, had no right under the law to an accommodation so that the investigating authorities could understand him as well as they could have understood a hearing suspect, misses the point of both the Complaint and the federal law.</p>\n<p>The participation in and benefits of public services is not always a positive experience. An arrestee is a participant in the provision of public safety services, but not usually a willing one.<sup>[20]</sup> Similarly, Williamson, as the target of an official investigation into child abuse allegations, was a \"participant\" in, or \"recipient\" of, the public services that allegedly were extended to (or imposed on) the plaintiffs by the Oak Island Police Department and the DSS. Moreover, in light of the articulated statutory purposes,<sup>[21]</sup> the State presumably had <span class=\"star-pagination\">*151</span> as strong an interest in clearing Williamson as a suspect as it did in nailing him as a perpetrator.</p>\n<p>The court does not read the Complaint as contending that Williamson was denied a role in the child protective services process to which he would have been entitled had he been the father of the children; this case is about alleged disability discrimination, not about paternity or custody. The exact parameters of Williamson's claim are not yet clearly delineated, but it is plain that he alleges injuries to himself arising from the defendants' intentional disability discrimination against him and/or its intentional refusal, in violation of federal law, to supply a reasonable accommodation to ensure effective communication in the State's investigation of allegations suggesting he abused a child.</p>\n<p>DHHS also contends that Williamson is not a \"qualified individual with a disability\" because he posed a \"direct threat to the health or safety of others,\" as described in the regulations promulgated by the Department of Justice for the administration and enforcement of Title II. DHHS quotes excerpts from 28 C.F.R. Part 35, Appx. A (2010) which explains that the \"direct threat\" principles of Part 36 (governing Title III of the ADA (public accommodations)) also are applicable to Title II (state and local governmental services):</p>\n<blockquote>[Providers of state and local governmental services are] not required to permit an individual to participate in or benefit from the ... services. ... [of the governmental entity] if that individual poses a direct threat to the health or safety of others.</blockquote>\n<blockquote>A \"direct threat\" is a significant risk to the health or safety of others that cannot be eliminated by a modification of policies, practices, or procedures, or by the provision of auxiliary aids or services....</blockquote>\n<p>DHHS Memorandum [DE-17], at p. 15.</p>\n<p>Citing various sections of the North Carolina Juvenile Code, DHHS contends that state agents conducted their contacts with the plaintiffs in accordance with state law and procedure.<sup>[22]</sup> Notwithstanding its reliance on federal regulations promulgated under Title II for its \"direct threat\" argument, DHHS contends that Title II and § 504 do not apply to interaction with plaintiffs by state and local governmental in this case. <i>See</i> DHHS Memorandum [DE-17] at pp. 14-16. Its discussion omits mention of the Regs promulgated by the Department of Justice detailing when and how state and local governmental units should comply with Title II in communicating with disabled persons, 28 C.F.R. § 35.160. The version of § 35.160 in effect at the time of the events alleged in the <span class=\"star-pagination\">*152</span> Complaint was the same as it is now-that is, until March 15, 2011.<sup>[23]</sup></p>\n<p>Whether or not Williamson was denied an ASL interpreter because he was or was perceived to be a \"direct threat\" during the six-month evaluation period is a question of fact arising from what would be an affirmative defense to a claim of irrational intentional disability discrimination in this case. DHHS is incorrect to argue that dismissal is appropriate on these grounds because \"[p]laintiffs do not explain how modifications would have eliminated the risk to the children and their interests must be balanced against the need for public safety.\" The burden is on the defendants to raise and prove the \"direct threat\" defense to overcome a prima facie case, if plaintiffs can make one. An anticipated \"direct threat\" defense to the first element of Title II and § 504 claims is not grounds for a Rule 12(b)(6) dismissal of Williamson's claims for relief under Claims One and Two of the Complaint.</p>\n<p>Finally, DHHS argues that as to the third prong of both federal statutory claims, \"plaintiffs' complaint must show that the children were removed and plaintiff Williamson was required to leave the house because of plaintiffs' disabilities, rather than because the children were abused, neglected, or dependent.\" DHHS Memorandum [DE-17], at p. 18. DHHS is off-base. The lawsuit is not about the fact or cause of the children's removal from the home; it is about intentional disability discrimination <span class=\"star-pagination\">*153</span> in violation of federal law. What the Complaint must, and does, allege, is that the defendants intentionally discriminated against the plaintiffs on the basis of their disability (severe hearing impairment) in investigating the third-party reports of suspected child abuse in their home. The gravamen of the Complaint is the failure of the defendant state actors to comply with established federal law forbidding irrational discrimination in the provision of public services by a state or local governmental unit on the basis of plaintiffs' disability, and/or that the defendants intentionally refused repeated requests by or on behalf of the plaintiffs for reasonable accommodation during the course of a six-month investigation of reports that Williamson had abused Tyner's minor child(ren).</p>\n<p>To the extent that the Complaint refers to removal of the children and Williamson's alleged involuntary absence from the home, the court perceives these allegations as descriptive of factual bases for the plaintiffs' injuries, not as allegations of State action which, <i>in themselves,</i> constitute wrongful conduct redressable by some equitable relief that would un-do that state action. Again, the plaintiffs do not seek to reverse the state court order of removal of the children, and the plaintiffs do not allege that the State directly forced Williamson out of the residence. The actionable conduct, as the court understands it, is alleged to have been the defendants' intentional refusal, in the face of the severely hearing-impaired plaintiffs' repeated requests, for ASL interpreter services during a six-month child abuse investigation by state and local governmental entities. Misunderstandings and due process violations allegedly resulted, causing compensable injury to the plaintiffs. Plaintiffs seek redress under Title II and § 504 including damages resulting from the State's failure to ensure effective communication in its provision of public services under the circumstances of this case, violating plaintiffs' federal statutory rights and causing them to suffer emotional injuries.</p>\n<p>The plaintiffs will have to produce competent evidence, of course, to prove their claims, which may or may not survive scrutiny on a more complete record. The Complaint, however, is facially plausible. <i>See </i><i>Iqbal,</i> ___ U.S. at ___, 129 S.Ct. at 1949. Construing the Complaint \"so as to do justice,\" Rule 8(e), Fed.R.Civ.P., the court finds that plaintiffs adequately have alleged claims under § 504 and Title II for irrational intentional disability discrimination by state and local entities. DHHS's Motion to Dismiss on grounds that Claims One and Two fail to state a claim for relief under Rule 12(b)(6) is DENIED.</p>\n<p></p>\n<h2>MOTIONS AFFECTING SCHEDULING</h2>\n<p>On October 8, 2010, the three defendants filed a Joint Motion to Amend or Correct [DE-36] their respective Answers, and attached proposed Amended Answers. Therein, the defendants seek \"to add the affirmative defenses of collateral estoppel, judicial and equitable estoppel, <i>res judicata,</i> waiver and the <i>Rooker-Feldman</i> doctrine.\" Memorandum [DE-37], at p. 2. Defendants explain that these defenses are legal doctrines whose application will depend on factual events and state court documents of which the plaintiffs already have first-hand knowledge. <i>See id.,</i> at p. 4. They contend that the affirmative defenses, if established, will eliminate some or all of plaintiffs' claims. <i>See id.,</i> at p. 5.</p>\n<p>The plaintiffs oppose amendment of the Answers, insisting that the proposed amendments are untimely, would introduce into the litigation issues that are not raised by, or are extraneous to, the Complaint, and unreasonably will delay resolution of <span class=\"star-pagination\">*154</span> plaintiffs claims. <i>See</i> Memorandum [DE-39]. The plaintiffs insist that they are not seeking to \"undo\" the state court order directing removal of the minor children from the household and state that their claims do not involve state court juvenile proceedings. They argue that the proposed amended Answers raise additional questions of fact, suggesting that even more depositions will be required and preventing compliance with the Scheduling Order.</p>\n<p>Thereafter, in November 2010, the plaintiffs sought an order extending their time to respond to DSS and Orrock's discovery requests. <i>See</i> [DE-42]. The defendants oppose that motion, citing the danger of unduly delaying the litigation and the approaching discovery deadline. <i>See</i> [DE-44]. In January 5, 2011, DSS and Orrock filed a Motion to Amend or Correct [DE-46] the Scheduling Order in light of the plaintiffs' responses (or lack or delay) thereof, to discovery requests. The defendants requested an extension of the discovery deadline to and including March 16, 2011. The plaintiffs joined the motion for an extension of the deadline to serve discovery requests, <i>so long as</i> the order did not extend the response time. <i>See</i> [DE-49]. Most recently, DSS and Orrock filed a Motion to Amend or Correct the Scheduling Order to extend remaining pre-trial deadlines. <i>See</i> [DE-52]. Neither the plaintiffs nor DHHS objects. Mediation is stalled pending this ruling on DHHS's Motion to Dismiss. <i>See</i> [DE-54], and the plaintiffs have obtained a protective order concerning resumption of depositions on February 2, 2011. <i>See</i> [DE-59] (order also suspends all deadlines herein pending further order of the court).</p>\n<p>Delays already incurred in this litigation, together with the rulings herein, necessitate amendment of the Scheduling Order. The court perceives the gravamen of plaintiffs' Complaint to be that the defendants are liable to them for damages they suffered on account of defendants' conduct occurring in 2010. For purposes of gauging whether further delays in the litigation would result in unreasonable prejudice to either party, the court understands plaintiffs' prayer for relief essentially to be monetary in nature, and that any injunctive relief they might obtain would be prospective only. The plaintiffs are adamant that they are not seeking a review of state court judgment concerning removal of the minor children or any official recommendation concerning Williamson's presence in the household.<sup>[24]</sup><i>See, e.g.,</i> Memorandum [DE-21], at p. 12, 15.</p>\n<p>In light of the nature of the relief sought and the posture of the case, the court finds that amendment of the Scheduling Order and extension of deadlines is in the best interest of the parties and the administration of justice. Accordingly, it is ORDERED that the Scheduling Order [DE-23], as amended by [DE-33], is further AMENDED to establish the following deadlines:</p>\n<p>The defendants' Motion to Amend Answers [DE-36] is ALLOWED. The Clerk of Court is DIRECTED to cause DSS and Orrock's proposed Amended Answer [DE-37], Exh. 1, to be filed and docketed as of the date of this order; and to cause <span class=\"star-pagination\">*155</span> DHHS's proposed Amended Answer and Crossclaim [DE-37], Exh. 2, similarly to be filed and docketed.<sup>[25]</sup>;</p>\n<p>Discovery, including complete responses thereto, is EXTENDED to and including March 30, 2011;</p>\n<p>The parties are DIRECTED to complete mediation by March 30, 2011;</p>\n<p>Dispositive motions shall be filed on or before May 6, 2011, with responses due as provided in this court's Local Rules;</p>\n<p>The plaintiffs' final list of exhibits/deposition testimony/witnesses shall be filed on or before June 10, 2011; the defendants' shall be filed on or before July 11, 2011.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>In summary, the Joint Motion to Amend/Correct Answers [DE-36] is ALLOWED. DHHS's Motion to Dismiss [DE-16] is (i) DENIED as to both plaintiffs' claims for damages from DHHS for alleged Title II violations, except insofar as Tyner seeks damages for <i>derivative</i> injuries allegedly arising from the \"sudden loss of her children\"; (ii) DENIED as to Tyner's claims for violation of her rights under § 504, except insofar as Tyner seeks damages for <i>derivative</i> injuries allegedly arising from the \"sudden loss of her children\"; (iii) ALLOWED as to any element of Williamson's damages, if any, under § 504 and Title II insofar as they arose from \"loss of companionship\" of Tyner.</p>\n<p>The plaintiffs' Motion for Extension of Time [DE-42] is DENIED as moot. The Motions to Amend Scheduling Order [DE-46 and -52] are ALLOWED as detailed in the preceding section. The Protective Order [DE-59] entered herein on January 31, 2011, is LIFTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On January 31, 2011, the undersigned allowed the plaintiffs' motion for a protective order and suspended deadlines pending further orders of this court. [DE-59].</p>\n<p>[2]  He did leave, but was allowed to return to the home within a month. <i>See</i> Complaint [DE-1] at ¶ 45.</p>\n<p>[3]  The Complaint does not specifically so allege, but DHHS in its Memorandum [DE-17] mentions, that North Carolina has made statutory provision in the Juvenile Code for mandatory suspected child abuse reporting and investigation. <i>See</i> N.C. GEN.STAT. §§ 7B-300 through -319.</p>\n<p>[4]  Plaintiffs explain that this nurse by that time had begun working for the second home health agency. <i>See</i> Complaint [DE-1][, at ¶ 66.</p>\n<p>[5]  DHHS does not seek dismissal of the § 504 claim against it. A governmental entity waives its sovereign immunity under § 504 when it accepts federal funding. <i>See </i><i>Constantine v. Rectors, George Mason Univ.,</i> <span class=\"citation\" data-id=\"790597\"><a href=\"/opinion/790597/carin-manders-constantine-v-the-rectors-and-visitors-of-george-mason/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">474</span></a></span>, 490-96, 501 (4th Cir.2005).</p>\n<p>[6]  The Eleventh Amendment does not preclude exercise of a federal court's subject matter jurisdiction, because a state may waive it at pleasure. <i>See </i><i>Clark v. Barnard,</i> <span class=\"citation\" data-id=\"90876\"><a href=\"/opinion/90876/clark-v-barnard/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 447, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">780</span></span> (1883). \"The Amendment . . . enacts a sovereign immunity from suit, rather than a nonwaivable limit on the Federal Judiciary's subject-matter jurisdiction.\" <i>Idaho v. Coeur d'Alene Tribe of Idaho,</i> <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 267, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2028</span></a></span>, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1997); <i>see also </i><i>Constantine,</i> 411 F.3d at 479-82.</p>\n<p>[7]  The structure of this inquiry appeared in a different context in <i>Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 335, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976) (examining procedural due process requirements of administrative pre-deprivation hearing before the initial termination of Social Security benefits).</p>\n<p>[8]  Presumably, DHHS refers to plaintiffs' repeated requests for ASL interpreter[s] services during the six-month Surveillance Period.</p>\n<p>[9]  While the Complaint does contain allegations concerning some activities traditionally executed by the police, the scope of the conduct complained of is limited to the context of a child abuse investigation instigated by third party reports. Plaintiffs have not alleged an unlawful arrest or detention based on disability discrimination. That the defendants' enforcement of state child protection laws involves investigatory and coercive activities akin to police enforcement of criminal laws may or may not be significant. <i>See </i><i>Waller v. City of Danville,</i> <span class=\"citation\" data-id=\"1027828\"><a href=\"/opinion/1027828/waller-ex-rel-estate-of-hunt-v-danville-va/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 174 (4th Cir. 2009) (observing that other courts have recognized Title II claims for \"reasonable accommodation, where police properly arrest a suspect but fail to reasonably accommodate his disability during the investigation or arrest, causing him to suffer greater injury or indignity than other arrestees\") (citations omitted).\n</p>\n<p>Currently pending before the Fourth Circuit Court of Appeals is a deaf father's appeal of the district court's entry of summary judgment in favor of a municipality whose police officers handcuffed him behind his back and failed to provide a certified ASL interpreter when they responded to a domestic disturbance call at his home. The father's claims included Title II and § 504 actions based on theories similar to like those contained in the Complaint in this case. <i>See Seremeth v. Bd. Cty. Comm'rs of Frederick Cty.,</i> Civ. No. L-09-58, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2025551</span></span> (D.Md. May 18, 2010), <i>appeal docketed,</i> No. 10-1711 (4th Cir. June 24, 2010). To date, only the Corrected Appellant's Brief, No. 10-1711 (docket entry 23), <span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">50483</span></span> (4th Cir. Jan. 7, 2011), has been filed. The Response Brief is due March 21, 2011, <i>see id.</i> (docket entry 30).</p>\n<p>[10]  <i>City of Boerne v. Flores,</i> <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1997); <i>Fla. Prepaid Postsecondary Educ. Expense Bd. v. Coll. Sav.Bank,</i> <span class=\"citation\" data-id=\"118316\"><a href=\"/opinion/118316/florida-prepaid-postsecondary-ed-expense-bd-v-college-savings-bank/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">627</span></a></span>, <span class=\"citation\" data-id=\"118316\"><a href=\"/opinion/118316/florida-prepaid-postsecondary-ed-expense-bd-v-college-savings-bank/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2199</span></a></span>, <span class=\"citation\" data-id=\"118316\"><a href=\"/opinion/118316/florida-prepaid-postsecondary-ed-expense-bd-v-college-savings-bank/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">575</span></a></span> (1999); <i>Alden v. Maine,</i> <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2240</span></a></span>, <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1999); <i>Kimel v. Fla. Bd. of Regents,</i> <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span> (2000); <i>United States v. Morrison,</i> <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></a></span> (2000); <i>Bd. of Trs. of Univ. of Ala. v. Garrett,</i> <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span>, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (2001); <i>Nev. Dep't of Human Res. v. Hibbs,</i> <span class=\"citation\" data-id=\"127926\"><a href=\"/opinion/127926/nevada-department-of-human-resources-v-hibbs/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">721</span></a></span>, <span class=\"citation\" data-id=\"127926\"><a href=\"/opinion/127926/nevada-department-of-human-resources-v-hibbs/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1972</span></a></span>, <span class=\"citation\" data-id=\"127926\"><a href=\"/opinion/127926/nevada-department-of-human-resources-v-hibbs/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">953</span></a></span> (2003); <i>Tennessee v. Lane,</i> <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></a></span>, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></a></span> (2004); <i>United States v. Georgia,</i> <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></a></span>, <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></a></span> (2006).</p>\n<p>[11]  The first <i>Boerne</i> factor is identification of the constitutional right, protected by the Fourteenth Amendment, allegedly violated by state or local governmental action. The second factor is Congress's treatment of a history and pattern of unconstitutional discrimination in states' provision of public services. DHHS has conceded that both these factors have been satisfied.</p>\n<p>[12]  <i>Rooker v. Fidelity Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">362</span></span> (1923), and <i>District of Columbia Court of Appeals v. Feldman,</i> <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></a></span>, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">206</span></a></span> (1983).</p>\n<p>[13]  Title II incorporates by reference the enforcement scheme found in § 505. <i>See</i> 42 U.S.C. § 12133 (\"The remedies, procedures, and rights set forth in section 794a of Title 29 shall be the remedies, procedures, and rights this subchapter provides to any person alleging discrimination on the basis of disability in violation of section 12132 of this title\"). In turn, § 505 incorporates the remedies found in Title VI of the Civil Rights Act of 1964. <i>See</i> 29 U.S.C. § 794a(a)(2) (\"The remedies, procedures, and rights set forth in title VI of the Civil Rights Act of 1964 (42 U.S.C. 2000d, <i>et seq.</i>) (and in subsection (e)(3) of section 706 of such Act (42 U.S.C. 2000e-5), applied to claims of discrimination in compensation) shall be available to any person aggrieved by any act or failure to act by any recipient of Federal assistance or Federal provider of such assistance under section 794 of this title.\"). In <i>Guardians Assn. v. Civil Serv. Comm'n of New York City,</i> <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span>, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3221</span></a></span>, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (1983), the Supreme Court held that private individuals could recover compensatory damages under Title VI for intentional discrimination. <i>See id.</i> at 607, n. 27, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3221</span></a></span>. Injunctive relief may be had, and the prevailing party is entitled to an award of costs and attorneys' fees. <i>See, e.g., </i><i>Baird ex rel. Baird v. Rose,</i> <span class=\"citation\" data-id=\"766248\"><a href=\"/opinion/766248/kristen-elisabeth-baird-a-minor-by-her-next-friend-and-parent-nancy-baird/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 470 (4th Cir. 1999). Punitive damages are not available. <i>See </i><i>Barnes v. Gorman,</i> <span class=\"citation\" data-id=\"121152\"><a href=\"/opinion/121152/barnes-v-gorman/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span>, 189, <span class=\"citation\" data-id=\"121152\"><a href=\"/opinion/121152/barnes-v-gorman/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"121152\"><a href=\"/opinion/121152/barnes-v-gorman/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span></a></span> (2002).</p>\n<p>[14]  For purposes of calculating damages, if any, questions whether and to what extent the plaintiffs' intent and conduct concerning the relationships among the household members approximated those underlying <i>Price v. Howard,</i> <span class=\"citation\" data-id=\"1232602\"><a href=\"/opinion/1232602/price-v-howard/\"><span class=\"volume\">346</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">68</span></a></span>, 73, <span class=\"citation\" data-id=\"1232602\"><a href=\"/opinion/1232602/price-v-howard/\"><span class=\"volume\">484</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">528</span></a></span>, 531 (1997); <i>Davis v. Swan,</i> ___ N.C.App. ___, <span class=\"citation\" data-id=\"1346975\"><a href=\"/opinion/1346975/davis-v-swan/\"><span class=\"volume\">697</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">473</span></a></span> (2010), <i>disc. rev. denied,</i> ___ N.C.App. ___, <span class=\"citation no-link\"><span class=\"volume\">706</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">239</span></span> (2011); or <i>Estroff v. Chatterjee,</i> 190 N.C.App. 61, <span class=\"citation\" data-id=\"1340120\"><a href=\"/opinion/1340120/estroff-v-chatterjee/\"><span class=\"volume\">660</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">73</span></a></span> (2008), must await discovery and more detailed briefing. <i>Price, Davis and Estroff</i> examined due process concerns among members of \"families\" in which one of the two adults was not a biological parent of the children. They arose in the contexts of adoption and custody, and do not affect the efficacy of Tyner's pleading her <i>substantive</i> federal discrimination claims.</p>\n<p>[15]  Williamson does not make a similar allegation, and the facts alleged in the Complaint are readily distinguishable from those underlying <i>Mason v. Dwinnell,</i> 190 N.C.App. 209, <span class=\"citation\" data-id=\"1340055\"><a href=\"/opinion/1340055/mason-v-dwinnell/\"><span class=\"volume\">660</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">58</span></a></span> (2008).</p>\n<p>[16]  <i>Laughter</i> did point out, however, that in North Carolina, \"`[w]hen an unemancipated minor child is injured by another party's alleged negligence, two claims arise: (1) a claim on behalf of the child for her losses caused by the injury, and (2) a claim by the parent for loss of services during the child's minority and for medical expenses to treat the injury.'\" <i>Laughter,</i> 291 F.Supp.2d at 413 (quoting <i>Brown v. Lyons,</i> 93 N.C.App. 453, 458, <span class=\"citation\" data-id=\"1344927\"><a href=\"/opinion/1344927/brown-v-lyons/\"><span class=\"volume\">378</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">243</span></a></span>, 246 (1989) (citing <i>Flippin v. Jarrell,</i> <span class=\"citation\" data-id=\"1319074\"><a href=\"/opinion/1319074/flippin-v-jarrell/\"><span class=\"volume\">301</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">108</span></a></span>, 120, <span class=\"citation\" data-id=\"1319074\"><a href=\"/opinion/1319074/flippin-v-jarrell/\"><span class=\"volume\">270</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">482</span></a></span>, 490 (1980))).</p>\n<p>[17]  These cases concerned claims filed pursuant to 42 U.S.C. § 1983.</p>\n<p>[18]  To state a derivative claim a mother would have to allege that she suffered damages when a third party injured her child, thus incidentally injuring the mother/child relationship. Tyner has not alleged that the defendants injured her children or otherwise violated <i>their</i> federally-protected rights resulting in derivative damages to her.</p>\n<p>[19]  Section 504 requires a plaintiff to prove that his disability was the <i>sole cause</i> of the defendant's alleged discrimination. <i>See </i><i>Spencer v. Earley,</i> 278 Fed.Appx. 254, 261 (4th Cir.2008).</p>\n<p>[20]  <i>See, e.g., </i><i>Ulibarri v. City and Cty. of Denver,</i> <span class=\"citation\" data-id=\"2475729\"><a href=\"/opinion/2475729/ulibarri-v-city-county-of-denver/\"><span class=\"volume\">742</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1192</span></a></span> (D.Colo.2010); <i>Freels v. Cty. of Tipton,</i> No. 08-2580-STA, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2364432</span></span> (W.D.Tenn. June 9, 2010); <i>Bahl v. Cty. of Ramsey,</i> <span class=\"citation\" data-id=\"2447259\"><a href=\"/opinion/2447259/bahl-v-county-of-ramsey/\"><span class=\"volume\">597</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">981</span></a></span> (D.Minn. 2009).</p>\n<p>[21]  Specifically, the North Carolina Legislature directed that Subchapter I, Chapter 7B be:\n</p>\n<p>interpreted and construed so as to implement the following purposes and policies:</p>\n<p>(1) To provide procedures for the hearing of juvenile cases that assure fairness and equity and that protect the constitutional rights of juveniles and parents;</p>\n<p>(2) To develop a disposition in each juvenile case that reflects consideration of the facts, the needs and limitations of the juvenile, and the strengths and weaknesses of the family.</p>\n<p>(3) To provide for services for the protection of juveniles by means that respect both the right to family autonomy and the juveniles' needs for safety, continuity, and permanence; and</p>\n<p>(4) To provide standards for the removal, when necessary, of juveniles from their homes and for the return of juveniles to their homes consistent with preventing the unnecessary or inappropriate separation of juveniles from their parents.</p>\n<p>(5) To provide standards, consistent with the Adoption and Safe Families Act of 1997, P.L. 105-89, for ensuring that the best interests of the juvenile are of paramount consideration by the court and that when it is not in the juvenile's best interest to be returned home, the juvenile will be placed in a safe, permanent home within a reasonable amount of time.</p>\n<p>N.C. GEN.STAT. § 7B-100.</p>\n<p>[22]  The court observes that DHHS admits that it \"has policies governing the participation of qualified individuals with severe hearing impairment.\" Proposed Amended Answer [DE-37], Exh. 2 at ¶ 59.</p>\n<p>[23]  On September 15, 2008, the Attorney General of the United States announced proposed amendments to Subpart E (\"Communications\") of the regulations for compliance with Title II in 28 C.F.R. § 35.160(a). Explaining the purpose of the proposed amendments, the Attorney General stated, <i>inter alia,</i> that the \"Department of Justice [\"DOJ\"] proposes to expand § 35.160(a) to clarify that a public entity's obligation to ensure effective communication extends not just to applicants, participants, and members of the public with disabilities, but to their companions as well.\" 73 Fed.Reg. 34466-01. A new provision § 35.160(a)(2) \"will define `companion' for the purposes of this section as a person who is a family member, friend, or associate of a program participant who, along with the participant, is an appropriate person with whom the public entity should communicate.\" <i>Id.</i> One example offered is communication between a school and the hearing-impaired parents of a child during a parent-teacher meeting. \"[I]f the companion is deaf ... it is the public entity's responsibility to provide an appropriate auxiliary aid or service to communicate effectively with the companion.\" <i>Id.</i> The Attorney General explained, \"[i]t has been the [DOJ's] <i>longstanding position</i> that public entities are required to provide effective communication to companions who are themselves deaf ... when they accompany patients to medical care providers for treatment.\" <i>Id.</i> (emphasis added). The amendment to include \"companions\" of disabled persons \"is a codification of the [DOJ's] <i>longstanding position,</i> which is included in the [DOJ's] [ADA], Title II Technical Assistance Manual, Covering State and Local Government Programs and Services (Title II TA Manual), II-7.1000, available at http://www.ada.gov/taman2. html.\" <i>Id.</i> (emphasis added). The Title II TA Manual is dated 1993. A publication entitled, \"ADA Best Practices Tool Kit for State and Local Governments\" devoted its Chapter 3 to \"General Effective Communication Requirements Under the ADA,\" and is available at http://www.ada.gov/pcatoolkit/chap3toolkit. htm. The publication date of the Tool Kit is listed as February 27, 2007.\n</p>\n<p>Additionally, subsection (c) would be added to § 35.160 \"to codify [the DOJ's] <i>longstanding policy</i> that it is the obligation of the public entity, not the individual with a disability, to provide auxiliary aids and services when needed for effective communication. In particular, the [DOJ] receives many complaints from individuals who are deaf or hard of hearing alleging that public entities expect them to provide their own sign language Interpreters. This burden is misplaced. As such, § 35.160(c)(1) makes clear that a public entity many not require an individual with a disability to bring another individual to interpret for him or her.\" <i>Id.</i> (emphasis added).</p>\n<p>The amendments to § 35.160, 75 Fed.Reg. 56164 (Sept. 14, 2010) will become effective March 15, 2011.</p>\n<p>[24]  Plaintiffs have alleged, however, that \"[h]ad the Defendants provided an ASL interpreter to aid in communication with Tara and Eric at each home visit and face-to-face interview with them, Eric would not have been expelled from the family home, the repeated visitations and other uninvited interventions during the Period of Surveillance would not have occurred and NA and AT would not have been removed from the family home.\" Complaint [DE1], at ¶ 79. The court has construed these factual allegations to relate to damages, if any, rather than liability.</p>\n<p>[25]  DHHS need not file a <i>corrected</i> Amended Complaint and Crossclaim to reflect the rulings herein, but may do so within five (5) business days of the date of this order. If DHHS does file a <i>corrected</i> Amended Complaint and Crossclaim, DSS shall file its amended Answer within 21 days of service thereof.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/90876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/181719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1030886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1232602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1344927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1346975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1483960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2392825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2447259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2475729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2512787/"
  ]
}