{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2474039/",
  "absolute_url": "/opinion/2474039/kirby-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2474039/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:46:53.059513Z",
  "date_modified": "2016-04-27T01:11:12.080586Z",
  "type": "010combined",
  "sha1": "c7ae6ae8f9f03db2af88c3c886ef8a400cd277d8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>731 F.Supp.2d 453 (2010)</b></center>\n<center><h1>Kimberly KIRBY, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:09-CV-146-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 3, 2010.</center>\n<p><span class=\"star-pagination\">*455</span> Barbara Von Euler, Kathleen Shannon Glancy, PA, Wilmington, NC, for Plaintiff.</p>\n<p>Robert K. Crowe, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for Judgment on the Pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure. For the reasons stated below, Plaintiffs motion is GRANTED, Defendant's motion is DENIED, and the decision of the Commissioner is REVERSED and REMANDED for an award of benefits.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff filed her application for disability benefits on July 20, 2006, alleging disability as of June 11, 2005. Her application was denied both initially and upon reconsideration. A hearing was held before an administrative law judge (\"ALJ\") on October 29, 2008. The ALJ issued an unfavorable decision on November 19, 2008 and Plaintiff filed a request for review with the Appeals Council. The Appeals Council denied Plaintiffs request for review, making the ALJ's decision the final decision of the Agency.</p>\n<p>Plaintiff filed a Complaint with this Court on September 24, 2009. On February 17, 2009, Plaintiff filed a Motion for Judgment on the Pleadings. Defendant a Motion for Judgment on the Pleadings on April 5, 2010. A hearing was held in Raleigh, North Carolina, on June 23, 2010. These motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The ALJ's decision is REVERSED and REMANDED for an award of benefits because substantial evidence does not support the ALJ's decision that Plaintiff retained a residual function capacity (\"RFC\") for sedentary work. Pursuant to the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether the Commissioner's decision, as a whole, is supported by substantial evidence and whether the Commissioner employed the correct legal standard. Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971). Regulations establish a five-step sequential evaluation process to be followed when determining whether a claimant is disabled. 20 C.F.R. §§ 404.1520 &amp; 416.920. \"The claimant bears the burden of proof at steps one through four, but the burden shifts to the Commissioner at step five.\" <i>Rogers v. Barnhart,</i> 216 Fed.Appx. 345, 348 (4th Cir. 2007) (citing <i>Bowen v. Yuckert,</i> 482 U.S. 137, 146 n. 5, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987)).</p>\n<p>In evaluating whether a claimant is disabled, an ALJ uses a multi-step process. First, a claimant must not be able to work in a substantial gainful activity. 20 C.F.R. § 404.1520. Second, a claimant must have a severe impairment, which significantly limits his or her physical or mental ability to do basic work activities. <i>Id.</i> Third, to be found disabled, without considering a claimant's age, education, and work experience, a claimant's impairment must be of sufficient duration and must either meet or equal an impairment listed by the regulations. <i>Id.</i> Fourth, in the alternative, a claimant may be disabled if his or her impairment prevents the claimant from doing <span class=\"star-pagination\">*456</span> past relevant work. <i>Id.</i> Fifth, if a claimant cannot do past relevant work, he or she is disabled if an impairment prevents the claimant from doing other work. <i>Id.</i></p>\n<p>Despite the medical evidence and Plaintiffs testimony, the ALJ found that Plaintiff had a RFC for sedentary work with an allowance to change position between sitting and standing every fifteen minutes with only an occasional ability to climb, balance, stoop, kneel, crouch and crawl. Tr. 17. This RFC does not include all of Plaintiff's limitations and is not supported by substantial evidence. The ALJ incorrectly assessed the medical evidence, including the opinion of the treating physician, Dr. Liguori, and improperly assessed Plaintiffs credibility. Both the medical evidence and Plaintiffs testimony support a finding that she is limited to a substantially more reduced range of sedentary work and needs to lie down for significant time periods throughout the day.</p>\n<p>Plaintiff has had two surgeries on her back, multiple courses of physical therapy, and a regimen of pain medications. Tr. 402-04. Despite this, she still suffers from back pain that interferes with most aspects of her life and requires her to lie down to alleviate the pain. Her treating physician has even recommend another surgery. Tr. 435-38.</p>\n<p>Dr. Liguori has been Plaintiffs treating physician and pain management specialist since June 2006, when Plaintiff was referred to him by a neurosurgeon. Dr. Liguori's diagnosis was that Plaintiff suffered from \"failed back syndrome and bilateral L5 nerve root dysfunction.\" Tr. 403. She is \"uncomfortable in any position and cannot stand, walk for any appreciably [sic] length of time before resting or lying down.\" Tr. 404. He also said that the pain would pose an impediment to her ability to concentrate for any length of time. Tr. 402-04.</p>\n<p>Social Security Ruling 96-2p requires that treating physicians' opinions be assessed in accordance with the criteria set forth in the regulations at 20 C.F.R. § 404.1527 and 416.927: 1) Examining relationship; 2) Treatment relationship; 3) Length of the treatment relationship and the frequency of examination; 4) Nature and extent of the treatment relationship; 5) Supportability; 6) Consistency; 7) Specialization. 20 C.F.R. § 404.1527. In this case, the ALJ failed to properly apply these factors to Dr. Liguori's assessment.</p>\n<p>The ALJ cites an example where Dr. Liguori's treatment notes say Plaintiff \"demonstrate[s] more normal, less limiting results.\" Tr. 18. However, an ALJ cannot pick and choose just selected notes. Rather, the record must be assessed in its entirety. Dr. Liguori noted multiple times in his treatment notes that Plaintiffs pain interfered with her concentration. Tr. 327, 364, 392, 399, 405, 407, 407, 411, 413, 415, 417. The ALJ then cited Dr. Liguori's notations that Plaintiff was \"alert and fully oriented\" to challenge Dr. Liguori's assessment that Plaintiffs pain would cause difficulty sustaining attention. Tr. 18. However, this is not a cause-and-effect connection. Acting alert and fully oriented while being treated by a physician is not the equivalent of being able to sustain focus while working.</p>\n<p>The ALJ's reasons for not according Dr. Liguori's opinion controlling weight under Social Security Ruling 96-2p, and instead giving \"only limited weight\" was not supported by substantial evidence. Tr. 18-9. Dr. Liguori's medical opinion was well supported by the medical evidence. The ALJ found that Plaintiff suffers from severe \"failed back syndrome, bilateral lumbar nerve root dysfunction, sacroiliitis and bilateral lumbar facet arthropathy.\" Tr. 16. The ALJ's finding that Plaintiff suffers from those \"severe\" impairments is based <span class=\"star-pagination\">*457</span> upon objective medical evidence. There is no substantial medical testimony contrary to this opinion and it was improper for the ALJ not to accord Dr. Liguori's opinion controlling weight. Therefore, Dr. Liguori's diagnosis should have been given controlling weight pursuant to Social Security Ruling 96-2p and 20 C.F.R. § 404.1527. While the Social Security Administration is not bound by every opinion of a treating physician, a well supported opinion of a treating physician that is not contradicted by other substantial evidence in the record must be given controlling weight. Social Security Ruling 96-2p.</p>\n<p>By all appearances, the use of a video conference hearing in this case also served as a detriment to the claimant. The use of video conferences for hearings before an ALJ raises serious questions as to a claimants due process rights to receive a full and fair hearing. While the Social Security Administration may allow any claimant to have an in-person hearing, this is undermined if a claimant has to wait substantially longer to receive an in-person hearing, or where the ability to attend the hearing is unreasonably difficult because the ALJ is located in another state. The use of video conference hearings is highly suspect and should be approached with great caution and care by the ALJ conducting the hearing to ensure that a claimant receives all the benefits that he or she would receive in an in-person hearing.</p>\n<p>Plaintiff testified that after multiple surgeries and other treatments, she is unable to work because of severe, chronic back and neck pain, leg and foot pain, and migraine and other headaches. Tr. 32-3, 40-1. She testified that pain from these conditions makes her unable to stand longer than 10 to 15 minutes before needing to sit or lie down, limits her to sitting for 10 to 15 minutes before needing to lie down or sit back in a recliner, limits her to lifting no more than five pounds, and interferes with her sleep. Tr. 37-9. She estimated that she spends at least six hours during the 9 a.m. to 5 p.m. part of the day lying in a recliner. Tr. 38.</p>\n<p>The ALJ stated that he did not find Plaintiffs testimony to be fully credible for several untenable reasons. Tr. 19-20. The ALJ stated that he felt it \"detract[ed] from Ms. Kirby's overall credibility\" that she stood up more often during her hearing than every 15 minutes and stated that it appeared not to be a \"reaction to pain.\" Tr. 19. Although the ALJ acknowledged that Plaintiff was not able to perform activities of daily living \"at a full level,\" he still cited those activities as detracting from her credibility. Tr. 19.</p>\n<p>This Court finds as a matter of law that an ALJ cannot impeach the credibility of a claimant, nothing else appearing, based on his or her personal impressions, such as how often a claimant shifts positions, or moves around during a hearing conducted via video conference. There could be any number of reasons for such movement by a claimant and there is no one valid interpretation as to why a claimant was sitting in a certain manner or continuously standing up that an ALJ can use to impeach the claimants credibility.</p>\n<p>Because the ALJ's decision was not supported by substantial evidence and Defendant did not carry its burden at step five, the decision of the ALJ is REVERSED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, Plaintiffs Motion for Judgment on the Pleadings is GRANTED, and the decision of the Commissioner is REVERSED. The decision of whether to reverse and remand for benefits or reverse and remand for a new hearing is one which \"lies within the sound discretion of the district court.\" <i>Edwards v. Bowen,</i> 672 F.Supp. 230, 236 (E.D.N.C.1987). Accordingly, <span class=\"star-pagination\">*458</span> this case is REMANDED for an award of benefits.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">453</span></span> (2010)</b></center>\n<center><h1>Kimberly KIRBY, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:09-CV-146-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 3, 2010.</center>\n<p><span class=\"star-pagination\">*455</span> Barbara Von Euler, Kathleen Shannon Glancy, PA, Wilmington, NC, for Plaintiff.</p>\n<p>Robert K. Crowe, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for Judgment on the Pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure. For the reasons stated below, Plaintiffs motion is GRANTED, Defendant's motion is DENIED, and the decision of the Commissioner is REVERSED and REMANDED for an award of benefits.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff filed her application for disability benefits on July 20, 2006, alleging disability as of June 11, 2005. Her application was denied both initially and upon reconsideration. A hearing was held before an administrative law judge (\"ALJ\") on October 29, 2008. The ALJ issued an unfavorable decision on November 19, 2008 and Plaintiff filed a request for review with the Appeals Council. The Appeals Council denied Plaintiffs request for review, making the ALJ's decision the final decision of the Agency.</p>\n<p>Plaintiff filed a Complaint with this Court on September 24, 2009. On February 17, 2009, Plaintiff filed a Motion for Judgment on the Pleadings. Defendant a Motion for Judgment on the Pleadings on April 5, 2010. A hearing was held in Raleigh, North Carolina, on June 23, 2010. These motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The ALJ's decision is REVERSED and REMANDED for an award of benefits because substantial evidence does not support the ALJ's decision that Plaintiff retained a residual function capacity (\"RFC\") for sedentary work. Pursuant to the Social Security Act, 42 U.S.C. § 405(g), this Court's review of the Commissioner's decision is limited to determining whether the Commissioner's decision, as a whole, is supported by substantial evidence and whether the Commissioner employed the correct legal standard. Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971). Regulations establish a five-step sequential evaluation process to be followed when determining whether a claimant is disabled. 20 C.F.R. §§ 404.1520 &amp; 416.920. \"The claimant bears the burden of proof at steps one through four, but the burden shifts to the Commissioner at step five.\" <i>Rogers v. Barnhart,</i> 216 Fed.Appx. 345, 348 (4th Cir. 2007) (citing <i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 146 n. 5, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987)).</p>\n<p>In evaluating whether a claimant is disabled, an ALJ uses a multi-step process. First, a claimant must not be able to work in a substantial gainful activity. 20 C.F.R. § 404.1520. Second, a claimant must have a severe impairment, which significantly limits his or her physical or mental ability to do basic work activities. <i>Id.</i> Third, to be found disabled, without considering a claimant's age, education, and work experience, a claimant's impairment must be of sufficient duration and must either meet or equal an impairment listed by the regulations. <i>Id.</i> Fourth, in the alternative, a claimant may be disabled if his or her impairment prevents the claimant from doing <span class=\"star-pagination\">*456</span> past relevant work. <i>Id.</i> Fifth, if a claimant cannot do past relevant work, he or she is disabled if an impairment prevents the claimant from doing other work. <i>Id.</i></p>\n<p>Despite the medical evidence and Plaintiffs testimony, the ALJ found that Plaintiff had a RFC for sedentary work with an allowance to change position between sitting and standing every fifteen minutes with only an occasional ability to climb, balance, stoop, kneel, crouch and crawl. Tr. 17. This RFC does not include all of Plaintiff's limitations and is not supported by substantial evidence. The ALJ incorrectly assessed the medical evidence, including the opinion of the treating physician, Dr. Liguori, and improperly assessed Plaintiffs credibility. Both the medical evidence and Plaintiffs testimony support a finding that she is limited to a substantially more reduced range of sedentary work and needs to lie down for significant time periods throughout the day.</p>\n<p>Plaintiff has had two surgeries on her back, multiple courses of physical therapy, and a regimen of pain medications. Tr. 402-04. Despite this, she still suffers from back pain that interferes with most aspects of her life and requires her to lie down to alleviate the pain. Her treating physician has even recommend another surgery. Tr. 435-38.</p>\n<p>Dr. Liguori has been Plaintiffs treating physician and pain management specialist since June 2006, when Plaintiff was referred to him by a neurosurgeon. Dr. Liguori's diagnosis was that Plaintiff suffered from \"failed back syndrome and bilateral L5 nerve root dysfunction.\" Tr. 403. She is \"uncomfortable in any position and cannot stand, walk for any appreciably [sic] length of time before resting or lying down.\" Tr. 404. He also said that the pain would pose an impediment to her ability to concentrate for any length of time. Tr. 402-04.</p>\n<p>Social Security Ruling 96-2p requires that treating physicians' opinions be assessed in accordance with the criteria set forth in the regulations at 20 C.F.R. § 404.1527 and 416.927: 1) Examining relationship; 2) Treatment relationship; 3) Length of the treatment relationship and the frequency of examination; 4) Nature and extent of the treatment relationship; 5) Supportability; 6) Consistency; 7) Specialization. 20 C.F.R. § 404.1527. In this case, the ALJ failed to properly apply these factors to Dr. Liguori's assessment.</p>\n<p>The ALJ cites an example where Dr. Liguori's treatment notes say Plaintiff \"demonstrate[s] more normal, less limiting results.\" Tr. 18. However, an ALJ cannot pick and choose just selected notes. Rather, the record must be assessed in its entirety. Dr. Liguori noted multiple times in his treatment notes that Plaintiffs pain interfered with her concentration. Tr. 327, 364, 392, 399, 405, 407, 407, 411, 413, 415, 417. The ALJ then cited Dr. Liguori's notations that Plaintiff was \"alert and fully oriented\" to challenge Dr. Liguori's assessment that Plaintiffs pain would cause difficulty sustaining attention. Tr. 18. However, this is not a cause-and-effect connection. Acting alert and fully oriented while being treated by a physician is not the equivalent of being able to sustain focus while working.</p>\n<p>The ALJ's reasons for not according Dr. Liguori's opinion controlling weight under Social Security Ruling 96-2p, and instead giving \"only limited weight\" was not supported by substantial evidence. Tr. 18-9. Dr. Liguori's medical opinion was well supported by the medical evidence. The ALJ found that Plaintiff suffers from severe \"failed back syndrome, bilateral lumbar nerve root dysfunction, sacroiliitis and bilateral lumbar facet arthropathy.\" Tr. 16. The ALJ's finding that Plaintiff suffers from those \"severe\" impairments is based <span class=\"star-pagination\">*457</span> upon objective medical evidence. There is no substantial medical testimony contrary to this opinion and it was improper for the ALJ not to accord Dr. Liguori's opinion controlling weight. Therefore, Dr. Liguori's diagnosis should have been given controlling weight pursuant to Social Security Ruling 96-2p and 20 C.F.R. § 404.1527. While the Social Security Administration is not bound by every opinion of a treating physician, a well supported opinion of a treating physician that is not contradicted by other substantial evidence in the record must be given controlling weight. Social Security Ruling 96-2p.</p>\n<p>By all appearances, the use of a video conference hearing in this case also served as a detriment to the claimant. The use of video conferences for hearings before an ALJ raises serious questions as to a claimants due process rights to receive a full and fair hearing. While the Social Security Administration may allow any claimant to have an in-person hearing, this is undermined if a claimant has to wait substantially longer to receive an in-person hearing, or where the ability to attend the hearing is unreasonably difficult because the ALJ is located in another state. The use of video conference hearings is highly suspect and should be approached with great caution and care by the ALJ conducting the hearing to ensure that a claimant receives all the benefits that he or she would receive in an in-person hearing.</p>\n<p>Plaintiff testified that after multiple surgeries and other treatments, she is unable to work because of severe, chronic back and neck pain, leg and foot pain, and migraine and other headaches. Tr. 32-3, 40-1. She testified that pain from these conditions makes her unable to stand longer than 10 to 15 minutes before needing to sit or lie down, limits her to sitting for 10 to 15 minutes before needing to lie down or sit back in a recliner, limits her to lifting no more than five pounds, and interferes with her sleep. Tr. 37-9. She estimated that she spends at least six hours during the 9 a.m. to 5 p.m. part of the day lying in a recliner. Tr. 38.</p>\n<p>The ALJ stated that he did not find Plaintiffs testimony to be fully credible for several untenable reasons. Tr. 19-20. The ALJ stated that he felt it \"detract[ed] from Ms. Kirby's overall credibility\" that she stood up more often during her hearing than every 15 minutes and stated that it appeared not to be a \"reaction to pain.\" Tr. 19. Although the ALJ acknowledged that Plaintiff was not able to perform activities of daily living \"at a full level,\" he still cited those activities as detracting from her credibility. Tr. 19.</p>\n<p>This Court finds as a matter of law that an ALJ cannot impeach the credibility of a claimant, nothing else appearing, based on his or her personal impressions, such as how often a claimant shifts positions, or moves around during a hearing conducted via video conference. There could be any number of reasons for such movement by a claimant and there is no one valid interpretation as to why a claimant was sitting in a certain manner or continuously standing up that an ALJ can use to impeach the claimants credibility.</p>\n<p>Because the ALJ's decision was not supported by substantial evidence and Defendant did not carry its burden at step five, the decision of the ALJ is REVERSED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, Plaintiffs Motion for Judgment on the Pleadings is GRANTED, and the decision of the Commissioner is REVERSED. The decision of whether to reverse and remand for benefits or reverse and remand for a new hearing is one which \"lies within the sound discretion of the district court.\" <i>Edwards v. Bowen,</i> <span class=\"citation\" data-id=\"2091042\"><a href=\"/opinion/2091042/edwards-v-bowen/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">230</span></a></span>, 236 (E.D.N.C.1987). Accordingly, <span class=\"star-pagination\">*458</span> this case is REMANDED for an award of benefits.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091042/"
  ]
}