{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2474293/",
  "absolute_url": "/opinion/2474293/in-re-dollar-general-stores-flsa-litigation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2474293/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:05.840398Z",
  "date_modified": "2016-04-27T01:11:12.380369Z",
  "type": "010combined",
  "sha1": "781b7f2591a25ebc3cb6ca7ee84b8f8b40433b66",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>766 F.Supp.2d 631 (2011)</b></center>\n<center><h1>In re DOLLAR GENERAL STORES FLSA LITIGATION.<br>\nIn The United States District Court for the Eastern District of North Carolina Eastern Division.<br>\nBrenda Ravas-Houllion, Plaintiff,<br>\nv.<br>\nDolgencorp, Inc., Defendant.<br>\nAnnette Rogers-Andrews, Plaintiff,<br>\nv.<br>\nDolgencorp, Inc., Defendant.</h1></center>\n<center>Nos. 5:09-MD-1500-JG, 4:09-CV-57-BR, 4:09-CV-58-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 19, 2011.</center>\n<p><span class=\"star-pagination\">*632</span> C. Lance Gould, Beasley, Allen, Crow, Methvin, Portis &amp; Miles, P.C., Montgomery, AL, for Dollar General Stores FLSA Litigation.</p>\n<p>Michelle Price Massingale, Sellers, Hinshaw, Ayers, Dortch &amp; Lyons, P.A., Charlotte, NC, Roman A. Shaul, Beasley, Allen, Crow, Methvin, Portis &amp; Miles, P.C., Montgomery, AL, for Plaintiffs.</p>\n<p>Joel S. Allen, John D. Bosco, Ronald E. Manthey, Morgan, Lewis, &amp; Bockius LLP, Dallas, TX, Kevin Scott Joyner, Ogletree, Deakins, Nash, Smoak &amp; Stewart, P.C., Raleigh, NC, for Defendants.</p>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This case is before the court on two motions for summary judgment (DE ## 21, 28)<sup>[1]</sup> filed by defendant Dolgencorp, Inc. (\"Dollar General\"). Also before the court are various motions to seal (DE # 24, 27, 31, 37), Dollar General's motion to strike (DE # 46), and plaintiffs' motion for leave to file notice of supplemental authorities in response to defendant's motions for summary judgment (DE # 55). The motions are ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff Brenda Ravas-Houllion (\"Ravas-Houllion\") is a current employee of Dollar General. Plaintiff Annette Rogers-Andrews (\"Rogers-Andrews\") is a former employee of Dollar General.<sup>[2]</sup> Ravas-Houllion and Rogers-Andrews are two of many individual employees across the country, including thirty employees in this district, who have sued Dollar General seeking overtime pay on the ground that they did not fall within the executive exemption of the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. §§ 201 <i>et seq.</i> After the parties conducted discovery in the two individual cases at issue here and in the related cases, Dollar General moved for summary judgment against Ravas-Houllion and Rogers-Andrews.</p>\n<p><span class=\"star-pagination\">*633</span> The facts in this case, which at this point must be viewed in the light most favorable to Ravas-Houllion and Rogers-Andrews, are as follows:</p>\n<p></p>\n<h2>A. <i>Brenda Ravas-Houllion</i>\n</h2>\n<p>Dollar General hired Ravas-Houllion as a sales clerk in April 1994. (Ravas-Houllion 2005 Dep. 8:21-9:3; 18:5-14.) She was promoted to assistant store manager just a few months later. (Ravas-Houllion 2009 Dep. 197:4-12; 2005 Dep. 18:12-19:3.) On 29 April 1995, she was promoted to the position of store manager, and she has been a store manager with Dollar General since then. (2005 Dep. 19:17-21; 20:2-5.) Over the course of her employment, Ravas-Houllion has managed three different Dollar General stores: Store #2968 in Beaver Falls, Pennsylvania from 29 April 1995 to 1 November 2002; Store # 4886 in Havelock, North Carolina from 8 November 2002 to 16 May 2003; and Store # 8872 in New Bern, North Carolina from 16 May 2003 to the present. (2009 Dep. 42:13-21; 43:10-12; 2009 Dep. Ex. 61, DE # 23-1, at DG/HoullianBre1002-04; 2005 Dep. 8:3-10:9.) As store manager, she has been responsible for managing between four and eleven store employees. (2009 Dep. 164:8-12; 165:4-10; 2005 Dep. 62:21-63:11.)</p>\n<p>Ravas-Houllion's salary has increased over the course of her employment with Dollar General. In 2001, she earned $385 per week. (2009 Dep. 89:21-90:2; 2009 Dep. Ex. 57, DE # 21-7.) By 27 August 2004, she was earning $511.54 per week. (2009 Dep. Ex. 61, DE # 23-1, at DG/HoullianBre 01092.) In 2009, she was earning $546.85 per week. (2009 Dep. Ex. 57, DE # 21-9 at DG/HoullianBre000194-98.) Her current salary is $573.08 per week. (Def.'s Mot. Summ. J. as to Ravas-Houllion, Ex. F, DE # 21-11, at DG/HoullianBre001488.)</p>\n<p>Ravas-Houllion is eligible for and has received bonuses over the course of her employment with Dollar General. She estimates that she has received a bonus six times since she has been a manager, including one in the amount of $13,000. (2009 Dep. 127:24-128:13.)</p>\n<p>Ravas-Houllion did not receive any training prior to becoming a store manager. (<i>Id.</i> at 65:3-17; 141:8-11; 2005 Dep. 43:9-14.) She testified that she worked 65 hours a week in the past and that she currently works 60 hours per week. (2009 Dep. 60:14-16; 2005 Dep. 110:4-8.) She also testified that she spends the majority of her time performing tasks such as unloading the delivery truck, stocking the shelves, mopping the floor, cleaning the parking lot, cleaning the windows, and running the cash register. (2009 Dep. 264:7-19.) Thus, Ravas-Houllion spends the majority of her time performing the same tasks as the store clerks. (<i>Id.</i>)</p>\n<p>The store receives between 1,000 and 1,250 boxes of merchandise per truck delivery. (2005 Dep. 62:11-13.) Sometimes Ravas-Houllion and the other store employees are still stocking the delivery from one truck when the next truck arrives. (<i>Id.</i> at 100:2-6.) Therefore, stocking merchandise from a truck delivery is an ongoing process. (<i>Id.</i> at 100:7-8.)</p>\n<p>More employees are scheduled to work on truck day and the following day, which is when the merchandise from the truck is stocked. (<i>Id.</i> at 72:12-17.) On truck days, Ravas-Houllion schedules four or five employees to work from 9:00 p.m. until 3:00 a.m. (2009 Dep. 136:3-9.) On other days, there is usually just one other employee in the store with Ravas-Houllion. (2005 Dep. 71:20-72:7.) When there is only one other employee in the store, it is difficult for Ravas-Houllion to delegate tasks to the other employee because that employee <span class=\"star-pagination\">*634</span> must run the cash register. (2009 Dep. 135:8-18.)</p>\n<p>Ravas-Houllion is in the store alone from about 5 a.m. until about 9 a.m. or 10 a.m. on truck day because of a restrictive labor budget. (<i>Id.</i> at 122:2-18; 123:24-124:1.) She is typically the only employee in the store when the delivery truck starts to get unloaded. (<i>Id.</i> at 264:20-22.) On other days, she is often the only employee in the store from 8 a.m. until 11 a.m. (<i>Id.</i> at 136:9-10; 173:17-18.) Ravas-Houllion testified that her store is not allotted the necessary labor hours each week for other store employees to assist her when she needs help. (<i>Id.</i> at 63:4-8.)</p>\n<p>Ravas-Houllion tries to recover the store daily, which involves putting products back where they belong and pulling all products forward in order to make the store more presentable to the customers. (2005 Dep. 84:17-85:4.) While recovering the store, she also cleans the store. (<i>Id.</i> at 85:5-15.) Ravas-Houllion must stock the shelves every day. (2009 Dep. 196:13-14.)</p>\n<p>Since 2001, Ravas-Houllion has had at least five district managers over the course of her employment with Dollar General. (<i>Id.</i> at 41:11-42:7; 43:6-44:1; 2005 Dep. 28:21-30:21.) The district manager hands down a specific amount of labor dollars each month that can be devoted to the scheduling of employees. (2009 Dep. 163:5-11.) Ravas-Houllion lacks the discretion to promote store employees without district manager input. (<i>Id.</i> at 107:24-108:5.) She has no discretion over the amount of pay employees receive. (2005 Dep. 51:19-22.) Ravas-Houllion once tried to get a five-cent raise for an employee, but was told by the district manager that she lacked the authority to do so. (<i>Id.</i> at 52:3-15.) During her 2005 deposition, Ravas-Houllion testified that she did not have the authority to terminate store employees. (<i>Id.</i> at 56:14-15.)</p>\n<p>When the store's roof was leaking, Ravas-Houllion called the district manager. (<i>Id.</i> at 74:2-11.) When an employee's cash register comes up short, Ravas-Houllion must contact the district manager and inform him who was short and by how much. (<i>Id.</i> at 105:19-106:4.) If there is a maintenance issue that needed to be addressed, she has to first contact Dollar General's maintenance department before she can call a contractor. (2009 Dep. 223:23-224:17.) If the needed repair is the landlord's responsibility, Dollar General's maintenance department contacts the landlord. (<i>Id.</i> at 225:6-10.)</p>\n<p>Ravas-Houllion has no discretion over what items are sold in the store or over the pricing of the merchandise. (<i>Id.</i> at 267:1-20.) The prices of damaged items are determined by a formula provided by Dollar General. (2005 Dep. 101:21-102:18.) Store merchandise is ordered through Dollar General's Basic Stock Replenishment system. Pursuant to this system, products are sent to the store based on information obtained from the cash registers regarding the items that have been sold. (2009 Dep. 147:23-148:10; 150:16-24.) Even before the implementation of the Basic Stock Replenishment system, the amount of a particular item ordered was determined based on how many had previously sold. (<i>Id.</i> at 152:6-20.)</p>\n<p>Dollar General dictates where merchandise is placed in the store through its \"plan-o-gram.\" (<i>Id.</i> at 144:17-22.) Dollar General also sends a map every month dictating where seasonal merchandise should be placed and what merchandise should be placed on the end-caps. (<i>Id.</i> at 143:17-19.) The map and the plan-o-gram dictate where seasonal merchandise is placed in the store. (<i>Id.</i> at 182:22-25.) Ravas-Houllion must put old merchandise that has not sold in the limited space not controlled by the plan-o-gram. (2005 Dep. <span class=\"star-pagination\">*635</span> 77:16-78:2.) Ravas-Houllion does not implement sales building ideas, set end caps, feature displays, or restocks because she must follow Dollar General's plan-o-gram. (<i>Id.</i> at 77:6-13.)</p>\n<p></p>\n<h2>B. <i>Annette Rogers-Andrews</i>\n</h2>\n<p>Dollar General hired Rogers-Andrews as store manager at its Windsor, North Carolina store in February 2003. (Def.'s Mot. Summ. J. as to Rogers-Andrews, Ex. A, DE # 28-1.) Rogers-Andrews remained the store manager until the end of her employment approximately eleven months later. (Rogers-Andrews Dep. 30:23-25.)</p>\n<p>As store manager, Rogers-Andrews was responsible for supervising between four and eight employees. (<i>Id.</i> at 48:15-18.) Rogers-Andrews did not have the discretion to determine the rates of pay that employees received. (<i>Id.</i> at 120:19-24.) During her tenure as store manager, Rogers-Andrews was paid $500 per week. (<i>Id.</i> at 74:14-20.)</p>\n<p>Rogers-Andrews spent 90 percent of her time performing non-managerial duties, and she worked about 55 to 60 hours per week. (<i>Id.</i> at 62:15-18; 111:8-10.) The non-managerial duties that she performed included unloading the delivery truck, sweeping, mopping, stocking the shelves, dusting the store, and cleaning the windows and parking lot. (<i>Id.</i> at 111:4-7; 177:21-178:4.)</p>\n<p>The district manager handed down a labor budget of about 130 labor hours each week. (<i>Id.</i> at 70:17-20.) The majority of the labor budget was spent on truck day and the day after, which did not leave many hours to schedule for the rest of the week. (<i>Id.</i> at 175:25-176:7.) There were usually eight employees in the store on truck day. (<i>Id.</i> at 48:15-18; 100:9-12.) The store would get one truck delivery per week and would receive about 1200 or more boxes of merchandise. (<i>Id.</i> at 99:22-24; 100:3-5.)</p>\n<p>Rogers-Andrews testified that \"once the employees have worked the amount of hours that they can work, then all of the other stuff is left up to me.\" (<i>Id.</i> at 65:4-7.) Rogers-Andrews \"had to work more hours in order to get the freight off the floor.\" (<i>Id.</i> at 65:10-11.) She was in the store from opening until closing three or four days a week. (<i>Id.</i> at 64:20-21.) If Rogers-Andrews did not perform nonmanagerial duties, they would go unperformed because of the restrictive labor budget. (<i>Id.</i> at 115:20-116:5.) Rogers-Andrews testified that the store was not allotted enough labor hours for her to be an effective manager or to perform all of the responsibilities outlined in the store manager job description. (<i>Id.</i> at 179:18-22.)</p>\n<p>There was usually just one other employee in the store with Rogers-Andrews. (<i>Id.</i> at 176:8-10.) When there was only one other employee in the store, it was difficult for Rogers-Andrews to delegate tasks to the other employee because that employee had to run the cash register. (<i>Id.</i> at 178:5-19.) As a result, Rogers-Andrews had to perform non-managerial tasks like cleaning the windows and cleaning up the parking lot. (<i>Id.</i> at 178:2-4.)</p>\n<p>Rogers-Andrews and the other store employees did not always meet Dollar General's deadline of having the delivery truck unloaded and the merchandise stocked within two days, so Rogers-Andrews would be \"stuck\" stocking the merchandise herself. (<i>Id.</i> at 101:1-9; 178:20-179:6.) Rogers-Andrews testified that she \"was always working freight in up until the next truck came in.\" (<i>Id.</i> at 179:5-6.)</p>\n<p>Rogers-Andrews did not have time to take a lunch break while she was a store manager. (<i>Id.</i> at 160:17-161:5.) She did not take a lunch break because there were <span class=\"star-pagination\">*636</span> things she needed to do, such as \"get the freight and everything off the floor ....\" (<i>Id.</i> at 161:14-19.) She did not spend more than one hour a day completing paperwork because she was always out on the sales floor stocking and straightening up the store. (<i>Id.</i> at 175:12-24.)</p>\n<p>Rogers-Andrews would spend at least an hour on Sunday morning in the store alone. (<i>Id.</i> at 176:11-17.) During that time, she would run the cash register and do \"everything\" that needed to be done. (<i>Id.</i> at 176:18-20.)</p>\n<p>The district manager visited the store about once a month and would stay in the store for a few hours. (<i>Id.</i> at 84:11-13; 85:2-4.) The district manager would walk around the store to see how things were going and would let the store employees know of any changes that needed to be made. (<i>Id.</i> at 85:6-10.) Rogers-Andrews personally spoke with the district manager every day to \"let him know exactly what went on in the store.\" (<i>Id.</i> at 86:18-87:5; 87:20-21.)</p>\n<p>When an employee did something wrong, the majority of the time Rogers-Andrews would inform the district manager. (<i>Id.</i> at 87:15-18.) She would also call the district manager and inform him of the store's sales figures, and the district manager calculated everything from there. (<i>Id.</i> at 120:8-15.)</p>\n<p>After a hurricane, the district manager directed Roger-Andrews to go to the store and get the merchandise off the floor. (<i>Id.</i> at 106:9-13.) If there were maintenance issues with the store, Rogers-Andrews would contact the district manager, and then he would decide whether to bring in a repair person, such as a plumber or termite specialist. (<i>Id.</i> at 138:20-139:2.) If there was a problem with the store's alarm, Rogers-Andrews contacted the district manager. (<i>Id.</i> at 143:23-144:1.) The district manager directed Rogers-Andrews to spray paint any damaged goods in the store before throwing them in the trash so that nobody could use them. (<i>Id.</i> at 144:3-9.)</p>\n<p>The placement of merchandise in the store was controlled by Dollar General through its plan-o-gram. (<i>Id.</i> at 129:1-5.) Store merchandise was ordered pursuant to a formula which told employees how much of a particular item to order based on how many had sold the previous week. (<i>Id.</i> at 139:24-140:4; 140:14-18.)</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Summary Judgment Standard</i>\n</h2>\n<p>Summary judgment is proper only if the \"movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(a). Summary judgment should be granted only in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Haavistola v. Cmty. Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). \"[T]he substantive law will identify which facts are material. Only disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p>In considering a motion for summary judgment, the court is required to draw all reasonable inferences in favor of the non-moving party and to view the facts in the light most favorable to the non-moving party. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. 2505. The moving party has the burden to show an absence of evidence to support the non-moving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The <span class=\"star-pagination\">*637</span> party opposing summary judgment must then demonstrate that a triable issue of fact exists; she may not rest upon mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i> at 252, 106 S.Ct. 2505. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>B. <i>Fair Labor Standards Act</i>\n</h2>\n<p>The FLSA requires employers to pay overtime to employees who work more than forty hours per week. <i>See</i> 29 U.S.C. § 207(2). However, employees who work in a \"bona fide executive, administrative, or professional capacity\" are exempt from the FLSA overtime requirements. 29 U.S.C. § 213(a)(1). Exemptions from the FLSA are to be construed narrowly against the employer. <i>Arnold v. Ben Kanowsky, Inc.,</i> 361 U.S. 388, 392, 80 S.Ct. 453, 4 L.Ed.2d 393 (1960); <i>Monahan v. Cnty. of Chesterfield, Va.,</i> 95 F.3d 1263, 1267 (4th Cir.1996).</p>\n<p>The Department of Labor's (\"DOL\") regulations interpret the exemption at issue here. The regulations issued by the DOL defining the executive exemption were amended on 23 August 2004. The regulations that were in effect prior to 23 August 2004 (\"former regulations\") contain a \"short test\"<sup>[3]</sup> that defines the phrase \"employee employed in a bona fide executive capacity.\" 29 C.F.R. § 541.1 (2003)<sup>[4]</sup> (ellipsis omitted). This short test has three requirements: (1) an employee is compensated on a salary basis at a rate of not less than $250 per week; (2) her \"primary duty consists of the management of the enterprise in which the employee is employed or of a customarily recognized department or subdivision thereof\"; and (3) her work \"includes the customary and regular direction of the work of two or more other employees ....\" 29 C.F.R. § 541.1(f)(2003); <i>see also </i><i>Jones v. Virginia Oil Co.,</i> 69 Fed.Appx. 633, 636 (4th Cir.2003).</p>\n<p>The current regulations (effective 23 August 2004) add and apply a fourth requirement in determining whether an employee is a bona fide executive. Under the current regulations, an employer must show that: (1) the employee is \"[c]ompensated on a salary basis at a rate of not less than $455 per week\"; (2) the employee's \"primary duty is management of the enterprise in which the employee is employed or of a customarily recognized department or subdivision thereof\"; (3) the employee \"customarily and regularly directs the work of two or more other employees\"; and (4) the employee \"has the authority to hire or fire other employees or whose suggestions and recommendations as to the hiring, firing, advancement, promotion or any other change of status of other employees are given particular weight.\" 29 C.F.R. § 541.100(a)(2011).</p>\n<p>Here, it is undisputed that Rogers-Andrews' employment with Dollar General began and concluded prior to 23 August 2004. (Def.'s Mot. Summ. J. as to Rogers-Andrews, Ex. A, DE # 28-1; Rogers-Andrews Dep. 25:16-22; 30:23-25.) It is also undisputed that Rogers-Andrews earned more than $250 a week. (Joint Stipulations of Fact, DE # 25-2, ¶ 3.) Therefore, <span class=\"star-pagination\">*638</span> the short test under the former regulations applies to Rogers-Andrews' case.</p>\n<p>With respect to Ravas-Houllion, it is undisputed that she has always been paid the statutorily required minimum in order to qualify for the executive exemption under the FLSA. (<i>Id.</i>) Because Ravas-Houllion has been a store manager for Dollar General since 1995 (Ravas-Houllion 2009 Dep. 65:18-20; 2005 Dep. 20:2-5), the short test under the former regulations applies to pay periods occurring before 23 August 2004, and the current regulations apply to pay periods occurring after that date. <i>See </i><i>Baden-Winterwood v. Life Time Fitness, Inc.,</i> 566 F.3d 618, 629 (6th Cir.2009).</p>\n<p>Both Dollar General and plaintiffs agree that two of the executive exemption requirements are met with respect to both Ravas-Houllion and Rogers-Andrews. First, as previously mentioned, the parties agree that both Ravas-Houllion and Rogers-Andrews have met the salary requirements set forth in the regulations. (Joint Stipulations of Fact, DE # 25-2, ¶ 3.) The parties also agree that Ravas-Houllion and Rogers-Andrews both consistently supervised<sup>[5]</sup> the work of two or more other employees. (<i>Id.</i> ¶ 4.) The main source of contention between the parties is whether the store managers' \"primary duty\" was management of their respective stores.</p>\n<p>The DOL regulations provide guidance as to how an employee's primary duty is to be determined. Both the former and the current regulations instruct that the determination \"must be based on all the facts in a particular case.\" 29 C.F.R. § 541.700(a)(2011); 29 C.F.R. § 541.103 (2003). The current regulations provide the additional insight that primary duty \"means the principal, main, major or most important duty that the employee performs\" and that the \"major emphasis\" should be on the character of the employee's job as a whole. 29 C.F.R. § 541.700(a)(2011).</p>\n<p>The former regulations set forth five factors for determining whether management is an employee's primary duty: (1) the amount of time spent in the performance of managerial duties; (2) the relative importance of the managerial duties as compared with other types of duties; (3) the frequency with which the employee exercises discretionary powers; (4) the employee's relative freedom from supervision; and (5) the relationship between the employee's salary and the wages paid other employees for the kind of non-exempt work performed by the employee. 29 C.F.R. § 541.103 (2003).<sup>[6]</sup> The court will address each factor in turn.<sup>[7]</sup></p>\n<p></p>\n<h2>1. <i>Time Spent on Managerial Duties</i>\n</h2>\n<p>Both sets of DOL regulations provide an almost identical list of \"management\" activities, which include, but are not limited to:</p>\n<blockquote>Interviewing, selecting and training of employees; setting and adjusting their <span class=\"star-pagination\">*639</span> rates of pay and hours of work; directing their work; maintaining their production or sales records for use in supervision or control; appraising their productivity and efficiency for the purpose of recommending promotions or other changes in their status; handling their complaints and grievances and disciplining them when necessary; planning the work; determining the techniques to be used; apportioning the work among the workers; determining the type of materials, supplies, machinery or tools to be used or merchandise to be bought, stocked and sold; controlling the flow and distribution of materials or merchandise and supplies; providing for the safety of the [employees] and the property.</blockquote>\n<p>29 C.F.R. § 541.102(b)(2003).<sup>[8]</sup></p>\n<p>Both sets of regulations also set forth a general rule of thumb that an employee who spends more than 50 percent of her time performing managerial work will typically satisfy the primary duty requirement. 29 C.F.R. § 541.700(b)(2011); 29 C.F.R. § 541.103 (2003). However, the regulations emphasize that \"[t]ime alone ... is not the sole test, and in situations where the employee does not spend over 50 percent of [her] time in managerial duties, [she] might nevertheless have management as [her] primary duty if the other pertinent factors support such a conclusion.\" 29 C.F.R. § 541.103 (2003); <i>see also</i> 29 C.F.R. § 541.700(b)(2011). Thus, the amount of time spent on non-managerial tasks is not dispositive, \"particularly when non-management duties are performed simultaneous to the supervision of employees or other management tasks and other factors support a finding that the employee's primary duty is managerial.\" <i>Horne v. Crown Cent. Petroleum, Inc.,</i> 775 F.Supp. 189, 190 (D.S.C.1991); <i>see also </i><i>Dalheim v. KDFW-TV,</i> 918 F.2d 1220, 1227 (5th Cir.1990) (\"[A]n employee's `primary duty' cannot be ascertained by applying a simple `clock' standard that contrasts the amount of time each day an employee spends on exempt and nonexempt work.\"); <i>Noble v. Dolgencorp, Inc.,</i> No. 5:09-CV-49-LG-RHW, slip op. at 10 (S.D.Miss. May 11, 2010) (unpublished); <i>Grace v. Family Dollar Stores Inc.,</i> No. 3:08-MD-1932, 2009 WL 2045784, at *1 (W.D.N.C. July 9, 2009) (granting defendant's motion for summary judgment despite store manager's testimony that 99 percent of her time was spent on \"putting out freight, running a cash register, doing the schematics and doing the janitorial work\"); <i>Haines v. S. Retailers, Inc.,</i> 939 F.Supp. 441, 449 (E.D.Va.1996) (\"[A] number of federal courts have `disregarded the time factor of the `short test' where the manager is in charge of a separate facility such as a convenience store or restaurant chain location.'\") (quoting <i>Meyer v. Worsley Cos., Inc.,</i> 881 F.Supp. 1014, 1020 (E.D.N.C.1994)).</p>\n<p>How an employee spends her time working is a question of fact, while the question of whether the employee's particular activities exclude her from the overtime benefits of the FLSA is a question of law. <i>Icicle Seafoods, Inc. v. Worthington,</i> 475 U.S. 709, 714, 106 S.Ct. 1527, 89 L.Ed.2d 739 (1986). Viewing the facts in the light most favorable to the store managers, the record demonstrates that they spent over half of their time performing non-managerial work. Rogers-Andrews testified that she spent about 90 percent of her time performing non-managerial tasks. (Rogers-Andrews Dep. 111:1-10.) Although the record is not quite as clear with <span class=\"star-pagination\">*640</span> respect to Ravas-Houllion, there is evidence to show that she spent the majority of her time doing the same non-managerial tasks that her clerks and other employees did. (Ravas-Houllion 2009 Dep. 264:7-19; 274:2-6.)</p>\n<p>However, even if the court accepts the fact that Ravas-Houllion and Rogers-Andrews spent the bulk of their time performing non-managerial tasks such as stocking the shelves, unloading the shipment truck, cleaning the store, and operating the cash register, the record also reflects that the store managers could simultaneously perform many of their management tasks. (<i>Id.</i> at 192:21-193:21; 227:17-228:7; 274:11-17; Rogers-Andrews Dep. 111:12-114:7; 128:13-16.) That is, while the store managers were doing non-managerial tasks, they were also engaged in the supervision of employees, observing and taking care of customers, evaluating the store's profitability, and guarding against \"shrink,\" <i>i.e.,</i> shoplifting. Thus, the time spent performing managerial duties is not determinative in either case at issue here, and the court must consider the other factors in the \"primary duty\" test. 29 C.F.R. § 541.700(b)(2011); 29 C.F.R. § 541.103 (2003).</p>\n<p></p>\n<h2>2. <i>The Importance of Managerial Duties</i>\n</h2>\n<p>In order to determine an employee's primary duty, the court must also consider the relative importance of an employee's managerial tasks as compared with her non-managerial work. <i>See</i> 29 C.F.R. § 541.700(a)(2011); 29 C.F.R. § 541.103 (2003). \"[C]ourts frame[ ] this query as a measure of the significance of the managerial tasks to the success of the facility.\" <i>Haines,</i> 939 F.Supp. at 450. For example, the court should consider whether the business could have operated as successfully without the managerial tasks carried out by the employee in question. <i>See </i><i>Donovan v. Burger King Corp.,</i> 675 F.2d 516, 521 (2d Cir.1982) (noting that the assistant managers determined the amount of food to be prepared, ran cash checks, checked inventory, scheduled employees and assigned them to particular jobs, and that the restaurant could not have operated successfully in the absence of those tasks). In a recent district court opinion, the court framed the matter this way: \"If [the] plaintiff did not perform her nonmanagerial duties, her Dollar General store may not have functioned well; but if she did not perform her managerial duties, the store would have been incapable of doing business.\" <i>King v. Dolgencorp, Inc.,</i> No. 3:09-CV-00146, slip op. at 23 (M.D.Pa. May 6, 2010) (unpublished); <i>see also </i><i>Thomas v. Speedway Super America, LLC,</i> 506 F.3d 496, 505 (6th Cir.2007).</p>\n<p>Here, the importance that Dollar General placed on Ravas-Houllion's and Rogers-Andrews' managerial duties is evidenced by the store manager's job description. Although it does list physical labor requirements, the job description also lists many essential job functions and duties that are managerial in nature, including providing proper training for employees, conducting performance evaluations, ensuring that the store is appropriately staffed and effectively opened and closed each day, and providing superior customer service leadership. (Def.'s Comm. Br. Supp. Mots. Summ. J., Exs. 10-11, DE # 26-22, 26-23.) The value that Dollar General placed on the store managers is reinforced by the criteria on which the store managers' performance was evaluated. These criteria include, among other things, the store manager's skill in managing controllable expenses, ability to control shrink, training and development of other employees, safety awareness, customer satisfaction, sales volume, and profitability. (<i>Id.,</i> Ex. 3, DE # 26-1.) <i>See King,</i> No. <span class=\"star-pagination\">*641</span> 3:09-CV-00146, slip op. at 22 (the importance of plaintiff's managerial work was indicated by the fact that 60 percent of the plaintiff's performance review was based on managerial activities); <i>Addison v. Ashland, Inc.,</i> No. Civ. 04-40085, 2006 WL 752761, at *3 (E.D.Mich. Mar. 23, 2006) (the importance of plaintiff's managerial work was indicated by the fact that 90 percent of the plaintiff's performance review was based on managerial activities).</p>\n<p>Additionally, Ravas-Houllion's bonuses were tied to the performance of her stores. <i>See </i><i>Mayne-Harrison v. Dolgencorp, Inc.,</i> No. 1:09-CV-42, 2010 WL 3717604, at *20-21 (N.D.W.Va. Sept. 17, 2010) (the importance of plaintiff's managerial activities was indicated by the fact that her salary and bonuses were tied to the store's performance); <i>Moore v. Tractor Supply Co.,</i> 352 F.Supp.2d 1268, 1275 (S.D.Fla.2004) (recognizing the employee's value to the company because the better the store performed, the higher the employee's year-end bonus would be). Specifically, bonuses were based on the store meeting its quarterly and annual sales goals, minimizing inventory shrink and controllable expenses, and maximizing profits. (Def.'s Common Br. Supp. Mots. Summ. J., Ex. 14, \"Teamshare\" Bonus Plan, DE # 26-77 through 26-80; Ex. 21, J. Rice Test., DE # 25-47, at 541-44; Ex. 22, W. Bass Dep., DE # 25-54, at 51-55.) It is also important to note that while Ravas-Houllion might receive a bonus for the performance of her store, the district manager, who oversaw several stores, might not receive a bonus for store performance. (Def.'s Common Br. Supp. Mots. Summ. J., DE # 25, at 16 &amp; Ex. 29, G. Pryor Decl., DE # 25-68, ¶ 3.) <i>See </i><i>Mayne-Harrison,</i> 2010 WL 3717604, at *21. Here, Ravas-Houllion testified that she has received a bonus six times over the course of her employment with Dollar General, including one in the amount of $13,000. (Ravas-Houllion 2009 Dep. 127:24-128:6.) Thus, Dollar General elected to provide Ravas-Houllion with bonus eligibility because it values her managerial skills.<sup>[9]</sup></p>\n<p>With respect to Rogers-Andrews, her value to Dollar General is also shown by the fact that, unlike the other employees in her store, she went through four weeks of training before she was assigned her own store. (Rogers-Andrews Dep. 90:6-18.) <i>See </i><i>Mayne-Harrison,</i> 2010 WL 3717604, at *20 (\"many courts look to a manager's training\" in assessing the importance of their managerial duties). During the course of this training, she learned about topics such as employment law, store profitability, and company procedures. (Rogers-Andrews Dep. at 91:5-21.) Rogers-Andrews testified that she believed that she was qualified for the store manager's job because of \"[a]ll the training that I've had and the ... years that I've been in management.\" (<i>Id.</i> at 92:16-17.)</p>\n<p>Most significantly, the store managers' own testimony demonstrates that their managerial tasks constituted the most important part of their jobs. Ravas-Houllion testified that the hiring, training, and supervising of her employees were the most important tasks that she performed as a manager and that these activities had the biggest impact on the profitability of her store. (Ravas-Houllion 2009 Dep. 118:12-20.) She also testified that her effort to protect the company's cash and to make sure that all of her store's money was <span class=\"star-pagination\">*642</span> accounted for was the next most important task that she performed in her position. (<i>Id.</i> at 119:7-24.) All of these tasks are clearly managerial responsibilities.</p>\n<p>Furthermore, Ravas-Houllion acknowledged that if she did not perform her managerial duties, the result would be \"chaos,\" meaning that store profitability would go way down, and the clientele would probably fall off. (<i>Id.</i> at 195:4-19.) Ravas-Houllion admitted that she was in charge of her store. (<i>Id.</i> at 220:24-221:2.) She also admitted her ultimate responsibility for her store when she testified that she was accountable for \"[s]tocking, schedule, truck, ordering, inventory, paperwork, cleaning, register, everything.\"<sup>[10]</sup> (<i>Id.</i> at 75:8-9.)</p>\n<p>The testimony of Rogers-Andrews also demonstrates the importance of her managerial duties. Rogers-Andrews testified that her most important responsibility was the recruiting, hiring, training, and developing of employees. (Rogers-Andrews Dep. 59:12-25; 115:13-19.) In addition, she testified: \"I had more responsibility than anybody else in the store. Everything that happened would fall on my shoulders, so I had more responsibility.\" (<i>Id.</i> at 77:3-5; <i>see also id.</i> at 78:5-20.) Rogers-Andrews admitted that she had the greatest ability of anyone in her store to have an impact on performance areas such as sales volume, controlling store expenses, reducing shrink, training and developing employees, merchandising, customer satisfaction, and safety awareness. (<i>Id.</i> at 122:11-123:24.) She also admitted that her store would fall apart if she did not perform her managerial duties.<sup>[11]</sup> (<i>Id.</i> at 128:20-24.)</p>\n<p>Based on a review of the facts in the light most favorable to the store managers, the court finds that a jury could reasonably reach only one conclusion: that the managerial duties performed by Ravas-Houllion and Rogers-Andrews were relatively more important than their nonmanagerial duties. <i>See, e.g., </i><i>Donovan,</i> 675 F.2d at 521 (2d Cir.1982); <i>Mayne-Harrison,</i> 2010 WL 3717604, at *21; <i>Noble,</i> No. 5:09-CV-49-LG-RHW, slip op. at 12 (\"The Court is aware that [plaintiff] stocked shelves, cleaned the store, and ran the cash register when needed, but the duties that were most important to Dollar General were her managerial duties, particularly the supervision and training of her employees and the protection of inventory.\"); <i>King,</i> No. 3:09-CV-00146, slip op. at 22-23; <span class=\"star-pagination\">*643</span> <i>Grace,</i> 2009 WL 2045784, at *5; <i>Haines,</i> 939 F.Supp. at 450; <i>Horne,</i> 775 F.Supp. at 191 (\"The clerks merely rowed the boat; [the store manager] charted and steered its course.\").</p>\n<p></p>\n<h2>3. <i>The Frequency With Which the Store Managers Exercised Discretion</i>\n</h2>\n<p>Next, the court will consider the third primary duty factor: the frequency with which the store managers exercised discretionary powers.<sup>[12]</sup> The exercise of discretion and independent judgment involves the comparison and the evaluation of possible courses of conduct and acting or making a decision after the various possibilities have been considered. 29 C.F.R. § 541.207(a)(2003). Furthermore, it implies that the employee has the authority to make an independent choice, free from immediate direction or supervision and with respect to matters of significance. <i>Id.</i></p>\n<p>Both store managers argue that they had very little ability to exercise discretion. For example, they note that Dollar General dictates exactly where merchandise is placed in a store through its plan-o-grams. (Pls.' Common Resp. Opp'n Def.'s Mots. Summ. J., DE #35, at 11.) They also assert that they could not decide how much of a particular item to order because store merchandise is automatically ordered by Dollar General's Basic Stock Replenishment System. (<i>Id.</i> at 11-12.) In addition, the store managers point to Dollar General's Standard Operating Procedures (\"SOPs\") to show their inability to exercise discretion. (<i>Id.</i> at 12-13.) The SOPs provide very detailed instructions regarding the day-to-day operations of the store. They provide guidance on how to handle even the smallest of details, such as how to answer the telephone while also running the cash register; what items should be hung on a clipboard in the store's office; and what steps should be taken to ensure that the floor is clean. (<i>Id.</i> at 20.) The store managers further contend that \"[e]very decision of significance was made by either Dollar General corporate headquarters or the district manager.\" (<i>Id.</i>)</p>\n<p>Here, Ravas-Houllion's own testimony refutes her argument that the SOPs dictated her ability to exercise discretion. In her 2005 deposition, Ravas-Houllion testified that she never referenced the SOPs, while in her 2009 deposition she testified that she might look at the SOPs only a couple of times a year. (Ravas-Houllion 2009 Dep. 188:15-16; 2005 Dep. 44:17-19.) Moreover, she testified that the layout of her store did not fit the plan-o-gram that she received each month. As a result, Ravas-Houllion stated several times during her 2009 deposition that she had to \"do [her] own thing\" and \"figure out\" where to place some of the store's merchandise. (2009 Dep. 145:13-146:17; 147:17.)</p>\n<p>Furthermore, Ravas-Houllion's deposition testimony is replete with statements that show that she frequently exercised discretion in performing her store manager duties. For example, she had the discretion to hire, train, and discipline employees and to review the performance of her employees. (<i>Id.</i> at 94:11-95:6; 99:19-21; 102:3-6; 103:4-6; 110:14-18; 118:6-11; 118:12-20; 170:1-3; 189:22-190:1; 190:6-7; 190:11-12; 208:8-15; 209:6-25; 210:9-211:2; 212:9-19; 213:2-7; 216:11-23; 231:13-232:2; 233:20-234:5; 2005 Dep. 54:23-55:17; 57:10-15; 57:23-58:10; 59:2-11; 90:15-23.) She had the discretion to <span class=\"star-pagination\">*644</span> decide when and how to use her budgeted payroll dollars, and she chose to allocate her payroll dollars to her highest performers. (2005 Dep. 88:1-23.) She also directed the work of her employees by scheduling when they would work and by assigning or delegating daily tasks to them. (2009 Dep. 63:19-64:4; 85:17-86:10; 118:21-23; 121:11-122:1; 123:5-124:25; 149:19-150:4; 163:5-164:1; 190:4-5; 192:2-5; 194:7-10; 197:1-3; 233:17-19; 261:7-11; 2005 Dep. 56:16-19; 88:1-23.)</p>\n<p>Ravas-Houllion does cite some favorable evidence to show that her district managers had the ultimate authority with regard to terminating employees and promoting employees. (2009 Dep. 107:24-108:5; 2005 Dep. 56:14-15.) However, Ravas-Houllion has also admitted that her recommendations with regard to terminating and promoting employees were almost always followed, and that, in fact, she has terminated more than five employees and promoted about ten employees. (2009 Dep. 108:6-109:5) (she has promoted about ten employees); 211:3-7 (she has terminated more than five employees); 213:10-25 (she made termination decisions); 214:10-12 (there was no one she wanted to fire that she was not able to terminate); 215:4-7 (all of her recommendations regarding termination were accepted); 2005 Dep. 53:5-11 (district manager accepted her recommendations for internal promotions); 54:13-22 (she \"always\" promoted from within the store ranks, as opposed to hiring from the outside for the assistant manager positions).</p>\n<p>Ravas-Houllion also attempts to create a dispute of material fact by arguing that she was often the only employee in the store from 8 a.m. until 11 a.m. and that she was obviously not supervising any employees during those times. (2009 Dep. at 136:9-10; 173:17-18.) However, Ravas-Houllion admitted that the morning hours were \"usually\" the slowest times at the store, with the busiest time being a little after 5:00 p.m. (<i>Id.</i> at 173:2-20.) She would take these factors into consideration and would schedule herself to work during the slow times. (<i>Id.</i>) Ravas-Houllion's decision to schedule employees, including herself, to maximize her labor budget is evidence of her discretion to manage the store to improve profits.</p>\n<p>Similarly, Rogers-Andrews' testimony indicates that she frequently exercised discretion in performing her store manager duties. Like Ravas-Houllion, she had the discretion to hire, train, and discipline employees. (Rogers-Andrews Dep. 52:25-58:20; 59:19-21; 60:1-61:11; 78:14-17; 78:24-79:5; 79:11-80:11; 81:1-12; 82:6-83:2; 97:16-98:5; 114:20-22; 115:13-19; 146:17-147:6; 157:17-20.) In fact, Rogers-Andrews hired two employees despite her district manager's disagreement with her decisions. (<i>Id.</i> at 68:13-69:14.) Rogers-Andrews decided when it was necessary to hire a new employee. (<i>Id.</i> at 57:15-58:5.) She also exercised discretion by dividing the work among her employees. (<i>Id.</i> at 73:21-74:4; 101:21-102:12; 116:13-21.) To assist her in running the store, Rogers-Andrews implemented and led a weekly employee meeting, even though Dollar General did not require her to do so. (<i>Id.</i> at 86:3-5; 151:5-12.) She exercised discretion in deciding when and where to use her budgeted payroll dollars. (<i>Id.</i> at 100:13-17; 152:17-153:11.) She testified that she had the authority to fire employees on the spot if she needed to, although she never had reason to do so. (<i>Id.</i> at 74:4-13; 177:9-11.) Rogers-Andrews also recommended employees for raises and promotions, and those recommendations were followed. (<i>Id.</i> at 121:6-19.)</p>\n<p>Rogers-Andrews does cite favorable evidence to show that she looked at the SOP \"[p]robably daily.\" (<i>Id.</i> at 107:20-109:1.) Even so, the court finds that \"the fact that <span class=\"star-pagination\">*645</span> [Dollar General] maintains certain policies and procedures for the sake of consistency does not mean that [the store manager] fails to exercise discretion.\" <i>Grace,</i> 2009 WL 2045784, at *6; <i>see also </i><i>Murray v. Stuckey's, Inc.,</i> 939 F.2d 614, 619 (8th Cir. 1991) (\"Like other courts that have considered the question, we believe that the manager of a local store in a modern multi-store organization has management as his or her primary duty even though the discretion usually associated with management may be limited by the company's desire for standardization and uniformity.\"); <i>Meyer,</i> 881 F.Supp. at 1020-21 (same); <i>Horne,</i> 775 F.Supp. at 191 (noting that the fact that \"[d]efendant's store managers do have detailed policies and procedures to follow concerning store operations[ ]\" does not \"negate[ ] the significance of [the plaintiff's] exercise of discretion as the person solely in charge of the store\").</p>\n<p>Rogers-Andrews also emphasizes that she communicated with her district manager on a daily basis, apparently in an attempt to argue that this daily contact severely limited her ability to exercise discretion on a regular basis. However, the fact that Rogers-Andrews informed the district manager of what went on in the store after it happened does not mean that she did not exercise discretion. She did not call her district manager for advice or guidance, and \"[t]here is no indication [in the record] that the district manager told her how to supervise or discipline her employees.\" <i>Noble,</i> No. 5:09-CV-49-LG-RHW, slip op. at 14.</p>\n<p>Both Ravas-Houllion and Rogers-Andrews attempt to create a dispute of material fact with respect to this factor by arguing that they had a restrictive labor budget, <i>i.e.,</i> that the district manager determined how many labor hours should be scheduled each week. The court finds no merit in the store managers' argument. \"Although the labor budgets may have caused the store managers to work longer hours and may have required them to spend more time stocking shelves, the allegedly small budgets do not alter [plaintiffs'] primary duty to manage the store.\" <i>Id.</i> Both Ravas-Houllion and Rogers-Andrews also rely on their testimony that they had to contact the district manager when maintenance issues arose in their respective stores to show their inability to exercise discretion. (Ravas-Houllion 2005 Dep. 74:2-11; Rogers-Andrews Dep. 138:20-139:2.) In addition, after a hurricane, Rogers-Andrews' district manager directed her to go to the store and get the merchandise off the floor. (Rogers-Andrews Dep. 106:9-13.) Ravas-Houllion notes that when an employee's cash register came up short, she had to contact the district manager and inform him who was short and by how much. (Ravas-Houllion 2005 Dep. 105:19-106:4.) These arguments merely demonstrate that the district manager gave the store managers directions or instructions on the handling of store problems on a few occasions. <i>See Noble,</i> No. 5:09-CV-49-LG-RHW, slip op. at 14.</p>\n<p>Furthermore, Ravas-Houllion and Rogers-Andrews argue that they had no discretion in certain areas, such as setting the rates of pay that employees receive, determining the items that should be sold in the store, determining the quantity of items that should be ordered, determining the prices of store merchandise, and setting the formula to calculate the prices of damaged goods. (Ravas-Houllion's Resp. Mot. Summ. J., DE #34, at 17; Rogers-Andrews' Resp. Mot. Summ. J., DE # 38, at 14.) The store managers essentially argue that because they were not afforded unfettered discretion to run their Dollar General stores in any manner they saw fit; were not granted the right to spend Dollar General's money on whatever they deemed <span class=\"star-pagination\">*646</span> appropriate; and were not allowed to dictate the products sold or the prices charged in their store, then they could not have management as their primary duty.</p>\n<p>The court disagrees with the store managers' conclusion. \"[T]he mere fact that a chain of management exists in a company does not render all but the highest employee in the chain non-exempt.... Assistant Managers, Managers, and corporate supervisors can be in charge of a store in different ways and on different levels.\" <i>Diaz v. Team Oney, Inc.,</i> No. 1:07-CV-21573-UU, slip op. at 14 (S.D.Fla. April 29, 2008) (unpublished), <i>aff'd</i> 291 Fed. Appx. 947 (11th Cir.2008). Here, it is clear that both Ravas-Houllion and Rogers-Andrews performed many of the managerial duties listed in the DOL regulations, such as interviewing, selecting and training of employees; directing employees' work; handling employees' complaints and grievances and disciplining them when necessary; planning the work; apportioning the work among the workers; and providing for the safety of the employees and the property. <i>See</i> 29 C.F.R. § 541.102 (2011); 29 C.F.R. § 541.102(b)(2003). Thus, both Ravas-Houllion and Rogers-Andrews were \"vested with enough discretionary power ... to qualify for the executive exemption.\" <i>Haines,</i> 939 F.Supp. at 450.</p>\n<p></p>\n<h2>4. <i>Freedom from Supervision</i>\n</h2>\n<p>The court must also consider the store managers' relative freedom from supervision. Here, both store managers claim that the district manager has \"significant, if not sole authority, over certain store operations.\" (Ravas-Houllion's Resp. Mot. Summ. J., DE #34, at 1; Rogers-Andrews' Resp. Mot. Summ. J., DE # 38, at 1.)</p>\n<p>However, the record does not reflect that upper management heavily supervised the store managers' work. Ravas-Houllion has had at least five district managers over the course of her employment with Dollar General. (Ravas-Houllion 2009 Dep. 41:11-42:7; 43:6-44:1; 2005 Dep. 28:21-30:21.) She estimated that she has seen her district managers only about once every six months. (2009 Dep. 130:11-131:11; 132:1-25; 133:21-23.)<sup>[13]</sup> The visits generally lasted approximately thirty minutes each, for a total of one hour of supervision per year. (<i>Id.</i> at 137:1-3; 137:10-17; 2005 Dep. 40:17-41:10.) When asked if her district managers provided her with supervision, Ravas-Houllion answered: \"No. I must have been doing something right.\" (2009 Dep. 133:12.) When her district manager did stop by her store, he would \"just come in and give [her] a list of things to do\" with a deadline for completion. (<i>Id.</i> at 135:1-2; 136:16-25.) Her phone communications with her district manager were also limited. Ravas-Houllion only called him for things she could not fix, and she estimated that she called her district manager less than two times each month. (<i>Id.</i> at 137:21-22; 139:11-13.) <span class=\"star-pagination\">*647</span> In sum, the district manager did not tell her how to run the store on a day-to-day basis, nor was he present to influence how she chose to run her store. (<i>Id.</i> at 140:20-25.) When asked where she received guidance from regarding how to run her store on a daily basis, Ravas-Houllion testified: \"I don't really think about it. I know what I've got to do and just do it.\" (<i>Id.</i> at 141:3-7.)</p>\n<p>In 2009, Ravas-Houllion, as well as other store managers, began receiving daily e-mails from the district manager. (<i>Id.</i> at 139:25-140:6.) Ravas-Houllion also receives e-mails from Dollar General corporate headquarters daily. (<i>Id.</i> at 232:4-15.) However, she testified that the emails from her district manager are not directed specifically to her and do not provide any direction on how to run her store on a daily basis. Rather, the district manager sends a group email to everyone in the district. (<i>Id.</i> at 140:10-141:2.)</p>\n<p>With respect to Rogers-Andrews, she saw her district manager \"[m]aybe once a month\" for a couple of hours. (Rogers-Andrews Dep. at 84:11-13; 86:11-13.) Furthermore, when the district manager did stop by her store, he did not give her any specific instructions regarding how things needed to be done in her store; rather, he just gave \"general advice.\" (<i>Id.</i> at 85:11-19.) When the district manager spoke to Rogers-Andrews on the telephone, it was usually for her to give him the store sales report and to tell him anything else she believed she should tell him; the calls did not last more than five minutes. (<i>Id.</i> at 87:22-88:5.) Rogers-Andrews admitted that no one supervised her apart from the occasional visits or brief phone calls from her district manager. (<i>Id.</i> at 88:12-23; 89:6-11). Thus, Rogers-Andrews acknowledged that she ran the store herself with little oversight. (<i>Id.</i> at 86:14-16; 110:11-13; 135:20-136:8.) She answered \"Yes\" when asked the question: \"So 99 percent of the time you're in your store running it without supervision?\" (<i>Id.</i> at 88:9-11.)</p>\n<p>Thus, both Ravas-Houllion and Rogers-Andrews were \"vested with enough ... freedom from supervision to qualify for the executive exemption.\" <i>Haines,</i> 939 F.Supp. at 450; <i>see also </i><i>Thomas,</i> 506 F.3d at 507 (noting that despite the constant availability of the district manager to the store managers, and despite the fact that the district manager was in the store once or twice a week and was frequently in touch via phone and email, plaintiff was relatively free from supervision); <i>Mayne-Harrison,</i> 2010 WL 3717604, at *22 (plaintiff was relatively free from supervision where the district manager visited once every three months for about two hours and provided little to no oversight); <i>King,</i> No. 3:09-CV-00146, slip op. at 26 (plaintiff was relatively free from supervision where her contact with her district manager included \"daily district-wide voice mails ..., a ten-minute visit ever other month, and one annual visit of six or seven hours during inventory\"); <i>Grace,</i> 2009 WL 2045784, at *5 (plaintiff was relatively free from supervision where the district manager came into the store every two to three weeks for a short visit and was not a \"micro-manager\"); <i>Meyer,</i> 881 F.Supp. at 1021 (\"[W]e do not believe that the local store manager's job is any less managerial for FLSA purposes simply because he or she has an active regional manager boss.\").</p>\n<p></p>\n<h2>5. <i>Store Managers' Salary as Compared to Other Employees' Wages</i>\n</h2>\n<p>Finally, the court must consider the relationship between each store manager's salary and the wages paid other employees for non-exempt work. <i>See</i> 29 C.F.R. § 541.700 (2011); 29 C.F.R. § 541.103 (2003). The parties dispute the proper method for determining whether a store <span class=\"star-pagination\">*648</span> manager's salary is sufficiently higher than a non-exempt employee's wages to support invocation of the exemption. The store managers argue that if their salaries were divided by the number of hours they worked and reduced to an hourly rate, their hourly rate would be not much higher than that of the other employees. <i>See </i><i>Morgan v. Family Dollar Stores, Inc.,</i> 551 F.3d 1233, 1257-58 (11th Cir.2008) (calculating manager's hourly wage and comparing it to hourly wage paid to non-exempt employees); <i>Thomas,</i> 506 F.3d at 508-09 (same); <i>Grace,</i> 2009 WL 2045784, at *6 (same); <i>Johnson v. Big Lots Stores, Inc.,</i> 604 F.Supp.2d 903, 918 (E.D.La.2009) (same). Dollar General argues that it is improper for the store managers to convert their salaries to an hourly wage. <i>See Hartman v. Dolgencorp of Texas, Inc.,</i> No. 6:09-CV-009-C, slip op. at 12, 2010 WL 4926875 (N.D. Tex. June 24, 2010) (unpublished) (\"Although Plaintiff attempts to divide her weekly salary by alleged hours worked, courts have disregarded this attempt and focused instead on the weekly amount of pay.\"); <i>Moore,</i> 352 F.Supp.2d at 1279 (\"mathematical gymnastics\" of an hourly wage calculation are not required by the Fourth Circuit; rather, the court simply compared the manager's weekly salary with the highest possible non-exempt weekly wage). Dollar General insists that the \"salary\" of the allegedly exempt employee must be compared to the \"wages\" of nonexempt employees for the same time period. 29 C.F.R. § 541.700 (2011); 29 C.F.R. § 541.103 (2003).</p>\n<p>There is no prescribed formula for determining whether an allegedly exempt employee's salary is sufficiently higher than a non-exempt employee's wage. <i>See </i><i>Moore,</i> 352 F.Supp.2d at 1278. However, even when the court utilizes the store managers' method of wage comparison, it does not necessitate a finding in favor of the store managers. \"Regardless of the standard used, the gap between Plaintiff[s'] wages and the wages paid to the other employees at the store[s] was significant.\" <i>Johnson v. DG Retail LLC,</i> No. 1:08-CV-123-TS, 2010 WL 1929620, at *4 (D.Utah May 13, 2010).</p>\n<p>As previously mentioned, Ravas-Houllion has testified that she works 60 hours per week. (2009 Dep. 60:14-16.) At her current salary of $573.08 per week,<sup>[14]</sup> her effective hourly rate of pay is $9.55 per hour. The next highest paid employee at the store, the assistant key holder, earns $8.00 per hour. (<i>Id.</i> at 91:13-14.) Thus, Ravas-Houllion earns only $1.55 more per hour than the assistant store manager, which Ravas-Houllion argues is not a significant difference. (Ravas-Houllion's Resp. Mot. Summ. J., DE #34, at 19.)</p>\n<p>\"The Court must also consider, however, that salary was not the totality of [Ravas-Houllion's] compensation.\" <i>Mayne-Harrison,</i> 2010 WL 3717604, at *23. Ravas-Houllion has also been eligible for and has received bonuses over the course of her employment based on her performance and the performance of her store. (2009 Dep. 113:21-114:9.) <i>See </i><i>Donovan v. Waffle House, Inc.,</i> No. C81-609A, 1983 WL 2108, at *11 (N.D.Ga. Sept. 26, 1983) (\"There must be some reason other than an intent to subvert the Fair Labor Standards Act for the employer to pay [the unit <span class=\"star-pagination\">*649</span> managers] that much or give them the opportunity to earn that much.\"). She admitted that she received a bonus at least six times over the course of her employment, with one bonus being in the amount of $13,000. (2009 Dep. 127:24-128:6.) Even when other employees were eligible for bonuses, Ravas-Houllion received a larger bonus than the other employees. (<i>Id.</i> at 127:21-23; 2005 Dep. 35:10-13.) Thus, the evidence shows that Ravas-Houllion \"was making more, or at least the same, in her management positions as nonexempt employees.\" <i>Jones,</i> 69 Fed.Appx. at 639.<sup>[15]</sup></p>\n<p>Rogers-Andrews testified that she worked about 55 to 60 hours per week and that she earned $500 per week. (Rogers-Andrews Dep. 62:15-18; 74:14-20.) Therefore, Rogers-Andrews' effective hourly rate of pay was between $8.33 and $9.09 per hour. The assistant store manager earned $5.85 per hour. (<i>Id.</i> at 75:8-14.) Rogers-Andrews insists that this is not a substantial difference in wages. (Rogers-Andrews' Resp. Mot. Summ. J., DE # 38, at 16.)</p>\n<p>The court cannot agree with Rogers-Andrews' argument. Again, even when the court uses the figures provided by Rogers-Andrews, she still earned significantly more than the next most highly compensated employee at her store. Rogers-Andrews' hourly earnings were between 42 percent and 55 percent more than the assistant store manager's earnings. <i>See </i><i>Thomas,</i> 506 F.3d at 509 (finding that a store manager earning 30 percent more than the next senior employee earned significantly more than her subordinates); <i>King,</i> No. 3:09-CV-00146, slip op. at 28 (\"[A] jury could reasonably conclude only that the 35 to 42% greater pay that plaintiff received passes the threshold of significance required to support application of the executive exemption.\"); <i>Moore,</i> 352 F.Supp.2d at 1278 (noting that courts have found that a store manager earning 42 percent more than the next senior employee earned significantly more than subordinates); <i>Kastor v. Sam's Wholesale Club,</i> 131 F.Supp.2d 862, 868-69 (N.D.Tex. 2001). Thus, the evidence shows that Rogers-Andrews \"was making more, or at least the same, in her management position[ ] as nonexempt employees.\" <i>Jones,</i> 69 Fed.Appx. at 639.<sup>[16]</sup></p>\n<p></p>\n<h2>6. <i>Authority to Hire</i>\n</h2>\n<p>With respect to Ravas-Houllion, the court must also determine whether she meets the final requirement of the current regulations for pay periods occurring after 23 August 2004. The court must consider whether Ravas-Houllion is an employee:</p>\n<blockquote>Who has the authority to hire or fire other employees or whose suggestions and recommendations as to the hiring, firing, advancement, promotion or any other change of status of other employees are given particular weight.<sup>[17]</sup></blockquote>\n<p>29 C.F.R. § 541.100(a)(4)(2011).</p>\n<p>Here, Ravas-Houllion clearly had the authority to hire employees. (2009 Dep. <span class=\"star-pagination\">*650</span> 99:19-21; 102:3-6; 103:4-6; 118:6-8; 189:22-190:1; 208:8-12; 210:9-211:2.) As previously discussed in Section II.B.3., <i>supra,</i> Ravas-Houllion argues that the district managers had the ultimate authority with regard to terminating employees and promoting employees. (2009 Dep. 107:24-108:5; 2005 Dep. 56:14-15.) She admitted, however, that her recommendations with regard to terminating and promoting employees were almost always followed, and that, in fact, she has terminated more than five employees and promoted about ten employees. (2009 Dep. 108:6-109:5; 211:3-7; 213:10-25; 214:10-12; 215:4-7; 2005 Dep. 53:5-11; 54:13-22.) Thus, Ravas-Houllion's deposition testimony establishes that she meets the additional requirement of the executive exemption test contained in the current regulations.</p>\n<p>In summary, based on evidence coming almost exclusively from the store managers' own deposition testimony, the only reasonable conclusion that a jury could reach is that Ravas-Houllion's and Rogers-Andrews' primary duty was management. As a result, both Ravas-Houllion and Rogers-Andrews have been properly exempted from the overtime requirements of the FLSA.</p>\n<p></p>\n<h2>C. <i>Motions to Seal</i>\n</h2>\n<p>Dollar General has filed three motions to seal (DE # 24, 27, 31), and plaintiffs have filed one motion to seal (DE # 37). Before granting a motion to seal, courts must first give the public notice and a reasonable opportunity to challenge the motion and then examine the public's right to access in conformity with <i>Stone v. Univ. of Md. Med. Sys. Corp.,</i> 855 F.2d 178, 181 (4th Cir.1988). If the court finds that the public's right to access is outweighed by another significant interest, then the court must consider whether there are less drastic alternatives to sealing. <i>Id.</i> In furtherance of this directive from the Fourth Circuit, this district has promulgated local rules and procedures related to the filing of sealed material. <i>See</i> Local Civil Rule 79.2; <i>Eastern District of North Carolina Electronic Case Filing Administrative Policies and Procedures Manual</i> § T(1)(a) (rev. Jan. 25, 2010). The pending motions to seal do not fully address how the requests to seal overcome the common law or First Amendment presumption to access or the reasons why alternatives to sealing are inadequate, as required by the court's policies and procedures. <i>See id.</i> § T(1)(a)1.</p>\n<p>Finally, it appears that some or all of the documents plaintiffs asked the court to seal were designated as confidential by Dollar General:</p>\n<blockquote>In the event that a filing party seeks to file materials that have been designated confidential by another party or individual, the filing party shall provisionally file the materials under seal in accordance with Local Civil Rule 79.2 and Local Criminal Rule 55.2, with notice served on the party or individual who desires to maintain the materials under seal.</blockquote>\n<p><i>Id.</i> § T(1)(a)6. The specific notice requirements may be found in the policies and procedures manual. <i>Id.</i> \"Within seven (7) days after service of such notice, the party or individual desiring that the materials be maintained under seal shall file a motion to <span class=\"star-pagination\">*651</span> seal and supporting memorandum in accordance with Section T(1)(a)1.\" <i>Id.</i> § T(1)(a)6(ii).</p>\n<p>The parties must comply with the requirements set forth in the Policy Manual, so in turn this court may comply with Fourth Circuit precedent. Because the court does not have sufficient information to evaluate whether any exhibit covered by the aforementioned motions should be filed under seal, the burden will be placed on the parties to address the issue.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Upon reviewing the pleadings and the exhibits submitted by the parties, and upon viewing them in the light most favorable to the store managers, the court finds that the store managers qualify as exempt executives under the FLSA. In the opinion of the court, there is no genuine dispute of material fact, and Dollar General is therefore entitled to judgment as a matter of law. As a result, Dollar General's motions for summary judgment (DE # 21, 28) are GRANTED.</p>\n<p>The four motions to seal (DE # 24, 27, 31, 37) are DENIED WITHOUT PREJUDICE. Furthermore, the exhibits presently under seal shall remain under seal for a period of 10 days or, if a motion to seal is filed, until further order. Within 10 days of this order, the parties are directed to review the sealed entries on the docket, and within that time, Dollar General and/or plaintiffs may file a motion to seal or a notice of a provisional filing under seal. Any motion to seal must specifically reference the docket entry number and the attachment number to that docket entry. Unless a motion to seal relies on Fed. R.Civ.P. 5.2 (which the motion shall state), a memorandum of law must be filed contemporaneously with any motion to seal in accordance with Local Civil Rule 79.2 and the Policy Manual § T(1)(a). Any response to a motion to seal shall be filed within 10 days after service of the motion. If a motion to seal is not timely filed as to any exhibit, the Clerk is DIRECTED to unseal that exhibit.</p>\n<p>Dollar General's motion to strike (DE # 46) is DENIED AS MOOT because the court has determined that the exhibits referenced in the motion do not create a genuine dispute as to any material fact. Finally, plaintiffs' motion for leave to file notice of supplemental authorities in response to defendant's motions for summary judgment (DE # 55) is GRANTED.</p>\n<p>The Clerk is DIRECTED to enter judgment in favor of Dollar General and close the individual cases, No. 4:09-CV-57-BR and No. 4:09-CV-58-BR.</p>\n<h2>NOTES</h2>\n<p>[1]  All docket entry references pertain to case No. 5:09-MD-1500-JG.</p>\n<p>[2]  For the sake of convenience, Ravas-Houllion and Rogers-Andrews may also be referred to jointly as \"store managers\" or \"plaintiffs.\"</p>\n<p>[3]  The former regulations had a \"long test\" and a \"short test.\" \"The short test contains fewer specific standards but requires a greater minimum weekly salary than required for qualification under the long test.\" <i>Stricker v. E. Off Road Equip. Inc.,</i> 935 F.Supp. 650, 654 (D.Md.1996).</p>\n<p>[4]  The court cites the former regulations with a 2003 citation and the current regulations with a 2011 citation.</p>\n<p>[5]  For ease of reading, the court phrases its discussion regarding the FLSA executive exemption mainly in the past tense even though Ravas-Houllion is currently still employed by Dollar General. The court intends for the past tense to encompass the present when referring to Ravas-Houllion.</p>\n<p>[6]  The current regulations are similar, but they omit reference to the frequency with which the employee exercises discretionary powers. 29 C.F.R. § 541.700(a)(2011).</p>\n<p>[7]  Both Dollar General and plaintiffs have submitted summary judgment decisions in similar Dollar General cases from other districts. Not surprisingly, some courts have granted summary judgment in favor of Dollar General, while others have denied it. The decision requires an individualized inquiry, and while the cases provided by the parties are informative, they are not determinative of any matter before the court.</p>\n<p>[8]  The current regulations include two additional examples: planning and controlling the budget and monitoring or implementing legal compliance measures. 29 C.F.R. § 541.102 (2011).</p>\n<p>[9]  In her 2005 deposition, Ravas-Houllion provided vague testimony that \"[a]t one time[,]\" other employees in the store also received bonuses. (Ravas-Houllion 2005 Dep. 35-2-6.) However, she admitted that the other employees did not receive the same amount in bonuses that she did. (<i>Id.</i> at 35:10-13.) In her 2009 deposition, Ravas-Houllion testified that none of the other store employees were eligible to receive bonuses. (2009 Dep. 126:24-125:1.)</p>\n<p>[10]  Ravas-Houllion does not offer any evidence to counter the evidence offered by Dollar General with respect to this factor. She argues that \"[w]ith respect to her having the greatest impact on store profitability, Houllion maintains her manual labor duties are what has the greatest impact.\" (Ravas-Houllion's Resp. Def.'s Mot. Summ. J., DE # 34, at 2.) However, this assertion contains no citation to the record. Furthermore, the section of Ravas-Houllion's response brief that addresses the relative importance of her managerial duties as compared with her non-managerial work does not contain a single citation to the record. (<i>Id.</i> at 14-16.) It is apparent from reading the deposition testimony of Ravas-Houllion that no support for her claim can be found in the record.</p>\n<p>[11]  Rogers-Andrews claims that \"the most important duties performed by Rogers were non-managerial duties.\" (Rogers-Andrews' Resp. Def.'s Mot. Summ. J., DE #38, at 11.) However, she offers very little evidence to counter the evidence offered by Dollar General with respect to this factor. The section of her response brief that addresses the relative importance of her managerial duties as compared with her non-managerial work contains only one citation to the record, in which she points out that her training included learning about non-managerial tasks such as unloading the delivery truck. (<i>Id.</i> at 11-12; Rogers-Andrews Dep. 90:12-14.) Although Rogers-Andrews attempts to create a dispute of material fact with respect to this issue, it is apparent from reading her deposition testimony that no support for her claim can be found in the record.</p>\n<p>[12]  As previously noted, this factor is no longer present in the current regulations. However, this factor applies to Rogers-Andrews because she was employed by Dollar General prior to 23 August 2004. This factor also applies to Ravas-Houllion from the day that she became a store manager in 1995 until 23 August 2004.</p>\n<p>[13]  Ravas-Houllion's testimony on this particular issue is not entirely consistent. In her 2005 deposition, Ravas-Houllion stated that Tim Martin, the district manager, was in the store once every six weeks. (2005 Dep. 39:23-40:1.) However, in her 2009 deposition, she testified that Tim Martin was only her district manager for \"a year maybe\" and that she \"only saw him a couple of times[,]\" or about once every six months. (2009 Dep. 131:4-11.) Also in her 2005 deposition, she testified that Kurt Kellenberger, another district manager, was in the store more than twice a month. (2005 Dep. 40:2-5.) In her 2009 deposition, Ravas-Houllion clarified her testimony, stating that on average, Kellenberger only came to the store every couple of months except for a brief period of time when he stopped by every week or two. (2009 Dep. 131:12-25; 221:20-222:5.) The court concludes that the majority of Ravas-Houllion's deposition testimony supports the finding that her district managers visit her store about twice a year on average.</p>\n<p>[14]  Ravas-Houllion's salary has increased over the course of her employment with Dollar General. In 2001, she earned $385 per week. (2009 Dep. 89:21-90:2; 2009 Dep. Ex. 57, DE # 21-7.) By 27 August 2004, she was earning $511.54 per week. (2009 Dep. Ex. 61, DE #23-1, at DG/HoullianBre 01092.) In 2009, she was earning $546.85 per week. (2009 Dep. Ex. 57, DE #21-9 at DG/HoullianBre000194-98.) Her current salary is $573.08 per week. (Def.'s Mot. Summ. J. as to Ravas-Houllion, Ex. F, DE #21-11, at DG/HoullianBre001488.) These changes in Ravas-Houllion's salary do not significantly affect the court's analysis.</p>\n<p>[15]  The court also notes that if Dollar General's method of calculation is used, Ravas-Houllion's weekly salary over the course of her employment has been 151 to 205 percent of the weekly earnings for the next highest paid employee in her store. (Def.'s Br. Supp. Mot. Summ. J. as to Ravas-Houllion, DE #22, at 19.)</p>\n<p>[16]  The court also notes that if Dollar General's method of calculation is used, Rogers-Andrews' weekly salary was always at least twice (<i>i.e.,</i> 200 percent) the weekly earnings for the next highest paid full-time employee in her store. (Def.'s Br. Supp. Mot. Summ. J. as to Rogers-Andrews, DE # 29, at 17.)</p>\n<p>[17]  The current regulations explain that in determining whether an employee's recommendations are given \"particular weight\" under 29 C.F.R. § 541.100(a), the following factors should be considered:\n</p>\n<p>whether it is part of the employee's job duties to make such suggestions and recommendations; the frequency with which such suggestions and recommendations are made or requested; and the frequency with which the employee's suggestions and recommendations are relied upon.... An employee's suggestions and recommendations may still be deemed to have \"particular weight\" even if a higher level manager's recommendation has more importance and even if the employee does not have authority to make the ultimate decision as to the employee's change in status.</p>\n<p>29 C.F.R. § 541.105 (2011).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">766</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">631</span></span> (2011)</b></center>\n<center><h1>In re DOLLAR GENERAL STORES FLSA LITIGATION.<br>\nIn The United States District Court for the Eastern District of North Carolina Eastern Division.<br>\nBrenda Ravas-Houllion, Plaintiff,<br>\nv.<br>\nDolgencorp, Inc., Defendant.<br>\nAnnette Rogers-Andrews, Plaintiff,<br>\nv.<br>\nDolgencorp, Inc., Defendant.</h1></center>\n<center>Nos. 5:09-MD-1500-JG, 4:09-CV-57-BR, 4:09-CV-58-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 19, 2011.</center>\n<p><span class=\"star-pagination\">*632</span> C. Lance Gould, Beasley, Allen, Crow, Methvin, Portis &amp; Miles, P.C., Montgomery, AL, for Dollar General Stores FLSA Litigation.</p>\n<p>Michelle Price Massingale, Sellers, Hinshaw, Ayers, Dortch &amp; Lyons, P.A., Charlotte, NC, Roman A. Shaul, Beasley, Allen, Crow, Methvin, Portis &amp; Miles, P.C., Montgomery, AL, for Plaintiffs.</p>\n<p>Joel S. Allen, John D. Bosco, Ronald E. Manthey, Morgan, Lewis, &amp; Bockius LLP, Dallas, TX, Kevin Scott Joyner, Ogletree, Deakins, Nash, Smoak &amp; Stewart, P.C., Raleigh, NC, for Defendants.</p>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This case is before the court on two motions for summary judgment (DE ## 21, 28)<sup>[1]</sup> filed by defendant Dolgencorp, Inc. (\"Dollar General\"). Also before the court are various motions to seal (DE # 24, 27, 31, 37), Dollar General's motion to strike (DE # 46), and plaintiffs' motion for leave to file notice of supplemental authorities in response to defendant's motions for summary judgment (DE # 55). The motions are ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff Brenda Ravas-Houllion (\"Ravas-Houllion\") is a current employee of Dollar General. Plaintiff Annette Rogers-Andrews (\"Rogers-Andrews\") is a former employee of Dollar General.<sup>[2]</sup> Ravas-Houllion and Rogers-Andrews are two of many individual employees across the country, including thirty employees in this district, who have sued Dollar General seeking overtime pay on the ground that they did not fall within the executive exemption of the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. §§ 201 <i>et seq.</i> After the parties conducted discovery in the two individual cases at issue here and in the related cases, Dollar General moved for summary judgment against Ravas-Houllion and Rogers-Andrews.</p>\n<p><span class=\"star-pagination\">*633</span> The facts in this case, which at this point must be viewed in the light most favorable to Ravas-Houllion and Rogers-Andrews, are as follows:</p>\n<p></p>\n<h2>A. <i>Brenda Ravas-Houllion</i>\n</h2>\n<p>Dollar General hired Ravas-Houllion as a sales clerk in April 1994. (Ravas-Houllion 2005 Dep. 8:21-9:3; 18:5-14.) She was promoted to assistant store manager just a few months later. (Ravas-Houllion 2009 Dep. 197:4-12; 2005 Dep. 18:12-19:3.) On 29 April 1995, she was promoted to the position of store manager, and she has been a store manager with Dollar General since then. (2005 Dep. 19:17-21; 20:2-5.) Over the course of her employment, Ravas-Houllion has managed three different Dollar General stores: Store #2968 in Beaver Falls, Pennsylvania from 29 April 1995 to 1 November 2002; Store # 4886 in Havelock, North Carolina from 8 November 2002 to 16 May 2003; and Store # 8872 in New Bern, North Carolina from 16 May 2003 to the present. (2009 Dep. 42:13-21; 43:10-12; 2009 Dep. Ex. 61, DE # 23-1, at DG/HoullianBre1002-04; 2005 Dep. 8:3-10:9.) As store manager, she has been responsible for managing between four and eleven store employees. (2009 Dep. 164:8-12; 165:4-10; 2005 Dep. 62:21-63:11.)</p>\n<p>Ravas-Houllion's salary has increased over the course of her employment with Dollar General. In 2001, she earned $385 per week. (2009 Dep. 89:21-90:2; 2009 Dep. Ex. 57, DE # 21-7.) By 27 August 2004, she was earning $511.54 per week. (2009 Dep. Ex. 61, DE # 23-1, at DG/HoullianBre 01092.) In 2009, she was earning $546.85 per week. (2009 Dep. Ex. 57, DE # 21-9 at DG/HoullianBre000194-98.) Her current salary is $573.08 per week. (Def.'s Mot. Summ. J. as to Ravas-Houllion, Ex. F, DE # 21-11, at DG/HoullianBre001488.)</p>\n<p>Ravas-Houllion is eligible for and has received bonuses over the course of her employment with Dollar General. She estimates that she has received a bonus six times since she has been a manager, including one in the amount of $13,000. (2009 Dep. 127:24-128:13.)</p>\n<p>Ravas-Houllion did not receive any training prior to becoming a store manager. (<i>Id.</i> at 65:3-17; 141:8-11; 2005 Dep. 43:9-14.) She testified that she worked 65 hours a week in the past and that she currently works 60 hours per week. (2009 Dep. 60:14-16; 2005 Dep. 110:4-8.) She also testified that she spends the majority of her time performing tasks such as unloading the delivery truck, stocking the shelves, mopping the floor, cleaning the parking lot, cleaning the windows, and running the cash register. (2009 Dep. 264:7-19.) Thus, Ravas-Houllion spends the majority of her time performing the same tasks as the store clerks. (<i>Id.</i>)</p>\n<p>The store receives between 1,000 and 1,250 boxes of merchandise per truck delivery. (2005 Dep. 62:11-13.) Sometimes Ravas-Houllion and the other store employees are still stocking the delivery from one truck when the next truck arrives. (<i>Id.</i> at 100:2-6.) Therefore, stocking merchandise from a truck delivery is an ongoing process. (<i>Id.</i> at 100:7-8.)</p>\n<p>More employees are scheduled to work on truck day and the following day, which is when the merchandise from the truck is stocked. (<i>Id.</i> at 72:12-17.) On truck days, Ravas-Houllion schedules four or five employees to work from 9:00 p.m. until 3:00 a.m. (2009 Dep. 136:3-9.) On other days, there is usually just one other employee in the store with Ravas-Houllion. (2005 Dep. 71:20-72:7.) When there is only one other employee in the store, it is difficult for Ravas-Houllion to delegate tasks to the other employee because that employee <span class=\"star-pagination\">*634</span> must run the cash register. (2009 Dep. 135:8-18.)</p>\n<p>Ravas-Houllion is in the store alone from about 5 a.m. until about 9 a.m. or 10 a.m. on truck day because of a restrictive labor budget. (<i>Id.</i> at 122:2-18; 123:24-124:1.) She is typically the only employee in the store when the delivery truck starts to get unloaded. (<i>Id.</i> at 264:20-22.) On other days, she is often the only employee in the store from 8 a.m. until 11 a.m. (<i>Id.</i> at 136:9-10; 173:17-18.) Ravas-Houllion testified that her store is not allotted the necessary labor hours each week for other store employees to assist her when she needs help. (<i>Id.</i> at 63:4-8.)</p>\n<p>Ravas-Houllion tries to recover the store daily, which involves putting products back where they belong and pulling all products forward in order to make the store more presentable to the customers. (2005 Dep. 84:17-85:4.) While recovering the store, she also cleans the store. (<i>Id.</i> at 85:5-15.) Ravas-Houllion must stock the shelves every day. (2009 Dep. 196:13-14.)</p>\n<p>Since 2001, Ravas-Houllion has had at least five district managers over the course of her employment with Dollar General. (<i>Id.</i> at 41:11-42:7; 43:6-44:1; 2005 Dep. 28:21-30:21.) The district manager hands down a specific amount of labor dollars each month that can be devoted to the scheduling of employees. (2009 Dep. 163:5-11.) Ravas-Houllion lacks the discretion to promote store employees without district manager input. (<i>Id.</i> at 107:24-108:5.) She has no discretion over the amount of pay employees receive. (2005 Dep. 51:19-22.) Ravas-Houllion once tried to get a five-cent raise for an employee, but was told by the district manager that she lacked the authority to do so. (<i>Id.</i> at 52:3-15.) During her 2005 deposition, Ravas-Houllion testified that she did not have the authority to terminate store employees. (<i>Id.</i> at 56:14-15.)</p>\n<p>When the store's roof was leaking, Ravas-Houllion called the district manager. (<i>Id.</i> at 74:2-11.) When an employee's cash register comes up short, Ravas-Houllion must contact the district manager and inform him who was short and by how much. (<i>Id.</i> at 105:19-106:4.) If there is a maintenance issue that needed to be addressed, she has to first contact Dollar General's maintenance department before she can call a contractor. (2009 Dep. 223:23-224:17.) If the needed repair is the landlord's responsibility, Dollar General's maintenance department contacts the landlord. (<i>Id.</i> at 225:6-10.)</p>\n<p>Ravas-Houllion has no discretion over what items are sold in the store or over the pricing of the merchandise. (<i>Id.</i> at 267:1-20.) The prices of damaged items are determined by a formula provided by Dollar General. (2005 Dep. 101:21-102:18.) Store merchandise is ordered through Dollar General's Basic Stock Replenishment system. Pursuant to this system, products are sent to the store based on information obtained from the cash registers regarding the items that have been sold. (2009 Dep. 147:23-148:10; 150:16-24.) Even before the implementation of the Basic Stock Replenishment system, the amount of a particular item ordered was determined based on how many had previously sold. (<i>Id.</i> at 152:6-20.)</p>\n<p>Dollar General dictates where merchandise is placed in the store through its \"plan-o-gram.\" (<i>Id.</i> at 144:17-22.) Dollar General also sends a map every month dictating where seasonal merchandise should be placed and what merchandise should be placed on the end-caps. (<i>Id.</i> at 143:17-19.) The map and the plan-o-gram dictate where seasonal merchandise is placed in the store. (<i>Id.</i> at 182:22-25.) Ravas-Houllion must put old merchandise that has not sold in the limited space not controlled by the plan-o-gram. (2005 Dep. <span class=\"star-pagination\">*635</span> 77:16-78:2.) Ravas-Houllion does not implement sales building ideas, set end caps, feature displays, or restocks because she must follow Dollar General's plan-o-gram. (<i>Id.</i> at 77:6-13.)</p>\n<p></p>\n<h2>B. <i>Annette Rogers-Andrews</i>\n</h2>\n<p>Dollar General hired Rogers-Andrews as store manager at its Windsor, North Carolina store in February 2003. (Def.'s Mot. Summ. J. as to Rogers-Andrews, Ex. A, DE # 28-1.) Rogers-Andrews remained the store manager until the end of her employment approximately eleven months later. (Rogers-Andrews Dep. 30:23-25.)</p>\n<p>As store manager, Rogers-Andrews was responsible for supervising between four and eight employees. (<i>Id.</i> at 48:15-18.) Rogers-Andrews did not have the discretion to determine the rates of pay that employees received. (<i>Id.</i> at 120:19-24.) During her tenure as store manager, Rogers-Andrews was paid $500 per week. (<i>Id.</i> at 74:14-20.)</p>\n<p>Rogers-Andrews spent 90 percent of her time performing non-managerial duties, and she worked about 55 to 60 hours per week. (<i>Id.</i> at 62:15-18; 111:8-10.) The non-managerial duties that she performed included unloading the delivery truck, sweeping, mopping, stocking the shelves, dusting the store, and cleaning the windows and parking lot. (<i>Id.</i> at 111:4-7; 177:21-178:4.)</p>\n<p>The district manager handed down a labor budget of about 130 labor hours each week. (<i>Id.</i> at 70:17-20.) The majority of the labor budget was spent on truck day and the day after, which did not leave many hours to schedule for the rest of the week. (<i>Id.</i> at 175:25-176:7.) There were usually eight employees in the store on truck day. (<i>Id.</i> at 48:15-18; 100:9-12.) The store would get one truck delivery per week and would receive about 1200 or more boxes of merchandise. (<i>Id.</i> at 99:22-24; 100:3-5.)</p>\n<p>Rogers-Andrews testified that \"once the employees have worked the amount of hours that they can work, then all of the other stuff is left up to me.\" (<i>Id.</i> at 65:4-7.) Rogers-Andrews \"had to work more hours in order to get the freight off the floor.\" (<i>Id.</i> at 65:10-11.) She was in the store from opening until closing three or four days a week. (<i>Id.</i> at 64:20-21.) If Rogers-Andrews did not perform nonmanagerial duties, they would go unperformed because of the restrictive labor budget. (<i>Id.</i> at 115:20-116:5.) Rogers-Andrews testified that the store was not allotted enough labor hours for her to be an effective manager or to perform all of the responsibilities outlined in the store manager job description. (<i>Id.</i> at 179:18-22.)</p>\n<p>There was usually just one other employee in the store with Rogers-Andrews. (<i>Id.</i> at 176:8-10.) When there was only one other employee in the store, it was difficult for Rogers-Andrews to delegate tasks to the other employee because that employee had to run the cash register. (<i>Id.</i> at 178:5-19.) As a result, Rogers-Andrews had to perform non-managerial tasks like cleaning the windows and cleaning up the parking lot. (<i>Id.</i> at 178:2-4.)</p>\n<p>Rogers-Andrews and the other store employees did not always meet Dollar General's deadline of having the delivery truck unloaded and the merchandise stocked within two days, so Rogers-Andrews would be \"stuck\" stocking the merchandise herself. (<i>Id.</i> at 101:1-9; 178:20-179:6.) Rogers-Andrews testified that she \"was always working freight in up until the next truck came in.\" (<i>Id.</i> at 179:5-6.)</p>\n<p>Rogers-Andrews did not have time to take a lunch break while she was a store manager. (<i>Id.</i> at 160:17-161:5.) She did not take a lunch break because there were <span class=\"star-pagination\">*636</span> things she needed to do, such as \"get the freight and everything off the floor ....\" (<i>Id.</i> at 161:14-19.) She did not spend more than one hour a day completing paperwork because she was always out on the sales floor stocking and straightening up the store. (<i>Id.</i> at 175:12-24.)</p>\n<p>Rogers-Andrews would spend at least an hour on Sunday morning in the store alone. (<i>Id.</i> at 176:11-17.) During that time, she would run the cash register and do \"everything\" that needed to be done. (<i>Id.</i> at 176:18-20.)</p>\n<p>The district manager visited the store about once a month and would stay in the store for a few hours. (<i>Id.</i> at 84:11-13; 85:2-4.) The district manager would walk around the store to see how things were going and would let the store employees know of any changes that needed to be made. (<i>Id.</i> at 85:6-10.) Rogers-Andrews personally spoke with the district manager every day to \"let him know exactly what went on in the store.\" (<i>Id.</i> at 86:18-87:5; 87:20-21.)</p>\n<p>When an employee did something wrong, the majority of the time Rogers-Andrews would inform the district manager. (<i>Id.</i> at 87:15-18.) She would also call the district manager and inform him of the store's sales figures, and the district manager calculated everything from there. (<i>Id.</i> at 120:8-15.)</p>\n<p>After a hurricane, the district manager directed Roger-Andrews to go to the store and get the merchandise off the floor. (<i>Id.</i> at 106:9-13.) If there were maintenance issues with the store, Rogers-Andrews would contact the district manager, and then he would decide whether to bring in a repair person, such as a plumber or termite specialist. (<i>Id.</i> at 138:20-139:2.) If there was a problem with the store's alarm, Rogers-Andrews contacted the district manager. (<i>Id.</i> at 143:23-144:1.) The district manager directed Rogers-Andrews to spray paint any damaged goods in the store before throwing them in the trash so that nobody could use them. (<i>Id.</i> at 144:3-9.)</p>\n<p>The placement of merchandise in the store was controlled by Dollar General through its plan-o-gram. (<i>Id.</i> at 129:1-5.) Store merchandise was ordered pursuant to a formula which told employees how much of a particular item to order based on how many had sold the previous week. (<i>Id.</i> at 139:24-140:4; 140:14-18.)</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Summary Judgment Standard</i>\n</h2>\n<p>Summary judgment is proper only if the \"movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(a). Summary judgment should be granted only in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Haavistola v. Cmty. Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). \"[T]he substantive law will identify which facts are material. Only disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>In considering a motion for summary judgment, the court is required to draw all reasonable inferences in favor of the non-moving party and to view the facts in the light most favorable to the non-moving party. <i>Anderson,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The moving party has the burden to show an absence of evidence to support the non-moving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The <span class=\"star-pagination\">*637</span> party opposing summary judgment must then demonstrate that a triable issue of fact exists; she may not rest upon mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i> at 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>B. <i>Fair Labor Standards Act</i>\n</h2>\n<p>The FLSA requires employers to pay overtime to employees who work more than forty hours per week. <i>See</i> 29 U.S.C. § 207(2). However, employees who work in a \"bona fide executive, administrative, or professional capacity\" are exempt from the FLSA overtime requirements. 29 U.S.C. § 213(a)(1). Exemptions from the FLSA are to be construed narrowly against the employer. <i>Arnold v. Ben Kanowsky, Inc.,</i> <span class=\"citation\" data-id=\"105994\"><a href=\"/opinion/105994/arnold-v-ben-kanowsky-inc/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 392, <span class=\"citation\" data-id=\"105994\"><a href=\"/opinion/105994/arnold-v-ben-kanowsky-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></a></span>, <span class=\"citation\" data-id=\"105994\"><a href=\"/opinion/105994/arnold-v-ben-kanowsky-inc/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1960); <i>Monahan v. Cnty. of Chesterfield, Va.,</i> <span class=\"citation\" data-id=\"726575\"><a href=\"/opinion/726575/brian-f-monahan-robert-e-balducci-jr-paul-blocker-n-scott-meyerhoffer/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1263</span></a></span>, 1267 (4th Cir.1996).</p>\n<p>The Department of Labor's (\"DOL\") regulations interpret the exemption at issue here. The regulations issued by the DOL defining the executive exemption were amended on 23 August 2004. The regulations that were in effect prior to 23 August 2004 (\"former regulations\") contain a \"short test\"<sup>[3]</sup> that defines the phrase \"employee employed in a bona fide executive capacity.\" 29 C.F.R. § 541.1 (2003)<sup>[4]</sup> (ellipsis omitted). This short test has three requirements: (1) an employee is compensated on a salary basis at a rate of not less than $250 per week; (2) her \"primary duty consists of the management of the enterprise in which the employee is employed or of a customarily recognized department or subdivision thereof\"; and (3) her work \"includes the customary and regular direction of the work of two or more other employees ....\" 29 C.F.R. § 541.1(f)(2003); <i>see also </i><i>Jones v. Virginia Oil Co.,</i> 69 Fed.Appx. 633, 636 (4th Cir.2003).</p>\n<p>The current regulations (effective 23 August 2004) add and apply a fourth requirement in determining whether an employee is a bona fide executive. Under the current regulations, an employer must show that: (1) the employee is \"[c]ompensated on a salary basis at a rate of not less than $455 per week\"; (2) the employee's \"primary duty is management of the enterprise in which the employee is employed or of a customarily recognized department or subdivision thereof\"; (3) the employee \"customarily and regularly directs the work of two or more other employees\"; and (4) the employee \"has the authority to hire or fire other employees or whose suggestions and recommendations as to the hiring, firing, advancement, promotion or any other change of status of other employees are given particular weight.\" 29 C.F.R. § 541.100(a)(2011).</p>\n<p>Here, it is undisputed that Rogers-Andrews' employment with Dollar General began and concluded prior to 23 August 2004. (Def.'s Mot. Summ. J. as to Rogers-Andrews, Ex. A, DE # 28-1; Rogers-Andrews Dep. 25:16-22; 30:23-25.) It is also undisputed that Rogers-Andrews earned more than $250 a week. (Joint Stipulations of Fact, DE # 25-2, ¶ 3.) Therefore, <span class=\"star-pagination\">*638</span> the short test under the former regulations applies to Rogers-Andrews' case.</p>\n<p>With respect to Ravas-Houllion, it is undisputed that she has always been paid the statutorily required minimum in order to qualify for the executive exemption under the FLSA. (<i>Id.</i>) Because Ravas-Houllion has been a store manager for Dollar General since 1995 (Ravas-Houllion 2009 Dep. 65:18-20; 2005 Dep. 20:2-5), the short test under the former regulations applies to pay periods occurring before 23 August 2004, and the current regulations apply to pay periods occurring after that date. <i>See </i><i>Baden-Winterwood v. Life Time Fitness, Inc.,</i> <span class=\"citation\" data-id=\"1468675\"><a href=\"/opinion/1468675/baden-winterwood-v-life-time-fitness-inc/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 629 (6th Cir.2009).</p>\n<p>Both Dollar General and plaintiffs agree that two of the executive exemption requirements are met with respect to both Ravas-Houllion and Rogers-Andrews. First, as previously mentioned, the parties agree that both Ravas-Houllion and Rogers-Andrews have met the salary requirements set forth in the regulations. (Joint Stipulations of Fact, DE # 25-2, ¶ 3.) The parties also agree that Ravas-Houllion and Rogers-Andrews both consistently supervised<sup>[5]</sup> the work of two or more other employees. (<i>Id.</i> ¶ 4.) The main source of contention between the parties is whether the store managers' \"primary duty\" was management of their respective stores.</p>\n<p>The DOL regulations provide guidance as to how an employee's primary duty is to be determined. Both the former and the current regulations instruct that the determination \"must be based on all the facts in a particular case.\" 29 C.F.R. § 541.700(a)(2011); 29 C.F.R. § 541.103 (2003). The current regulations provide the additional insight that primary duty \"means the principal, main, major or most important duty that the employee performs\" and that the \"major emphasis\" should be on the character of the employee's job as a whole. 29 C.F.R. § 541.700(a)(2011).</p>\n<p>The former regulations set forth five factors for determining whether management is an employee's primary duty: (1) the amount of time spent in the performance of managerial duties; (2) the relative importance of the managerial duties as compared with other types of duties; (3) the frequency with which the employee exercises discretionary powers; (4) the employee's relative freedom from supervision; and (5) the relationship between the employee's salary and the wages paid other employees for the kind of non-exempt work performed by the employee. 29 C.F.R. § 541.103 (2003).<sup>[6]</sup> The court will address each factor in turn.<sup>[7]</sup></p>\n<p></p>\n<h2>1. <i>Time Spent on Managerial Duties</i>\n</h2>\n<p>Both sets of DOL regulations provide an almost identical list of \"management\" activities, which include, but are not limited to:</p>\n<blockquote>Interviewing, selecting and training of employees; setting and adjusting their <span class=\"star-pagination\">*639</span> rates of pay and hours of work; directing their work; maintaining their production or sales records for use in supervision or control; appraising their productivity and efficiency for the purpose of recommending promotions or other changes in their status; handling their complaints and grievances and disciplining them when necessary; planning the work; determining the techniques to be used; apportioning the work among the workers; determining the type of materials, supplies, machinery or tools to be used or merchandise to be bought, stocked and sold; controlling the flow and distribution of materials or merchandise and supplies; providing for the safety of the [employees] and the property.</blockquote>\n<p>29 C.F.R. § 541.102(b)(2003).<sup>[8]</sup></p>\n<p>Both sets of regulations also set forth a general rule of thumb that an employee who spends more than 50 percent of her time performing managerial work will typically satisfy the primary duty requirement. 29 C.F.R. § 541.700(b)(2011); 29 C.F.R. § 541.103 (2003). However, the regulations emphasize that \"[t]ime alone ... is not the sole test, and in situations where the employee does not spend over 50 percent of [her] time in managerial duties, [she] might nevertheless have management as [her] primary duty if the other pertinent factors support such a conclusion.\" 29 C.F.R. § 541.103 (2003); <i>see also</i> 29 C.F.R. § 541.700(b)(2011). Thus, the amount of time spent on non-managerial tasks is not dispositive, \"particularly when non-management duties are performed simultaneous to the supervision of employees or other management tasks and other factors support a finding that the employee's primary duty is managerial.\" <i>Horne v. Crown Cent. Petroleum, Inc.,</i> <span class=\"citation\" data-id=\"1555189\"><a href=\"/opinion/1555189/horne-v-crown-cent-petroleum-inc/\"><span class=\"volume\">775</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">189</span></a></span>, 190 (D.S.C.1991); <i>see also </i><i>Dalheim v. KDFW-TV,</i> <span class=\"citation\" data-id=\"551500\"><a href=\"/opinion/551500/edward-w-dalheim-v-kdfw-tv/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span>, 1227 (5th Cir.1990) (\"[A]n employee's `primary duty' cannot be ascertained by applying a simple `clock' standard that contrasts the amount of time each day an employee spends on exempt and nonexempt work.\"); <i>Noble v. Dolgencorp, Inc.,</i> No. 5:09-CV-49-LG-RHW, slip op. at 10 (S.D.Miss. May 11, 2010) (unpublished); <i>Grace v. Family Dollar Stores Inc.,</i> No. 3:08-MD-1932, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2045784</span></span>, at *1 (W.D.N.C. July 9, 2009) (granting defendant's motion for summary judgment despite store manager's testimony that 99 percent of her time was spent on \"putting out freight, running a cash register, doing the schematics and doing the janitorial work\"); <i>Haines v. S. Retailers, Inc.,</i> <span class=\"citation\" data-id=\"1511113\"><a href=\"/opinion/1511113/haines-v-southern-retailers-inc/\"><span class=\"volume\">939</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">441</span></a></span>, 449 (E.D.Va.1996) (\"[A] number of federal courts have `disregarded the time factor of the `short test' where the manager is in charge of a separate facility such as a convenience store or restaurant chain location.'\") (quoting <i>Meyer v. Worsley Cos., Inc.,</i> <span class=\"citation\" data-id=\"1960639\"><a href=\"/opinion/1960639/meyer-v-worsley-companies-inc/\"><span class=\"volume\">881</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1014</span></a></span>, 1020 (E.D.N.C.1994)).</p>\n<p>How an employee spends her time working is a question of fact, while the question of whether the employee's particular activities exclude her from the overtime benefits of the FLSA is a question of law. <i>Icicle Seafoods, Inc. v. Worthington,</i> <span class=\"citation\" data-id=\"111626\"><a href=\"/opinion/111626/icicle-seafoods-inc-v-worthington/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span>, 714, <span class=\"citation\" data-id=\"111626\"><a href=\"/opinion/111626/icicle-seafoods-inc-v-worthington/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1527</span></a></span>, <span class=\"citation\" data-id=\"111626\"><a href=\"/opinion/111626/icicle-seafoods-inc-v-worthington/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span></a></span> (1986). Viewing the facts in the light most favorable to the store managers, the record demonstrates that they spent over half of their time performing non-managerial work. Rogers-Andrews testified that she spent about 90 percent of her time performing non-managerial tasks. (Rogers-Andrews Dep. 111:1-10.) Although the record is not quite as clear with <span class=\"star-pagination\">*640</span> respect to Ravas-Houllion, there is evidence to show that she spent the majority of her time doing the same non-managerial tasks that her clerks and other employees did. (Ravas-Houllion 2009 Dep. 264:7-19; 274:2-6.)</p>\n<p>However, even if the court accepts the fact that Ravas-Houllion and Rogers-Andrews spent the bulk of their time performing non-managerial tasks such as stocking the shelves, unloading the shipment truck, cleaning the store, and operating the cash register, the record also reflects that the store managers could simultaneously perform many of their management tasks. (<i>Id.</i> at 192:21-193:21; 227:17-228:7; 274:11-17; Rogers-Andrews Dep. 111:12-114:7; 128:13-16.) That is, while the store managers were doing non-managerial tasks, they were also engaged in the supervision of employees, observing and taking care of customers, evaluating the store's profitability, and guarding against \"shrink,\" <i>i.e.,</i> shoplifting. Thus, the time spent performing managerial duties is not determinative in either case at issue here, and the court must consider the other factors in the \"primary duty\" test. 29 C.F.R. § 541.700(b)(2011); 29 C.F.R. § 541.103 (2003).</p>\n<p></p>\n<h2>2. <i>The Importance of Managerial Duties</i>\n</h2>\n<p>In order to determine an employee's primary duty, the court must also consider the relative importance of an employee's managerial tasks as compared with her non-managerial work. <i>See</i> 29 C.F.R. § 541.700(a)(2011); 29 C.F.R. § 541.103 (2003). \"[C]ourts frame[ ] this query as a measure of the significance of the managerial tasks to the success of the facility.\" <i>Haines,</i> 939 F.Supp. at 450. For example, the court should consider whether the business could have operated as successfully without the managerial tasks carried out by the employee in question. <i>See </i><i>Donovan v. Burger King Corp.,</i> <span class=\"citation\" data-id=\"402344\"><a href=\"/opinion/402344/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 521 (2d Cir.1982) (noting that the assistant managers determined the amount of food to be prepared, ran cash checks, checked inventory, scheduled employees and assigned them to particular jobs, and that the restaurant could not have operated successfully in the absence of those tasks). In a recent district court opinion, the court framed the matter this way: \"If [the] plaintiff did not perform her nonmanagerial duties, her Dollar General store may not have functioned well; but if she did not perform her managerial duties, the store would have been incapable of doing business.\" <i>King v. Dolgencorp, Inc.,</i> No. 3:09-CV-00146, slip op. at 23 (M.D.Pa. May 6, 2010) (unpublished); <i>see also </i><i>Thomas v. Speedway Super America, LLC,</i> <span class=\"citation\" data-id=\"1291663\"><a href=\"/opinion/1291663/thomas-v-speedway-superamerica-llc/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 505 (6th Cir.2007).</p>\n<p>Here, the importance that Dollar General placed on Ravas-Houllion's and Rogers-Andrews' managerial duties is evidenced by the store manager's job description. Although it does list physical labor requirements, the job description also lists many essential job functions and duties that are managerial in nature, including providing proper training for employees, conducting performance evaluations, ensuring that the store is appropriately staffed and effectively opened and closed each day, and providing superior customer service leadership. (Def.'s Comm. Br. Supp. Mots. Summ. J., Exs. 10-11, DE # 26-22, 26-23.) The value that Dollar General placed on the store managers is reinforced by the criteria on which the store managers' performance was evaluated. These criteria include, among other things, the store manager's skill in managing controllable expenses, ability to control shrink, training and development of other employees, safety awareness, customer satisfaction, sales volume, and profitability. (<i>Id.,</i> Ex. 3, DE # 26-1.) <i>See King,</i> No. <span class=\"star-pagination\">*641</span> 3:09-CV-00146, slip op. at 22 (the importance of plaintiff's managerial work was indicated by the fact that 60 percent of the plaintiff's performance review was based on managerial activities); <i>Addison v. Ashland, Inc.,</i> No. Civ. 04-40085, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">752761</span></span>, at *3 (E.D.Mich. Mar. 23, 2006) (the importance of plaintiff's managerial work was indicated by the fact that 90 percent of the plaintiff's performance review was based on managerial activities).</p>\n<p>Additionally, Ravas-Houllion's bonuses were tied to the performance of her stores. <i>See </i><i>Mayne-Harrison v. Dolgencorp, Inc.,</i> No. 1:09-CV-42, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3717604</span></span>, at *20-21 (N.D.W.Va. Sept. 17, 2010) (the importance of plaintiff's managerial activities was indicated by the fact that her salary and bonuses were tied to the store's performance); <i>Moore v. Tractor Supply Co.,</i> <span class=\"citation\" data-id=\"2299745\"><a href=\"/opinion/2299745/moore-v-tractor-supply-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1268</span></a></span>, 1275 (S.D.Fla.2004) (recognizing the employee's value to the company because the better the store performed, the higher the employee's year-end bonus would be). Specifically, bonuses were based on the store meeting its quarterly and annual sales goals, minimizing inventory shrink and controllable expenses, and maximizing profits. (Def.'s Common Br. Supp. Mots. Summ. J., Ex. 14, \"Teamshare\" Bonus Plan, DE # 26-77 through 26-80; Ex. 21, J. Rice Test., DE # 25-47, at 541-44; Ex. 22, W. Bass Dep., DE # 25-54, at 51-55.) It is also important to note that while Ravas-Houllion might receive a bonus for the performance of her store, the district manager, who oversaw several stores, might not receive a bonus for store performance. (Def.'s Common Br. Supp. Mots. Summ. J., DE # 25, at 16 &amp; Ex. 29, G. Pryor Decl., DE # 25-68, ¶ 3.) <i>See </i><i>Mayne-Harrison,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3717604</span></span>, at *21. Here, Ravas-Houllion testified that she has received a bonus six times over the course of her employment with Dollar General, including one in the amount of $13,000. (Ravas-Houllion 2009 Dep. 127:24-128:6.) Thus, Dollar General elected to provide Ravas-Houllion with bonus eligibility because it values her managerial skills.<sup>[9]</sup></p>\n<p>With respect to Rogers-Andrews, her value to Dollar General is also shown by the fact that, unlike the other employees in her store, she went through four weeks of training before she was assigned her own store. (Rogers-Andrews Dep. 90:6-18.) <i>See </i><i>Mayne-Harrison,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3717604</span></span>, at *20 (\"many courts look to a manager's training\" in assessing the importance of their managerial duties). During the course of this training, she learned about topics such as employment law, store profitability, and company procedures. (Rogers-Andrews Dep. at 91:5-21.) Rogers-Andrews testified that she believed that she was qualified for the store manager's job because of \"[a]ll the training that I've had and the ... years that I've been in management.\" (<i>Id.</i> at 92:16-17.)</p>\n<p>Most significantly, the store managers' own testimony demonstrates that their managerial tasks constituted the most important part of their jobs. Ravas-Houllion testified that the hiring, training, and supervising of her employees were the most important tasks that she performed as a manager and that these activities had the biggest impact on the profitability of her store. (Ravas-Houllion 2009 Dep. 118:12-20.) She also testified that her effort to protect the company's cash and to make sure that all of her store's money was <span class=\"star-pagination\">*642</span> accounted for was the next most important task that she performed in her position. (<i>Id.</i> at 119:7-24.) All of these tasks are clearly managerial responsibilities.</p>\n<p>Furthermore, Ravas-Houllion acknowledged that if she did not perform her managerial duties, the result would be \"chaos,\" meaning that store profitability would go way down, and the clientele would probably fall off. (<i>Id.</i> at 195:4-19.) Ravas-Houllion admitted that she was in charge of her store. (<i>Id.</i> at 220:24-221:2.) She also admitted her ultimate responsibility for her store when she testified that she was accountable for \"[s]tocking, schedule, truck, ordering, inventory, paperwork, cleaning, register, everything.\"<sup>[10]</sup> (<i>Id.</i> at 75:8-9.)</p>\n<p>The testimony of Rogers-Andrews also demonstrates the importance of her managerial duties. Rogers-Andrews testified that her most important responsibility was the recruiting, hiring, training, and developing of employees. (Rogers-Andrews Dep. 59:12-25; 115:13-19.) In addition, she testified: \"I had more responsibility than anybody else in the store. Everything that happened would fall on my shoulders, so I had more responsibility.\" (<i>Id.</i> at 77:3-5; <i>see also id.</i> at 78:5-20.) Rogers-Andrews admitted that she had the greatest ability of anyone in her store to have an impact on performance areas such as sales volume, controlling store expenses, reducing shrink, training and developing employees, merchandising, customer satisfaction, and safety awareness. (<i>Id.</i> at 122:11-123:24.) She also admitted that her store would fall apart if she did not perform her managerial duties.<sup>[11]</sup> (<i>Id.</i> at 128:20-24.)</p>\n<p>Based on a review of the facts in the light most favorable to the store managers, the court finds that a jury could reasonably reach only one conclusion: that the managerial duties performed by Ravas-Houllion and Rogers-Andrews were relatively more important than their nonmanagerial duties. <i>See, e.g., </i><i>Donovan,</i> 675 F.2d at 521 (2d Cir.1982); <i>Mayne-Harrison,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3717604</span></span>, at *21; <i>Noble,</i> No. 5:09-CV-49-LG-RHW, slip op. at 12 (\"The Court is aware that [plaintiff] stocked shelves, cleaned the store, and ran the cash register when needed, but the duties that were most important to Dollar General were her managerial duties, particularly the supervision and training of her employees and the protection of inventory.\"); <i>King,</i> No. 3:09-CV-00146, slip op. at 22-23; <span class=\"star-pagination\">*643</span> <i>Grace,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2045784</span></span>, at *5; <i>Haines,</i> 939 F.Supp. at 450; <i>Horne,</i> 775 F.Supp. at 191 (\"The clerks merely rowed the boat; [the store manager] charted and steered its course.\").</p>\n<p></p>\n<h2>3. <i>The Frequency With Which the Store Managers Exercised Discretion</i>\n</h2>\n<p>Next, the court will consider the third primary duty factor: the frequency with which the store managers exercised discretionary powers.<sup>[12]</sup> The exercise of discretion and independent judgment involves the comparison and the evaluation of possible courses of conduct and acting or making a decision after the various possibilities have been considered. 29 C.F.R. § 541.207(a)(2003). Furthermore, it implies that the employee has the authority to make an independent choice, free from immediate direction or supervision and with respect to matters of significance. <i>Id.</i></p>\n<p>Both store managers argue that they had very little ability to exercise discretion. For example, they note that Dollar General dictates exactly where merchandise is placed in a store through its plan-o-grams. (Pls.' Common Resp. Opp'n Def.'s Mots. Summ. J., DE #35, at 11.) They also assert that they could not decide how much of a particular item to order because store merchandise is automatically ordered by Dollar General's Basic Stock Replenishment System. (<i>Id.</i> at 11-12.) In addition, the store managers point to Dollar General's Standard Operating Procedures (\"SOPs\") to show their inability to exercise discretion. (<i>Id.</i> at 12-13.) The SOPs provide very detailed instructions regarding the day-to-day operations of the store. They provide guidance on how to handle even the smallest of details, such as how to answer the telephone while also running the cash register; what items should be hung on a clipboard in the store's office; and what steps should be taken to ensure that the floor is clean. (<i>Id.</i> at 20.) The store managers further contend that \"[e]very decision of significance was made by either Dollar General corporate headquarters or the district manager.\" (<i>Id.</i>)</p>\n<p>Here, Ravas-Houllion's own testimony refutes her argument that the SOPs dictated her ability to exercise discretion. In her 2005 deposition, Ravas-Houllion testified that she never referenced the SOPs, while in her 2009 deposition she testified that she might look at the SOPs only a couple of times a year. (Ravas-Houllion 2009 Dep. 188:15-16; 2005 Dep. 44:17-19.) Moreover, she testified that the layout of her store did not fit the plan-o-gram that she received each month. As a result, Ravas-Houllion stated several times during her 2009 deposition that she had to \"do [her] own thing\" and \"figure out\" where to place some of the store's merchandise. (2009 Dep. 145:13-146:17; 147:17.)</p>\n<p>Furthermore, Ravas-Houllion's deposition testimony is replete with statements that show that she frequently exercised discretion in performing her store manager duties. For example, she had the discretion to hire, train, and discipline employees and to review the performance of her employees. (<i>Id.</i> at 94:11-95:6; 99:19-21; 102:3-6; 103:4-6; 110:14-18; 118:6-11; 118:12-20; 170:1-3; 189:22-190:1; 190:6-7; 190:11-12; 208:8-15; 209:6-25; 210:9-211:2; 212:9-19; 213:2-7; 216:11-23; 231:13-232:2; 233:20-234:5; 2005 Dep. 54:23-55:17; 57:10-15; 57:23-58:10; 59:2-11; 90:15-23.) She had the discretion to <span class=\"star-pagination\">*644</span> decide when and how to use her budgeted payroll dollars, and she chose to allocate her payroll dollars to her highest performers. (2005 Dep. 88:1-23.) She also directed the work of her employees by scheduling when they would work and by assigning or delegating daily tasks to them. (2009 Dep. 63:19-64:4; 85:17-86:10; 118:21-23; 121:11-122:1; 123:5-124:25; 149:19-150:4; 163:5-164:1; 190:4-5; 192:2-5; 194:7-10; 197:1-3; 233:17-19; 261:7-11; 2005 Dep. 56:16-19; 88:1-23.)</p>\n<p>Ravas-Houllion does cite some favorable evidence to show that her district managers had the ultimate authority with regard to terminating employees and promoting employees. (2009 Dep. 107:24-108:5; 2005 Dep. 56:14-15.) However, Ravas-Houllion has also admitted that her recommendations with regard to terminating and promoting employees were almost always followed, and that, in fact, she has terminated more than five employees and promoted about ten employees. (2009 Dep. 108:6-109:5) (she has promoted about ten employees); 211:3-7 (she has terminated more than five employees); 213:10-25 (she made termination decisions); 214:10-12 (there was no one she wanted to fire that she was not able to terminate); 215:4-7 (all of her recommendations regarding termination were accepted); 2005 Dep. 53:5-11 (district manager accepted her recommendations for internal promotions); 54:13-22 (she \"always\" promoted from within the store ranks, as opposed to hiring from the outside for the assistant manager positions).</p>\n<p>Ravas-Houllion also attempts to create a dispute of material fact by arguing that she was often the only employee in the store from 8 a.m. until 11 a.m. and that she was obviously not supervising any employees during those times. (2009 Dep. at 136:9-10; 173:17-18.) However, Ravas-Houllion admitted that the morning hours were \"usually\" the slowest times at the store, with the busiest time being a little after 5:00 p.m. (<i>Id.</i> at 173:2-20.) She would take these factors into consideration and would schedule herself to work during the slow times. (<i>Id.</i>) Ravas-Houllion's decision to schedule employees, including herself, to maximize her labor budget is evidence of her discretion to manage the store to improve profits.</p>\n<p>Similarly, Rogers-Andrews' testimony indicates that she frequently exercised discretion in performing her store manager duties. Like Ravas-Houllion, she had the discretion to hire, train, and discipline employees. (Rogers-Andrews Dep. 52:25-58:20; 59:19-21; 60:1-61:11; 78:14-17; 78:24-79:5; 79:11-80:11; 81:1-12; 82:6-83:2; 97:16-98:5; 114:20-22; 115:13-19; 146:17-147:6; 157:17-20.) In fact, Rogers-Andrews hired two employees despite her district manager's disagreement with her decisions. (<i>Id.</i> at 68:13-69:14.) Rogers-Andrews decided when it was necessary to hire a new employee. (<i>Id.</i> at 57:15-58:5.) She also exercised discretion by dividing the work among her employees. (<i>Id.</i> at 73:21-74:4; 101:21-102:12; 116:13-21.) To assist her in running the store, Rogers-Andrews implemented and led a weekly employee meeting, even though Dollar General did not require her to do so. (<i>Id.</i> at 86:3-5; 151:5-12.) She exercised discretion in deciding when and where to use her budgeted payroll dollars. (<i>Id.</i> at 100:13-17; 152:17-153:11.) She testified that she had the authority to fire employees on the spot if she needed to, although she never had reason to do so. (<i>Id.</i> at 74:4-13; 177:9-11.) Rogers-Andrews also recommended employees for raises and promotions, and those recommendations were followed. (<i>Id.</i> at 121:6-19.)</p>\n<p>Rogers-Andrews does cite favorable evidence to show that she looked at the SOP \"[p]robably daily.\" (<i>Id.</i> at 107:20-109:1.) Even so, the court finds that \"the fact that <span class=\"star-pagination\">*645</span> [Dollar General] maintains certain policies and procedures for the sake of consistency does not mean that [the store manager] fails to exercise discretion.\" <i>Grace,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2045784</span></span>, at *6; <i>see also </i><i>Murray v. Stuckey's, Inc.,</i> <span class=\"citation\" data-id=\"565073\"><a href=\"/opinion/565073/gladys-murray-on-behalf-of-herself-and-all-others-similarly-situated/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">614</span></a></span>, 619 (8th Cir. 1991) (\"Like other courts that have considered the question, we believe that the manager of a local store in a modern multi-store organization has management as his or her primary duty even though the discretion usually associated with management may be limited by the company's desire for standardization and uniformity.\"); <i>Meyer,</i> 881 F.Supp. at 1020-21 (same); <i>Horne,</i> 775 F.Supp. at 191 (noting that the fact that \"[d]efendant's store managers do have detailed policies and procedures to follow concerning store operations[ ]\" does not \"negate[ ] the significance of [the plaintiff's] exercise of discretion as the person solely in charge of the store\").</p>\n<p>Rogers-Andrews also emphasizes that she communicated with her district manager on a daily basis, apparently in an attempt to argue that this daily contact severely limited her ability to exercise discretion on a regular basis. However, the fact that Rogers-Andrews informed the district manager of what went on in the store after it happened does not mean that she did not exercise discretion. She did not call her district manager for advice or guidance, and \"[t]here is no indication [in the record] that the district manager told her how to supervise or discipline her employees.\" <i>Noble,</i> No. 5:09-CV-49-LG-RHW, slip op. at 14.</p>\n<p>Both Ravas-Houllion and Rogers-Andrews attempt to create a dispute of material fact with respect to this factor by arguing that they had a restrictive labor budget, <i>i.e.,</i> that the district manager determined how many labor hours should be scheduled each week. The court finds no merit in the store managers' argument. \"Although the labor budgets may have caused the store managers to work longer hours and may have required them to spend more time stocking shelves, the allegedly small budgets do not alter [plaintiffs'] primary duty to manage the store.\" <i>Id.</i> Both Ravas-Houllion and Rogers-Andrews also rely on their testimony that they had to contact the district manager when maintenance issues arose in their respective stores to show their inability to exercise discretion. (Ravas-Houllion 2005 Dep. 74:2-11; Rogers-Andrews Dep. 138:20-139:2.) In addition, after a hurricane, Rogers-Andrews' district manager directed her to go to the store and get the merchandise off the floor. (Rogers-Andrews Dep. 106:9-13.) Ravas-Houllion notes that when an employee's cash register came up short, she had to contact the district manager and inform him who was short and by how much. (Ravas-Houllion 2005 Dep. 105:19-106:4.) These arguments merely demonstrate that the district manager gave the store managers directions or instructions on the handling of store problems on a few occasions. <i>See Noble,</i> No. 5:09-CV-49-LG-RHW, slip op. at 14.</p>\n<p>Furthermore, Ravas-Houllion and Rogers-Andrews argue that they had no discretion in certain areas, such as setting the rates of pay that employees receive, determining the items that should be sold in the store, determining the quantity of items that should be ordered, determining the prices of store merchandise, and setting the formula to calculate the prices of damaged goods. (Ravas-Houllion's Resp. Mot. Summ. J., DE #34, at 17; Rogers-Andrews' Resp. Mot. Summ. J., DE # 38, at 14.) The store managers essentially argue that because they were not afforded unfettered discretion to run their Dollar General stores in any manner they saw fit; were not granted the right to spend Dollar General's money on whatever they deemed <span class=\"star-pagination\">*646</span> appropriate; and were not allowed to dictate the products sold or the prices charged in their store, then they could not have management as their primary duty.</p>\n<p>The court disagrees with the store managers' conclusion. \"[T]he mere fact that a chain of management exists in a company does not render all but the highest employee in the chain non-exempt.... Assistant Managers, Managers, and corporate supervisors can be in charge of a store in different ways and on different levels.\" <i>Diaz v. Team Oney, Inc.,</i> No. 1:07-CV-21573-UU, slip op. at 14 (S.D.Fla. April 29, 2008) (unpublished), <i>aff'd</i> 291 Fed. Appx. 947 (11th Cir.2008). Here, it is clear that both Ravas-Houllion and Rogers-Andrews performed many of the managerial duties listed in the DOL regulations, such as interviewing, selecting and training of employees; directing employees' work; handling employees' complaints and grievances and disciplining them when necessary; planning the work; apportioning the work among the workers; and providing for the safety of the employees and the property. <i>See</i> 29 C.F.R. § 541.102 (2011); 29 C.F.R. § 541.102(b)(2003). Thus, both Ravas-Houllion and Rogers-Andrews were \"vested with enough discretionary power ... to qualify for the executive exemption.\" <i>Haines,</i> 939 F.Supp. at 450.</p>\n<p></p>\n<h2>4. <i>Freedom from Supervision</i>\n</h2>\n<p>The court must also consider the store managers' relative freedom from supervision. Here, both store managers claim that the district manager has \"significant, if not sole authority, over certain store operations.\" (Ravas-Houllion's Resp. Mot. Summ. J., DE #34, at 1; Rogers-Andrews' Resp. Mot. Summ. J., DE # 38, at 1.)</p>\n<p>However, the record does not reflect that upper management heavily supervised the store managers' work. Ravas-Houllion has had at least five district managers over the course of her employment with Dollar General. (Ravas-Houllion 2009 Dep. 41:11-42:7; 43:6-44:1; 2005 Dep. 28:21-30:21.) She estimated that she has seen her district managers only about once every six months. (2009 Dep. 130:11-131:11; 132:1-25; 133:21-23.)<sup>[13]</sup> The visits generally lasted approximately thirty minutes each, for a total of one hour of supervision per year. (<i>Id.</i> at 137:1-3; 137:10-17; 2005 Dep. 40:17-41:10.) When asked if her district managers provided her with supervision, Ravas-Houllion answered: \"No. I must have been doing something right.\" (2009 Dep. 133:12.) When her district manager did stop by her store, he would \"just come in and give [her] a list of things to do\" with a deadline for completion. (<i>Id.</i> at 135:1-2; 136:16-25.) Her phone communications with her district manager were also limited. Ravas-Houllion only called him for things she could not fix, and she estimated that she called her district manager less than two times each month. (<i>Id.</i> at 137:21-22; 139:11-13.) <span class=\"star-pagination\">*647</span> In sum, the district manager did not tell her how to run the store on a day-to-day basis, nor was he present to influence how she chose to run her store. (<i>Id.</i> at 140:20-25.) When asked where she received guidance from regarding how to run her store on a daily basis, Ravas-Houllion testified: \"I don't really think about it. I know what I've got to do and just do it.\" (<i>Id.</i> at 141:3-7.)</p>\n<p>In 2009, Ravas-Houllion, as well as other store managers, began receiving daily e-mails from the district manager. (<i>Id.</i> at 139:25-140:6.) Ravas-Houllion also receives e-mails from Dollar General corporate headquarters daily. (<i>Id.</i> at 232:4-15.) However, she testified that the emails from her district manager are not directed specifically to her and do not provide any direction on how to run her store on a daily basis. Rather, the district manager sends a group email to everyone in the district. (<i>Id.</i> at 140:10-141:2.)</p>\n<p>With respect to Rogers-Andrews, she saw her district manager \"[m]aybe once a month\" for a couple of hours. (Rogers-Andrews Dep. at 84:11-13; 86:11-13.) Furthermore, when the district manager did stop by her store, he did not give her any specific instructions regarding how things needed to be done in her store; rather, he just gave \"general advice.\" (<i>Id.</i> at 85:11-19.) When the district manager spoke to Rogers-Andrews on the telephone, it was usually for her to give him the store sales report and to tell him anything else she believed she should tell him; the calls did not last more than five minutes. (<i>Id.</i> at 87:22-88:5.) Rogers-Andrews admitted that no one supervised her apart from the occasional visits or brief phone calls from her district manager. (<i>Id.</i> at 88:12-23; 89:6-11). Thus, Rogers-Andrews acknowledged that she ran the store herself with little oversight. (<i>Id.</i> at 86:14-16; 110:11-13; 135:20-136:8.) She answered \"Yes\" when asked the question: \"So 99 percent of the time you're in your store running it without supervision?\" (<i>Id.</i> at 88:9-11.)</p>\n<p>Thus, both Ravas-Houllion and Rogers-Andrews were \"vested with enough ... freedom from supervision to qualify for the executive exemption.\" <i>Haines,</i> 939 F.Supp. at 450; <i>see also </i><i>Thomas,</i> 506 F.3d at 507 (noting that despite the constant availability of the district manager to the store managers, and despite the fact that the district manager was in the store once or twice a week and was frequently in touch via phone and email, plaintiff was relatively free from supervision); <i>Mayne-Harrison,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3717604</span></span>, at *22 (plaintiff was relatively free from supervision where the district manager visited once every three months for about two hours and provided little to no oversight); <i>King,</i> No. 3:09-CV-00146, slip op. at 26 (plaintiff was relatively free from supervision where her contact with her district manager included \"daily district-wide voice mails ..., a ten-minute visit ever other month, and one annual visit of six or seven hours during inventory\"); <i>Grace,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2045784</span></span>, at *5 (plaintiff was relatively free from supervision where the district manager came into the store every two to three weeks for a short visit and was not a \"micro-manager\"); <i>Meyer,</i> 881 F.Supp. at 1021 (\"[W]e do not believe that the local store manager's job is any less managerial for FLSA purposes simply because he or she has an active regional manager boss.\").</p>\n<p></p>\n<h2>5. <i>Store Managers' Salary as Compared to Other Employees' Wages</i>\n</h2>\n<p>Finally, the court must consider the relationship between each store manager's salary and the wages paid other employees for non-exempt work. <i>See</i> 29 C.F.R. § 541.700 (2011); 29 C.F.R. § 541.103 (2003). The parties dispute the proper method for determining whether a store <span class=\"star-pagination\">*648</span> manager's salary is sufficiently higher than a non-exempt employee's wages to support invocation of the exemption. The store managers argue that if their salaries were divided by the number of hours they worked and reduced to an hourly rate, their hourly rate would be not much higher than that of the other employees. <i>See </i><i>Morgan v. Family Dollar Stores, Inc.,</i> <span class=\"citation\" data-id=\"78210\"><a href=\"/opinion/78210/morgan-v-family-dollar-stores-inc/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1233</span></a></span>, 1257-58 (11th Cir.2008) (calculating manager's hourly wage and comparing it to hourly wage paid to non-exempt employees); <i>Thomas,</i> 506 F.3d at 508-09 (same); <i>Grace,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2045784</span></span>, at *6 (same); <i>Johnson v. Big Lots Stores, Inc.,</i> <span class=\"citation\" data-id=\"1402227\"><a href=\"/opinion/1402227/johnson-v-big-lots-stores-inc/\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">903</span></a></span>, 918 (E.D.La.2009) (same). Dollar General argues that it is improper for the store managers to convert their salaries to an hourly wage. <i>See Hartman v. Dolgencorp of Texas, Inc.,</i> No. 6:09-CV-009-C, slip op. at 12, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">4926875</span></span> (N.D. Tex. June 24, 2010) (unpublished) (\"Although Plaintiff attempts to divide her weekly salary by alleged hours worked, courts have disregarded this attempt and focused instead on the weekly amount of pay.\"); <i>Moore,</i> 352 F.Supp.2d at 1279 (\"mathematical gymnastics\" of an hourly wage calculation are not required by the Fourth Circuit; rather, the court simply compared the manager's weekly salary with the highest possible non-exempt weekly wage). Dollar General insists that the \"salary\" of the allegedly exempt employee must be compared to the \"wages\" of nonexempt employees for the same time period. 29 C.F.R. § 541.700 (2011); 29 C.F.R. § 541.103 (2003).</p>\n<p>There is no prescribed formula for determining whether an allegedly exempt employee's salary is sufficiently higher than a non-exempt employee's wage. <i>See </i><i>Moore,</i> 352 F.Supp.2d at 1278. However, even when the court utilizes the store managers' method of wage comparison, it does not necessitate a finding in favor of the store managers. \"Regardless of the standard used, the gap between Plaintiff[s'] wages and the wages paid to the other employees at the store[s] was significant.\" <i>Johnson v. DG Retail LLC,</i> No. 1:08-CV-123-TS, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1929620</span></span>, at *4 (D.Utah May 13, 2010).</p>\n<p>As previously mentioned, Ravas-Houllion has testified that she works 60 hours per week. (2009 Dep. 60:14-16.) At her current salary of $573.08 per week,<sup>[14]</sup> her effective hourly rate of pay is $9.55 per hour. The next highest paid employee at the store, the assistant key holder, earns $8.00 per hour. (<i>Id.</i> at 91:13-14.) Thus, Ravas-Houllion earns only $1.55 more per hour than the assistant store manager, which Ravas-Houllion argues is not a significant difference. (Ravas-Houllion's Resp. Mot. Summ. J., DE #34, at 19.)</p>\n<p>\"The Court must also consider, however, that salary was not the totality of [Ravas-Houllion's] compensation.\" <i>Mayne-Harrison,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3717604</span></span>, at *23. Ravas-Houllion has also been eligible for and has received bonuses over the course of her employment based on her performance and the performance of her store. (2009 Dep. 113:21-114:9.) <i>See </i><i>Donovan v. Waffle House, Inc.,</i> No. C81-609A, <span class=\"citation no-link\"><span class=\"volume\">1983</span> <span class=\"reporter\">WL</span> <span class=\"page\">2108</span></span>, at *11 (N.D.Ga. Sept. 26, 1983) (\"There must be some reason other than an intent to subvert the Fair Labor Standards Act for the employer to pay [the unit <span class=\"star-pagination\">*649</span> managers] that much or give them the opportunity to earn that much.\"). She admitted that she received a bonus at least six times over the course of her employment, with one bonus being in the amount of $13,000. (2009 Dep. 127:24-128:6.) Even when other employees were eligible for bonuses, Ravas-Houllion received a larger bonus than the other employees. (<i>Id.</i> at 127:21-23; 2005 Dep. 35:10-13.) Thus, the evidence shows that Ravas-Houllion \"was making more, or at least the same, in her management positions as nonexempt employees.\" <i>Jones,</i> 69 Fed.Appx. at 639.<sup>[15]</sup></p>\n<p>Rogers-Andrews testified that she worked about 55 to 60 hours per week and that she earned $500 per week. (Rogers-Andrews Dep. 62:15-18; 74:14-20.) Therefore, Rogers-Andrews' effective hourly rate of pay was between $8.33 and $9.09 per hour. The assistant store manager earned $5.85 per hour. (<i>Id.</i> at 75:8-14.) Rogers-Andrews insists that this is not a substantial difference in wages. (Rogers-Andrews' Resp. Mot. Summ. J., DE # 38, at 16.)</p>\n<p>The court cannot agree with Rogers-Andrews' argument. Again, even when the court uses the figures provided by Rogers-Andrews, she still earned significantly more than the next most highly compensated employee at her store. Rogers-Andrews' hourly earnings were between 42 percent and 55 percent more than the assistant store manager's earnings. <i>See </i><i>Thomas,</i> 506 F.3d at 509 (finding that a store manager earning 30 percent more than the next senior employee earned significantly more than her subordinates); <i>King,</i> No. 3:09-CV-00146, slip op. at 28 (\"[A] jury could reasonably conclude only that the 35 to 42% greater pay that plaintiff received passes the threshold of significance required to support application of the executive exemption.\"); <i>Moore,</i> 352 F.Supp.2d at 1278 (noting that courts have found that a store manager earning 42 percent more than the next senior employee earned significantly more than subordinates); <i>Kastor v. Sam's Wholesale Club,</i> <span class=\"citation\" data-id=\"2580030\"><a href=\"/opinion/2580030/kastor-v-sams-wholesale-club/\"><span class=\"volume\">131</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">862</span></a></span>, 868-69 (N.D.Tex. 2001). Thus, the evidence shows that Rogers-Andrews \"was making more, or at least the same, in her management position[ ] as nonexempt employees.\" <i>Jones,</i> 69 Fed.Appx. at 639.<sup>[16]</sup></p>\n<p></p>\n<h2>6. <i>Authority to Hire</i>\n</h2>\n<p>With respect to Ravas-Houllion, the court must also determine whether she meets the final requirement of the current regulations for pay periods occurring after 23 August 2004. The court must consider whether Ravas-Houllion is an employee:</p>\n<blockquote>Who has the authority to hire or fire other employees or whose suggestions and recommendations as to the hiring, firing, advancement, promotion or any other change of status of other employees are given particular weight.<sup>[17]</sup></blockquote>\n<p>29 C.F.R. § 541.100(a)(4)(2011).</p>\n<p>Here, Ravas-Houllion clearly had the authority to hire employees. (2009 Dep. <span class=\"star-pagination\">*650</span> 99:19-21; 102:3-6; 103:4-6; 118:6-8; 189:22-190:1; 208:8-12; 210:9-211:2.) As previously discussed in Section II.B.3., <i>supra,</i> Ravas-Houllion argues that the district managers had the ultimate authority with regard to terminating employees and promoting employees. (2009 Dep. 107:24-108:5; 2005 Dep. 56:14-15.) She admitted, however, that her recommendations with regard to terminating and promoting employees were almost always followed, and that, in fact, she has terminated more than five employees and promoted about ten employees. (2009 Dep. 108:6-109:5; 211:3-7; 213:10-25; 214:10-12; 215:4-7; 2005 Dep. 53:5-11; 54:13-22.) Thus, Ravas-Houllion's deposition testimony establishes that she meets the additional requirement of the executive exemption test contained in the current regulations.</p>\n<p>In summary, based on evidence coming almost exclusively from the store managers' own deposition testimony, the only reasonable conclusion that a jury could reach is that Ravas-Houllion's and Rogers-Andrews' primary duty was management. As a result, both Ravas-Houllion and Rogers-Andrews have been properly exempted from the overtime requirements of the FLSA.</p>\n<p></p>\n<h2>C. <i>Motions to Seal</i>\n</h2>\n<p>Dollar General has filed three motions to seal (DE # 24, 27, 31), and plaintiffs have filed one motion to seal (DE # 37). Before granting a motion to seal, courts must first give the public notice and a reasonable opportunity to challenge the motion and then examine the public's right to access in conformity with <i>Stone v. Univ. of Md. Med. Sys. Corp.,</i> <span class=\"citation\" data-id=\"510651\"><a href=\"/opinion/510651/h-harlan-stone-md-frederick-k-toy-md-walter-pegoli-md/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 181 (4th Cir.1988). If the court finds that the public's right to access is outweighed by another significant interest, then the court must consider whether there are less drastic alternatives to sealing. <i>Id.</i> In furtherance of this directive from the Fourth Circuit, this district has promulgated local rules and procedures related to the filing of sealed material. <i>See</i> Local Civil Rule 79.2; <i>Eastern District of North Carolina Electronic Case Filing Administrative Policies and Procedures Manual</i> § T(1)(a) (rev. Jan. 25, 2010). The pending motions to seal do not fully address how the requests to seal overcome the common law or First Amendment presumption to access or the reasons why alternatives to sealing are inadequate, as required by the court's policies and procedures. <i>See id.</i> § T(1)(a)1.</p>\n<p>Finally, it appears that some or all of the documents plaintiffs asked the court to seal were designated as confidential by Dollar General:</p>\n<blockquote>In the event that a filing party seeks to file materials that have been designated confidential by another party or individual, the filing party shall provisionally file the materials under seal in accordance with Local Civil Rule 79.2 and Local Criminal Rule 55.2, with notice served on the party or individual who desires to maintain the materials under seal.</blockquote>\n<p><i>Id.</i> § T(1)(a)6. The specific notice requirements may be found in the policies and procedures manual. <i>Id.</i> \"Within seven (7) days after service of such notice, the party or individual desiring that the materials be maintained under seal shall file a motion to <span class=\"star-pagination\">*651</span> seal and supporting memorandum in accordance with Section T(1)(a)1.\" <i>Id.</i> § T(1)(a)6(ii).</p>\n<p>The parties must comply with the requirements set forth in the Policy Manual, so in turn this court may comply with Fourth Circuit precedent. Because the court does not have sufficient information to evaluate whether any exhibit covered by the aforementioned motions should be filed under seal, the burden will be placed on the parties to address the issue.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Upon reviewing the pleadings and the exhibits submitted by the parties, and upon viewing them in the light most favorable to the store managers, the court finds that the store managers qualify as exempt executives under the FLSA. In the opinion of the court, there is no genuine dispute of material fact, and Dollar General is therefore entitled to judgment as a matter of law. As a result, Dollar General's motions for summary judgment (DE # 21, 28) are GRANTED.</p>\n<p>The four motions to seal (DE # 24, 27, 31, 37) are DENIED WITHOUT PREJUDICE. Furthermore, the exhibits presently under seal shall remain under seal for a period of 10 days or, if a motion to seal is filed, until further order. Within 10 days of this order, the parties are directed to review the sealed entries on the docket, and within that time, Dollar General and/or plaintiffs may file a motion to seal or a notice of a provisional filing under seal. Any motion to seal must specifically reference the docket entry number and the attachment number to that docket entry. Unless a motion to seal relies on Fed. R.Civ.P. 5.2 (which the motion shall state), a memorandum of law must be filed contemporaneously with any motion to seal in accordance with Local Civil Rule 79.2 and the Policy Manual § T(1)(a). Any response to a motion to seal shall be filed within 10 days after service of the motion. If a motion to seal is not timely filed as to any exhibit, the Clerk is DIRECTED to unseal that exhibit.</p>\n<p>Dollar General's motion to strike (DE # 46) is DENIED AS MOOT because the court has determined that the exhibits referenced in the motion do not create a genuine dispute as to any material fact. Finally, plaintiffs' motion for leave to file notice of supplemental authorities in response to defendant's motions for summary judgment (DE # 55) is GRANTED.</p>\n<p>The Clerk is DIRECTED to enter judgment in favor of Dollar General and close the individual cases, No. 4:09-CV-57-BR and No. 4:09-CV-58-BR.</p>\n<h2>NOTES</h2>\n<p>[1]  All docket entry references pertain to case No. 5:09-MD-1500-JG.</p>\n<p>[2]  For the sake of convenience, Ravas-Houllion and Rogers-Andrews may also be referred to jointly as \"store managers\" or \"plaintiffs.\"</p>\n<p>[3]  The former regulations had a \"long test\" and a \"short test.\" \"The short test contains fewer specific standards but requires a greater minimum weekly salary than required for qualification under the long test.\" <i>Stricker v. E. Off Road Equip. Inc.,</i> <span class=\"citation\" data-id=\"2594379\"><a href=\"/opinion/2594379/stricker-v-eastern-off-road-equipment-inc/\"><span class=\"volume\">935</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">650</span></a></span>, 654 (D.Md.1996).</p>\n<p>[4]  The court cites the former regulations with a 2003 citation and the current regulations with a 2011 citation.</p>\n<p>[5]  For ease of reading, the court phrases its discussion regarding the FLSA executive exemption mainly in the past tense even though Ravas-Houllion is currently still employed by Dollar General. The court intends for the past tense to encompass the present when referring to Ravas-Houllion.</p>\n<p>[6]  The current regulations are similar, but they omit reference to the frequency with which the employee exercises discretionary powers. 29 C.F.R. § 541.700(a)(2011).</p>\n<p>[7]  Both Dollar General and plaintiffs have submitted summary judgment decisions in similar Dollar General cases from other districts. Not surprisingly, some courts have granted summary judgment in favor of Dollar General, while others have denied it. The decision requires an individualized inquiry, and while the cases provided by the parties are informative, they are not determinative of any matter before the court.</p>\n<p>[8]  The current regulations include two additional examples: planning and controlling the budget and monitoring or implementing legal compliance measures. 29 C.F.R. § 541.102 (2011).</p>\n<p>[9]  In her 2005 deposition, Ravas-Houllion provided vague testimony that \"[a]t one time[,]\" other employees in the store also received bonuses. (Ravas-Houllion 2005 Dep. 35-2-6.) However, she admitted that the other employees did not receive the same amount in bonuses that she did. (<i>Id.</i> at 35:10-13.) In her 2009 deposition, Ravas-Houllion testified that none of the other store employees were eligible to receive bonuses. (2009 Dep. 126:24-125:1.)</p>\n<p>[10]  Ravas-Houllion does not offer any evidence to counter the evidence offered by Dollar General with respect to this factor. She argues that \"[w]ith respect to her having the greatest impact on store profitability, Houllion maintains her manual labor duties are what has the greatest impact.\" (Ravas-Houllion's Resp. Def.'s Mot. Summ. J., DE # 34, at 2.) However, this assertion contains no citation to the record. Furthermore, the section of Ravas-Houllion's response brief that addresses the relative importance of her managerial duties as compared with her non-managerial work does not contain a single citation to the record. (<i>Id.</i> at 14-16.) It is apparent from reading the deposition testimony of Ravas-Houllion that no support for her claim can be found in the record.</p>\n<p>[11]  Rogers-Andrews claims that \"the most important duties performed by Rogers were non-managerial duties.\" (Rogers-Andrews' Resp. Def.'s Mot. Summ. J., DE #38, at 11.) However, she offers very little evidence to counter the evidence offered by Dollar General with respect to this factor. The section of her response brief that addresses the relative importance of her managerial duties as compared with her non-managerial work contains only one citation to the record, in which she points out that her training included learning about non-managerial tasks such as unloading the delivery truck. (<i>Id.</i> at 11-12; Rogers-Andrews Dep. 90:12-14.) Although Rogers-Andrews attempts to create a dispute of material fact with respect to this issue, it is apparent from reading her deposition testimony that no support for her claim can be found in the record.</p>\n<p>[12]  As previously noted, this factor is no longer present in the current regulations. However, this factor applies to Rogers-Andrews because she was employed by Dollar General prior to 23 August 2004. This factor also applies to Ravas-Houllion from the day that she became a store manager in 1995 until 23 August 2004.</p>\n<p>[13]  Ravas-Houllion's testimony on this particular issue is not entirely consistent. In her 2005 deposition, Ravas-Houllion stated that Tim Martin, the district manager, was in the store once every six weeks. (2005 Dep. 39:23-40:1.) However, in her 2009 deposition, she testified that Tim Martin was only her district manager for \"a year maybe\" and that she \"only saw him a couple of times[,]\" or about once every six months. (2009 Dep. 131:4-11.) Also in her 2005 deposition, she testified that Kurt Kellenberger, another district manager, was in the store more than twice a month. (2005 Dep. 40:2-5.) In her 2009 deposition, Ravas-Houllion clarified her testimony, stating that on average, Kellenberger only came to the store every couple of months except for a brief period of time when he stopped by every week or two. (2009 Dep. 131:12-25; 221:20-222:5.) The court concludes that the majority of Ravas-Houllion's deposition testimony supports the finding that her district managers visit her store about twice a year on average.</p>\n<p>[14]  Ravas-Houllion's salary has increased over the course of her employment with Dollar General. In 2001, she earned $385 per week. (2009 Dep. 89:21-90:2; 2009 Dep. Ex. 57, DE # 21-7.) By 27 August 2004, she was earning $511.54 per week. (2009 Dep. Ex. 61, DE #23-1, at DG/HoullianBre 01092.) In 2009, she was earning $546.85 per week. (2009 Dep. Ex. 57, DE #21-9 at DG/HoullianBre000194-98.) Her current salary is $573.08 per week. (Def.'s Mot. Summ. J. as to Ravas-Houllion, Ex. F, DE #21-11, at DG/HoullianBre001488.) These changes in Ravas-Houllion's salary do not significantly affect the court's analysis.</p>\n<p>[15]  The court also notes that if Dollar General's method of calculation is used, Ravas-Houllion's weekly salary over the course of her employment has been 151 to 205 percent of the weekly earnings for the next highest paid employee in her store. (Def.'s Br. Supp. Mot. Summ. J. as to Ravas-Houllion, DE #22, at 19.)</p>\n<p>[16]  The court also notes that if Dollar General's method of calculation is used, Rogers-Andrews' weekly salary was always at least twice (<i>i.e.,</i> 200 percent) the weekly earnings for the next highest paid full-time employee in her store. (Def.'s Br. Supp. Mot. Summ. J. as to Rogers-Andrews, DE # 29, at 17.)</p>\n<p>[17]  The current regulations explain that in determining whether an employee's recommendations are given \"particular weight\" under 29 C.F.R. § 541.100(a), the following factors should be considered:\n</p>\n<p>whether it is part of the employee's job duties to make such suggestions and recommendations; the frequency with which such suggestions and recommendations are made or requested; and the frequency with which the employee's suggestions and recommendations are relied upon.... An employee's suggestions and recommendations may still be deemed to have \"particular weight\" even if a higher level manager's recommendation has more importance and even if the employee does not have authority to make the ultimate decision as to the employee's change in status.</p>\n<p>29 C.F.R. § 541.105 (2011).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/78210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1291663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1402227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1468675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1511113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1555189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1960639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2299745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594379/"
  ]
}