{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2474451/",
  "absolute_url": "/opinion/2474451/mcdougal-wilson-v-goodyear-tire-and-rubber-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2474451/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:13.243379Z",
  "date_modified": "2016-04-26T22:02:07.431819Z",
  "type": "010combined",
  "sha1": "1e47daebb4af7c21b46e030c5a3b0b324f183169",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>427 F.Supp.2d 595 (2006)</b></center>\n<center><h1>Della McDOUGAL-WILSON, Plaintiff,<br>\nv.<br>\nGOODYEAR TIRE AND RUBBER COMPANY, d/b/a Just Tires, Defendant.</h1></center>\n<center>No. 5:04-CV-33-D(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>March 31, 2006.</center>\n<p><span class=\"star-pagination\">*596</span> <span class=\"star-pagination\">*597</span> <span class=\"star-pagination\">*598</span> <span class=\"star-pagination\">*599</span> <span class=\"star-pagination\">*600</span> <span class=\"star-pagination\">*601</span> Clarence Andrew McGuffin, Joyce L. Davis and Associates, Joyce L. Davis, Joyce Davis and Associates, Raleigh, for Della McDougal-Wilson, Lisa Brandenburg, Plaintiffs.</p>\n<p><span class=\"star-pagination\">*602</span> Patricia W. Goodson, Kilpatrick Stockton, LLP, Sabrina Presnell Rockoff, Kilpatrick Stockton, LLP, Sarah W. Fox, Kilpatrick Stockton, LLP, Raleigh, for Goodyear Tire and Rubber Company doing business as Just Tires, Goodyear International Corporation, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Plaintiff Della McDougal-Wilson (\"Wilson\"), an African-American woman, sued her former employer, defendant Goodyear Tire and Rubber Company (\"Goodyear\"), for alleged employment discrimination in violation of 42 U.S.C. § 1981, Title VII, and North Carolina state law. Essentially, Wilson alleges that Goodyear discriminated against her based on race, gender, and pregnancy with respect to wages, promotion, discipline, and termination. She further claims that Goodyear retaliated against her and created a hostile work environment. Wilson also asserts three state law claims: negligent infliction of emotional distress, negligent supervision, and wrongful discharge in violation of North Carolina public policy. Goodyear moved for summary judgment on all claims.</p>\n<p>As explained below, the court grants in part and denies in part Goodyear's motion for summary judgment. Specifically, the court rejects all of Wilson's federal claims except her Title VII claim concerning a sexually hostile work environment. As to that claim, the court defers ruling until it holds an evidentiary hearing on Goodyear's laches defense. As for the state law claims, the court rejects Wilson's negligent infliction of emotional distress claim and her wrongful discharge claim. As for the negligent supervision claim, the court defers ruling on that claim until the court resolves Goodyear's laches defense.</p>\n<p></p>\n<h2>I.</h2>\n<p>Wilson worked continuously with Goodyear from 1984 until her termination on August 7, 2002. (Pl. Resp. Ex. 244; Pl. Dep. 11.) In January 1992, Wilson became a sales associate with the Goodyear Auto Service Center at Crabtree Valley Mall in Raleigh, North Carolina. (Pl. Resp. Ex. 64 at 2; Pl. Dep. 19.) She ultimately held positions as retail sales manager, store sales manager, and service manager at the Crabtree Valley Mall store. (McElroy Decl. Ex. C at D005109-11; Pl. Dep. 19-20.) In April 1996, Wilson was promoted to store manager and transferred from the Crabtree Valley Mall store to the Jones Franklin Road store in Raleigh. (Pl. Resp. Ex. 64 at 2; Pl. Dep. 22; McElroy Decl. ¶ 5)</p>\n<p>As store manager, Wilson reported to a district manager.<sup>[1]</sup> From April 1996 until October 2001, Dave Montgomery was Wilson's district manager. (McElroy Decl. ¶ 6.) In October 2001, all Goodyear Auto Service Centers were converted to the Just Tires format, and Jeff Stewart became Wilson's district manager. (<i>Id.</i>)</p>\n<p>Goodyear periodically audits its retail stores. The Jones Franklin Road store was audited three times while Wilson was store manager: July 1997, February 2000, and June 2001. (Coale Aff. ¶ 3.) Wilson received a satisfactory score on each of the audits. (<i>Id.</i> ¶¶ 4, 6, 7.) Nonetheless, <span class=\"star-pagination\">*603</span> the auditor noted Wilson's poor operational and organizational skills, including handling personnel poorly and not paying vendor bills on time. (<i>Id.</i> ¶ 9.) Both Montgomery and Stewart also noted deficiencies in Wilson's management. Montgomery counseled Wilson about her management of the store and sent other store managers to assist her with operational aspects of the store. (Montgomery Dep. 93-95; Montgomery Decl. ¶ 3.) In December 2000, Montgomery required Wilson to write a letter acknowledging that she was responsible for the performance of her store and committing to improve performance by organizing paperwork, controlling costs, maintaining control of inventory, and timely clearing weekly document registers. (Pl. Resp. Ex. 5; Montgomery Decl. ¶ 4.) Stewart witnessed Wilson's difficulties keeping up with paperwork and following company policies and procedures. (Stewart Decl. ¶ 5.) On January 10, 2002, Stewart gave Wilson a verbal warning for being late to a store manager meeting. (<i>Id.</i> ¶ 11, Ex. C.) Stewart also gave a verbal warning to two other store managersBob Phillips and Tony Pulliamfor being late to the same meeting. (Stewart Decl. ¶ 11.) On February 7, 2002, Stewart gave Wilson a written warning for being late to another store manager meeting. (<i>Id.</i> ¶ 11.)</p>\n<p>From February 2002 to July 9, 2002, Wilson worked reduced hours or was on a medical leave of absence due to complications from her pregnancy. (Pl.Dep.286-87, 345.) During Wilson's absence, Stewart discovered that multiple invoices had not been paid (Stewart Dep. 224, 244) and that employees in the store were not coding services properly. (Stewart Decl. ¶ 14.) Upon Wilson's return to work on July 9, 2002, Stewart sent her home to write a letter of commitment regarding unpaid bills and improper coding of services. (<i>Id</i> ¶ 15; Pl. Resp. Ex. 9-10; Stewart Dep 246-47.) Plaintiff called Goodyear human resources to complain about the timing of the request, was allowed to return to work, and was given two weeks to write the letter of commitment. (Stewart Dep. 247-48; Walker Dep. 151-54.)</p>\n<p>On or about August 7, 2002, Stewart called the Jones Franklin Road store at 7:30 a.m., when the store was to be open for business, but no one answered. (Stewart Dep. 250, 255.) Stewart reached someone at the store at 7:40 a.m. and was told that the store had just opened. (<i>Id.</i> at 250; Stewart Decl. ¶ 16.) Stewart reviewed security records for the store and discovered that the store had opened late 14 times in the 22 days since Wilson's return from maternity leave. (Stewart Decl. ¶ 17.) Stewart sent Wilson home pending human resources approval of her termination, which he received on August 9, 2002. (<i>Id.</i> ¶ 18; Pl. Resp. Ex. 48.)</p>\n<p>On August 7, 2002, Wilson filed her EEOC charge. (Pl. Resp. Ex. 15; Pl. Dep. 288.) Wilson received her right to sue notice on May 23, 2003, and she filed suit in state court on August 21, 2003.</p>\n<p></p>\n<h2>II.</h2>\n<p>Wilson offers no direct evidence of discrimination as to any of her disparate treatment claims. Instead, she proceeds under <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), which \"established an allocation of the burden of production and an order for the presentation of proof in . . . discriminatory-treatment cases.\" <i>St. Mary's Honor Or. v. Hicks,</i> 509 U.S. 502, 506, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993). First, the plaintiff must establish a prima facie ease of discrimination. <i>See id.; Texas Dep't. of </i><i>Cmty. Affairs v. Burdine,</i> 450 U.S. 248, 252-53, 101 S.Ct. 1089. 67 L.Ed.2d 207 (1981). The prima facie case varies depending <span class=\"star-pagination\">*604</span> on the factual nature of the claim. <i>See </i><i>McDonnell Douglas,</i> 411 U.S. at 802 n. 13, 93 S.Ct. 1817; <i>Miles v. Dell, Inc.,</i> 429 F.3d 480, 485-89 (4th Cir.2005). If the plaintiff establishes the prima facie case, the burden shifts to the defendant to produce evidence that the defendant took adverse employment action \"for a legitimate, nondiscriminatory reason.\" <i>Burdine,</i> 450 U.S. at 254, 101 S.Ct. 1089. This burden is one of production, not persuasion. <i>St. Mary's Honor Ctr.,</i> 509 U.S. at 509, 113 S.Ct. 2742. If the defendant offers admissible evidence sufficient to meet its burden of production, \"the burden shifts back to the plaintiff to prove by a preponderance of the evidence that the employer's stated reasons were not its true reasons, but were a pretext for discrimination.\" <i>Hill v. Lockheed Martin Logistics Mgmt., Inc.,</i> 354 F.3d 277, 285 (4th Cir.2004) (en banc) (quotation omitted); <i>see, e.g., </i><i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 143, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000); <i>Burdine,</i> 450 U.S. at 256, 101 S.Ct. 1089; <i>King v. Rumsfeld,</i> 328 F.3d 145, 150-54 (4th Cir.2003). A plaintiff can demonstrate pretext by showing that the employer's \"explanation is unworthy of credence or by offering other forms of circumstantial evidence sufficiently probative of [illegal] discrimination.\" <i>Mereish v. Walker,</i> 359 F.3d 330, 336 (4th Cir.2004) (quotation omitted).</p>\n<p>The elements required to establish a prima facie case of race discrimination are the same under Title VII and section 1981; therefore, the court considers these claims together. <i>See </i><i>Bryant v. Bell Atlantic Md., Inc.,</i> 288 F.3d 124, 133 n. 7 (4th Cir.2002); <i>Gairola v. Va. Dep't of Gen. Servs.,</i> 753 F.2d 1281, 1285 (4th Cir.1985).<sup>[2]</sup> Further, in considering the defendant's motion for summary judgment, the court applies the governing standard under Rule 56 of the Federal Rules of Civil Procedure. <i>See, e.g., </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986).</p>\n<p></p>\n<h2>III.</h2>\n<p>\"[I]n order to establish a prima facie case of racial discrimination in compensation under either Title VII or section 1981, [plaintiff needs] to show: (1) membership in a protected class; (2) satisfactory job performance; (3) adverse employment action with respect to compensation; and (4) that similarly-situated employees outside the protected class received more favorable treatment.\" <i>White v. BFI Waste Servs., LLC,</i> 375 F.3d 288, 295 (4th Cir. 2004). Additionally, Title VII incorporates four defenses from the Equal Pay Act: unequal pay \"made pursuant to (i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex.\" 29 U.S.C. § 206(d)(1); <i>see</i> 42 U.S.C. § 2000e-2(h). Therefore, \"claims for sex-based wage discrimination can be brought under Title VII . . . provided that the challenged wage rate is not based on seniority, merit, quantity or quality of production, or `any other factor other than sex.\" <i>County of Washington v. Gunther,</i> 452 U.S. 161, 168, 101 S.Ct. 2242, 68 L.Ed.2d 751 (1981).</p>\n<p><span class=\"star-pagination\">*605</span> Wilson claims that Goodyear paid her less than new white-male store managers. Specifically, she contends that \"Goodyear paid Burks and Marion $4,077, compared to Wilson's 83,487; Hudgins $4,500, compared to Wilson's $3,656; and Maybee, $4,547, compared to Wilson's $3,948.\" (Pl. Resp.25.) In making these comparisons, Wilson first compares the salary that she received from October 1, 1998 to May 30, 2000 (i.e., 83,487) to Burks' and Marion's salaries for the time period December 1, 1999 to January 12, 2001 and January 1, 2001 to February 17, 2001, respectively. (Pl. Resp. Ex. 83 at D005109-10, D005005-06, D005100.) Second, she compares the salary that she received from June 1, 2000 to July 30, 2001 (i.e., $3,656) to Hudgins' salary for the time period March 1, 2001 to December 31, 2001. (<i>Id.</i> at D005109-10, D005071.) Third, she compares the salary that she received from August 1, 2001 to August 9, 2002 (i.e., $3,948) to Maybee's salary for the time period January 1, 2002 to August 23, 2002. (<i>Id.</i> at D005109-10, D005101.)</p>\n<p>From 1999 until her termination in August 2002, Wilson's store was never classified as greater than a $650,000-8899,999 volume store. (McElroy Decl. ¶ 11.) During the time periods when Wilson compares their salaries, Burks, Marion. Hudgins, and Maybee each managed $1.2 million volume stores. (Pl. Resp. Ex. 245; Montgomery Decl. II ¶¶ 6-9; Stewart Decl. II ¶ 2; McElroy Decl. II ¶¶ 2-4.) Higher volume stores require \"more paperwork, processes, budgeting skills, and overall responsibilities.\" (Montgomery Decl. ¶ 7; Stewart Decl. ¶ 3.) Because Burks, Marion, Hudgins, and Maybee's positions required more responsibilities. none are similarly situated to Wilson. <i>See </i><i>Wheatley v. Wicomico County,</i> 390 F.3d 328, 333 (4th Cir.2004) (\"Jobs are considered unequaldespite having the same general core responsibilitiesif the more highly paid job involves additional tasks which (1) require extra effort . . . (2) consume a significant amount of the time and (3) are of an economic value commensurate with the pay differential.\") (quotation omitted); <i>Bartges v. Univ. of N.C. at Charlotte,</i> 908 F.Supp. 1312, 1327-28 (W.D.N.C.1995), <i>aff'd,</i> 94 F.3d 641 (4th Cir.1996) (per curiam) (unpublished table decision). Thus, Wilson has not satisfied her burden to present evidence that Goodyear was paying her less than similarly situated employees outside the protected class. <i>See </i><i>Bartges,</i> 908 F.Supp. at 1327-28.</p>\n<p>Alternatively, even if Wilson had established a prima facie case, Goodyear compensates store managers using tiered pay ranges based on store volume. (McElroy Decl. ¶ 12.) As such, the pay differences that Wilson attacks fall within two defenses. <i>See</i> 42 U.S.C. § 2000e-2(h); 29 U.S.C. § 206(d)(1). Specifically, Goodyear's compensation system measures earnings based on quantity or quality of production or some \"factor other than sex.\" <i>See, e.g., </i><i>Brinkley v. Harbour Rec. Club,</i> 180 F.3d 598, 613-16 (4th Cir.1999) (rejecting Equal Pay Act claim because the pay differential was based on a \"factor other than sex\"); <i>Sprague v. Thorn Americas, Inc.,</i> 129 F.3d 1355, 1363 (10th Cir. 1997) (analyzing Title VII); <i>Byrd v. Ronayne,</i> 61 F.3d 1026, 1034 (1st Cir.1995) (analyzing Equal Pay Act); <i>Sobol v. Kidder, Peabody &amp; Co.,</i> 49 F.Supp.2d 208, 215, 220 (S.D.N.Y.1999) (analyzing Equal Pay Act). Accordingly, Wilson's wage discrimination claim fails, and Goodyear's motion for summary judgment on this claim is granted.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Wilson alleges that she <i>was</i> denied promotion to either a larger sales volume <span class=\"star-pagination\">*606</span> store or a \"more favorable\" store at the same sales volume due to her race and sex. (Compl. ¶¶ 33-35, 45-46.) Goodyear uses sales volume to categorize stores. (McElroy Decl. ¶ 10.) Each store manager receives a base salary associated with the store category plus incentive compensation. (<i>Id.</i> ¶ 12.) There were 13 openings for store managers at higher volume stores from August 1999 to 2002. (<i>Id.</i> ¶ 35.) Plaintiff complains about not being promoted to six positions from 1999 through 2002. (Pl. Resp. 7.)<sup>[3]</sup></p>\n<p>To establish a prima facie case of failure to promote based on race or sex, the plaintiff must show (1) that she applied for the position in question; (3) that she was qualified for that job; and (4) that the defendant rejected her application under circumstances that give rise to an inference of unlawful discrimination. <i>See </i><i>Diamond v. Colonial Life &amp; Accident Ins. Co.,</i> 416 F.3d 310, 319 n. 6 (4th Cir.2005).</p>\n<p></p>\n<h2>A.</h2>\n<p>Initially, the court analyzes whether Wilson has established a prima facie case. As an African-American woman, Wilson belongs to a protected class. Goodyear does not post store manager positions, rather the district manager selects candidates. (Walker Dep. 235-36.) \"[I]f the employer fails to make its employees aware of vacancies, the application requirement may be relaxed and the employee treated as if she had actually applied for a specific position.\" <i>Williams,</i> 370 F.3d at 431. Thus, the court assumes that Wilson meets the second requirement, and the court focuses on the third and fourth requirements.</p>\n<p>Turning to the third requirement, the district managers who made the promotion decisions concerning the store manager vacancies from August 1999 to 2002 determined qualification for store manager positions based on prior performance. As district Manager Montgomery explained:</p>\n<blockquote>If a store manager was not a strong performer and did not demonstrate strong operational and managerial abilities, i would not consider the store manager for promotion to a higher volume store, which would require at a minimum, more paperwork, processes, budgeting skills, and overall responsibilities. Instead, I would prefer to promote a highly skilled lower level manager.</blockquote>\n<p>(Montgomery Deck. ¶ 7.) District Manager Stewart echoed this analysis:</p>\n<blockquote>I would look to service managers and sales managers with outstanding performance in their current position and who are interested in promotion. I also considered current store managers who are performing well. With both groups, I consider the candidate's performance in his or her current position and demonstrated knowledge of the Goodyear business as a whole. If a store manager was not performing well in a low volume store, I would not move them to a higher volume store requiring more paperwork, processes and budgeting skills.</blockquote>\n<p>(Stewart Decl. ¶ 3.)</p>\n<p>Goodyear audits its stores periodically. During Wilson's employment with Goodyear, <span class=\"star-pagination\">*607</span> auditors gave an audited store a numerical grade reflecting the store's performance during the audit. (Coale Aff. ¶ 3.) At that time, an excellent rating was 95 to 100, a satisfactory rating was 85 to 94, and an unsatisfactory rating was 84 and below. (<i>Id.</i>) Goodyear's policy allows immediate termination of any manager who receives an unsatisfactory audit. (Pl. Resp. 6, Ex. 253; McElroy Decl. II ¶ 6.) Goodyear audited Wilson's store on July 11, 1997, February 28, 2000, and June 26, 2001. (Coale Aff. ¶¶ 4, 6, 7.) Wilson's audit scores were 86, 86, and 89; however, during the 2001 audit, the auditor originally gave Wilson an unsatisfactory score, but decided to change the score because he had seen worse audits. (<i>Id.</i> ¶ 7.) The auditor found that Wilson was \"extremely disorganized, did not handle her personnel well, and did not handle the operational side of the business well,\" and that \"Wilson was a good sales person, but was not a good store manager.\" (<i>Id.</i> ¶ 9.) The auditor relayed his concerns to Wilson's then-supervisor, Dave Montgomery. (<i>Id.</i> ¶ 10.) No other store manager consistently had scores as low as Wilson. (Montgomery Decl. II ¶ 2.)</p>\n<p>Wilson asserts that she was well qualified for the promotions, based on her experience, sales success, and satisfactory audits. (Pl.Resp.25.) Plaintiff's perception of her own experience, performance, and skills is not relevant. It is the perception of the decisionmaker that counts. <i>Se, </i><i>King,</i> 328 F.3d at 149; <i>Hawkins v. Pepsi-Co, Inc.,</i> 203 F.3d 274, 280 (4th Cir.2000); <i>Smith v. Flax,</i> 618 F.2d 1062, 1067 (4th Cir.1980). \"It is axiomatic that an employer is free to set its own performance standards, provided such standards are not a `mask' for discrimination.\" <i>Beall v. Abbott Labs.,</i> 130 F.3d 614, 619 (4th Cir.1997).</p>\n<p>Wilson's supervisors (Montgomery and then Stewart) expressed significant concerns about her organizational and operational skills. (Stewart Decl. ¶ 5; Montgomery Decl. ¶ 6.) Each supervisor disciplined Wilson for these deficiencies. (Pl. Resp. Ex. 5 (December 2000 letter to Montgomery committing to organize paperwork, control costs, control inventory, and timely clear weekly document registers); Pl. Resp. Ex. 9-10 (July 2002 letter of commitment to Stewart regarding unpaid bills and improper coding of services).) Both Montgomery and Stewart believed that Wilson's performance as a low-volume store manager was not good. Thus, they \"did not consider her qualified for a promotion to a higher volume store.\" (Stewart Decl. ¶ 16; Montgomery Decl. ¶ 6.)</p>\n<p>As for Wilson's alleged sales success during the relevant period, for the year 2000, Wilson's store ranked 11 out of 12 for store sales and 9 out of 12 for store profit. Through October 2001, Wilson's store ranked 10 out of 12 for store sales and 5 out of 12 for store profit. (Montgomery Decl. II ¶ 4, Ex. A; Pl. Resp. Ex. 256.)</p>\n<p>As for the fourth requirement of her prima facie case (i.e., whether Goodyear rejected Wilson under circumstances that give rise to an inference of unlawful discrimination), \"[j]ob performance and relative employee qualifications are widely recognized as valid, non-discriminatory bases for any adverse employment decision.\" <i>Evans v. Tech. Apps. &amp; Serv. Co.,</i> 80 F.3d 954, 960 (4th Cir.1996). Plaintiff has offered her opinion of her experience in support of her claim that Goodyear failed to promote her under circumstances that give rise to an inference of unlawful discrimination. Wilson's opinion of her experience, however, is not enough. <i>See, e.g., </i><i>King,</i> 328 F.3d at 149-50. Moreover, Montgomery and Stewart have explained that they promoted high-performing lower-level management personnel into these store <span class=\"star-pagination\">*608</span> manager positions. (Montgomery Decl. ¶¶ 6-12; Stewart Decl. ¶¶ 3-6.)</p>\n<p>Although \"the burden of establishing a prima facie case of disparate treatment is not onerous,\" <i>Burdine,</i> 450 U.S. at 253, 101 S.Ct. 1089, Wilson may not rest upon mere allegations and denials, but \"must demonstrate that a triable issue of fact exists. . . .\" <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994) (citations omitted). Wilson has failed to create a triable issue of fact regarding either the third or fourth requirement of her prima facie case. Accordingly, Wilson has failed to establish a prima facie case of sex or race discrimination regarding her denial of promotions, and Goodyear is entitled to summary judgment on those claims.</p>\n<p>Alternatively, even if Wilson did establish a prima facie case, Goodyear has produced a legitimate non-discriminatory reason for each failure to promote: Goodyear chose a more qualified candidate for each position. (Montgomery Decl. ¶¶ 8, 9, 11; Montgomery Decl. II ¶¶ 6-9; Stewart Decl. ¶ 4; Stewart Decl. II ¶ 2.) An employer's good faith belief that another candidate is better qualified due to job performance and experience is a legitimate non-discriminatory reason for not promoting someone. <i>Evans,</i> 80 F.3d at 960. Thus, Wilson has failed to raise a genuine issue of material fact as to pretext. <i>See, e.g., </i><i>Diamond,</i> 416 F.3d at 319-20.<sup>[4]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>Wilson also argues that a lateral transfer to another $650,000$899,999 volume store would have been a \"promotion.\" She then argues that Goodyear denied her such a \"promotion\" based on her sex and race.</p>\n<p>In order for Wilson's theory to be viable, she must establish that the failure to transfer her laterally was an adverse employment action. A mere refusal to grant a lateral transfer that an employee desires, however, does not qualify as an adverse employment action unless the decision \"had some significant detrimental effect\" on the employee. <i>Boone v. Goldin,</i> 178 F.3d 253, 256 (4th Cir.1999); <i>see </i><i>Brown v. Brody,</i> 199 F.3d 446, 456-57 (D.C.Cir.1999). Significant detrimental effect on an employee includes reduced pay, a diminished opportunity for promotion, less responsibility, or a lower rank. <i>See </i><i>Boone,</i> 178 F.3d at 256-57. \"[A]bsent any decrease in compensation, job title, level of responsibility, or opportunity for promotion, reassignment to a new position commensurate with one's salary level does not constitute an adverse employment action.\" <i>Id.; see </i><i>Von Gunten v. Maryland,</i> 243 F.3d 858, 868-69 (4th Cir.2001); <i>accord </i><i>Watts v. Kroger Co.,</i> 170 F.3d 505, 512 (5th Cir.1999). This principle regarding the decision <i>to</i> laterally transfer an employee applies with equal force to the decision <i>not</i> to laterally transfer an employee. <i>See </i><i>LePique v. Hove,</i> 217 F.3d 1012, 1014 (8th Cir.2000) (finding \"no reason to suppose\" that a failure to transfer should be \"treated any differently\" than an actual transfer).</p>\n<p>Wilson relies on <i>Jones v. City of Elizabeth City,</i> 840 F.Supp. 398, 403 (E.D.N.C. 1991), and <i>Wagstaff v. City of Durham,</i> 233 F.Supp.2d 739, 744 (M.D.N.C.2002), to argue that the denial of a transfer can constitute an adverse employment action <span class=\"star-pagination\">*609</span> even where it involves no difference in pay or benefits. (Pl.Resp.24.) In <i>Jones,</i> the employee \"went from an indoor employment position to a fairly demanding position that required him to patch streets and dig ditches outdoors.\" <i>Jones,</i> 840 F.Supp. at 403. In <i>Wagstaff,</i> the court held that no adverse employment action arose because \"the benefits that accompanied the [desired position] simply do not qualify as `significant' in light of the fact that the primary components of Plaintiff's job rank, wages, number of hoursremained the same.\" <i>Wagstaff</i> 233 F.Supp.2d at 746.</p>\n<p>Wilson has not presented evidence that the working conditions at the Jones Franklin Road store were marginally different than at any other $650,000$899,999 volume store, much less the material disparity in working conditions that existed in <i>Jones.</i> Similarly, Wilson has not presented evidence that transfer to a same-volume store would have affected her title, salary, or hours. <i>See </i><i>Wagstaff</i> 233 F.Supp.2d at 746. In fact, the evidence is to the contrary. (McElroy Decl. ¶¶ 12, 23.) Accordingly, <i>Jones</i> and <i>Wagstaff</i> provide no help to Wilson. Thus, even assuming that, on a unique set of facts, the denial of a lateral transfer could constitute an adverse employment action, the court holds that the failure to transfer Wilson to a same-volume store in this case was not an adverse employment action.</p>\n<p>There are no material facts in dispute regarding Wilson's failure-to-promote claims. Accordingly, Goodyear is entitled to summary judgment on Wilson's failure-to-promote claims.</p>\n<p></p>\n<h2>V.</h2>\n<p>Wilson alleges that she was singled out for harsher discipline than similarly situated white males. (Compl. ¶¶ 41-44, 50-53, 57.) To establish a prima facie case of discrimination in the enforcement of employee disciplinary measures, the plaintiff must show: (1) that she is a member of a class protected by Title VII, (2) that the prohibited conduct in which she engaged was comparable in seriousness to misconduct of employees outside the protected class, and (3) that the disciplinary measures enforced against her were more severe than those enforced against those other employees. <i>See </i><i>Cook v. CSX Transp. Corp.,</i> 988 F.2d 507, 511 (4th Cir. 1993); <i>Moore v. City of Charlotte,</i> 754 F.2d 1100, 1105-06 (4th Cir.1985).</p>\n<p>In evaluating the disciplinary measures, \"employment discrimination laws require as an absolute precondition to suit that some adverse employment action have occurred.\" <i>Bristow v. Daily Press, Inc.,</i> 770 F.2d 1251, 1255 (4th Cir.1985). \"Adverse employment action includes any .. act . . . if, but only if, that act results in an adverse affect on the terms, conditions, or benefits of employment.\" <i>Gunten,</i> 243 F.3d at 866 (quotation omitted).<sup>[5]</sup></p>\n<p>Wilson initially attacks the letter to Montgomery acknowledging her responsibilities as a manager, the verbal and written warnings for tardiness at staff meetings, and the letter of commitment for paying vendor bills late. These actions, however, did not adversely affect the \"terms, conditions, or benefits\" of her employment. <span class=\"star-pagination\">*610</span> <i>See </i><i>Von Gunten,</i> 243 F.3d at 866-70. These letters, without more, do not constitute an adverse employment action. <i>See </i><i>Thompson v. Potomac Elec. Power Co.,</i> 312 F.3d 645, 651-52 (4th Cir. 2002); <i>see also </i><i>Griffin v. Potter,</i> 356 F.3d 824, 829 (7th Cir.2004). Likewise, within Goodyear's progressive disciplinary process, these oral and written warnings are not adverse employment actions. <i>See </i><i>Thompson,</i> 312 F.3d at 651-52; <i>see also </i><i>Oest v. Ill. Dep't of Corr.,</i> 240 F.3d 605, 613 (7th Cir.2001).</p>\n<p>Alternatively, even assuming the letters or the warnings were an adverse employment action, Wilson has not shown that any similarly situated manager outside the protected class was treated less harshly. Wilson disagrees and argues that Stewart had her write a letter of commitment for paying bills late, yet Burks, Blumenstein, Hobgood, Phillips, Young, VanAken, and Woodall also paid bills late and were not disciplined. All of these people were white males. (Pl.Resp.Ex. 83, 246.)</p>\n<p>To be similarly situated the employees must have been disciplined by the same supervisor. <i>See </i><i>Radue v. Kimberly-Clark Corp.,</i> 219 F.3d 612, 618 (7th Cir.2000) (collecting cases). Blumenstein and Burks paid bills late while Montgomery, not Stewart, was district manager. (Pl. Resp. Ex. 262 at D008028-33, D008037, D008039, D008044-51; Pl. Resp. Ex. 88 at D005484 (June 2001 audit reveals that Burks failed to pay $7,935.00 worth of parts bills prior to the September 2000 inventory).) Therefore, any difference in discipline is irrelevant. Further, to be similarly situated the supervisor imposing the discipline must have been aware of the infraction. <i>See </i><i>Brasic v. Heinemann's Inc.,</i> 121 F.3d 281, 287 (7th Cir.1997). Stewart, however, was not aware that Hobgood, Phillips, or Young had paid bills late. (Stewart Decl. II ¶ 3.) Finally, Stewart was aware that VanAken and Woodall paid their bills late, and he disciplined them. (Stewart Decl. ¶ 20.) Specifically, Stewart terminated VanAken for failing to pay vendor bills on time while already on a commitment letter for other infractions, and Stewart gave Woodall a verbal warning for paying bills late. (<i>Id.</i>)</p>\n<p>Next, Wilson contends that she was punished more severely than some white-male managers for being late to staff meetings. (Pl.Resp.11-12.) The record demonstrates, however, that some white-male managers were also punished for tardiness. (Stewart Decl. ¶¶ 11, 20, Ex. C.)</p>\n<p>A plaintiff cannot establish a prima facie case of disparate discipline through evidence that an employer treated one similarly situated white-male employee more favorably where the evidence also shows other similarly situated white-male employees received discipline similar to plaintiff. <i>See </i><i>Cook,</i> 988 F.2d at 511-12. A court need \"compare only discipline imposed for like offenses in sorting out claims of disparate discipline under Title VII.\" <i>Id.</i> at 511. While \"the comparison will never involve precisely the same set of work-related offenses occurring over the same period of time and under the same sets of circumstances,\" some comparison must be made. <i>Id.</i> If the plaintiffs discipline fell within a range of discipline imposed on white employees for the specific violation, then \"there was no disparity of treatment from which one could conclude that [plaintiff s] discipline was a product of [illegal] discrimination.\" <i>Id.</i> at 512.</p>\n<p>Here, the discipline that Wilson received fell within the same range as white-male managers. Thus, Wilson has failed to establish a prima facie case of discriminatory discipline. <i>See id.; </i><i>Moore,</i> 754 F.2d at 1107-11.</p>\n<p><span class=\"star-pagination\">*611</span> Finally, Stewart terminated Wilson after he learned that she had opened her store late on several occasions. Before making this decision, Stewart requested, received, and reviewed security records from ADT for the time period of July 6, 2002 to August 8, 2002. (Stewart Decl. ¶ 17, Ex. B; Pl. Resp. Ex. 260.) During discovery, Wilson obtained ADT security-records for the time period of February 1, 2004 to April 1, 2005 showing that other store managers opened their stores late as well. (Pl.Resp.Ex. 263.) Wilson, however, has produced no evidence that Stewart had these ADT security records or was aware of the other stores opening late when he disciplined Wilson. Moreover, Stewart testified that he only reviewed the ADT security records when a problem arose that prompted him to investigate whether a store was opening on time. (Stewart Dep. 256; Stewart Decl. II ¶ 4.)</p>\n<p>For employees to be similarly situated, the supervisor must have been aware of the infraction. <i>See </i><i>Brasic,</i> 121 F.3d at 286. Here, during the time in which Stewart disciplined Wilson, no evidence shows that Stewart was aware that other stores were opening late. Accordingly, because there is no genuine issue of material fact concerning Wilson's disparate discipline claim, Goodyear is entitled to summary judgment on that claim.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Wilson next attacks her discharge. To establish a prima facie case of race, sex, or pregnancy discrimination, Wilson must show that \"(1) she is a member of a protected class; (2) she suffered adverse employment action; (3) she was performing her job duties at a level that met her employer's legitimate expectations at the time of the adverse employment action; and (4) the position remained open or was filled by similarly qualified applicants outside the protected class.\" <i>Hill,</i> 354 F.3d at 285 (sex discrimination); <i>see </i><i>Miles,</i> 429 F.3d at 489-91 (pregnancy discrimination); <i>King,</i> 328 F.3d at 149 (race discrimination).</p>\n<p>Wilson has failed to demonstrate that she was performing her job duties at a level that met Goodyear's legitimate job expectations at the time of her August 2002 termination. Wilson has merely stated her perception that her performance was satisfactory. Wilson's testimony about her own performance, however, \"cannot establish a genuine issue as to whether [Wilson] was meeting [Goodyear's legitimate] expectations.\" <i>See </i><i>King,</i> 328 F.3d at 149; <i>see also </i><i>Hill</i> 354 F.3d at 298. Further, Goodyear has established that Stewart did not believe that Wilson was meeting Goodyear's legitimate expectations. (Stewart Decl. ¶¶ 5-6, 13-18; Pl. Resp. Ex. 9-10 (July 2002 letter of commitment to Stewart regarding unpaid bills and improper coding of services).) Wilson went through the four-step counseling process under Stewart, which culminated in her termination for cause. (Stewart Decl. ¶¶ 11, 15, 18.) Additionally, Wilson does not question that Goodyear's asserted expectations were legitimate. <i>See Warch c. Ohio Gas. Ins. Co.,</i> 435 F.3d 510, 517-18 (4th Cir.2006). Because Wilson failed to establish a prima facie case concerning her discharge, Goodyear is entitled to summary judgment on that claim.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Wilson alleges Goodyear retaliated against her for taking pregnancy leave and for complaining about sexual harassment. (Compl. ¶ 58.) To establish a prima facie case of retaliation, a plaintiff must show that \"(1) she engaged in a protected activity; (2) the employer took an adverse employment action against her; and (3) a causal connection existed between the protected <span class=\"star-pagination\">*612</span> activity and the asserted adverse employment action.\" <i>Von Gunten,</i> 243 F.3d at 863.</p>\n<p>In her August 7, 2002 EEOC charge, Wilson alleges that she was retaliated against \"because [she] reported sexual harassment and because [she] refused to engage in racially discriminatory conduct.\" (Pl. Resp. Ex 15.) The EEOC charge does not mention alleged retaliation due to her pregnancy (including taking pregnancy leave). (<i>Id.</i> at ¶ 11 II, VII.)</p>\n<p>\"If the claims raised under Title VII exceed the scope of the EEOC charge and any charges that would naturally have arisen from an investigation thereof, they are procedurally barred.\" <i>Chacko v. Patuxent Inst.,</i> 429 F.3d 505, 509 (4th Cir. 2005) (quotation omitted). Accordingly, Wilson cannot pursue a retaliation claim based on her pregnancy. <i>See id.</i> at 513; <i>see also </i><i>Miles,</i> 429 F.3d at 491-92: Rather, her retaliation claim is limited to alleged retaliation due to her report of sexual harassment.<sup>[6]</sup></p>\n<p>Wilson only reported sexual harassment in 1996. The lengthy delay between Wilson's 1996 report and her 2002 termination dooms Wilson's ability to prove a causal connection between the two events. <i>See, e.g., </i><i>Causey v. Balog,</i> 162 F.3d 795, 803 (4th Cir.1998). Additionally, Wilson fails \"to satisfy the causation element of this claim because [s]he introduced no evidence that the [decisionmakerStewart] knew about [her 1996 sexual harassment report.]\" <i>Id.</i> at 803-04; <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> 145 F.3d 653, 657 (4th Cir.1998) (\"[T]he employer's knowledge that the plaintiff engaged in a protected activity is absolutely necessary to establish the third element of the prima facie case.\"). In fact, Stewart was not \"aware that [Wilson] had ever complained of sexual harassment, including her report of alleged harassment in 1996, until after her termination in August 2002.\" (Stewart Decl. ¶ 19.) Accordingly, Goodyear is entitled to summary judgment on Wilson's retaliation claim.</p>\n<p></p>\n<h2>VIII.</h2>\n<p></p>\n<h2>A.</h2>\n<p>Wilson alleges that Goodyear subjected her to a hostile work environment. (Compl. ¶¶ 20-33, 55.) To make out a hostile work environment claim, Wilson must prove that the offending conduct: (1) was unwelcome; (2) was based on a protected status; (3) was sufficiently severe or pervasive to alter her terms and conditions of employment and to create an abusive working environment; and (4) was imputable to her employer. <i>See </i><i>Ocheltree v. Scollon Prods., Inc.,</i> 335 F.3d 325, 331 (4th Cir.2003) (en banc) (sexual harassment); <i>Causey,</i> 162 F.3d at 801 (racial harassment). Although, it is unclear whether Wilson alleges that the hostile, work environment was based on her race, sex, or pregnancy, the court analyzes each of these alternative theories.</p>\n<p>In examining whether the alleged harassment was sufficiently severe or pervasive, the court must consider the \"frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Harris v. Forklift Sys., Inc.,</i> 510 U.S. 17, 23, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993). The \"conduct <span class=\"star-pagination\">*613</span> must be extreme to amount to a change in the terms and conditions of employment.\" <i>Faragher v. City of Boca Raton,</i> 524 U.S. 775, 788, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998). The work environment must have been \"permeated with discriminatory intimidation, ridicule, and insult . . . that [was] sufficiently severe or pervasive to alter the conditions\" of plaintiff's work environment based on a protected reason (e.g., race, sex, or pregnancy). <i>Harris,</i> 510 U.S. at 21, 114 S.Ct. 367 (quotation omitted). Simple teasing, sporadic use of abusive language, offhand comments, jokes related to protected status, and isolated incidents (unless extremely serious) will not amount to discriminatory changes in the terms and conditions of employment. <i>Faragher,</i> 524 U.S. at 788, 118 S.Ct. 2275. Likewise, general complaints of rude treatment are not sufficient to sustain a hostile work environment claim. <i>See </i><i>Baqir v. Principi,</i> 434 F.3d 733, 747 (4th Cir.2006).</p>\n<p>Under Title VII, the \"severe or pervasive\" requirement has both an objective and subjective component. <i>Harris,</i> 510 U.S. at 21-22, 114 S.Ct. 367. The objective component is judged from the perspective of a reasonable person in the plaintiff's position. <i>Oncale v. Sundowner Offshore Servs., Inc.,</i> 523 U.S. 75, 81, 118 S.Ct. 998, 140 L.Ed.2d 201 (1998). The objective component helps courts \"to police the baseline for hostile environment claims.\" <i>Mendoza v. Borden, Inc.,</i> 195 F.3d 1238, 1244 (11th Cir.1999) (en banc). In <i>Faragher,</i> the Court made clear that the \"conduct must be extreme\" to be actionable and that lower courts had appropriately applied the objective component and granted summary judgment where \"the alleged harassment was not actionably severe or pervasive.\" <i>Faragher,</i> 524 U.S. at 788, 118 S.Ct. 2275.</p>\n<p>In Wilson's EEOC complaint, Wilson identified Randy Prosser (another store manager) as \"the person who had sexually harassed me.\" (Pl. Resp. Ex 15 at ¶ XII.) Wilson testified that before she was promoted to store manager at the Jones Franklin Road store, she worked at the Crabtree Valley Mall store, and that Prosser was the Crabtree Valley Mall store manager. According to Wilson, Prosser made sexual comments to her two or three times a week. (Pl.Dep.149-52.) These comments included telling Wilson how beautiful she was, that she kept herself so small, and that he wanted to kiss her. Wilson told a co-worker about these comments, told Prosser to stop making the comments, but did not report the comments to the district manager or human resources. (Pl. Dep. 150-52; Pl. Resp. Ex. 150 at D00800.)</p>\n<p>After Wilson was promoted and transferred to the Jones Franklin Road store, her contact with Prosser decreased to one or two times per week. (Pl.Dep.152-53.) Prosser was no longer her supervisor and they no longer worked in the same store. (Pl.Dep.153.) Nonetheless, Wilson testified that Prosser's sexual comments became more pronounced and graphic, including comments about having sexual intercourse and oral sex. (Pl.Dep. 154.) Wilson never reported these comments to anyone, including her district manager or human resources. (Pl.Dep. 155, 158, 164.)</p>\n<p>In November 1996, Wilson was conducting inventory at her store with Prosser. During that process, Wilson testified that Prosser pulled his penis out of his pants. She said, \"Stop it.\" (Pl.Dep.136.) Prosser then said he was going to the bathroom to \"relieve myself.\" (Id.) When Prosser returned, he reached across Wilson's shoulder and grabbed her breast. (Id.) According to Wilson, she again told Prosser to stop it and to leave. (<i>Id.</i> at 137.) Prosser apologized and left. (<i>Id.</i>)</p>\n<p><span class=\"star-pagination\">*614</span> According to Wilson, she went home that night and called Roger Brown, her team leader, at his home. (Pl.Dep.137, 157, 165.) Wilson told Brown that Prosser exposed himself and grabbed her. (<i>Id.</i> at 157-58.) Brown expressed shock, but asked Wilson if she would mind if he waited until the morning to call Montgomery. Wilson said that was fine. (<i>Id.</i> at 137, 157.) Brown called Wilson the next morning and said that Montgomery was on his way to talk to her. (<i>Id.</i> at 138.) Wilson also called Goodyear human resources that morning but does not remember with whom she spoke. (<i>Id.</i> at 157-58.)</p>\n<p>Montgomery arrived that morning and spoke with Wilson at a nearby Hardee's. (<i>Id.</i>) According to Wilson, Montgomery asked her to explain what happened with Prosser. (Id.) Wilson told Montgomery that Prosser exposed himself to her. (<i>Id.</i> at 162.) While talking to Montgomery, Wilson began to cry. (<i>Id.</i> at 138.) Montgomery then said that she did not have to say anything else and that whenever Wilson was ready to talk about itwhether it was today, tomorrow, next week, next month, wheneverthen they could talk. (<i>Id.</i> at 139, 161-62.) Montgomery also told Wilson that he had stopped by Prosser's store that morning and spoke with him, and that Prosser did not mention anything happening. (<i>Id.</i> at 139, 163.) According to the plaintiff, after meeting with Wilson, neither Montgomery nor human resources ever contacted her again about the incident. (<i>Id.</i> at 163-64.) Likewise; she never contacted Montgomery, human resources, or anyone else at Goodyear. (<i>Id.</i> at 163-64, 338.)</p>\n<p>Goodyear's witnesses tell a different story. (Montgomery Dep. 173-205.) Essentially, Montgomery testified that Bob Morris in Goodyear human resources called him, said that there was some problem between Wilson and Prosser, and asked him to find out \"what's going on.\" (Montgomery Dep. 173)<sup>[7]</sup> According to Montgomery's testimony, Morris did not use the term sexual harassment and Montgomery did not know specifically what he was investigating. (<i>Id.</i> at 175-76.) Montgomery drove to Wilson's store and asked to meet with her over a cup of coffee. (<i>Id.</i> at 178.) They went to a nearby Hardee's to get coffee, and he asked Wilson what happened \"last night.\" Wilson left the table to go to the restroom for about five or ten minutes. When Wilson returned, she was upset and said that she did not want to discuss it. (<i>Id.</i> at 179, 186-87.) Montgomery denies that Wilson told her that Prosser exposed himself and groped her. (<i>Id.</i> at 186.) After speaking with Wilson, Montgomery then met with Prosser and asked him what happened. (<i>Id.</i> at 193-94.) Prosser said that during the inventory, Prosser reached for a pencil in Wilson's pocket and may have touched her breast. (<i>Id.</i> at 193-96.)</p>\n<p>After the meeting with Wilson, Montgomery wrote and sent a letter to Wilson. (Montgomery Decl. ¶ 17.) The letter stated:</p>\nTo: Della McDougal\n  Store Manager\n  # 2345\n<p>This letter is to acknowledge the phone call you made to Roger Brown on the evening of November 18, 1996 concerning possible sexual harassment against Randy Prosser.</p>\n<p>On the morning of November 19 Roger contacted you to reaffirm your call <span class=\"star-pagination\">*615</span> but you then claimed you made a mistake and told Roger to forget about the call. Also that same morning Bob Harris, Mgr. Human Resources, also contacted you to obtain information and to handle the situation to a closure. He also was told by you that you were sorry for any inconvenience and that the whole situation was a mistake by you.</p>\n<p>I then made a trip to Raleigh and met with you on Friday November 23. You also told me that you did not want to discuss the matter.</p>\n<p>Della a call of this nature to anyone in management is very serious and we have no intention of taking it lightly. However, since you are now saying it was a mistake on your part we are not going to pursue it any further at this time but we do want you to understand that we will not condone such matters and also we will not condone false accusations by associates.</p>\n<p>Should you want to talk with any of us further please feel free to do so.</p>\n      J.D. Montgomery\n      District Manager\n      # 2300\n<p>(<i>Id.</i> Ex. A; Montgomery Dep. 199-204.)</p>\n<p>Wilson testified that she never received Montgomery's letter. (Pl.Dep.163.) Wilson never again contacted Montgomery, human resources, or any other manager about Prosser's conduct or about Prosser's alleged comments that preceded the conduct. (Pl.Dep.163-64.) She did not promptly file an EEOC charge. (Pl.Dep. 164.)</p>\n<p>After Montgomery's November 1996 meeting with Wilson, Montgomery did not meet with Prosser about the allegations. (Prosser Dep. 271-73.) Human resources never followed up or conducted any investigation. (<i>Id.;</i> Montgomery Dep. 208-09.)</p>\n<p>Within 30 to 60 days after the alleged groping incident, Prosser replaced Brown as team leader responsible for assisting Wilson's store. (Pl. Dep. 164-65; Pl. Resp. Ex. 250; Def. Resp. to Pl.2d Interrog. # 37.) According to Wilson, Prosser continued to regularly make sexually related comments to her. (Pl.Dep.166-67.) Prosser remained the team leader from early January 1, 1997 until after Wilson's termination. (Pl.Resp.Ex. 250.)</p>\n<p>Wilson never reported the sexually related comments that Prosser made during her employment. (Pl. Dep. 166-172, 338-39; Stewart Decl. ¶ 19.) Thus, she never reported these comments to Montgomery, Stewart, or anyone in human resources. (Pl. Dep. 158, 163; Stewart Decl. ¶ 19.) Wilson did not file an EEOC charge until August 7, 2002. (Pl.Dep.Ex. 15.)</p>\n<p>Wilson alleged one incident of sexual harassment within 180 days of her August 7, 2002 EEOC charge. Specifically, she alleged that during her pregnancy, Prosser told her that he wanted to perform oral sex on her, and that they could get a hotel room and no one would know. (Pl.Dep.167.) Wilson never complained to Goodyear about this comment. (Pl.Dep. 158.)</p>\n<p>Standing alone, Prosser's alleged comment is not sufficiently severe to affect the terms and conditions of Wilson's work environment. <i>See, e.g., </i><i>Harris,</i> 510 U.S. at 21, 114 S.Ct. 367; <i>Baqir,</i> 434 F.3d at 747; <i>Hartsell v. Duplex Prods., Inc.,</i> 123 F.3d 766, 772-73 (4th Cir.1997). Accordingly, unless <i>National Railroad Passenger Corporation v. Morgan,</i> 536 U.S. 101, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002), applies and permits plaintiff to rely on events beyond the 180-day charge-filing period, then Goodyear is entitled to summary <span class=\"star-pagination\">*616</span> judgment on Wilson's sexual harassment claim.<sup>[8]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>Under <i>Morgan,</i> a court sometimes may consider events beyond the 180-day charge-filing period when analyzing a hostile work environment claim. <i>See </i><i>Morgan,</i> 536 U.S. at 115-21, 122 S.Ct. 2061. In <i>Morgan,</i> the Court noted that a \"hostile work environment claim is composed of a series of separate acts that collectively constitute one `unlawful employment practice.'\" <i>Id.</i> at 117, 122 S.Ct. 2061 (quoting 42 U.S.C. § 2000e-5(e)(1)). For purposes of the requirement that a charge be filed within 180 days after the alleged \"unlawful employment practice,\" the Court held that so long as a single act \"contributing to the claim occurs within the filing period, the entire time period of the hostile environment may be considered\" for the purposes of determining liability. <i>Id.</i> In order for a court to permit a party pursuing a hostile work environment claim to reach beyond the charge-filing period (e.g., the 180-day period applicable in this case), the court must examine whether the acts beyond the filing period are component acts of a single hostile work environment claim. Thus, a court must examine whether the \"pre- and post-limitations period incidents involved the same type of employment actions, occurred relatively frequently, and were perpetrated by the same managers.\" <i>Id.</i> at 120 (quotation omitted).</p>\n<p>Goodyear concedes that Prosser's alleged comment within the 180-day period permits the plaintiff to rely on Prosser's conduct outside the 180-day period so long as Prosser's conduct is all part of a single hostile work environment claim. (Def.Mem.30.) Nevertheless, Goodyear argues that Wilson's sexually hostile work environment claim fails due to the <i>Faragher-Ellerth</i> affirmative defense or due to laches. (<i>Id.</i> at 30-35.)</p>\n<p>Under <i>Faragher-Ellerth,</i> if an employee is subject to harassment that does not culminate in tangible employment action, an employer may present an affirmative defense. <i>See </i><i>Faragher,</i> 524 U.S. at 807, 118 S.Ct. 2275; <i>Burlington Indus., Inc. v. Ellerth,</i> 524 U.S. 742, 765, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998); <i>Brown v. Perry,</i> 184 F.3d 388, 395 (4th Cir.1999). The affirmative defense requires the employer to prove: (1) \"that the employer exercised reasonable care to prevent and to correct promptly any harassing behavior,\" and (2) \"that the plaintiff unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise.\" <i>Faragher,</i> 524 U.S. at 807, 118 S.Ct. 2275; <i>Ellerth,</i> 524 U.S. at 765, 118 S.Ct. 2257; <i>Brown,</i> 184 F.3d at 395.</p>\n<p><span class=\"star-pagination\">*617</span> Prosser's alleged sexual harassment did not culminate in tangible employment action. Thus, Goodyear may assert the affirmative defense. <i>See </i><i>Ellerth,</i> 524 U.S. at 765-66, 118 S.Ct. 2257; <i>Brown,</i> 184 F.3d at 395; <i>Lissau v. Southern Food Serv., Inc.,</i> 159 F.3d 177, 182 (4th Cir.1998).</p>\n<p>As for the first requirement, an employer's distribution of an anti-harassment policy provides \"compelling proof that the [employer] exercised reasonable care in preventing and promptly correcting sexual harassment.\" <i>Barrett v. Applied Radiant Energy Corp.,</i> 240 F.3d 262, 266 (4th Cir. 2001) (quotation omitted); <i>Lissau,</i> 159 F.3d at 182. An employee may rebut proof concerning an employer's anti-harassment policy by showing that \"the employer adopted or administered an anti-harassment policy in bad faith or that the policy was otherwise defective or dysfunctional.\" <i>Barrett,</i> 240 F.3d at 266 (quoting <i>Brown,</i> 184 F.3d at 396 (quoting <i>Faragher,</i> 524 U.S. at 808, 118 S.Ct. 2275)).</p>\n<p>The record is not clear concerning when Goodyear first distributed an anti-harassment policy. The record contains a Goodyear Field Personnel Manual dated January 1, 1993. (Pl.Resp.Ex. 150.) The manual contains a policy concerning sexual harassment. (<i>Id.</i> at D00800.) Bob Morris, a retired Goodyear human resources executive, testified that the Field Personnel Manual was in effect during the latter part of his tenure (i.e., from 1993 through March 1998). (Morris Dep. 44-45, 130.) The record does not reveal whether Goodyear distributed the Field Personnel Manuel to store managers or whether, in fact, Wilson ever received a copy. Morris did testify, however, that each store received a training video concerning equal employment opportunity (including a portion on sexual harassment) and that all employees could call a hotline to complain about anything (including sexual harassment). (Morris Dep. 130-34.)</p>\n<p>At some point during her employment, Wilson received Goodyear's employee handbook, but does not recall receiving the \"Zero Tolerance\" policy concerning sexual harassment. (Pl. Dep. 330-31, 333; Pl. Resp. Ex. 152.) Wilson, however, signed an acknowledgment concerning her receipt of the Zero Tolerance policy on November 30, 2001. (Def. Mem. Ex. K at D01484.)</p>\n<p>In reviewing the evidence in the light most favorable to plaintiff, a genuine issue of material fact exists as to whether Goodyear distributed and effectively enforced a policy against sexual harassment from 1994 through August 2002. <i>See </i><i>White,</i> 375 F.3d at 299; <i>EEOC v. R &amp; R Ventures,</i> 244 F.3d 334, 341 (4th Cir.2001); <i>Smith v. First Union Nat'l Bank,</i> 202 F.3d 234, 246 (4th Cir.2000). Although Wilson only complained about sexual harassment once, she testified that her complaint included telling her team leader, Brown, and her district manager, Montgomery, that Prosser had exposed himself to her. (Pl. Dep.158-62.) Notwithstanding her specific allegation, Montgomery did not interview Prosser about the specific allegation. (Prosser Dep. 271-73.) Further, viewed most favorably to the plaintiff, Goodyear then made Prosser a team leader and thereby required Wilson to work in close proximity with him. Although Goodyear's evidence tells a different story (Montgomery Decl. ¶ 17, Ex. A; Montgomery Dep. 173-205), a jury question exists as to whether Goodyear's anti-harassment policy was distributed and effectively enforced. <i>See </i><i>R &amp; R Ventures,</i> 244 F.3d at 341 (jury question as to <i>Faragher-Ellerth</i> affirmative defense where the employer failed to interview the alleged harasser about the specific allegation of sexual harassment); <i>Smith,</i> 202 F.3d at 246 (jury question as to <i>Faragher-Ellerth</i> affirmative defense <span class=\"star-pagination\">*618</span> where the employer failed to discuss or mention the subject of sexual harassment with the alleged harasser and thatafter the allegation of sexual harassment and inadequate investigationthe company kept the plaintiff working in close proximity with the alleged harasser).</p>\n<p>Likewise, as to the second prong of the affirmative defense, a genuine issue of material fact exists as to whether Wilson unreasonably failed to take advantage of any preventative or corrective opportunities or to otherwise avoid harm. On the one hand, Goodyear contends that Wilson unreasonably failed to take advantage of any preventive or corrective opportunities. Specifically, Goodyear notes that Wilson never again contacted Montgomery after the meeting at Hardee's, that Stewart replaced Montgomery as the district manager in October 2001, that Wilson never complained to Stewart about Prosser's alleged comments or conduct, and that Wilson never again complained about sexual harassment to human resources (but did complain about Stewart to human resources). (Def.Mem.33-34.) On the other hand, Wilson testified that she reported to Brown and Montgomery that Prosser exposed himself in 1996 and shortly thereafter Prosser became her team leader; therefore, she believed any further complaints about Prosser were futile and would subject her to retaliation by Prosser. (Pl. Dep.338.) Unlike cases where the employee made no complaint to management about alleged sexual harassment, Wilson did make a complaint about alleged sexual harassment. <i>Cf. </i><i>Matvia v. Bald Head Island Mgmt., Inc.,</i> 259 F.3d 261, 268-70 (4th Cir.2001); <i>Barrett,</i> 240 F.3d at 266-68. Viewed most favorably to Wilson, the reasonableness of Wilson's conduct is a jury question.</p>\n<p></p>\n<h2>C.</h2>\n<p>Finally, Goodyear cites <i>Morgan</i> and argues that this court should conclude that laches bars Wilson's sexual harassment claim. (Def. Mem. 34-35 (citing <i>Morgan,</i> 536 U.S. at 121-22, 122 S.Ct. 2061).) The defense requires Goodyear to prove \"(1) lack of diligence by the party against whom the defense is asserted, and (2) prejudice to the party asserting the defense.\" <i>Morgan,</i> 536 U.S. at 122, 122 S.Ct. 2061 (quotation omitted).</p>\n<p>In support of the lack of diligence prong of this defense, Goodyear notes that Wilson waited over five years to file an EEOC charge concerning sexual harassment and \"provided no sufficient justification for her failure to report her allegations of continuing harassment\" to Goodyear. (Def.Mem.34.) In support of the prejudice prong, Goodyear asserts that it has been prejudiced in its ability to defend due to fading witness memories. Goodyear then cites the deposition testimony of Bob Morris who testified that he has no memory of Wilson's alleged 1996 complaint. (Def. Mem. 35; Morris Dep. 6, 154-60, 167-68, 172-75.) Goodyear also cites plaintiff's deposition testimony and argues that plaintiff cannot supply reliable dates as to the events at issue. (Def. Mem. 35; Def. Reply 12.)</p>\n<p>Wilson responds that she filed her EEOC charge on the day that she was terminated and that there was no undue delay. (Pl.Resp.38.) Wilson also argues that Morris' deposition testimony concerning a lack of memory conflicts with Goodyear's October 2002 position statement to the EEOC. (Pl. Resp. 38 (citing Pl. Resp. Ex. 64).)</p>\n<p>Laches is an equitable defense that the court, not a jury, decides. <i>See generally </i><i>Liberty Oil Co. v. Condon Nat'l Bank,</i> 260 U.S. 235, 242-43, 43 S.Ct. 118, 67 L.Ed. 232 (1922) (discussing role of <span class=\"star-pagination\">*619</span> court as to equitable defenses before merger of courts of law and courts of equity). Having a court resolve the laches defense is consistent with Title VII's remedial scheme. <i>Cf. </i><i>Keller v. Prince George's County,</i> 827 F.2d 952, 955 (4th Cir.1987) (backpay is an equitable remedy under Title VII for the court to decide); <i>Robinson v. Lorillard Corp.,</i> 444 F.2d 791, 802 {4th Cir.1971) (same). Moreover, even after Congress amended Title VII in 1991 to permit jury trials, Congress retained the distinction between certain equitable remedies and defenses under Title VII. <i>See, e.g., </i><i>Pollard v. E.I. du Pont de Nemours &amp; Co.,</i> 532 U.S. 843, 848-54, 121 S.Ct. 1946, 150 L.Ed.2d 62 (2001) (discussing equitable nature of front pay under Title VII); <i>Corti v. Storage Tech. Corp.,</i> 304 F.3d 336, 344 (4th Cir.2002) (Niemeyer, J., concurring) (\"[U]nder the scheme established under Title VII, the court awards backpay, and the jury awards other compensatory damages. . . . [T]he statute separates these factfinding responsibilities . .\"); <i>see generally </i><i>Morgan,</i> 536 U.S. at 121-22, 122 S.Ct. 2061 (describing equitable nature of laches defense).</p>\n<p>A court faced with a laches defense \"must make the requisite findings.\" <i>Brzozowski v. Corr. Physician Servs., Inc.,</i> 360 F.3d 173, 182 (3d Cir.2004). After the court makes these findings, the court has the \"discretion to locate a just result in light of the circumstances peculiar to the case.\" <i>Albemarle Paper Co. v. Moody,</i> 422 U.S. 405, 424, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975) (quotation omitted); <i>accord </i><i>Occidental Life Ins. Co. v. EEOC,</i> 432 U.S. 355, 373, 97 S.Ct. 2447, 53 L.Ed.2d 402 (1977). The discretion includes the power to bar a plaintiff from pursuing a hostile work environment claim. <i>See </i><i>Morgan,</i> 536 U.S. at 121, 122 S.Ct. 2061.</p>\n<p>The court concludes that it should not resolve Goodyear's laches defense on summary judgment. <i>See </i><i>Jeffries v. Chicago Transit Auth.,</i> 770 F.2d 676, 679 (7th Cir.1985) (\"Laches is generally a factual question not subject to summary judgment.\") Rather, the court concludes that an evidentiary hearing is appropriate. At that hearing, each party will be permitted to present evidence concerning the laches defense. The court will be the factfinder as to the defense.</p>\n<p>The court will hold this evidentiary hearing before scheduling the case for trial. If Goodyear establishes the laches defense and the court exercises its discretion to bar the plaintiff's hostile work environment claim, then there will not be a trial. In contrast, if the defense is not established or the claim is not barred, then there will be a trial.</p>\n<p></p>\n<h2>IX.</h2>\n<p>Finally, the court turns to plaintiffs three claims under North Carolina law. The court has jurisdiction over these claims pursuant to supplemental jurisdiction. <i>See</i> 28 U.S.C. § 1367; <i>Shanaghan v. Cahill,</i> 58 F.3d 106, 110 (4th Cir.1995).</p>\n<p></p>\n<h2>A.</h2>\n<p>First, Wilson asserts a claim of negligent infliction of emotional distress against Goodyear based on its conduct in permitting discrimination to occur and its negligent supervision of those who allegedly discriminated against Wilson. (Compl. ¶¶ 59-60, 88-101.) Under North Carolina law, to state a claim for negligent infliction of emotional distress (\"NIED\"), \"a plaintiff must allege that (1) the defendant negligently engaged in conduct, (2) it was reasonably foreseeable that such conduct would cause the plaintiff severe emotional distress . . ., and (3) the conduct did in fact cause the plaintiff severe emotional distress.\" <i>Johnson v. Ruark Obstet</i> <span class=\"star-pagination\">*620</span> <i>and Gynecology Assoc., P.A.,</i> 327 N.C. 283, 304, 395 S.E.2d 85, 97 (1990).</p>\n<p>North Carolina's three-year statute of limitation applies to this claim. <i>See</i> N.C. Gen.Stat. § 1-52(5); <i>King v. Cape Fear Mem'l Hosp.,</i> 96 N.C.App. 338, 341, 385 S.E.2d 812, 814 (1989). Because severe emotional distress is an essential element of a NIED claim, <i>Waddle v. Sparks,</i> 331 N.C. 73, 82-83, 414 S.E.2d 22, 27 (1992), the three-year period of time for a NIED claim accrues when the \"conduct of the defendant causes extreme emotional distress.\" <i>Bryant v. Thalhimer Bros., Inc.,</i> 113 N.C.App. 1, 12, 437 S.E.2d 519, 525 (1993); <i>Pembee Mfg. Corp. v. Cape Fear Constr. Co.,</i> 313 N.C. 488, 493, 329 S.E.2d 350, 354 (1985); N.C. Gen.Stat. § 1-52(16). Notably, Wilson admits that extreme emotional distress manifested shortly after the groping incident. (Pl Dep. 311-14, 335-36.) Thus, at least as to the NIED claim arising from the November 1996 incident, her claim accrued at that time.</p>\n<p>Except for her negligent supervision claim, Wilson's NIED claim does not describe negligent behavior on the part of Goodyear. Rather, she describes a course of alleged intentional discrimination and retaliation. For purposes of her NIED claim, Wilson's allegations and proof are not sufficient to withstand summary judgment <i>See </i><i>Guthrie v. Conroy,</i> 152 N.C.App. 15, 25, 567 S.E.2d 403, 411 (2002); <i>accord Schult v. Int'l Bus. Mach. Corp.,</i> No. 5:02-CV-357-BR, 2003 WL 24046341, at *2 (E.D.N.C. Oct.30, 2003); <i>Bennett v. City of Greensboro,</i> No. 1:02CV00366, 2002 WL 32086528, at *11 (M.D.N.C. Nov.7, 2002). Moreover, to the extent that Wilson claims that Goodyear employees were negligent in responding to her claims of alleged disparate treatment and retaliation, the failure of those claims defeats her NIED claim arising from that alleged conduct. <i>See </i><i>Guthrie,</i> 152 N.C.App. at 25, 567 S.E.2d at 411.</p>\n<p>Further, Wilson has failed to raise a genuine issue of material fact concerning severe emotional distress within the statute of limitations. <i>See Schult,</i> 2003 WL 24046341, at *2-4 (collecting cases). The record does not contain sufficient evidence of severe emotional distress within the three-year statute of limitations for Wilson's NIED claim to survive. <i>See id.</i> Because Wilson has failed to set forth specific facts showing there is a genuine issue for trial concerning her NIED claim, Goodyear is entitled to summary judgment on that claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, Wilson contends that Goodyear was negligent in supervising Prosser, in failing to respond appropriately to her complaints of sexual harassment, and in failing to respond to the disparate treatment alleged in this lawsuit. \"[B]efore the employer can be held liable [for negligent supervision], plaintiff must prove that the incompetent employee committed a tortious act resulting in injury to plaintiff and that prior to the act, the employer knew or had reason to know of the employee's incompetency.\" <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 495, 340 S.E.2d 116, 124 (1986).</p>\n<p>Turning to the first element (i.e., a tortious act resulting in injury to plaintiff), the only claim remaining that can serve as a basis for that element is Wilson's Title VII sexual harassment claim. Although neither the Supreme Court of North Carolina nor the Fourth Circuit has addressed the issue, the Middle District of North Carolina has twice rejected motions to dismiss under Rule 12(b)(6) and held that a Title VII violation conceivably may serve as a \"tortious act\" for purposes of a negligence <span class=\"star-pagination\">*621</span> gent supervision claim. <i>Efird v. Riley,</i> 342 F.Supp.2d 413, 430 (M.D.N.C.2004); <i>Barbier v. Durham County Bd. of Educ.,</i> 225 F.Supp.2d 617, 630 n. 11 (M.D.N.C.2002); <i>cf. </i><i>Smith,</i> 202 F.3d at 250 n. 12 (declining \"to decide whether a Title VII violation can be the underlying tort for a negligent supervision or retention claim under North Carolina law\"); <i>Hartsell,</i> 123 F.3d at 774 (\"On appeal, [plaintiff] argues that a violation of Title VII satisfies the underlying tort requirement [for a negligent supervision/retention claim]. Because we find neither an underlying tort nor a violation of Title VII, we need not address the question.\"). As for the second element, Wilson must demonstrate that, prior to the alleged tortious conduct, Goodyear knew or had reason to know of Prosser's alleged propensity for engaging in sexually harassing behavior. <i>See </i><i>Smith,</i> 202 F.3d at 250; <i>Hogan,</i> 79 N.C.App. at 495, 340 S.E.2d at 124.</p>\n<p>The court shall defer ruling on Goodyear's motion for summary judgment on the negligent supervision claim. If the court ultimately concludes that Wilson's Title VII sexual harassment claim is barred due to laches, then the negligent supervision claim would fail due to the absence of a tortious act resulting in injury to the plaintiff. If the sexual harassment claim is not barred due to laches, then the court will address whether the negligent supervision claim survives summary judgment.</p>\n<p></p>\n<h2>C.</h2>\n<p>Finally, Wilson alleges that Goodyear wrongfully discharged her in violation of North Carolina public policy. She relies on the North Carolina Equal Employment Practice Act, N.C. Gen.Stat. § 143-422.2, as the source of North Carolina's public policy against race or sex discrimination. Having failed to establish facts to support her claims under Title VII that Goodyear discharged her due to her race or sex, Wilson's wrongful discharge claim is dismissed. <i>See </i><i>Jones v. Southcorr, LLC,</i> 324 F.Supp.2d 765, 783 (M.D.N.C.2004).</p>\n<p></p>\n<h2>X.</h2>\n<p>For the reasons stated above, defendant Goodyear's motion for summary judgment is GRANTED IN PART AND DENIED IN PART. All of Wilson's federal claims are DISMISSED except her Title VII claim concerning a sexually hostile work environment. As to that claim, the court defers ruling on it until the court holds an evidentiary hearing on Goodyear's laches defense. All of Wilson's state law claims are DISMISSED except her negligent supervision claim. The court defers ruling on that claim until the court resolves Goodyear's laches defense.</p>\n<h2>NOTES</h2>\n<p>[1]  In addition, Goodyear designates certain store managers as team leaders. Goodyear contends that a team leader is a store manager with added responsibilities of providing assistance to other store managers, but team leaders are not supervisors of store managers and cannot hire, fire, or discipline store managers. (McElroy Decl. ¶ 8.) Wilson contends that team leaders sometimes provide input on discipline, promotions, and transfers. (Brandenburg Dep. 38-41; Pl. Resp. Ex. 48.)</p>\n<p>[2]  The statute of limitations under 42 U.S.C. § 1981 is four years. <i>See</i> 28 U.S.C. § 1658. Therefore, in this case, race discrimination that occurred after August 21, 1999 is actionable under section 1981.</p>\n<p>[3]  Under Title VII, plaintiff's failure-to-promote claims are limited to non-promotions occurring within 180 days of filing her August 7, 2000 EEOC charge. <i>See </i><i>Nat'l R.R. Passenger Corp. v. Morgan,</i> 536 U.S. 101, 122, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002); 42 U.S.C. 2000e-5(e)(1). Thus, any Title VII failure-to-promote claims that predate February 8, 2002 are dismissed. <i>See </i><i>Morgan,</i> 536 U.S. at 114-15, 122 S.Ct. 2061; <i>Williams v. Glant Food Inc.,</i> 370 F.3d 423, 429 (4th Cir.2004). The Court, however, analyzed Wilson's race-based failure-to-promote claims under section 1981. Those claims are subject to a four-year statute of limitations. <i>See supra</i> at ___ n. 2.</p>\n<p>[4]  According to Wilson, some individuals who received promotions to store manager performed poorly as store managers. Plaintiff then attempts to rely on this alleged \"post-decision\" performance evidence as proof that she should have received the promotion. (Pl. Resp.8-11, 26-27.) Such \"post-decision\" performance evidence is irrelevant to the decisionmaker's original promotion decision.</p>\n<p>[5]  To the extent that the plaintiff complains about the level of staffing at her store or the speed with which her store was refurbished, these events do not constitute \"adverse employment action.\" Thus, they are not actionable. In any event, the court has examined the record and concludes that neither issue had anything to do with plaintiff's race, sex, or pregnancy. (Stewart Decl. ¶¶ 7-9; Montgomery Decl. It 13; McElroy Decl. ¶¶ 36-37.) Thus, these claims fail.</p>\n<p>[6]  Wilson's complaint does not allege retaliation based on her refusal to engage in racially discriminatory conduct (Compl.¶ 58); therefore, the court deems that allegation (which was in her August 7, 2002 EEOC charge) to have been abandoned.</p>\n<p>[7]  Morris was deposed. Essentially, he testified that he retired in March 1998 and does not recall Wilson, Brown, or Montgomery ever making any report of alleged sexual harassment by Prosser towards Wilson. (Morris Dep. 6, 154-60, 167-68, 172-75.) The record does not contain any testimony from Roger Brown.</p>\n<p>[8]  Wilson also complains that Stewart singled her out at a staff meeting, yelled at her for not wearing her uniform during her pregnancy, yelled at her for being late to meetings, pretended not to see Wilson at meetings, required Wilson to call in daily and then weekly to report on her pregnancy, and required Wilson to pay vendor invoices while on leave. (Pl.Resp.12-13, 16-17, 29, 32.) Wilson also claims that Prosser and another store manager commented that only the whites of Wilson's eyes could be seen in the dark. (Pl.Dep. 261.)\n</p>\n<p>The alleged conduct is not sufficiently severe or pervasive to alter her conditions of employment and create a hostile work environment based on her race or pregnancy. <i>See, e.g., </i><i>Harris,</i> 510 U.S. at 21, 114 S.Ct. 367; <i>Baqir,</i> 434 F.3d at 747; <i>Hartsell,</i> 123 F.3d at 772-73; <i>Hopkins v. Baltimore Gas &amp; Elec. Co.,</i> 77 F.3d 745, 747-48 (4th Cir.1996). Thus, Goodyear is entitled to summary judgment on any claim that Goodyear created a hostile work environment based on either Wilson's race or pregnancy.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">595</span></span> (2006)</b></center>\n<center><h1>Della McDOUGAL-WILSON, Plaintiff,<br>\nv.<br>\nGOODYEAR TIRE AND RUBBER COMPANY, d/b/a Just Tires, Defendant.</h1></center>\n<center>No. 5:04-CV-33-D(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>March 31, 2006.</center>\n<p><span class=\"star-pagination\">*596</span> <span class=\"star-pagination\">*597</span> <span class=\"star-pagination\">*598</span> <span class=\"star-pagination\">*599</span> <span class=\"star-pagination\">*600</span> <span class=\"star-pagination\">*601</span> Clarence Andrew McGuffin, Joyce L. Davis and Associates, Joyce L. Davis, Joyce Davis and Associates, Raleigh, for Della McDougal-Wilson, Lisa Brandenburg, Plaintiffs.</p>\n<p><span class=\"star-pagination\">*602</span> Patricia W. Goodson, Kilpatrick Stockton, LLP, Sabrina Presnell Rockoff, Kilpatrick Stockton, LLP, Sarah W. Fox, Kilpatrick Stockton, LLP, Raleigh, for Goodyear Tire and Rubber Company doing business as Just Tires, Goodyear International Corporation, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Plaintiff Della McDougal-Wilson (\"Wilson\"), an African-American woman, sued her former employer, defendant Goodyear Tire and Rubber Company (\"Goodyear\"), for alleged employment discrimination in violation of 42 U.S.C. § 1981, Title VII, and North Carolina state law. Essentially, Wilson alleges that Goodyear discriminated against her based on race, gender, and pregnancy with respect to wages, promotion, discipline, and termination. She further claims that Goodyear retaliated against her and created a hostile work environment. Wilson also asserts three state law claims: negligent infliction of emotional distress, negligent supervision, and wrongful discharge in violation of North Carolina public policy. Goodyear moved for summary judgment on all claims.</p>\n<p>As explained below, the court grants in part and denies in part Goodyear's motion for summary judgment. Specifically, the court rejects all of Wilson's federal claims except her Title VII claim concerning a sexually hostile work environment. As to that claim, the court defers ruling until it holds an evidentiary hearing on Goodyear's laches defense. As for the state law claims, the court rejects Wilson's negligent infliction of emotional distress claim and her wrongful discharge claim. As for the negligent supervision claim, the court defers ruling on that claim until the court resolves Goodyear's laches defense.</p>\n<p></p>\n<h2>I.</h2>\n<p>Wilson worked continuously with Goodyear from 1984 until her termination on August 7, 2002. (Pl. Resp. Ex. 244; Pl. Dep. 11.) In January 1992, Wilson became a sales associate with the Goodyear Auto Service Center at Crabtree Valley Mall in Raleigh, North Carolina. (Pl. Resp. Ex. 64 at 2; Pl. Dep. 19.) She ultimately held positions as retail sales manager, store sales manager, and service manager at the Crabtree Valley Mall store. (McElroy Decl. Ex. C at D005109-11; Pl. Dep. 19-20.) In April 1996, Wilson was promoted to store manager and transferred from the Crabtree Valley Mall store to the Jones Franklin Road store in Raleigh. (Pl. Resp. Ex. 64 at 2; Pl. Dep. 22; McElroy Decl. ¶ 5)</p>\n<p>As store manager, Wilson reported to a district manager.<sup>[1]</sup> From April 1996 until October 2001, Dave Montgomery was Wilson's district manager. (McElroy Decl. ¶ 6.) In October 2001, all Goodyear Auto Service Centers were converted to the Just Tires format, and Jeff Stewart became Wilson's district manager. (<i>Id.</i>)</p>\n<p>Goodyear periodically audits its retail stores. The Jones Franklin Road store was audited three times while Wilson was store manager: July 1997, February 2000, and June 2001. (Coale Aff. ¶ 3.) Wilson received a satisfactory score on each of the audits. (<i>Id.</i> ¶¶ 4, 6, 7.) Nonetheless, <span class=\"star-pagination\">*603</span> the auditor noted Wilson's poor operational and organizational skills, including handling personnel poorly and not paying vendor bills on time. (<i>Id.</i> ¶ 9.) Both Montgomery and Stewart also noted deficiencies in Wilson's management. Montgomery counseled Wilson about her management of the store and sent other store managers to assist her with operational aspects of the store. (Montgomery Dep. 93-95; Montgomery Decl. ¶ 3.) In December 2000, Montgomery required Wilson to write a letter acknowledging that she was responsible for the performance of her store and committing to improve performance by organizing paperwork, controlling costs, maintaining control of inventory, and timely clearing weekly document registers. (Pl. Resp. Ex. 5; Montgomery Decl. ¶ 4.) Stewart witnessed Wilson's difficulties keeping up with paperwork and following company policies and procedures. (Stewart Decl. ¶ 5.) On January 10, 2002, Stewart gave Wilson a verbal warning for being late to a store manager meeting. (<i>Id.</i> ¶ 11, Ex. C.) Stewart also gave a verbal warning to two other store managersBob Phillips and Tony Pulliamfor being late to the same meeting. (Stewart Decl. ¶ 11.) On February 7, 2002, Stewart gave Wilson a written warning for being late to another store manager meeting. (<i>Id.</i> ¶ 11.)</p>\n<p>From February 2002 to July 9, 2002, Wilson worked reduced hours or was on a medical leave of absence due to complications from her pregnancy. (Pl.Dep.286-87, 345.) During Wilson's absence, Stewart discovered that multiple invoices had not been paid (Stewart Dep. 224, 244) and that employees in the store were not coding services properly. (Stewart Decl. ¶ 14.) Upon Wilson's return to work on July 9, 2002, Stewart sent her home to write a letter of commitment regarding unpaid bills and improper coding of services. (<i>Id</i> ¶ 15; Pl. Resp. Ex. 9-10; Stewart Dep 246-47.) Plaintiff called Goodyear human resources to complain about the timing of the request, was allowed to return to work, and was given two weeks to write the letter of commitment. (Stewart Dep. 247-48; Walker Dep. 151-54.)</p>\n<p>On or about August 7, 2002, Stewart called the Jones Franklin Road store at 7:30 a.m., when the store was to be open for business, but no one answered. (Stewart Dep. 250, 255.) Stewart reached someone at the store at 7:40 a.m. and was told that the store had just opened. (<i>Id.</i> at 250; Stewart Decl. ¶ 16.) Stewart reviewed security records for the store and discovered that the store had opened late 14 times in the 22 days since Wilson's return from maternity leave. (Stewart Decl. ¶ 17.) Stewart sent Wilson home pending human resources approval of her termination, which he received on August 9, 2002. (<i>Id.</i> ¶ 18; Pl. Resp. Ex. 48.)</p>\n<p>On August 7, 2002, Wilson filed her EEOC charge. (Pl. Resp. Ex. 15; Pl. Dep. 288.) Wilson received her right to sue notice on May 23, 2003, and she filed suit in state court on August 21, 2003.</p>\n<p></p>\n<h2>II.</h2>\n<p>Wilson offers no direct evidence of discrimination as to any of her disparate treatment claims. Instead, she proceeds under <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), which \"established an allocation of the burden of production and an order for the presentation of proof in . . . discriminatory-treatment cases.\" <i>St. Mary's Honor Or. v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993). First, the plaintiff must establish a prima facie ease of discrimination. <i>See id.; Texas Dep't. of </i><i>Cmty. Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981). The prima facie case varies depending <span class=\"star-pagination\">*604</span> on the factual nature of the claim. <i>See </i><i>McDonnell Douglas,</i> 411 U.S. at 802 n. 13, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>; <i>Miles v. Dell, Inc.,</i> <span class=\"citation\" data-id=\"792463\"><a href=\"/opinion/792463/kimberly-miles-v-dell-incorporated-equal-employment-opportunity/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 485-89 (4th Cir.2005). If the plaintiff establishes the prima facie case, the burden shifts to the defendant to produce evidence that the defendant took adverse employment action \"for a legitimate, nondiscriminatory reason.\" <i>Burdine,</i> 450 U.S. at 254, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. This burden is one of production, not persuasion. <i>St. Mary's Honor Ctr.,</i> 509 U.S. at 509, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>. If the defendant offers admissible evidence sufficient to meet its burden of production, \"the burden shifts back to the plaintiff to prove by a preponderance of the evidence that the employer's stated reasons were not its true reasons, but were a pretext for discrimination.\" <i>Hill v. Lockheed Martin Logistics Mgmt., Inc.,</i> <span class=\"citation\" data-id=\"784647\"><a href=\"/opinion/784647/ethel-louise-hill-v-lockheed-martin-logistics-management-incorporated/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 285 (4th Cir.2004) (en banc) (quotation omitted); <i>see, e.g., </i><i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000); <i>Burdine,</i> 450 U.S. at 256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>; <i>King v. Rumsfeld,</i> <span class=\"citation\" data-id=\"781845\"><a href=\"/opinion/781845/alfred-g-king-v-donald-rumsfeld-secretary-united-states-department-of/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 150-54 (4th Cir.2003). A plaintiff can demonstrate pretext by showing that the employer's \"explanation is unworthy of credence or by offering other forms of circumstantial evidence sufficiently probative of [illegal] discrimination.\" <i>Mereish v. Walker,</i> <span class=\"citation\" data-id=\"785214\"><a href=\"/opinion/785214/kulthoum-a-mereish-v-robert-m-walker-acting-secretary-of-the-army/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span>, 336 (4th Cir.2004) (quotation omitted).</p>\n<p>The elements required to establish a prima facie case of race discrimination are the same under Title VII and section 1981; therefore, the court considers these claims together. <i>See </i><i>Bryant v. Bell Atlantic Md., Inc.,</i> <span class=\"citation\" data-id=\"777434\"><a href=\"/opinion/777434/joseph-bryant-sr-v-bell-atlantic-maryland-incorporated-bell-atlantic/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 133 n. 7 (4th Cir.2002); <i>Gairola v. Va. Dep't of Gen. Servs.,</i> <span class=\"citation\" data-id=\"447541\"><a href=\"/opinion/447541/36-fair-emplpraccas-1800-36-empl-prac-dec-p-34980-indira-gairola-v/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1285 (4th Cir.1985).<sup>[2]</sup> Further, in considering the defendant's motion for summary judgment, the court applies the governing standard under Rule 56 of the Federal Rules of Civil Procedure. <i>See, e.g., </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p></p>\n<h2>III.</h2>\n<p>\"[I]n order to establish a prima facie case of racial discrimination in compensation under either Title VII or section 1981, [plaintiff needs] to show: (1) membership in a protected class; (2) satisfactory job performance; (3) adverse employment action with respect to compensation; and (4) that similarly-situated employees outside the protected class received more favorable treatment.\" <i>White v. BFI Waste Servs., LLC,</i> <span class=\"citation\" data-id=\"786900\"><a href=\"/opinion/786900/arnold-white-v-bfi-waste-services-llc-delbert-gaskins-v-bfi-waste/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 295 (4th Cir. 2004). Additionally, Title VII incorporates four defenses from the Equal Pay Act: unequal pay \"made pursuant to (i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex.\" 29 U.S.C. § 206(d)(1); <i>see</i> 42 U.S.C. § 2000e-2(h). Therefore, \"claims for sex-based wage discrimination can be brought under Title VII . . . provided that the challenged wage rate is not based on seniority, merit, quantity or quality of production, or `any other factor other than sex.\" <i>County of Washington v. Gunther,</i> <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 168, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></a></span> (1981).</p>\n<p><span class=\"star-pagination\">*605</span> Wilson claims that Goodyear paid her less than new white-male store managers. Specifically, she contends that \"Goodyear paid Burks and Marion $4,077, compared to Wilson's 83,487; Hudgins $4,500, compared to Wilson's $3,656; and Maybee, $4,547, compared to Wilson's $3,948.\" (Pl. Resp.25.) In making these comparisons, Wilson first compares the salary that she received from October 1, 1998 to May 30, 2000 (i.e., 83,487) to Burks' and Marion's salaries for the time period December 1, 1999 to January 12, 2001 and January 1, 2001 to February 17, 2001, respectively. (Pl. Resp. Ex. 83 at D005109-10, D005005-06, D005100.) Second, she compares the salary that she received from June 1, 2000 to July 30, 2001 (i.e., $3,656) to Hudgins' salary for the time period March 1, 2001 to December 31, 2001. (<i>Id.</i> at D005109-10, D005071.) Third, she compares the salary that she received from August 1, 2001 to August 9, 2002 (i.e., $3,948) to Maybee's salary for the time period January 1, 2002 to August 23, 2002. (<i>Id.</i> at D005109-10, D005101.)</p>\n<p>From 1999 until her termination in August 2002, Wilson's store was never classified as greater than a $650,000-8899,999 volume store. (McElroy Decl. ¶ 11.) During the time periods when Wilson compares their salaries, Burks, Marion. Hudgins, and Maybee each managed $1.2 million volume stores. (Pl. Resp. Ex. 245; Montgomery Decl. II ¶¶ 6-9; Stewart Decl. II ¶ 2; McElroy Decl. II ¶¶ 2-4.) Higher volume stores require \"more paperwork, processes, budgeting skills, and overall responsibilities.\" (Montgomery Decl. ¶ 7; Stewart Decl. ¶ 3.) Because Burks, Marion, Hudgins, and Maybee's positions required more responsibilities. none are similarly situated to Wilson. <i>See </i><i>Wheatley v. Wicomico County,</i> <span class=\"citation\" data-id=\"788454\"><a href=\"/opinion/788454/sandra-wheatley-jane-grogan-v-wicomico-county-maryland/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 333 (4th Cir.2004) (\"Jobs are considered unequaldespite having the same general core responsibilitiesif the more highly paid job involves additional tasks which (1) require extra effort . . . (2) consume a significant amount of the time and (3) are of an economic value commensurate with the pay differential.\") (quotation omitted); <i>Bartges v. Univ. of N.C. at Charlotte,</i> <span class=\"citation\" data-id=\"1457564\"><a href=\"/opinion/1457564/bartges-v-university-of-n-carolina-at-charlotte/\"><span class=\"volume\">908</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1312</span></a></span>, 1327-28 (W.D.N.C.1995), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></span> (4th Cir.1996) (per curiam) (unpublished table decision). Thus, Wilson has not satisfied her burden to present evidence that Goodyear was paying her less than similarly situated employees outside the protected class. <i>See </i><i>Bartges,</i> 908 F.Supp. at 1327-28.</p>\n<p>Alternatively, even if Wilson had established a prima facie case, Goodyear compensates store managers using tiered pay ranges based on store volume. (McElroy Decl. ¶ 12.) As such, the pay differences that Wilson attacks fall within two defenses. <i>See</i> 42 U.S.C. § 2000e-2(h); 29 U.S.C. § 206(d)(1). Specifically, Goodyear's compensation system measures earnings based on quantity or quality of production or some \"factor other than sex.\" <i>See, e.g., </i><i>Brinkley v. Harbour Rec. Club,</i> <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">598</span></span>, 613-16 (4th Cir.1999) (rejecting Equal Pay Act claim because the pay differential was based on a \"factor other than sex\"); <i>Sprague v. Thorn Americas, Inc.,</i> <span class=\"citation\" data-id=\"155578\"><a href=\"/opinion/155578/spraque-v-thorn-americas-inc/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1355</span></a></span>, 1363 (10th Cir. 1997) (analyzing Title VII); <i>Byrd v. Ronayne,</i> <span class=\"citation\" data-id=\"196234\"><a href=\"/opinion/196234/byrd-v-ronayne/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1034 (1st Cir.1995) (analyzing Equal Pay Act); <i>Sobol v. Kidder, Peabody &amp; Co.,</i> <span class=\"citation\" data-id=\"2467439\"><a href=\"/opinion/2467439/sobol-v-kidder-peabody-co-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">208</span></a></span>, 215, 220 (S.D.N.Y.1999) (analyzing Equal Pay Act). Accordingly, Wilson's wage discrimination claim fails, and Goodyear's motion for summary judgment on this claim is granted.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Wilson alleges that she <i>was</i> denied promotion to either a larger sales volume <span class=\"star-pagination\">*606</span> store or a \"more favorable\" store at the same sales volume due to her race and sex. (Compl. ¶¶ 33-35, 45-46.) Goodyear uses sales volume to categorize stores. (McElroy Decl. ¶ 10.) Each store manager receives a base salary associated with the store category plus incentive compensation. (<i>Id.</i> ¶ 12.) There were 13 openings for store managers at higher volume stores from August 1999 to 2002. (<i>Id.</i> ¶ 35.) Plaintiff complains about not being promoted to six positions from 1999 through 2002. (Pl. Resp. 7.)<sup>[3]</sup></p>\n<p>To establish a prima facie case of failure to promote based on race or sex, the plaintiff must show (1) that she applied for the position in question; (3) that she was qualified for that job; and (4) that the defendant rejected her application under circumstances that give rise to an inference of unlawful discrimination. <i>See </i><i>Diamond v. Colonial Life &amp; Accident Ins. Co.,</i> <span class=\"citation\" data-id=\"791149\"><a href=\"/opinion/791149/rovilma-diamond-v-colonial-life-accident-insurance-company/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">310</span></a></span>, 319 n. 6 (4th Cir.2005).</p>\n<p></p>\n<h2>A.</h2>\n<p>Initially, the court analyzes whether Wilson has established a prima facie case. As an African-American woman, Wilson belongs to a protected class. Goodyear does not post store manager positions, rather the district manager selects candidates. (Walker Dep. 235-36.) \"[I]f the employer fails to make its employees aware of vacancies, the application requirement may be relaxed and the employee treated as if she had actually applied for a specific position.\" <i>Williams,</i> 370 F.3d at 431. Thus, the court assumes that Wilson meets the second requirement, and the court focuses on the third and fourth requirements.</p>\n<p>Turning to the third requirement, the district managers who made the promotion decisions concerning the store manager vacancies from August 1999 to 2002 determined qualification for store manager positions based on prior performance. As district Manager Montgomery explained:</p>\n<blockquote>If a store manager was not a strong performer and did not demonstrate strong operational and managerial abilities, i would not consider the store manager for promotion to a higher volume store, which would require at a minimum, more paperwork, processes, budgeting skills, and overall responsibilities. Instead, I would prefer to promote a highly skilled lower level manager.</blockquote>\n<p>(Montgomery Deck. ¶ 7.) District Manager Stewart echoed this analysis:</p>\n<blockquote>I would look to service managers and sales managers with outstanding performance in their current position and who are interested in promotion. I also considered current store managers who are performing well. With both groups, I consider the candidate's performance in his or her current position and demonstrated knowledge of the Goodyear business as a whole. If a store manager was not performing well in a low volume store, I would not move them to a higher volume store requiring more paperwork, processes and budgeting skills.</blockquote>\n<p>(Stewart Decl. ¶ 3.)</p>\n<p>Goodyear audits its stores periodically. During Wilson's employment with Goodyear, <span class=\"star-pagination\">*607</span> auditors gave an audited store a numerical grade reflecting the store's performance during the audit. (Coale Aff. ¶ 3.) At that time, an excellent rating was 95 to 100, a satisfactory rating was 85 to 94, and an unsatisfactory rating was 84 and below. (<i>Id.</i>) Goodyear's policy allows immediate termination of any manager who receives an unsatisfactory audit. (Pl. Resp. 6, Ex. 253; McElroy Decl. II ¶ 6.) Goodyear audited Wilson's store on July 11, 1997, February 28, 2000, and June 26, 2001. (Coale Aff. ¶¶ 4, 6, 7.) Wilson's audit scores were 86, 86, and 89; however, during the 2001 audit, the auditor originally gave Wilson an unsatisfactory score, but decided to change the score because he had seen worse audits. (<i>Id.</i> ¶ 7.) The auditor found that Wilson was \"extremely disorganized, did not handle her personnel well, and did not handle the operational side of the business well,\" and that \"Wilson was a good sales person, but was not a good store manager.\" (<i>Id.</i> ¶ 9.) The auditor relayed his concerns to Wilson's then-supervisor, Dave Montgomery. (<i>Id.</i> ¶ 10.) No other store manager consistently had scores as low as Wilson. (Montgomery Decl. II ¶ 2.)</p>\n<p>Wilson asserts that she was well qualified for the promotions, based on her experience, sales success, and satisfactory audits. (Pl.Resp.25.) Plaintiff's perception of her own experience, performance, and skills is not relevant. It is the perception of the decisionmaker that counts. <i>Se, </i><i>King,</i> 328 F.3d at 149; <i>Hawkins v. Pepsi-Co, Inc.,</i> <span class=\"citation\" data-id=\"767596\"><a href=\"/opinion/767596/lisa-hawkins-v-pepsico-incorporated-dba-pepsi-cola-north-america/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 280 (4th Cir.2000); <i>Smith v. Flax,</i> <span class=\"citation\" data-id=\"376843\"><a href=\"/opinion/376843/22-fair-emplpraccas-1202-22-empl-prac-dec-p-30823-thomas-clinton/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1062</span></a></span>, 1067 (4th Cir.1980). \"It is axiomatic that an employer is free to set its own performance standards, provided such standards are not a `mask' for discrimination.\" <i>Beall v. Abbott Labs.,</i> <span class=\"citation\" data-id=\"748769\"><a href=\"/opinion/748769/75-fair-emplpraccas-bna-833-72-empl-prac-dec-p-45088-judith-d/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span>, 619 (4th Cir.1997).</p>\n<p>Wilson's supervisors (Montgomery and then Stewart) expressed significant concerns about her organizational and operational skills. (Stewart Decl. ¶ 5; Montgomery Decl. ¶ 6.) Each supervisor disciplined Wilson for these deficiencies. (Pl. Resp. Ex. 5 (December 2000 letter to Montgomery committing to organize paperwork, control costs, control inventory, and timely clear weekly document registers); Pl. Resp. Ex. 9-10 (July 2002 letter of commitment to Stewart regarding unpaid bills and improper coding of services).) Both Montgomery and Stewart believed that Wilson's performance as a low-volume store manager was not good. Thus, they \"did not consider her qualified for a promotion to a higher volume store.\" (Stewart Decl. ¶ 16; Montgomery Decl. ¶ 6.)</p>\n<p>As for Wilson's alleged sales success during the relevant period, for the year 2000, Wilson's store ranked 11 out of 12 for store sales and 9 out of 12 for store profit. Through October 2001, Wilson's store ranked 10 out of 12 for store sales and 5 out of 12 for store profit. (Montgomery Decl. II ¶ 4, Ex. A; Pl. Resp. Ex. 256.)</p>\n<p>As for the fourth requirement of her prima facie case (i.e., whether Goodyear rejected Wilson under circumstances that give rise to an inference of unlawful discrimination), \"[j]ob performance and relative employee qualifications are widely recognized as valid, non-discriminatory bases for any adverse employment decision.\" <i>Evans v. Tech. Apps. &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 960 (4th Cir.1996). Plaintiff has offered her opinion of her experience in support of her claim that Goodyear failed to promote her under circumstances that give rise to an inference of unlawful discrimination. Wilson's opinion of her experience, however, is not enough. <i>See, e.g., </i><i>King,</i> 328 F.3d at 149-50. Moreover, Montgomery and Stewart have explained that they promoted high-performing lower-level management personnel into these store <span class=\"star-pagination\">*608</span> manager positions. (Montgomery Decl. ¶¶ 6-12; Stewart Decl. ¶¶ 3-6.)</p>\n<p>Although \"the burden of establishing a prima facie case of disparate treatment is not onerous,\" <i>Burdine,</i> 450 U.S. at 253, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, Wilson may not rest upon mere allegations and denials, but \"must demonstrate that a triable issue of fact exists. . . .\" <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994) (citations omitted). Wilson has failed to create a triable issue of fact regarding either the third or fourth requirement of her prima facie case. Accordingly, Wilson has failed to establish a prima facie case of sex or race discrimination regarding her denial of promotions, and Goodyear is entitled to summary judgment on those claims.</p>\n<p>Alternatively, even if Wilson did establish a prima facie case, Goodyear has produced a legitimate non-discriminatory reason for each failure to promote: Goodyear chose a more qualified candidate for each position. (Montgomery Decl. ¶¶ 8, 9, 11; Montgomery Decl. II ¶¶ 6-9; Stewart Decl. ¶ 4; Stewart Decl. II ¶ 2.) An employer's good faith belief that another candidate is better qualified due to job performance and experience is a legitimate non-discriminatory reason for not promoting someone. <i>Evans,</i> 80 F.3d at 960. Thus, Wilson has failed to raise a genuine issue of material fact as to pretext. <i>See, e.g., </i><i>Diamond,</i> 416 F.3d at 319-20.<sup>[4]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>Wilson also argues that a lateral transfer to another $650,000$899,999 volume store would have been a \"promotion.\" She then argues that Goodyear denied her such a \"promotion\" based on her sex and race.</p>\n<p>In order for Wilson's theory to be viable, she must establish that the failure to transfer her laterally was an adverse employment action. A mere refusal to grant a lateral transfer that an employee desires, however, does not qualify as an adverse employment action unless the decision \"had some significant detrimental effect\" on the employee. <i>Boone v. Goldin,</i> <span class=\"citation\" data-id=\"764385\"><a href=\"/opinion/764385/no-98-2085/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 256 (4th Cir.1999); <i>see </i><i>Brown v. Brody,</i> <span class=\"citation\" data-id=\"185024\"><a href=\"/opinion/185024/brown-regina-c-v-brody-kenneth-d/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span>, 456-57 (D.C.Cir.1999). Significant detrimental effect on an employee includes reduced pay, a diminished opportunity for promotion, less responsibility, or a lower rank. <i>See </i><i>Boone,</i> 178 F.3d at 256-57. \"[A]bsent any decrease in compensation, job title, level of responsibility, or opportunity for promotion, reassignment to a new position commensurate with one's salary level does not constitute an adverse employment action.\" <i>Id.; see </i><i>Von Gunten v. Maryland,</i> <span class=\"citation\" data-id=\"772505\"><a href=\"/opinion/772505/barbara-von-gunten-v-state-of-maryland-maryland-department-of-the/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">858</span></a></span>, 868-69 (4th Cir.2001); <i>accord </i><i>Watts v. Kroger Co.,</i> <span class=\"citation\" data-id=\"762420\"><a href=\"/opinion/762420/carolyn-s-watts-v-the-kroger-company-arthur-bullington-the-kroger/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 512 (5th Cir.1999). This principle regarding the decision <i>to</i> laterally transfer an employee applies with equal force to the decision <i>not</i> to laterally transfer an employee. <i>See </i><i>LePique v. Hove,</i> <span class=\"citation\" data-id=\"769330\"><a href=\"/opinion/769330/annette-lepique-v-andrew-c-hove-acting-chairperson-for-the-federal/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1012</span></a></span>, 1014 (8th Cir.2000) (finding \"no reason to suppose\" that a failure to transfer should be \"treated any differently\" than an actual transfer).</p>\n<p>Wilson relies on <i>Jones v. City of Elizabeth City,</i> <span class=\"citation no-link\"><span class=\"volume\">840</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">398</span></span>, 403 (E.D.N.C. 1991), and <i>Wagstaff v. City of Durham,</i> <span class=\"citation\" data-id=\"2309860\"><a href=\"/opinion/2309860/wagstaff-v-city-of-durham/\"><span class=\"volume\">233</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">739</span></a></span>, 744 (M.D.N.C.2002), to argue that the denial of a transfer can constitute an adverse employment action <span class=\"star-pagination\">*609</span> even where it involves no difference in pay or benefits. (Pl.Resp.24.) In <i>Jones,</i> the employee \"went from an indoor employment position to a fairly demanding position that required him to patch streets and dig ditches outdoors.\" <i>Jones,</i> 840 F.Supp. at 403. In <i>Wagstaff,</i> the court held that no adverse employment action arose because \"the benefits that accompanied the [desired position] simply do not qualify as `significant' in light of the fact that the primary components of Plaintiff's job rank, wages, number of hoursremained the same.\" <i>Wagstaff</i> 233 F.Supp.2d at 746.</p>\n<p>Wilson has not presented evidence that the working conditions at the Jones Franklin Road store were marginally different than at any other $650,000$899,999 volume store, much less the material disparity in working conditions that existed in <i>Jones.</i> Similarly, Wilson has not presented evidence that transfer to a same-volume store would have affected her title, salary, or hours. <i>See </i><i>Wagstaff</i> 233 F.Supp.2d at 746. In fact, the evidence is to the contrary. (McElroy Decl. ¶¶ 12, 23.) Accordingly, <i>Jones</i> and <i>Wagstaff</i> provide no help to Wilson. Thus, even assuming that, on a unique set of facts, the denial of a lateral transfer could constitute an adverse employment action, the court holds that the failure to transfer Wilson to a same-volume store in this case was not an adverse employment action.</p>\n<p>There are no material facts in dispute regarding Wilson's failure-to-promote claims. Accordingly, Goodyear is entitled to summary judgment on Wilson's failure-to-promote claims.</p>\n<p></p>\n<h2>V.</h2>\n<p>Wilson alleges that she was singled out for harsher discipline than similarly situated white males. (Compl. ¶¶ 41-44, 50-53, 57.) To establish a prima facie case of discrimination in the enforcement of employee disciplinary measures, the plaintiff must show: (1) that she is a member of a class protected by Title VII, (2) that the prohibited conduct in which she engaged was comparable in seriousness to misconduct of employees outside the protected class, and (3) that the disciplinary measures enforced against her were more severe than those enforced against those other employees. <i>See </i><i>Cook v. CSX Transp. Corp.,</i> <span class=\"citation\" data-id=\"602373\"><a href=\"/opinion/602373/curtiss-l-cook-v-csx-transportation-corporation/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 511 (4th Cir. 1993); <i>Moore v. City of Charlotte,</i> <span class=\"citation\" data-id=\"447947\"><a href=\"/opinion/447947/36-fair-emplpraccas-1582-36-empl-prac-dec-p-34945-jack-k-moore-v/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span>, 1105-06 (4th Cir.1985).</p>\n<p>In evaluating the disciplinary measures, \"employment discrimination laws require as an absolute precondition to suit that some adverse employment action have occurred.\" <i>Bristow v. Daily Press, Inc.,</i> <span class=\"citation\" data-id=\"457548\"><a href=\"/opinion/457548/38-fair-emplpraccas-1145-38-empl-prac-dec-p-35572-james-b-bristow/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1255 (4th Cir.1985). \"Adverse employment action includes any .. act . . . if, but only if, that act results in an adverse affect on the terms, conditions, or benefits of employment.\" <i>Gunten,</i> 243 F.3d at 866 (quotation omitted).<sup>[5]</sup></p>\n<p>Wilson initially attacks the letter to Montgomery acknowledging her responsibilities as a manager, the verbal and written warnings for tardiness at staff meetings, and the letter of commitment for paying vendor bills late. These actions, however, did not adversely affect the \"terms, conditions, or benefits\" of her employment. <span class=\"star-pagination\">*610</span> <i>See </i><i>Von Gunten,</i> 243 F.3d at 866-70. These letters, without more, do not constitute an adverse employment action. <i>See </i><i>Thompson v. Potomac Elec. Power Co.,</i> <span class=\"citation\" data-id=\"780059\"><a href=\"/opinion/780059/george-f-thompson-v-potomac-electric-power-company/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span>, 651-52 (4th Cir. 2002); <i>see also </i><i>Griffin v. Potter,</i> <span class=\"citation\" data-id=\"784927\"><a href=\"/opinion/784927/doris-g-griffin-v-john-e-potter-postmaster-general-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 829 (7th Cir.2004). Likewise, within Goodyear's progressive disciplinary process, these oral and written warnings are not adverse employment actions. <i>See </i><i>Thompson,</i> 312 F.3d at 651-52; <i>see also </i><i>Oest v. Ill. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"772111\"><a href=\"/opinion/772111/faye-m-oest-v-illinois-department-of-corrections/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">605</span></a></span>, 613 (7th Cir.2001).</p>\n<p>Alternatively, even assuming the letters or the warnings were an adverse employment action, Wilson has not shown that any similarly situated manager outside the protected class was treated less harshly. Wilson disagrees and argues that Stewart had her write a letter of commitment for paying bills late, yet Burks, Blumenstein, Hobgood, Phillips, Young, VanAken, and Woodall also paid bills late and were not disciplined. All of these people were white males. (Pl.Resp.Ex. 83, 246.)</p>\n<p>To be similarly situated the employees must have been disciplined by the same supervisor. <i>See </i><i>Radue v. Kimberly-Clark Corp.,</i> <span class=\"citation\" data-id=\"769539\"><a href=\"/opinion/769539/william-radue-v-kimberly-clark-corporation/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></a></span>, 618 (7th Cir.2000) (collecting cases). Blumenstein and Burks paid bills late while Montgomery, not Stewart, was district manager. (Pl. Resp. Ex. 262 at D008028-33, D008037, D008039, D008044-51; Pl. Resp. Ex. 88 at D005484 (June 2001 audit reveals that Burks failed to pay $7,935.00 worth of parts bills prior to the September 2000 inventory).) Therefore, any difference in discipline is irrelevant. Further, to be similarly situated the supervisor imposing the discipline must have been aware of the infraction. <i>See </i><i>Brasic v. Heinemann's Inc.,</i> <span class=\"citation\" data-id=\"744635\"><a href=\"/opinion/744635/74-fair-emplpraccas-bna-943-71-empl-prac-dec-p-44882-nellie/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 287 (7th Cir.1997). Stewart, however, was not aware that Hobgood, Phillips, or Young had paid bills late. (Stewart Decl. II ¶ 3.) Finally, Stewart was aware that VanAken and Woodall paid their bills late, and he disciplined them. (Stewart Decl. ¶ 20.) Specifically, Stewart terminated VanAken for failing to pay vendor bills on time while already on a commitment letter for other infractions, and Stewart gave Woodall a verbal warning for paying bills late. (<i>Id.</i>)</p>\n<p>Next, Wilson contends that she was punished more severely than some white-male managers for being late to staff meetings. (Pl.Resp.11-12.) The record demonstrates, however, that some white-male managers were also punished for tardiness. (Stewart Decl. ¶¶ 11, 20, Ex. C.)</p>\n<p>A plaintiff cannot establish a prima facie case of disparate discipline through evidence that an employer treated one similarly situated white-male employee more favorably where the evidence also shows other similarly situated white-male employees received discipline similar to plaintiff. <i>See </i><i>Cook,</i> 988 F.2d at 511-12. A court need \"compare only discipline imposed for like offenses in sorting out claims of disparate discipline under Title VII.\" <i>Id.</i> at 511. While \"the comparison will never involve precisely the same set of work-related offenses occurring over the same period of time and under the same sets of circumstances,\" some comparison must be made. <i>Id.</i> If the plaintiffs discipline fell within a range of discipline imposed on white employees for the specific violation, then \"there was no disparity of treatment from which one could conclude that [plaintiff s] discipline was a product of [illegal] discrimination.\" <i>Id.</i> at 512.</p>\n<p>Here, the discipline that Wilson received fell within the same range as white-male managers. Thus, Wilson has failed to establish a prima facie case of discriminatory discipline. <i>See id.; </i><i>Moore,</i> 754 F.2d at 1107-11.</p>\n<p><span class=\"star-pagination\">*611</span> Finally, Stewart terminated Wilson after he learned that she had opened her store late on several occasions. Before making this decision, Stewart requested, received, and reviewed security records from ADT for the time period of July 6, 2002 to August 8, 2002. (Stewart Decl. ¶ 17, Ex. B; Pl. Resp. Ex. 260.) During discovery, Wilson obtained ADT security-records for the time period of February 1, 2004 to April 1, 2005 showing that other store managers opened their stores late as well. (Pl.Resp.Ex. 263.) Wilson, however, has produced no evidence that Stewart had these ADT security records or was aware of the other stores opening late when he disciplined Wilson. Moreover, Stewart testified that he only reviewed the ADT security records when a problem arose that prompted him to investigate whether a store was opening on time. (Stewart Dep. 256; Stewart Decl. II ¶ 4.)</p>\n<p>For employees to be similarly situated, the supervisor must have been aware of the infraction. <i>See </i><i>Brasic,</i> 121 F.3d at 286. Here, during the time in which Stewart disciplined Wilson, no evidence shows that Stewart was aware that other stores were opening late. Accordingly, because there is no genuine issue of material fact concerning Wilson's disparate discipline claim, Goodyear is entitled to summary judgment on that claim.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Wilson next attacks her discharge. To establish a prima facie case of race, sex, or pregnancy discrimination, Wilson must show that \"(1) she is a member of a protected class; (2) she suffered adverse employment action; (3) she was performing her job duties at a level that met her employer's legitimate expectations at the time of the adverse employment action; and (4) the position remained open or was filled by similarly qualified applicants outside the protected class.\" <i>Hill,</i> 354 F.3d at 285 (sex discrimination); <i>see </i><i>Miles,</i> 429 F.3d at 489-91 (pregnancy discrimination); <i>King,</i> 328 F.3d at 149 (race discrimination).</p>\n<p>Wilson has failed to demonstrate that she was performing her job duties at a level that met Goodyear's legitimate job expectations at the time of her August 2002 termination. Wilson has merely stated her perception that her performance was satisfactory. Wilson's testimony about her own performance, however, \"cannot establish a genuine issue as to whether [Wilson] was meeting [Goodyear's legitimate] expectations.\" <i>See </i><i>King,</i> 328 F.3d at 149; <i>see also </i><i>Hill</i> 354 F.3d at 298. Further, Goodyear has established that Stewart did not believe that Wilson was meeting Goodyear's legitimate expectations. (Stewart Decl. ¶¶ 5-6, 13-18; Pl. Resp. Ex. 9-10 (July 2002 letter of commitment to Stewart regarding unpaid bills and improper coding of services).) Wilson went through the four-step counseling process under Stewart, which culminated in her termination for cause. (Stewart Decl. ¶¶ 11, 15, 18.) Additionally, Wilson does not question that Goodyear's asserted expectations were legitimate. <i>See Warch c. Ohio Gas. Ins. Co.,</i> <span class=\"citation\" data-id=\"793041\"><a href=\"/opinion/793041/larry-alan-warch-v-ohio-casualty-insurance-company-and-ohio-casualty/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">510</span></a></span>, 517-18 (4th Cir.2006). Because Wilson failed to establish a prima facie case concerning her discharge, Goodyear is entitled to summary judgment on that claim.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Wilson alleges Goodyear retaliated against her for taking pregnancy leave and for complaining about sexual harassment. (Compl. ¶ 58.) To establish a prima facie case of retaliation, a plaintiff must show that \"(1) she engaged in a protected activity; (2) the employer took an adverse employment action against her; and (3) a causal connection existed between the protected <span class=\"star-pagination\">*612</span> activity and the asserted adverse employment action.\" <i>Von Gunten,</i> 243 F.3d at 863.</p>\n<p>In her August 7, 2002 EEOC charge, Wilson alleges that she was retaliated against \"because [she] reported sexual harassment and because [she] refused to engage in racially discriminatory conduct.\" (Pl. Resp. Ex 15.) The EEOC charge does not mention alleged retaliation due to her pregnancy (including taking pregnancy leave). (<i>Id.</i> at ¶ 11 II, VII.)</p>\n<p>\"If the claims raised under Title VII exceed the scope of the EEOC charge and any charges that would naturally have arisen from an investigation thereof, they are procedurally barred.\" <i>Chacko v. Patuxent Inst.,</i> <span class=\"citation\" data-id=\"792465\"><a href=\"/opinion/792465/mathen-chacko-v-patuxent-institution/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 509 (4th Cir. 2005) (quotation omitted). Accordingly, Wilson cannot pursue a retaliation claim based on her pregnancy. <i>See id.</i> at 513; <i>see also </i><i>Miles,</i> 429 F.3d at 491-92: Rather, her retaliation claim is limited to alleged retaliation due to her report of sexual harassment.<sup>[6]</sup></p>\n<p>Wilson only reported sexual harassment in 1996. The lengthy delay between Wilson's 1996 report and her 2002 termination dooms Wilson's ability to prove a causal connection between the two events. <i>See, e.g., </i><i>Causey v. Balog,</i> <span class=\"citation\" data-id=\"759759\"><a href=\"/opinion/759759/james-causey-v-george-balog-individually-and-as-current-director-of/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">795</span></a></span>, 803 (4th Cir.1998). Additionally, Wilson fails \"to satisfy the causation element of this claim because [s]he introduced no evidence that the [decisionmakerStewart] knew about [her 1996 sexual harassment report.]\" <i>Id.</i> at 803-04; <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> <span class=\"citation\" data-id=\"754750\"><a href=\"/opinion/754750/77-fair-emplpraccas-bna-151-74-empl-prac-dec-p-45547-gloria-w/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span>, 657 (4th Cir.1998) (\"[T]he employer's knowledge that the plaintiff engaged in a protected activity is absolutely necessary to establish the third element of the prima facie case.\"). In fact, Stewart was not \"aware that [Wilson] had ever complained of sexual harassment, including her report of alleged harassment in 1996, until after her termination in August 2002.\" (Stewart Decl. ¶ 19.) Accordingly, Goodyear is entitled to summary judgment on Wilson's retaliation claim.</p>\n<p></p>\n<h2>VIII.</h2>\n<p></p>\n<h2>A.</h2>\n<p>Wilson alleges that Goodyear subjected her to a hostile work environment. (Compl. ¶¶ 20-33, 55.) To make out a hostile work environment claim, Wilson must prove that the offending conduct: (1) was unwelcome; (2) was based on a protected status; (3) was sufficiently severe or pervasive to alter her terms and conditions of employment and to create an abusive working environment; and (4) was imputable to her employer. <i>See </i><i>Ocheltree v. Scollon Prods., Inc.,</i> <span class=\"citation\" data-id=\"782623\"><a href=\"/opinion/782623/lisa-l-ocheltree-v-scollon-productions-incorporated-lawyers-committee/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 331 (4th Cir.2003) (en banc) (sexual harassment); <i>Causey,</i> 162 F.3d at 801 (racial harassment). Although, it is unclear whether Wilson alleges that the hostile, work environment was based on her race, sex, or pregnancy, the court analyzes each of these alternative theories.</p>\n<p>In examining whether the alleged harassment was sufficiently severe or pervasive, the court must consider the \"frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Harris v. Forklift Sys., Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 23, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993). The \"conduct <span class=\"star-pagination\">*613</span> must be extreme to amount to a change in the terms and conditions of employment.\" <i>Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, 788, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998). The work environment must have been \"permeated with discriminatory intimidation, ridicule, and insult . . . that [was] sufficiently severe or pervasive to alter the conditions\" of plaintiff's work environment based on a protected reason (e.g., race, sex, or pregnancy). <i>Harris,</i> 510 U.S. at 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span> (quotation omitted). Simple teasing, sporadic use of abusive language, offhand comments, jokes related to protected status, and isolated incidents (unless extremely serious) will not amount to discriminatory changes in the terms and conditions of employment. <i>Faragher,</i> 524 U.S. at 788, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>. Likewise, general complaints of rude treatment are not sufficient to sustain a hostile work environment claim. <i>See </i><i>Baqir v. Principi,</i> <span class=\"citation\" data-id=\"792954\"><a href=\"/opinion/792954/riaz-baqir-md-v-anthony-j-principi-secretary-department-of-veterans/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 747 (4th Cir.2006).</p>\n<p>Under Title VII, the \"severe or pervasive\" requirement has both an objective and subjective component. <i>Harris,</i> 510 U.S. at 21-22, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. The objective component is judged from the perspective of a reasonable person in the plaintiff's position. <i>Oncale v. Sundowner Offshore Servs., Inc.,</i> <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 81, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998). The objective component helps courts \"to police the baseline for hostile environment claims.\" <i>Mendoza v. Borden, Inc.,</i> <span class=\"citation\" data-id=\"766696\"><a href=\"/opinion/766696/red-mendoza-v-borden-inc-dba-bordens-dairy/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1238</span></a></span>, 1244 (11th Cir.1999) (en banc). In <i>Faragher,</i> the Court made clear that the \"conduct must be extreme\" to be actionable and that lower courts had appropriately applied the objective component and granted summary judgment where \"the alleged harassment was not actionably severe or pervasive.\" <i>Faragher,</i> 524 U.S. at 788, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>.</p>\n<p>In Wilson's EEOC complaint, Wilson identified Randy Prosser (another store manager) as \"the person who had sexually harassed me.\" (Pl. Resp. Ex 15 at ¶ XII.) Wilson testified that before she was promoted to store manager at the Jones Franklin Road store, she worked at the Crabtree Valley Mall store, and that Prosser was the Crabtree Valley Mall store manager. According to Wilson, Prosser made sexual comments to her two or three times a week. (Pl.Dep.149-52.) These comments included telling Wilson how beautiful she was, that she kept herself so small, and that he wanted to kiss her. Wilson told a co-worker about these comments, told Prosser to stop making the comments, but did not report the comments to the district manager or human resources. (Pl. Dep. 150-52; Pl. Resp. Ex. 150 at D00800.)</p>\n<p>After Wilson was promoted and transferred to the Jones Franklin Road store, her contact with Prosser decreased to one or two times per week. (Pl.Dep.152-53.) Prosser was no longer her supervisor and they no longer worked in the same store. (Pl.Dep.153.) Nonetheless, Wilson testified that Prosser's sexual comments became more pronounced and graphic, including comments about having sexual intercourse and oral sex. (Pl.Dep. 154.) Wilson never reported these comments to anyone, including her district manager or human resources. (Pl.Dep. 155, 158, 164.)</p>\n<p>In November 1996, Wilson was conducting inventory at her store with Prosser. During that process, Wilson testified that Prosser pulled his penis out of his pants. She said, \"Stop it.\" (Pl.Dep.136.) Prosser then said he was going to the bathroom to \"relieve myself.\" (Id.) When Prosser returned, he reached across Wilson's shoulder and grabbed her breast. (Id.) According to Wilson, she again told Prosser to stop it and to leave. (<i>Id.</i> at 137.) Prosser apologized and left. (<i>Id.</i>)</p>\n<p><span class=\"star-pagination\">*614</span> According to Wilson, she went home that night and called Roger Brown, her team leader, at his home. (Pl.Dep.137, 157, 165.) Wilson told Brown that Prosser exposed himself and grabbed her. (<i>Id.</i> at 157-58.) Brown expressed shock, but asked Wilson if she would mind if he waited until the morning to call Montgomery. Wilson said that was fine. (<i>Id.</i> at 137, 157.) Brown called Wilson the next morning and said that Montgomery was on his way to talk to her. (<i>Id.</i> at 138.) Wilson also called Goodyear human resources that morning but does not remember with whom she spoke. (<i>Id.</i> at 157-58.)</p>\n<p>Montgomery arrived that morning and spoke with Wilson at a nearby Hardee's. (<i>Id.</i>) According to Wilson, Montgomery asked her to explain what happened with Prosser. (Id.) Wilson told Montgomery that Prosser exposed himself to her. (<i>Id.</i> at 162.) While talking to Montgomery, Wilson began to cry. (<i>Id.</i> at 138.) Montgomery then said that she did not have to say anything else and that whenever Wilson was ready to talk about itwhether it was today, tomorrow, next week, next month, wheneverthen they could talk. (<i>Id.</i> at 139, 161-62.) Montgomery also told Wilson that he had stopped by Prosser's store that morning and spoke with him, and that Prosser did not mention anything happening. (<i>Id.</i> at 139, 163.) According to the plaintiff, after meeting with Wilson, neither Montgomery nor human resources ever contacted her again about the incident. (<i>Id.</i> at 163-64.) Likewise; she never contacted Montgomery, human resources, or anyone else at Goodyear. (<i>Id.</i> at 163-64, 338.)</p>\n<p>Goodyear's witnesses tell a different story. (Montgomery Dep. 173-205.) Essentially, Montgomery testified that Bob Morris in Goodyear human resources called him, said that there was some problem between Wilson and Prosser, and asked him to find out \"what's going on.\" (Montgomery Dep. 173)<sup>[7]</sup> According to Montgomery's testimony, Morris did not use the term sexual harassment and Montgomery did not know specifically what he was investigating. (<i>Id.</i> at 175-76.) Montgomery drove to Wilson's store and asked to meet with her over a cup of coffee. (<i>Id.</i> at 178.) They went to a nearby Hardee's to get coffee, and he asked Wilson what happened \"last night.\" Wilson left the table to go to the restroom for about five or ten minutes. When Wilson returned, she was upset and said that she did not want to discuss it. (<i>Id.</i> at 179, 186-87.) Montgomery denies that Wilson told her that Prosser exposed himself and groped her. (<i>Id.</i> at 186.) After speaking with Wilson, Montgomery then met with Prosser and asked him what happened. (<i>Id.</i> at 193-94.) Prosser said that during the inventory, Prosser reached for a pencil in Wilson's pocket and may have touched her breast. (<i>Id.</i> at 193-96.)</p>\n<p>After the meeting with Wilson, Montgomery wrote and sent a letter to Wilson. (Montgomery Decl. ¶ 17.) The letter stated:</p>\nTo: Della McDougal\n  Store Manager\n  # 2345\n<p>This letter is to acknowledge the phone call you made to Roger Brown on the evening of November 18, 1996 concerning possible sexual harassment against Randy Prosser.</p>\n<p>On the morning of November 19 Roger contacted you to reaffirm your call <span class=\"star-pagination\">*615</span> but you then claimed you made a mistake and told Roger to forget about the call. Also that same morning Bob Harris, Mgr. Human Resources, also contacted you to obtain information and to handle the situation to a closure. He also was told by you that you were sorry for any inconvenience and that the whole situation was a mistake by you.</p>\n<p>I then made a trip to Raleigh and met with you on Friday November 23. You also told me that you did not want to discuss the matter.</p>\n<p>Della a call of this nature to anyone in management is very serious and we have no intention of taking it lightly. However, since you are now saying it was a mistake on your part we are not going to pursue it any further at this time but we do want you to understand that we will not condone such matters and also we will not condone false accusations by associates.</p>\n<p>Should you want to talk with any of us further please feel free to do so.</p>\n      J.D. Montgomery\n      District Manager\n      # 2300\n<p>(<i>Id.</i> Ex. A; Montgomery Dep. 199-204.)</p>\n<p>Wilson testified that she never received Montgomery's letter. (Pl.Dep.163.) Wilson never again contacted Montgomery, human resources, or any other manager about Prosser's conduct or about Prosser's alleged comments that preceded the conduct. (Pl.Dep.163-64.) She did not promptly file an EEOC charge. (Pl.Dep. 164.)</p>\n<p>After Montgomery's November 1996 meeting with Wilson, Montgomery did not meet with Prosser about the allegations. (Prosser Dep. 271-73.) Human resources never followed up or conducted any investigation. (<i>Id.;</i> Montgomery Dep. 208-09.)</p>\n<p>Within 30 to 60 days after the alleged groping incident, Prosser replaced Brown as team leader responsible for assisting Wilson's store. (Pl. Dep. 164-65; Pl. Resp. Ex. 250; Def. Resp. to Pl.2d Interrog. # 37.) According to Wilson, Prosser continued to regularly make sexually related comments to her. (Pl.Dep.166-67.) Prosser remained the team leader from early January 1, 1997 until after Wilson's termination. (Pl.Resp.Ex. 250.)</p>\n<p>Wilson never reported the sexually related comments that Prosser made during her employment. (Pl. Dep. 166-172, 338-39; Stewart Decl. ¶ 19.) Thus, she never reported these comments to Montgomery, Stewart, or anyone in human resources. (Pl. Dep. 158, 163; Stewart Decl. ¶ 19.) Wilson did not file an EEOC charge until August 7, 2002. (Pl.Dep.Ex. 15.)</p>\n<p>Wilson alleged one incident of sexual harassment within 180 days of her August 7, 2002 EEOC charge. Specifically, she alleged that during her pregnancy, Prosser told her that he wanted to perform oral sex on her, and that they could get a hotel room and no one would know. (Pl.Dep.167.) Wilson never complained to Goodyear about this comment. (Pl.Dep. 158.)</p>\n<p>Standing alone, Prosser's alleged comment is not sufficiently severe to affect the terms and conditions of Wilson's work environment. <i>See, e.g., </i><i>Harris,</i> 510 U.S. at 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>; <i>Baqir,</i> 434 F.3d at 747; <i>Hartsell v. Duplex Prods., Inc.,</i> <span class=\"citation\" data-id=\"745391\"><a href=\"/opinion/745391/74-fair-emplpraccas-bna-1495-71-empl-prac-dec-p-44943-margaret/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">766</span></a></span>, 772-73 (4th Cir.1997). Accordingly, unless <i>National Railroad Passenger Corporation v. Morgan,</i> <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (2002), applies and permits plaintiff to rely on events beyond the 180-day charge-filing period, then Goodyear is entitled to summary <span class=\"star-pagination\">*616</span> judgment on Wilson's sexual harassment claim.<sup>[8]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>Under <i>Morgan,</i> a court sometimes may consider events beyond the 180-day charge-filing period when analyzing a hostile work environment claim. <i>See </i><i>Morgan,</i> 536 U.S. at 115-21, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>. In <i>Morgan,</i> the Court noted that a \"hostile work environment claim is composed of a series of separate acts that collectively constitute one `unlawful employment practice.'\" <i>Id.</i> at 117, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span> (quoting 42 U.S.C. § 2000e-5(e)(1)). For purposes of the requirement that a charge be filed within 180 days after the alleged \"unlawful employment practice,\" the Court held that so long as a single act \"contributing to the claim occurs within the filing period, the entire time period of the hostile environment may be considered\" for the purposes of determining liability. <i>Id.</i> In order for a court to permit a party pursuing a hostile work environment claim to reach beyond the charge-filing period (e.g., the 180-day period applicable in this case), the court must examine whether the acts beyond the filing period are component acts of a single hostile work environment claim. Thus, a court must examine whether the \"pre- and post-limitations period incidents involved the same type of employment actions, occurred relatively frequently, and were perpetrated by the same managers.\" <i>Id.</i> at 120 (quotation omitted).</p>\n<p>Goodyear concedes that Prosser's alleged comment within the 180-day period permits the plaintiff to rely on Prosser's conduct outside the 180-day period so long as Prosser's conduct is all part of a single hostile work environment claim. (Def.Mem.30.) Nevertheless, Goodyear argues that Wilson's sexually hostile work environment claim fails due to the <i>Faragher-Ellerth</i> affirmative defense or due to laches. (<i>Id.</i> at 30-35.)</p>\n<p>Under <i>Faragher-Ellerth,</i> if an employee is subject to harassment that does not culminate in tangible employment action, an employer may present an affirmative defense. <i>See </i><i>Faragher,</i> 524 U.S. at 807, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>; <i>Burlington Indus., Inc. v. Ellerth,</i> <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, 765, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></a></span> (1998); <i>Brown v. Perry,</i> <span class=\"citation\" data-id=\"765253\"><a href=\"/opinion/765253/wendy-jo-brown-v-william-j-perry-secretary-of-defense/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">388</span></a></span>, 395 (4th Cir.1999). The affirmative defense requires the employer to prove: (1) \"that the employer exercised reasonable care to prevent and to correct promptly any harassing behavior,\" and (2) \"that the plaintiff unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise.\" <i>Faragher,</i> 524 U.S. at 807, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>; <i>Ellerth,</i> 524 U.S. at 765, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>; <i>Brown,</i> 184 F.3d at 395.</p>\n<p><span class=\"star-pagination\">*617</span> Prosser's alleged sexual harassment did not culminate in tangible employment action. Thus, Goodyear may assert the affirmative defense. <i>See </i><i>Ellerth,</i> 524 U.S. at 765-66, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>; <i>Brown,</i> 184 F.3d at 395; <i>Lissau v. Southern Food Serv., Inc.,</i> <span class=\"citation\" data-id=\"758742\"><a href=\"/opinion/758742/78-fair-emplpraccas-bna-503-74-empl-prac-dec-p-45597-cynthia-c/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">177</span></a></span>, 182 (4th Cir.1998).</p>\n<p>As for the first requirement, an employer's distribution of an anti-harassment policy provides \"compelling proof that the [employer] exercised reasonable care in preventing and promptly correcting sexual harassment.\" <i>Barrett v. Applied Radiant Energy Corp.,</i> <span class=\"citation\" data-id=\"772085\"><a href=\"/opinion/772085/lynne-h-barrett-v-the-applied-radiant-energy-corporation-and-richard-l/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 266 (4th Cir. 2001) (quotation omitted); <i>Lissau,</i> 159 F.3d at 182. An employee may rebut proof concerning an employer's anti-harassment policy by showing that \"the employer adopted or administered an anti-harassment policy in bad faith or that the policy was otherwise defective or dysfunctional.\" <i>Barrett,</i> 240 F.3d at 266 (quoting <i>Brown,</i> 184 F.3d at 396 (quoting <i>Faragher,</i> 524 U.S. at 808, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>)).</p>\n<p>The record is not clear concerning when Goodyear first distributed an anti-harassment policy. The record contains a Goodyear Field Personnel Manual dated January 1, 1993. (Pl.Resp.Ex. 150.) The manual contains a policy concerning sexual harassment. (<i>Id.</i> at D00800.) Bob Morris, a retired Goodyear human resources executive, testified that the Field Personnel Manual was in effect during the latter part of his tenure (i.e., from 1993 through March 1998). (Morris Dep. 44-45, 130.) The record does not reveal whether Goodyear distributed the Field Personnel Manuel to store managers or whether, in fact, Wilson ever received a copy. Morris did testify, however, that each store received a training video concerning equal employment opportunity (including a portion on sexual harassment) and that all employees could call a hotline to complain about anything (including sexual harassment). (Morris Dep. 130-34.)</p>\n<p>At some point during her employment, Wilson received Goodyear's employee handbook, but does not recall receiving the \"Zero Tolerance\" policy concerning sexual harassment. (Pl. Dep. 330-31, 333; Pl. Resp. Ex. 152.) Wilson, however, signed an acknowledgment concerning her receipt of the Zero Tolerance policy on November 30, 2001. (Def. Mem. Ex. K at D01484.)</p>\n<p>In reviewing the evidence in the light most favorable to plaintiff, a genuine issue of material fact exists as to whether Goodyear distributed and effectively enforced a policy against sexual harassment from 1994 through August 2002. <i>See </i><i>White,</i> 375 F.3d at 299; <i>EEOC v. R &amp; R Ventures,</i> <span class=\"citation\" data-id=\"772569\"><a href=\"/opinion/772569/equal-employment-opportunity-commission-v-rr-ventures-dba-taco-bell/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">334</span></a></span>, 341 (4th Cir.2001); <i>Smith v. First Union Nat'l Bank,</i> <span class=\"citation\" data-id=\"767475\"><a href=\"/opinion/767475/elizabeth-f-smith-v-first-union-national-bank/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">234</span></a></span>, 246 (4th Cir.2000). Although Wilson only complained about sexual harassment once, she testified that her complaint included telling her team leader, Brown, and her district manager, Montgomery, that Prosser had exposed himself to her. (Pl. Dep.158-62.) Notwithstanding her specific allegation, Montgomery did not interview Prosser about the specific allegation. (Prosser Dep. 271-73.) Further, viewed most favorably to the plaintiff, Goodyear then made Prosser a team leader and thereby required Wilson to work in close proximity with him. Although Goodyear's evidence tells a different story (Montgomery Decl. ¶ 17, Ex. A; Montgomery Dep. 173-205), a jury question exists as to whether Goodyear's anti-harassment policy was distributed and effectively enforced. <i>See </i><i>R &amp; R Ventures,</i> 244 F.3d at 341 (jury question as to <i>Faragher-Ellerth</i> affirmative defense where the employer failed to interview the alleged harasser about the specific allegation of sexual harassment); <i>Smith,</i> 202 F.3d at 246 (jury question as to <i>Faragher-Ellerth</i> affirmative defense <span class=\"star-pagination\">*618</span> where the employer failed to discuss or mention the subject of sexual harassment with the alleged harasser and thatafter the allegation of sexual harassment and inadequate investigationthe company kept the plaintiff working in close proximity with the alleged harasser).</p>\n<p>Likewise, as to the second prong of the affirmative defense, a genuine issue of material fact exists as to whether Wilson unreasonably failed to take advantage of any preventative or corrective opportunities or to otherwise avoid harm. On the one hand, Goodyear contends that Wilson unreasonably failed to take advantage of any preventive or corrective opportunities. Specifically, Goodyear notes that Wilson never again contacted Montgomery after the meeting at Hardee's, that Stewart replaced Montgomery as the district manager in October 2001, that Wilson never complained to Stewart about Prosser's alleged comments or conduct, and that Wilson never again complained about sexual harassment to human resources (but did complain about Stewart to human resources). (Def.Mem.33-34.) On the other hand, Wilson testified that she reported to Brown and Montgomery that Prosser exposed himself in 1996 and shortly thereafter Prosser became her team leader; therefore, she believed any further complaints about Prosser were futile and would subject her to retaliation by Prosser. (Pl. Dep.338.) Unlike cases where the employee made no complaint to management about alleged sexual harassment, Wilson did make a complaint about alleged sexual harassment. <i>Cf. </i><i>Matvia v. Bald Head Island Mgmt., Inc.,</i> <span class=\"citation\" data-id=\"774282\"><a href=\"/opinion/774282/christina-matvia-v-bald-head-island-management-incorporated-and-richard/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span>, 268-70 (4th Cir.2001); <i>Barrett,</i> 240 F.3d at 266-68. Viewed most favorably to Wilson, the reasonableness of Wilson's conduct is a jury question.</p>\n<p></p>\n<h2>C.</h2>\n<p>Finally, Goodyear cites <i>Morgan</i> and argues that this court should conclude that laches bars Wilson's sexual harassment claim. (Def. Mem. 34-35 (citing <i>Morgan,</i> 536 U.S. at 121-22, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>).) The defense requires Goodyear to prove \"(1) lack of diligence by the party against whom the defense is asserted, and (2) prejudice to the party asserting the defense.\" <i>Morgan,</i> 536 U.S. at 122, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span> (quotation omitted).</p>\n<p>In support of the lack of diligence prong of this defense, Goodyear notes that Wilson waited over five years to file an EEOC charge concerning sexual harassment and \"provided no sufficient justification for her failure to report her allegations of continuing harassment\" to Goodyear. (Def.Mem.34.) In support of the prejudice prong, Goodyear asserts that it has been prejudiced in its ability to defend due to fading witness memories. Goodyear then cites the deposition testimony of Bob Morris who testified that he has no memory of Wilson's alleged 1996 complaint. (Def. Mem. 35; Morris Dep. 6, 154-60, 167-68, 172-75.) Goodyear also cites plaintiff's deposition testimony and argues that plaintiff cannot supply reliable dates as to the events at issue. (Def. Mem. 35; Def. Reply 12.)</p>\n<p>Wilson responds that she filed her EEOC charge on the day that she was terminated and that there was no undue delay. (Pl.Resp.38.) Wilson also argues that Morris' deposition testimony concerning a lack of memory conflicts with Goodyear's October 2002 position statement to the EEOC. (Pl. Resp. 38 (citing Pl. Resp. Ex. 64).)</p>\n<p>Laches is an equitable defense that the court, not a jury, decides. <i>See generally </i><i>Liberty Oil Co. v. Condon Nat'l Bank,</i> <span class=\"citation\" data-id=\"100062\"><a href=\"/opinion/100062/liberty-oil-co-v-condon-nat-bank/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 242-43, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">232</span></span> (1922) (discussing role of <span class=\"star-pagination\">*619</span> court as to equitable defenses before merger of courts of law and courts of equity). Having a court resolve the laches defense is consistent with Title VII's remedial scheme. <i>Cf. </i><i>Keller v. Prince George's County,</i> <span class=\"citation\" data-id=\"493626\"><a href=\"/opinion/493626/mazie-keller-v-prince-georges-county-prince-georges-county-department-of/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">952</span></a></span>, 955 (4th Cir.1987) (backpay is an equitable remedy under Title VII for the court to decide); <i>Robinson v. Lorillard Corp.,</i> <span class=\"citation\" data-id=\"297540\"><a href=\"/opinion/297540/dorothy-p-robinson-v-lorillard-corporation-two-cases/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 802 {4th Cir.1971) (same). Moreover, even after Congress amended Title VII in 1991 to permit jury trials, Congress retained the distinction between certain equitable remedies and defenses under Title VII. <i>See, e.g., </i><i>Pollard v. E.I. du Pont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"118441\"><a href=\"/opinion/118441/pollard-v-ei-du-pont-de-nemours-co/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></a></span>, 848-54, <span class=\"citation\" data-id=\"118441\"><a href=\"/opinion/118441/pollard-v-ei-du-pont-de-nemours-co/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>, <span class=\"citation\" data-id=\"118441\"><a href=\"/opinion/118441/pollard-v-ei-du-pont-de-nemours-co/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">62</span></a></span> (2001) (discussing equitable nature of front pay under Title VII); <i>Corti v. Storage Tech. Corp.,</i> <span class=\"citation\" data-id=\"779193\"><a href=\"/opinion/779193/adrienne-c-corti-v-storage-technology-corporation/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">336</span></a></span>, 344 (4th Cir.2002) (Niemeyer, J., concurring) (\"[U]nder the scheme established under Title VII, the court awards backpay, and the jury awards other compensatory damages. . . . [T]he statute separates these factfinding responsibilities . .\"); <i>see generally </i><i>Morgan,</i> 536 U.S. at 121-22, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span> (describing equitable nature of laches defense).</p>\n<p>A court faced with a laches defense \"must make the requisite findings.\" <i>Brzozowski v. Corr. Physician Servs., Inc.,</i> <span class=\"citation\" data-id=\"785312\"><a href=\"/opinion/785312/noreen-a-brzozowski-v-correctional-physician-services-inc-prison-health/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 182 (3d Cir.2004). After the court makes these findings, the court has the \"discretion to locate a just result in light of the circumstances peculiar to the case.\" <i>Albemarle Paper Co. v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 424, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975) (quotation omitted); <i>accord </i><i>Occidental Life Ins. Co. v. EEOC,</i> <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, 373, <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2447</span></a></span>, <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">402</span></a></span> (1977). The discretion includes the power to bar a plaintiff from pursuing a hostile work environment claim. <i>See </i><i>Morgan,</i> 536 U.S. at 121, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>.</p>\n<p>The court concludes that it should not resolve Goodyear's laches defense on summary judgment. <i>See </i><i>Jeffries v. Chicago Transit Auth.,</i> <span class=\"citation\" data-id=\"457109\"><a href=\"/opinion/457109/38-fair-emplpraccas-1282-38-empl-prac-dec-p-35527-paul-jeffries-v/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">676</span></a></span>, 679 (7th Cir.1985) (\"Laches is generally a factual question not subject to summary judgment.\") Rather, the court concludes that an evidentiary hearing is appropriate. At that hearing, each party will be permitted to present evidence concerning the laches defense. The court will be the factfinder as to the defense.</p>\n<p>The court will hold this evidentiary hearing before scheduling the case for trial. If Goodyear establishes the laches defense and the court exercises its discretion to bar the plaintiff's hostile work environment claim, then there will not be a trial. In contrast, if the defense is not established or the claim is not barred, then there will be a trial.</p>\n<p></p>\n<h2>IX.</h2>\n<p>Finally, the court turns to plaintiffs three claims under North Carolina law. The court has jurisdiction over these claims pursuant to supplemental jurisdiction. <i>See</i> 28 U.S.C. § 1367; <i>Shanaghan v. Cahill,</i> <span class=\"citation\" data-id=\"698373\"><a href=\"/opinion/698373/kathleen-a-shanaghan-v-john-d-cahill-cahill-associates-incorporated/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 110 (4th Cir.1995).</p>\n<p></p>\n<h2>A.</h2>\n<p>First, Wilson asserts a claim of negligent infliction of emotional distress against Goodyear based on its conduct in permitting discrimination to occur and its negligent supervision of those who allegedly discriminated against Wilson. (Compl. ¶¶ 59-60, 88-101.) Under North Carolina law, to state a claim for negligent infliction of emotional distress (\"NIED\"), \"a plaintiff must allege that (1) the defendant negligently engaged in conduct, (2) it was reasonably foreseeable that such conduct would cause the plaintiff severe emotional distress . . ., and (3) the conduct did in fact cause the plaintiff severe emotional distress.\" <i>Johnson v. Ruark Obstet</i> <span class=\"star-pagination\">*620</span> <i>and Gynecology Assoc., P.A.,</i> <span class=\"citation\" data-id=\"1219473\"><a href=\"/opinion/1219473/johnson-v-ruark-obstetrics/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">283</span></a></span>, 304, <span class=\"citation\" data-id=\"1219473\"><a href=\"/opinion/1219473/johnson-v-ruark-obstetrics/\"><span class=\"volume\">395</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">85</span></a></span>, 97 (1990).</p>\n<p>North Carolina's three-year statute of limitation applies to this claim. <i>See</i> N.C. Gen.Stat. § 1-52(5); <i>King v. Cape Fear Mem'l Hosp.,</i> 96 N.C.App. 338, 341, <span class=\"citation\" data-id=\"1228956\"><a href=\"/opinion/1228956/king-v-cape-fear-memorial-hosp-inc/\"><span class=\"volume\">385</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">812</span></a></span>, 814 (1989). Because severe emotional distress is an essential element of a NIED claim, <i>Waddle v. Sparks,</i> <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, 82-83, <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">414</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">22</span></a></span>, 27 (1992), the three-year period of time for a NIED claim accrues when the \"conduct of the defendant causes extreme emotional distress.\" <i>Bryant v. Thalhimer Bros., Inc.,</i> 113 N.C.App. 1, 12, <span class=\"citation\" data-id=\"1297181\"><a href=\"/opinion/1297181/bryant-v-thalhimer-bros-inc/\"><span class=\"volume\">437</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">519</span></a></span>, 525 (1993); <i>Pembee Mfg. Corp. v. Cape Fear Constr. Co.,</i> <span class=\"citation\" data-id=\"1158518\"><a href=\"/opinion/1158518/pembee-mfg-corp-v-cape-fear-const-co-inc/\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">488</span></a></span>, 493, <span class=\"citation\" data-id=\"1158518\"><a href=\"/opinion/1158518/pembee-mfg-corp-v-cape-fear-const-co-inc/\"><span class=\"volume\">329</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">350</span></a></span>, 354 (1985); N.C. Gen.Stat. § 1-52(16). Notably, Wilson admits that extreme emotional distress manifested shortly after the groping incident. (Pl Dep. 311-14, 335-36.) Thus, at least as to the NIED claim arising from the November 1996 incident, her claim accrued at that time.</p>\n<p>Except for her negligent supervision claim, Wilson's NIED claim does not describe negligent behavior on the part of Goodyear. Rather, she describes a course of alleged intentional discrimination and retaliation. For purposes of her NIED claim, Wilson's allegations and proof are not sufficient to withstand summary judgment <i>See </i><i>Guthrie v. Conroy,</i> 152 N.C.App. 15, 25, <span class=\"citation\" data-id=\"1243596\"><a href=\"/opinion/1243596/guthrie-v-conroy/\"><span class=\"volume\">567</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">403</span></a></span>, 411 (2002); <i>accord Schult v. Int'l Bus. Mach. Corp.,</i> No. 5:02-CV-357-BR, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">24046341</span></span>, at *2 (E.D.N.C. Oct.30, 2003); <i>Bennett v. City of Greensboro,</i> No. 1:02CV00366, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">32086528</span></span>, at *11 (M.D.N.C. Nov.7, 2002). Moreover, to the extent that Wilson claims that Goodyear employees were negligent in responding to her claims of alleged disparate treatment and retaliation, the failure of those claims defeats her NIED claim arising from that alleged conduct. <i>See </i><i>Guthrie,</i> 152 N.C.App. at 25, 567 S.E.2d at 411.</p>\n<p>Further, Wilson has failed to raise a genuine issue of material fact concerning severe emotional distress within the statute of limitations. <i>See Schult,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">24046341</span></span>, at *2-4 (collecting cases). The record does not contain sufficient evidence of severe emotional distress within the three-year statute of limitations for Wilson's NIED claim to survive. <i>See id.</i> Because Wilson has failed to set forth specific facts showing there is a genuine issue for trial concerning her NIED claim, Goodyear is entitled to summary judgment on that claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, Wilson contends that Goodyear was negligent in supervising Prosser, in failing to respond appropriately to her complaints of sexual harassment, and in failing to respond to the disparate treatment alleged in this lawsuit. \"[B]efore the employer can be held liable [for negligent supervision], plaintiff must prove that the incompetent employee committed a tortious act resulting in injury to plaintiff and that prior to the act, the employer knew or had reason to know of the employee's incompetency.\" <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 495, <span class=\"citation\" data-id=\"1237640\"><a href=\"/opinion/1237640/hogan-v-forsyth-country-club-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">116</span></a></span>, 124 (1986).</p>\n<p>Turning to the first element (i.e., a tortious act resulting in injury to plaintiff), the only claim remaining that can serve as a basis for that element is Wilson's Title VII sexual harassment claim. Although neither the Supreme Court of North Carolina nor the Fourth Circuit has addressed the issue, the Middle District of North Carolina has twice rejected motions to dismiss under Rule 12(b)(6) and held that a Title VII violation conceivably may serve as a \"tortious act\" for purposes of a negligence <span class=\"star-pagination\">*621</span> gent supervision claim. <i>Efird v. Riley,</i> <span class=\"citation\" data-id=\"2379489\"><a href=\"/opinion/2379489/efird-v-riley/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">413</span></a></span>, 430 (M.D.N.C.2004); <i>Barbier v. Durham County Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2566883\"><a href=\"/opinion/2566883/barbier-v-durham-county-bd-of-educ/\"><span class=\"volume\">225</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">617</span></a></span>, 630 n. 11 (M.D.N.C.2002); <i>cf. </i><i>Smith,</i> 202 F.3d at 250 n. 12 (declining \"to decide whether a Title VII violation can be the underlying tort for a negligent supervision or retention claim under North Carolina law\"); <i>Hartsell,</i> 123 F.3d at 774 (\"On appeal, [plaintiff] argues that a violation of Title VII satisfies the underlying tort requirement [for a negligent supervision/retention claim]. Because we find neither an underlying tort nor a violation of Title VII, we need not address the question.\"). As for the second element, Wilson must demonstrate that, prior to the alleged tortious conduct, Goodyear knew or had reason to know of Prosser's alleged propensity for engaging in sexually harassing behavior. <i>See </i><i>Smith,</i> 202 F.3d at 250; <i>Hogan,</i> 79 N.C.App. at 495, 340 S.E.2d at 124.</p>\n<p>The court shall defer ruling on Goodyear's motion for summary judgment on the negligent supervision claim. If the court ultimately concludes that Wilson's Title VII sexual harassment claim is barred due to laches, then the negligent supervision claim would fail due to the absence of a tortious act resulting in injury to the plaintiff. If the sexual harassment claim is not barred due to laches, then the court will address whether the negligent supervision claim survives summary judgment.</p>\n<p></p>\n<h2>C.</h2>\n<p>Finally, Wilson alleges that Goodyear wrongfully discharged her in violation of North Carolina public policy. She relies on the North Carolina Equal Employment Practice Act, N.C. Gen.Stat. § 143-422.2, as the source of North Carolina's public policy against race or sex discrimination. Having failed to establish facts to support her claims under Title VII that Goodyear discharged her due to her race or sex, Wilson's wrongful discharge claim is dismissed. <i>See </i><i>Jones v. Southcorr, LLC,</i> <span class=\"citation\" data-id=\"2408325\"><a href=\"/opinion/2408325/jones-v-southcorr-llc/\"><span class=\"volume\">324</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">765</span></a></span>, 783 (M.D.N.C.2004).</p>\n<p></p>\n<h2>X.</h2>\n<p>For the reasons stated above, defendant Goodyear's motion for summary judgment is GRANTED IN PART AND DENIED IN PART. All of Wilson's federal claims are DISMISSED except her Title VII claim concerning a sexually hostile work environment. As to that claim, the court defers ruling on it until the court holds an evidentiary hearing on Goodyear's laches defense. All of Wilson's state law claims are DISMISSED except her negligent supervision claim. The court defers ruling on that claim until the court resolves Goodyear's laches defense.</p>\n<h2>NOTES</h2>\n<p>[1]  In addition, Goodyear designates certain store managers as team leaders. Goodyear contends that a team leader is a store manager with added responsibilities of providing assistance to other store managers, but team leaders are not supervisors of store managers and cannot hire, fire, or discipline store managers. (McElroy Decl. ¶ 8.) Wilson contends that team leaders sometimes provide input on discipline, promotions, and transfers. (Brandenburg Dep. 38-41; Pl. Resp. Ex. 48.)</p>\n<p>[2]  The statute of limitations under 42 U.S.C. § 1981 is four years. <i>See</i> 28 U.S.C. § 1658. Therefore, in this case, race discrimination that occurred after August 21, 1999 is actionable under section 1981.</p>\n<p>[3]  Under Title VII, plaintiff's failure-to-promote claims are limited to non-promotions occurring within 180 days of filing her August 7, 2000 EEOC charge. <i>See </i><i>Nat'l R.R. Passenger Corp. v. Morgan,</i> <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 122, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (2002); 42 U.S.C. 2000e-5(e)(1). Thus, any Title VII failure-to-promote claims that predate February 8, 2002 are dismissed. <i>See </i><i>Morgan,</i> 536 U.S. at 114-15, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>; <i>Williams v. Glant Food Inc.,</i> <span class=\"citation\" data-id=\"786411\"><a href=\"/opinion/786411/linda-a-williams-v-giant-food-incorporated-royal-ahold-jim-frazetti-in/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span>, 429 (4th Cir.2004). The Court, however, analyzed Wilson's race-based failure-to-promote claims under section 1981. Those claims are subject to a four-year statute of limitations. <i>See supra</i> at ___ n. 2.</p>\n<p>[4]  According to Wilson, some individuals who received promotions to store manager performed poorly as store managers. Plaintiff then attempts to rely on this alleged \"post-decision\" performance evidence as proof that she should have received the promotion. (Pl. Resp.8-11, 26-27.) Such \"post-decision\" performance evidence is irrelevant to the decisionmaker's original promotion decision.</p>\n<p>[5]  To the extent that the plaintiff complains about the level of staffing at her store or the speed with which her store was refurbished, these events do not constitute \"adverse employment action.\" Thus, they are not actionable. In any event, the court has examined the record and concludes that neither issue had anything to do with plaintiff's race, sex, or pregnancy. (Stewart Decl. ¶¶ 7-9; Montgomery Decl. It 13; McElroy Decl. ¶¶ 36-37.) Thus, these claims fail.</p>\n<p>[6]  Wilson's complaint does not allege retaliation based on her refusal to engage in racially discriminatory conduct (Compl.¶ 58); therefore, the court deems that allegation (which was in her August 7, 2002 EEOC charge) to have been abandoned.</p>\n<p>[7]  Morris was deposed. Essentially, he testified that he retired in March 1998 and does not recall Wilson, Brown, or Montgomery ever making any report of alleged sexual harassment by Prosser towards Wilson. (Morris Dep. 6, 154-60, 167-68, 172-75.) The record does not contain any testimony from Roger Brown.</p>\n<p>[8]  Wilson also complains that Stewart singled her out at a staff meeting, yelled at her for not wearing her uniform during her pregnancy, yelled at her for being late to meetings, pretended not to see Wilson at meetings, required Wilson to call in daily and then weekly to report on her pregnancy, and required Wilson to pay vendor invoices while on leave. (Pl.Resp.12-13, 16-17, 29, 32.) Wilson also claims that Prosser and another store manager commented that only the whites of Wilson's eyes could be seen in the dark. (Pl.Dep. 261.)\n</p>\n<p>The alleged conduct is not sufficiently severe or pervasive to alter her conditions of employment and create a hostile work environment based on her race or pregnancy. <i>See, e.g., </i><i>Harris,</i> 510 U.S. at 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>; <i>Baqir,</i> 434 F.3d at 747; <i>Hartsell,</i> 123 F.3d at 772-73; <i>Hopkins v. Baltimore Gas &amp; Elec. Co.,</i> <span class=\"citation\" data-id=\"714024\"><a href=\"/opinion/714024/george-e-hopkins-jr-v-baltimore-gas-and-electric-company-american/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">745</span></a></span>, 747-48 (4th Cir.1996). Thus, Goodyear is entitled to summary judgment on any claim that Goodyear created a hostile work environment based on either Wilson's race or pregnancy.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/155578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1158518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1219473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1228956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1243596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1297181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2309860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2379489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2408325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2467439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2566883/"
  ]
}