{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2475152/",
  "absolute_url": "/opinion/2475152/eeoc-v-news-and-observer-pub-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2475152/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:35.187939Z",
  "date_modified": "2016-04-27T00:16:13.728952Z",
  "type": "010combined",
  "sha1": "f0e21de7922d57885d78b9443d0e34e2e15e8294",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>180 F.Supp.2d 763 (2001)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nThe NEWS AND OBSERVER PUBLISHING COMPANY, Defendants.</h1></center>\n<center>No. 5:99-CV-582-F(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 10, 2001.</center>\n<p>Zoe G. Mahood, E.E.O.C., Raleigh, NC, Rosemary J. Fox, E.E.O.C., Lynette A. Barnes, EEOC/Charlotte District Office, Charlotte, NC, for plaintiff.</p>\n<p>Robert E. Harrington, John R. Wester, Robinson, Bradshaw &amp; Hinson, Charlotte, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by the News and Observer Publishing Company (\"News &amp; Observer\") for summary judgment. The EEOC has responded to the motion, the News &amp; Observer has replied, and the matter is ripe for disposition.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*764</span> <i>I. Factual and Procedural Background</i>\n</h2>\n<p>Timothy Wilkins began his association with the News &amp; Observer in March 1996, as an independent contractor selling newspaper subscriptions. Because of his exemplary sales record as a contractor, Wilkins was informed that a direct sales supervisor position was soon to be vacant. Wilkins also learned that Mary Moxin, the News &amp; Observer's Direct Sales Manager, was interested in Wilkins applying for the position.</p>\n<p>Wilkins decided to apply for the position and, after several interviews, was hired by Moxin in June 1996 as direct sales supervisor. Moxin hired Wilkins with knowledge of his religious background. In his application for employment, Wilkins indicated that he held a Masters in Divinity degree from Southwest Seminary in Fort Worth, Texas. His application also disclosed that he was a consultant to Single Adult Special, a religious organization counseling single adults, and was on the board of directors of SOLO, another religious organization. In his application, Wilkins also listed his former position as a pastor at Southside Baptist Church in Winston-Salem, North Carolina. Moxin served as Wilkins' immediate supervisor throughout his course of employment. In turn, Moxin reported directly to Kate Cleary, the Circulation Director.</p>\n<p>As he had done as an independent contractor, Wilkins implemented several new ideas as direct sales supervisor. His innovations included: introducing incentivebased programs to increase sales and encourage and retain independent contractors; creating promotional materials for pushing new subscriptions; improving marketing materials; and researching effective marketing techniques at other newspapers.</p>\n<p>For the first twelve months of his employment as direct sales supervisor, Wilkins' job performance satisfied Moxin, his immediate supervisor, and Cleary, head of Wilkins' department. On the one-year anniversary of his employment, Moxin, with input from Cleary, completed a favorable annual appraisal for Wilkins, marking him \"commendable-plus.\" Wilkins Depo.Ex. 12. In conjunction with the appraisal, on June 26, 1997, Wilkins received a merit pay increase, which is reflected in a Payroll Change Notice signed by both Moxin and Cleary. Moxin Depo.Ex. 19.</p>\n<p>During his first year of employment with the newspaper, Wilkins on several occasions voiced his specific religious beliefs to Moxin and other employees. According to Wilkins, he is a believer and follower of the teachings of Jesus Christ. Wilkins Aff. ¶ 8. As part of his religion, he believes that homosexual behavior is moral perversion forbidden by the express command of God, and constitutes sin. <i>Id.</i> Wilkins adheres to the belief that a homosexual who desires to change, can change and lead a \"normal, healthy, heterosexual existence through repentance for past behavior, future obedience to God, and the changing power of Christ.\" <i>Id.</i> Wilkins' beliefs are bolstered by his own experience. He believes that through repentance, the power of Christ, and his obedience to God, he was delivered from living as a homosexual to leading a heterosexual lifestyle. <i>Id.</i> ¶ 9.</p>\n<p>In October 1996, Wilkins wrote a letter to the editor of The News &amp; Observer, stating that homosexuals \"[c]an be transformed to heterosexuality, or ... at the very least experience the power of Christ to cease any type of sexual immorality....\" 1 Wilkins Depo. 18-21. In March 1997, Wilkins submitted for publication in the <i>N &amp; O Notes,</i> the News &amp; Observer's employee newsletter, an article on his religious beliefs and personal experiences. In this connection, Wilkins wrote to Amy Powers a \"brief bio\" in which Wilkins stated <span class=\"star-pagination\">*765</span> that he is an \"ex-gay\" who was transformed by \"obeying God's word.\" Wilkins Depo.Ex. 3.</p>\n<p>In early 1997, the president of the Southern Baptist Convention of Iowa invited Wilkins to speak at a conference in Des Moines, Iowa. To attend, Wilkins sought clearance from Moxin to be absent from his job. According to Wilkins, the essence of his speech was \"that Jesus Christ can transform men and women from homosexuality, if not into heterosexual, certainly into celibate disciples of Christ Jesus.\" 1 Wilkins Depo. 30. After receiving Moxin's permission to miss work for the Des Moines speech, Wilkins shared with Moxin, \"chapter and verse,\" the thesis of his speech, his personal experience of transformation from gay to straight, and his specific belief that this transformation arose from his faith. Wilkins shared all of this information with Moxin several weeks prior to leaving for Des Moines. Moxin did not withdraw permission for Wilkins to have leave from employment to deliver the speech, nor did she suggest any disapproval or disquietude about the speech. Moxin recalled telling Wilkins: \"It's okay. If that's what-how you feel, it's all right.\" 1 Moxin Depo. 93. Wilkins testified that Moxin responded to his testimony with \"words to the effect that I should be glad that I had not contracted AIDS.\" 1 Wilkins Depo. 32. Wilkins further testified that he found this comment \"slightly sarcastic,\" <i>id.</i> at 39, but could identify no religious content in the statement. <i>See id.</i> at 39-40.</p>\n<p>On June 20, 1997, <i>The News &amp; Observer</i> published an article by Yonat Shimron, a News &amp; Observer religion writer, entitled <i>Baptists aim to define family.</i> Shimron reported that Wilkins, who had attended the Southern Baptist Convention on behalf of Providence Baptist Church in Raleigh, had delivered a \"message\" asking that the denomination \"`aggressively promote ministries that try to guide gays and lesbians toward heterosexuality.'\" 1 Wilkins Depo. 92; Wilkins Depo.Ex. 5. Wilkins complimented Shimron on the article and told her by email: \"As an ordained Southern Baptist minister, a messenger to the Convention and an ex-gay, I might have a unique perspective on this issue.\" Wilkins Depo.Ex. 4; 1 Wilkins Depo. 92.</p>\n<p>Shimron eventually approached Wilkins about doing a feature article for the paper regarding his beliefs and experiences. Shimron spent several hours interviewing both Wilkins and his wife in preparation for the article. Shimron's article, entitled <i>The Quest for \"Transformation\"  Can Faith Make Gays Go Straight?</i> [hereinafter \"<i>The Quest for Transformation</i>\"] appeared on August 4, 1997, on the front page of <i>The News &amp; Observer.</i> The article featured the testimony and story of Wilkins' transformation from homosexuality to heterosexuality. Although Moxin was aware of Wilkins' religious beliefs regarding homosexuality, Cleary did not become aware of his views until she read the article.</p>\n<p>On the same day the article was published, Cleary attended a weekly circulation meeting with the supervisors under her. At the meeting, an unidentified individual commented that <i>The Quest for Transformation</i> could affect circulation sales. One of the supervisors present at the meeting, Joan Craft, attributed the comment to Cleary. Craft testified that she assumed the comment referenced a possible negative impact on circulation numbers. Additionally, during a meeting within a day or two of publication of the article, Wilkins met with Moxin and Cleary, and Cleary made the comment: \"Religion has no place in the workplace.\" Wilkins testified that Cleary's statement was prompted by his inclusion of the phrase \"Pray harder!\" on a document given to Cleary and that the comment pertained to religion only \"in a <span class=\"star-pagination\">*766</span> kind of generic sense.\" 2 Wilkins Depo. 356.</p>\n<p>Prior to the publication of the article, Wilkins' working relationship with Moxin had begun to deteriorate. Moxin testified regarding heated exchanges with Wilkins during the month of July. Moxin testified that she met with Wilkins on July 19, 1997, regarding certain sales-related issues and was disappointed in the manner in which he reacted to the questions posed to him. She testified that, on July 22, 1997, she made known to Wilkins her concerns about his July 19 behavior and that he \"did not agree he was wrong.\" 1 Moxin Depo. 213. Moxin also became upset because Wilkins had distributed a memorandum without her prior knowledge or input. Moxin also testified that Wilkins \"became angry\" with her during a meeting on July 28, when she interrupted him in an attempt to move the meeting along. <i>Id.</i> at 226. She testified: \"I would try to talk with him, to reason with him, and he would  at this point, he was  had become so outrageous that he was [sic] just ramble on and on and talk. And I would not  if I did not interrupt, I would not have been able to say anything. ...\" <i>Id.</i></p>\n<p>On July 30, Wilkins sent an email message to Cleary complaining about a request Moxin made of him. When Moxin learned of the email, she asked Wilkins why he failed to raise the concern directly with her. Moxin testified that Wilkins reacted by exclaiming: \"she's harassing me.\" 2 Moxin Depo. 9. In a chronology of events prepared by Wilkins, he acknowledged that at least by this date, July 30, his relationship with Moxin had deteriorated to the point that she \"chewed him out\" at length, an event leading him to request Cleary's immediate intercession. Wilkins Depo.Ex. 38, at 4.</p>\n<p>Wilkins' version of events regarding his relationship with Moxin and overall job performance differs from the version presented by the News &amp; Observer. According to Wilkins, he cooperated with every supervisory request made throughout the months of July and August. He submits that each formal meeting he had with Moxin or with Moxin and Cleary was at his request. He submits that he took initiative to help resolve communication issues that had developed and that he did all that was requested of him by Moxin or Cleary.</p>\n<p>During a July 31 meeting, Moxin, Cleary, and Wilkins scheduled a follow-up meeting, which occurred on either August 5 or August 7. At the July 31 meeting, it was decided that Wilkins would develop a list of suggestions for communicating more effectively with Moxin. Taking three to four hours to do so, Wilkins prepared four pages of notes, which he brought to the follow-up meeting. In these notes, Wilkins made several suggestions, including that he and Moxin \"[b]e more considerate of each other, particularly in front of peers.\" Wilkins Depo.Ex. 14. Wilkins' notes make no mention of religious discrimination. One of the ways in which Cleary, Moxin, and Wilkins decided to address the concerns expressed in Wilkins' four pages of notes was for Moxin and Wilkins to meet on a weekly basis. The first of these meetings was scheduled for August 15, 1997. The meeting failed to occur and it was Moxin's perception that Wilkins simply opted not to attend the meeting.</p>\n<p>On August 23, 1997, during a meeting with Cleary and Moxin, Wilkins was suspended for three days with pay. At the meeting, Moxin and Cleary questioned Wilkins about his failure to show up for the meeting with Moxin scheduled for August 15, 1997. Wilkins explained that he showed up for the meeting and had searched for Moxin to no avail. Cleary responded that Wilkins refused to admit that he was at fault. Cleary testified that Wilkins was suspended for being disrespectful, <span class=\"star-pagination\">*767</span> ignoring meetings, and because he was determined not to do what Moxin asked him to do. Cleary testified that she suspended Wilkins \"to give him a few days to stop and think about how we were going to move forward.\" Cleary Depo. 89.</p>\n<p>Wilkins returned from his suspension on August 27 and met with Cleary. Moxin did not attend this meeting because she was at a family funeral. Wilkins testified that the meeting with Cleary lasted several hours. Cleary discussed with Wilkins the specific reasons for his suspension  lack of respect for management, insubordination, and failure to take responsibility  and then left him alone to think of ideas concerning how he could effectively perform his job and work with Moxin. Cleary testified that if Wilkins had demonstrated during the meeting a commitment to work with Moxin, he would not have been discharged. However, as the meeting progressed, Cleary determined that the issues were not going to be resolved because she perceived that Wilkins was unwilling to move forward in ways that she desired. She testified that, in the end, she fired Wilkins because she \"had not seen any effort on his part to take responsibility and show commitment to change the situation and move forward.\" Cleary Depo. 128-29.</p>\n<p>The EEOC initiated this lawsuit on August 31, 1999, alleging that the News &amp; Observer, in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2, had failed to promote Wilkins and had discharged him because Wilkins \"publicly voiced his sincerely held religious belief, that as a Baptist, he could transform gay men and lesbians into heterosexuals.\" Complaint ¶ 7. On August 11, 2000, the EEOC filed a stipulation of dismissal as to the failure to promote claim. The News &amp; Observer has now moved for summary judgment on the discharge claim.</p>\n<p></p>\n<h2><i>II. Summary Judgment Standard</i></h2>\n<p>Summary judgment is appropriate when no genuine issues of material fact exist and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does indeed exist. <i>See </i><i>Matsushita Electric Indus. Co., v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Summary judgment is appropriate against a party who fails to make a showing sufficient to establish any one of the essential elements of the party's claim on which he will bear the burden of proof at trial. <i>See </i><i>Celotex,</i> 477 U.S. at 322-23, 106 S.Ct. 2548.</p>\n<p></p>\n<h2><i>III. Analysis</i></h2>\n<p>Title VII of the Civil Rights Act of 1964 makes it \"an unlawful practice for an employer ... to discharge any individual ... because of such individual's religion.\" 42 U.S.C. § 2000e-2. The Fourth Circuit recognizes two theories under which an employee may assert a claim for religious discrimination: disparate treatment based on religion and failure to accommodate religious beliefs. <i>See </i><i>Chalmers v. Tulon Co.,</i> 101 F.3d 1012, 1017 (4th Cir.1996). The EEOC has alleged a claim based on disparate treatment.</p>\n<p>A plaintiff may prove a disparate treatment claim by demonstrating \"that the employer treated [him] differently than other employees because of [his] religious <i>beliefs.</i>\" <i>Id.</i> (emphasis in original). The claim may be established either by direct <span class=\"star-pagination\">*768</span> evidence or by use of the burden shifting scheme articulated in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Lacking direct evidence of discrimination, the EEOC seeks to establish its claim by utilizing the <i>McDonnell Douglas</i> scheme.</p>\n<p>To establish a claim under the <i>McDonnell Douglas</i> scheme of proof, the plaintiff first must establish a <i>prima facie</i> case of discrimination. <i>See </i><i>Stokes v. Westinghouse Savannah River Co.,</i> 206 F.3d 420, 429 (4th Cir.2000). Once the plaintiff establishes a <i>prima facie</i> case, \"the burden shifts to the employer to `rebut the presumption of discrimination' by producing evidence that the employment action in question was taken `for a legitimate, nondiscriminatory reason.'\" <i>Stokes,</i> 206 F.3d at 429 (quoting <i>Texas Dep't of Community Affairs v. Burdine,</i> 450 U.S. 248, 254, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981)). Once the employer meets this burden, the EEOC must prove that the News &amp; Observer's proffered reason was mere pretext and that religious discrimination was the real reason for the employer's actions. <i>See </i><i>Hawkins v. PepsiCo, Inc.,</i> 203 F.3d 274, 278 (4th Cir.2000). The plaintiff \"bears the ultimate burden of proving that he has been the victim of intentional discrimination.\" <i>Stokes,</i> 206 F.3d at 429; <i>see also </i><i>Reeves v. Sanderson Plumbing Products, Inc.,</i> 530 U.S. 133, 141, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000) (the discriminating factor \"must have actually played a role in [the employer's decision making] process and had a determinative influence on the outcome\") (internal citations omitted).</p>\n<p>In order to make out a <i>prima facie</i> case of discriminatory discharge, a plaintiff must prove: (1) he is in a protected group; (2) he was discharged; (3) at the time of his discharge, he was performing his job at a level that met his employer's legitimate expectations; and (4) this discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination. <i>See </i><i>Haulbrook v. Michelin North America,</i> 252 F.3d 696, 702 (4th Cir.2001) (applying standard to ADA wrongful discharge claim); <i>Taylor v. Virginia Union University,</i> 193 F.3d 219, 230 (4th Cir. 1999) (applying standard to gender discrimination claim based on failure to promote); <i>see also </i><i>Glunt v. GES Exposition Services, Inc.,</i> 123 F.Supp.2d 847, 865-66 (D.Md.2000) (citing cases from other circuits and discussing higher courts' movement away from \"similarly situated replacement\" requirement as fourth factor in <i>McDonnell Douglas</i> analysis to consideration of whether adverse employment action occurred under circumstances giving rise to reasonable inference of discrimination).</p>\n<p>Assuming, <i>arguendo,</i> for the purposes of this motion that the EEOC can meet its initial burden in proving a <i>prima facie</i> case, the EEOC's discriminatory discharge claim ultimately fails as a matter of law because the EEOC has not adduced sufficient evidence to prove that the News &amp; Observer's proffered reason for discharge was mere pretext and that religious discrimination was the real reason for the newspaper's actions.</p>\n<p>The News &amp; Observer has produced competent evidence that Wilkins was discharged for a legitimate, nondiscriminatory reason. Specifically, the employer adduced proof that Moxin and Cleary perceived Wilkins to be unwilling to work out problems with his immediate supervisor. Following a number of meetings with Moxin and Wilkins, and Wilkin's suspension, Cleary concluded that Wilkins was not moving forward to resolve his issues with Moxin in a reasonable manner. Cleary fired him because she believed Wilkins failed to take responsibility, had shown lack of respect for management, <span class=\"star-pagination\">*769</span> and exhibited insubordination toward Moxin.</p>\n<p>Whether Cleary's perception of Wilkins was reasonable or accurate, or whether such perception justified Wilkin's termination is not at issue before this court. \"[W]hen an employer gives a legitimate, non-discriminatory reason for discharging the plaintiff, `it is not [the court's] province to decide whether the reason was wise, fair, or even correct, ultimately, so long as it truly was the reason for the plaintiff's termination.'\" <i>Hawkins,</i> 203 F.3d at 279 (quoting <i>DeJarnette v. Corning, Inc.,</i> 133 F.3d 293, 299 (4th Cir.1998)); <i>see also </i><i>Giannopoulos v. Brach &amp; Brock Confections, Inc.,</i> 109 F.3d 406, 410 (7th Cir.1997) (The court \"does not sit as a kind of super-personnel department weighing the prudence of employment decisions made by firms charged with employment discrimination.\"). The EEOC's claim fails because it cannot demonstrate that the News &amp; Observer's stated reason for discharging Wilkins was not the real reason for his discharge.</p>\n<p>The EEOC's primary argument that the News &amp; Observer's proffered reason for termination was mere pretext and that religious discrimination was the real reason for the employer's actions centers around the timing of Wilkins' termination. The EEOC notes that Wilkins was fired only three weeks after publication of <i>The Quest for Transformation</i> and within a mere two months of receiving an evaluation from Moxin that his job performance was commendable. The EEOC argues that Cleary's favorable impression of Wilkins suddenly changed after the article was released. The EEOC contends that this chronology raises the reasonable inference that the proffered reason for termination is pretextual and that Wilkins was fired for having professed his religious beliefs.</p>\n<p>The temporal proximity of Wilkins' firing to the publication of the article is not sufficient to establish pretext without showing some causal connection between the two events. That Wilkins expressed a religious viewpoint and subsequently was terminated is immaterial without evidence that Wilkins' religious beliefs in some way affected his employment status. <i>See </i><i>Sattar v. Motorola, Inc.,</i> 138 F.3d 1164, 1170 (7th Cir.1998) (affirming summary judgment where plaintiff employee failed to adequately link his discharge to his former supervisor's religious harassment). As evidence that Wilkins' religious views did affect his employment status, the EEOC identifies two stray comments made by Cleary, which it contends demonstrate her discriminatory intent. First, the EEOC refers to the comment, attributed to Cleary by Joan Clark, made at the weekly circulation meeting on the date <i>The Quest for Transformation</i> was published that the article could affect circulation sales.<sup>[1]</sup> Presumably, the EEOC desires the court to infer that the News &amp; Observer fired Wilkins because it believed Wilkins' religious views negatively impacted circulation. The inference is tenuous, however, since it was the News &amp; Observer's decision to publish the article in the first place. Furthermore, that Cleary, the newspaper's Circulation Director, commented upon the article's possible effect on circulation does not demonstrate that Cleary herself objected to Wilkins' religious views or otherwise bore discriminatory animus toward Wilkins.</p>\n<p>The second comment identified by the EEOC is Cleary's comment to Wilkins that \"religion has no place in the workplace.\" <span class=\"star-pagination\">*770</span> EEOC Response 20-21. Wilkins testified that Cleary's statement was prompted by his inclusion of the phrase \"Pray harder!\" on a document given to Cleary and that the comment pertained to religion only \"in a kind of generic sense.\" 2 Wilkins Depo. 356-57. The EEOC shows no nexus between this remark and Wilkins' termination. Furthermore, there is no evidence that Cleary made any reference to Wilkins' particular religious views.</p>\n<p>In sum, the two statements attributed to Cleary do not demonstrate discriminatory animus toward Wilkin's religious viewpoint. Furthermore, there is no nexus between the stray remarks and any employment decision made by the newspaper. <i>See </i><i>EEOC v. Clay Printing Co.,</i> 955 F.2d 936, 942 (4th Cir.1992).</p>\n<p>The EEOC argues that the manner in which the News &amp; Observer accomplished Wilkins' termination also demonstrates that the newspaper's reasons for discharging him are not true and that Cleary fired him based on his religious beliefs. The EEOC seeks to rely on four points: (1) the fact that the decision to terminate Wilkins was made by Cleary and not Wilkins' direct supervisor, Moxin; (2) the fact that the newspaper offered shifting reasons for terminating Wilkins; (3) the failure of News &amp; Observer supervisors to counsel Wilkins; and (4) the fact that one of Moxin's sets of notes of events surrounding Wilkins' termination contains an incorrect date.</p>\n<p>These four issues, even viewed collectively, do not raise a genuine issue of material fact sufficient to preclude summary judgment. Moxin was not present at Cleary's final meeting with Wilkins, during which he was fired, because of a death in the family. Besides this final meeting, Moxin had been directly involved in all other decisions involving Wilkins' employment. The fact that Cleary, who had received full benefit of Moxin's briefings and had attended (with Moxin) three sessions with Wilkins in the preceding four weeks, did not wait for Moxin to return from a funeral in order to move forward on the termination decision does not demonstrate pretext. <i>Cf. </i><i>Kulumani v. Blue Cross Blue Shield,</i> 224 F.3d 681, 684 (7th Cir.2000) (affirming summary judgment in Title VII case where plaintiff attempted to show pretext by intervention of higher level supervision in his termination).</p>\n<p>The EEOC next notes that in the newspaper's original position statement in response to the EEOC charge, dated January 8, 1998, the News &amp; Observer states that Wilkins performance began to deteriorate in early 1997 and deteriorated to the point that he was no longer an effective recruiter and trainer. Because Cleary and Moxin both later testified that Wilkins' performance was satisfactory until July 19, 1997, the EEOC argues that the News &amp; Observer offered shifting reasons for terminating Wilkins, which provides evidence that the reasons given are pretext for discrimination. Read in its entirety, the court finds that the grounds for termination submitted in the newspaper's response letter are not inconsistent with Wilkins' termination for insubordination. Indeed, the position statement notes that the News &amp; Observer fired Wilkins when he was \"not willing to alter his mindset,\" despite Cleary's intervention. Jackson Depo.Ex. 14. Furthermore, \"discrimination does not lurk behind every inaccurate statement,\" <i>Fisher v. Vassar College,</i> 114 F.3d 1332, 1338 (2d Cir.1997), and the court finds no evidence here of \"deceit used to cover one's tracks\" that constitutes pretext. <i>Kulumani,</i> 224 F.3d at 684.</p>\n<p>The EEOC next argues that the newspaper's grounds for terminating Wilkins are pretextual because Wilkins was treated differently from another direct sales representative <span class=\"star-pagination\">*771</span> who allegedly experienced performance problems, in that Wilkins was never \"counseled\" regarding his performance deficiencies. The EEOC notes that Paul Basile, who was also supervised by Moxin, participated in two separate documented counselings prior to his termination for performance reasons. Moxin and Cleary met with Basile and presented him with counseling documents that set forth specific steps which Basile was required to follow or risk termination of employment. Basile was later terminated at Moxin's recommendation because he failed to abide by the counseling documents. The EEOC argues that, in contrast, Wilkins was never \"counseled\" or given a document that stating that he could be terminated for failure to abide by certain conditions. Additionally, the EEOC notes, Wilkins was never told that he was in danger of being terminated.</p>\n<p>Despite the fact that Wilkins was not formally \"counseled,\" Moxin and Cleary met with Wilkins on at least three separate occasions within three weeks in an effort to work through Wilkins' relationship with Moxin. At these meetings, Wilkins was permitted to air his concerns regarding his relationship with Moxin orally and in writing and Moxin scheduled periodic meetings with Wilkins to continue to address these issues. Finally, Wilkins was placed on a period of paid suspension before the ultimate decision was made to discharge him. The fact that Wilkins termination differed from another employee's does not demonstrate pretext.</p>\n<p>Finally, the EEOC argues that Moxin's notes regarding grounds for Wilkins' suspension and termination are not credible and cast doubt on the News &amp; Observer's proffered reasons for termination. Specifically, the EEOC points out that Moxin indicated in handwriting in one of her several sets of typewritten notes that the document was prepared on August 9, 1997, even though the document describes events taking place as late as August 15, 1997. Moxin acknowledged the mistaken date but testified that she believed she completed the document prior to Wilkins' termination. The court does not agree that the discrepancy in Moxin's notes casts doubt on their credibility. However, even were the court to disregard Moxin's notes because of this error, adequate competent evidence regarding the newspaper's grounds for terminating Wilkins exists in the record.</p>\n<p></p>\n<h2><i>IV. Conclusion</i></h2>\n<p>In sum, the court finds no evidence that Wilkins' religious views affected the decision to discharge him. Wilkins' numerous exchanges with Moxin and Cleary during July and August are devoid of any attack on his religious beliefs. Wilkins never indicated a manifestation of religious discrimination while employed. Additionally, Wilkins can identify no comment made by Moxin or Cleary critical of his religious beliefs. In the end, Wilkins (and the EEOC) simply disagree with the newspaper's conclusion that his overall insubordination required that he be discharged. This evidence, even when construed in the light most favorable to the plaintiff, belies discrimination, religious or otherwise. Although the EEOC goes to great lengths to portray Wilkins' firing as a bad decision, as noted above, the correction of the News &amp; Observer's determination that Wilkins was insubordinate and needed to be terminated is irrelevant. The only relevant issues is the existence or absence of discrimination. <i>See </i><i>Evans v. Technologies Applications &amp; Serv. Co.,</i> 80 F.3d 954, 960-61 (4th Cir.1996); <i>see also </i><i>Hawkins,</i> 203 F.3d at 282 (allowing an employee to dispute the corrections of the employer's decision under the guise of Title VII would permit Title VII to be used as \"a vehicle for substituting the judgment of a court <span class=\"star-pagination\">*772</span> for that of the employer\" and \"turn the workplace into a litigious cauldron of ... suspicion.\"). Nothing in the record before the court suggests that Wilkins' religious beliefs had \"a determinative influence on the outcome\" of his employment. <i>Reeves,</i> 530 U.S. at 141, 120 S.Ct. 2097. Therefore, for the reasons set forth above, the News &amp; Observer's motion for summary judgment is ALLOWED, and this matter hereby is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In her testimony, Craft categorically denied that Cleary made any reference to Wilkins' continued employment by the News &amp; Observer when she commented upon the impact of the article upon circulation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">763</span></span> (2001)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nThe NEWS AND OBSERVER PUBLISHING COMPANY, Defendants.</h1></center>\n<center>No. 5:99-CV-582-F(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 10, 2001.</center>\n<p>Zoe G. Mahood, E.E.O.C., Raleigh, NC, Rosemary J. Fox, E.E.O.C., Lynette A. Barnes, EEOC/Charlotte District Office, Charlotte, NC, for plaintiff.</p>\n<p>Robert E. Harrington, John R. Wester, Robinson, Bradshaw &amp; Hinson, Charlotte, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by the News and Observer Publishing Company (\"News &amp; Observer\") for summary judgment. The EEOC has responded to the motion, the News &amp; Observer has replied, and the matter is ripe for disposition.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*764</span> <i>I. Factual and Procedural Background</i>\n</h2>\n<p>Timothy Wilkins began his association with the News &amp; Observer in March 1996, as an independent contractor selling newspaper subscriptions. Because of his exemplary sales record as a contractor, Wilkins was informed that a direct sales supervisor position was soon to be vacant. Wilkins also learned that Mary Moxin, the News &amp; Observer's Direct Sales Manager, was interested in Wilkins applying for the position.</p>\n<p>Wilkins decided to apply for the position and, after several interviews, was hired by Moxin in June 1996 as direct sales supervisor. Moxin hired Wilkins with knowledge of his religious background. In his application for employment, Wilkins indicated that he held a Masters in Divinity degree from Southwest Seminary in Fort Worth, Texas. His application also disclosed that he was a consultant to Single Adult Special, a religious organization counseling single adults, and was on the board of directors of SOLO, another religious organization. In his application, Wilkins also listed his former position as a pastor at Southside Baptist Church in Winston-Salem, North Carolina. Moxin served as Wilkins' immediate supervisor throughout his course of employment. In turn, Moxin reported directly to Kate Cleary, the Circulation Director.</p>\n<p>As he had done as an independent contractor, Wilkins implemented several new ideas as direct sales supervisor. His innovations included: introducing incentivebased programs to increase sales and encourage and retain independent contractors; creating promotional materials for pushing new subscriptions; improving marketing materials; and researching effective marketing techniques at other newspapers.</p>\n<p>For the first twelve months of his employment as direct sales supervisor, Wilkins' job performance satisfied Moxin, his immediate supervisor, and Cleary, head of Wilkins' department. On the one-year anniversary of his employment, Moxin, with input from Cleary, completed a favorable annual appraisal for Wilkins, marking him \"commendable-plus.\" Wilkins Depo.Ex. 12. In conjunction with the appraisal, on June 26, 1997, Wilkins received a merit pay increase, which is reflected in a Payroll Change Notice signed by both Moxin and Cleary. Moxin Depo.Ex. 19.</p>\n<p>During his first year of employment with the newspaper, Wilkins on several occasions voiced his specific religious beliefs to Moxin and other employees. According to Wilkins, he is a believer and follower of the teachings of Jesus Christ. Wilkins Aff. ¶ 8. As part of his religion, he believes that homosexual behavior is moral perversion forbidden by the express command of God, and constitutes sin. <i>Id.</i> Wilkins adheres to the belief that a homosexual who desires to change, can change and lead a \"normal, healthy, heterosexual existence through repentance for past behavior, future obedience to God, and the changing power of Christ.\" <i>Id.</i> Wilkins' beliefs are bolstered by his own experience. He believes that through repentance, the power of Christ, and his obedience to God, he was delivered from living as a homosexual to leading a heterosexual lifestyle. <i>Id.</i> ¶ 9.</p>\n<p>In October 1996, Wilkins wrote a letter to the editor of The News &amp; Observer, stating that homosexuals \"[c]an be transformed to heterosexuality, or ... at the very least experience the power of Christ to cease any type of sexual immorality....\" 1 Wilkins Depo. 18-21. In March 1997, Wilkins submitted for publication in the <i>N &amp; O Notes,</i> the News &amp; Observer's employee newsletter, an article on his religious beliefs and personal experiences. In this connection, Wilkins wrote to Amy Powers a \"brief bio\" in which Wilkins stated <span class=\"star-pagination\">*765</span> that he is an \"ex-gay\" who was transformed by \"obeying God's word.\" Wilkins Depo.Ex. 3.</p>\n<p>In early 1997, the president of the Southern Baptist Convention of Iowa invited Wilkins to speak at a conference in Des Moines, Iowa. To attend, Wilkins sought clearance from Moxin to be absent from his job. According to Wilkins, the essence of his speech was \"that Jesus Christ can transform men and women from homosexuality, if not into heterosexual, certainly into celibate disciples of Christ Jesus.\" 1 Wilkins Depo. 30. After receiving Moxin's permission to miss work for the Des Moines speech, Wilkins shared with Moxin, \"chapter and verse,\" the thesis of his speech, his personal experience of transformation from gay to straight, and his specific belief that this transformation arose from his faith. Wilkins shared all of this information with Moxin several weeks prior to leaving for Des Moines. Moxin did not withdraw permission for Wilkins to have leave from employment to deliver the speech, nor did she suggest any disapproval or disquietude about the speech. Moxin recalled telling Wilkins: \"It's okay. If that's what-how you feel, it's all right.\" 1 Moxin Depo. 93. Wilkins testified that Moxin responded to his testimony with \"words to the effect that I should be glad that I had not contracted AIDS.\" 1 Wilkins Depo. 32. Wilkins further testified that he found this comment \"slightly sarcastic,\" <i>id.</i> at 39, but could identify no religious content in the statement. <i>See id.</i> at 39-40.</p>\n<p>On June 20, 1997, <i>The News &amp; Observer</i> published an article by Yonat Shimron, a News &amp; Observer religion writer, entitled <i>Baptists aim to define family.</i> Shimron reported that Wilkins, who had attended the Southern Baptist Convention on behalf of Providence Baptist Church in Raleigh, had delivered a \"message\" asking that the denomination \"`aggressively promote ministries that try to guide gays and lesbians toward heterosexuality.'\" 1 Wilkins Depo. 92; Wilkins Depo.Ex. 5. Wilkins complimented Shimron on the article and told her by email: \"As an ordained Southern Baptist minister, a messenger to the Convention and an ex-gay, I might have a unique perspective on this issue.\" Wilkins Depo.Ex. 4; 1 Wilkins Depo. 92.</p>\n<p>Shimron eventually approached Wilkins about doing a feature article for the paper regarding his beliefs and experiences. Shimron spent several hours interviewing both Wilkins and his wife in preparation for the article. Shimron's article, entitled <i>The Quest for \"Transformation\"  Can Faith Make Gays Go Straight?</i> [hereinafter \"<i>The Quest for Transformation</i>\"] appeared on August 4, 1997, on the front page of <i>The News &amp; Observer.</i> The article featured the testimony and story of Wilkins' transformation from homosexuality to heterosexuality. Although Moxin was aware of Wilkins' religious beliefs regarding homosexuality, Cleary did not become aware of his views until she read the article.</p>\n<p>On the same day the article was published, Cleary attended a weekly circulation meeting with the supervisors under her. At the meeting, an unidentified individual commented that <i>The Quest for Transformation</i> could affect circulation sales. One of the supervisors present at the meeting, Joan Craft, attributed the comment to Cleary. Craft testified that she assumed the comment referenced a possible negative impact on circulation numbers. Additionally, during a meeting within a day or two of publication of the article, Wilkins met with Moxin and Cleary, and Cleary made the comment: \"Religion has no place in the workplace.\" Wilkins testified that Cleary's statement was prompted by his inclusion of the phrase \"Pray harder!\" on a document given to Cleary and that the comment pertained to religion only \"in a <span class=\"star-pagination\">*766</span> kind of generic sense.\" 2 Wilkins Depo. 356.</p>\n<p>Prior to the publication of the article, Wilkins' working relationship with Moxin had begun to deteriorate. Moxin testified regarding heated exchanges with Wilkins during the month of July. Moxin testified that she met with Wilkins on July 19, 1997, regarding certain sales-related issues and was disappointed in the manner in which he reacted to the questions posed to him. She testified that, on July 22, 1997, she made known to Wilkins her concerns about his July 19 behavior and that he \"did not agree he was wrong.\" 1 Moxin Depo. 213. Moxin also became upset because Wilkins had distributed a memorandum without her prior knowledge or input. Moxin also testified that Wilkins \"became angry\" with her during a meeting on July 28, when she interrupted him in an attempt to move the meeting along. <i>Id.</i> at 226. She testified: \"I would try to talk with him, to reason with him, and he would  at this point, he was  had become so outrageous that he was [sic] just ramble on and on and talk. And I would not  if I did not interrupt, I would not have been able to say anything. ...\" <i>Id.</i></p>\n<p>On July 30, Wilkins sent an email message to Cleary complaining about a request Moxin made of him. When Moxin learned of the email, she asked Wilkins why he failed to raise the concern directly with her. Moxin testified that Wilkins reacted by exclaiming: \"she's harassing me.\" 2 Moxin Depo. 9. In a chronology of events prepared by Wilkins, he acknowledged that at least by this date, July 30, his relationship with Moxin had deteriorated to the point that she \"chewed him out\" at length, an event leading him to request Cleary's immediate intercession. Wilkins Depo.Ex. 38, at 4.</p>\n<p>Wilkins' version of events regarding his relationship with Moxin and overall job performance differs from the version presented by the News &amp; Observer. According to Wilkins, he cooperated with every supervisory request made throughout the months of July and August. He submits that each formal meeting he had with Moxin or with Moxin and Cleary was at his request. He submits that he took initiative to help resolve communication issues that had developed and that he did all that was requested of him by Moxin or Cleary.</p>\n<p>During a July 31 meeting, Moxin, Cleary, and Wilkins scheduled a follow-up meeting, which occurred on either August 5 or August 7. At the July 31 meeting, it was decided that Wilkins would develop a list of suggestions for communicating more effectively with Moxin. Taking three to four hours to do so, Wilkins prepared four pages of notes, which he brought to the follow-up meeting. In these notes, Wilkins made several suggestions, including that he and Moxin \"[b]e more considerate of each other, particularly in front of peers.\" Wilkins Depo.Ex. 14. Wilkins' notes make no mention of religious discrimination. One of the ways in which Cleary, Moxin, and Wilkins decided to address the concerns expressed in Wilkins' four pages of notes was for Moxin and Wilkins to meet on a weekly basis. The first of these meetings was scheduled for August 15, 1997. The meeting failed to occur and it was Moxin's perception that Wilkins simply opted not to attend the meeting.</p>\n<p>On August 23, 1997, during a meeting with Cleary and Moxin, Wilkins was suspended for three days with pay. At the meeting, Moxin and Cleary questioned Wilkins about his failure to show up for the meeting with Moxin scheduled for August 15, 1997. Wilkins explained that he showed up for the meeting and had searched for Moxin to no avail. Cleary responded that Wilkins refused to admit that he was at fault. Cleary testified that Wilkins was suspended for being disrespectful, <span class=\"star-pagination\">*767</span> ignoring meetings, and because he was determined not to do what Moxin asked him to do. Cleary testified that she suspended Wilkins \"to give him a few days to stop and think about how we were going to move forward.\" Cleary Depo. 89.</p>\n<p>Wilkins returned from his suspension on August 27 and met with Cleary. Moxin did not attend this meeting because she was at a family funeral. Wilkins testified that the meeting with Cleary lasted several hours. Cleary discussed with Wilkins the specific reasons for his suspension  lack of respect for management, insubordination, and failure to take responsibility  and then left him alone to think of ideas concerning how he could effectively perform his job and work with Moxin. Cleary testified that if Wilkins had demonstrated during the meeting a commitment to work with Moxin, he would not have been discharged. However, as the meeting progressed, Cleary determined that the issues were not going to be resolved because she perceived that Wilkins was unwilling to move forward in ways that she desired. She testified that, in the end, she fired Wilkins because she \"had not seen any effort on his part to take responsibility and show commitment to change the situation and move forward.\" Cleary Depo. 128-29.</p>\n<p>The EEOC initiated this lawsuit on August 31, 1999, alleging that the News &amp; Observer, in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2, had failed to promote Wilkins and had discharged him because Wilkins \"publicly voiced his sincerely held religious belief, that as a Baptist, he could transform gay men and lesbians into heterosexuals.\" Complaint ¶ 7. On August 11, 2000, the EEOC filed a stipulation of dismissal as to the failure to promote claim. The News &amp; Observer has now moved for summary judgment on the discharge claim.</p>\n<p></p>\n<h2><i>II. Summary Judgment Standard</i></h2>\n<p>Summary judgment is appropriate when no genuine issues of material fact exist and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does indeed exist. <i>See </i><i>Matsushita Electric Indus. Co., v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). Summary judgment is appropriate against a party who fails to make a showing sufficient to establish any one of the essential elements of the party's claim on which he will bear the burden of proof at trial. <i>See </i><i>Celotex,</i> 477 U.S. at 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n<p></p>\n<h2><i>III. Analysis</i></h2>\n<p>Title VII of the Civil Rights Act of 1964 makes it \"an unlawful practice for an employer ... to discharge any individual ... because of such individual's religion.\" 42 U.S.C. § 2000e-2. The Fourth Circuit recognizes two theories under which an employee may assert a claim for religious discrimination: disparate treatment based on religion and failure to accommodate religious beliefs. <i>See </i><i>Chalmers v. Tulon Co.,</i> <span class=\"citation\" data-id=\"730851\"><a href=\"/opinion/730851/charita-d-chalmers-v-tulon-company-of-richmond/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1012</span></a></span>, 1017 (4th Cir.1996). The EEOC has alleged a claim based on disparate treatment.</p>\n<p>A plaintiff may prove a disparate treatment claim by demonstrating \"that the employer treated [him] differently than other employees because of [his] religious <i>beliefs.</i>\" <i>Id.</i> (emphasis in original). The claim may be established either by direct <span class=\"star-pagination\">*768</span> evidence or by use of the burden shifting scheme articulated in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). Lacking direct evidence of discrimination, the EEOC seeks to establish its claim by utilizing the <i>McDonnell Douglas</i> scheme.</p>\n<p>To establish a claim under the <i>McDonnell Douglas</i> scheme of proof, the plaintiff first must establish a <i>prima facie</i> case of discrimination. <i>See </i><i>Stokes v. Westinghouse Savannah River Co.,</i> <span class=\"citation\" data-id=\"767976\"><a href=\"/opinion/767976/robert-a-stokes-individually-and-as-representative-of-all-similarly/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></a></span>, 429 (4th Cir.2000). Once the plaintiff establishes a <i>prima facie</i> case, \"the burden shifts to the employer to `rebut the presumption of discrimination' by producing evidence that the employment action in question was taken `for a legitimate, nondiscriminatory reason.'\" <i>Stokes,</i> 206 F.3d at 429 (quoting <i>Texas Dep't of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 254, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981)). Once the employer meets this burden, the EEOC must prove that the News &amp; Observer's proffered reason was mere pretext and that religious discrimination was the real reason for the employer's actions. <i>See </i><i>Hawkins v. PepsiCo, Inc.,</i> <span class=\"citation\" data-id=\"767596\"><a href=\"/opinion/767596/lisa-hawkins-v-pepsico-incorporated-dba-pepsi-cola-north-america/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 278 (4th Cir.2000). The plaintiff \"bears the ultimate burden of proving that he has been the victim of intentional discrimination.\" <i>Stokes,</i> 206 F.3d at 429; <i>see also </i><i>Reeves v. Sanderson Plumbing Products, Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 141, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000) (the discriminating factor \"must have actually played a role in [the employer's decision making] process and had a determinative influence on the outcome\") (internal citations omitted).</p>\n<p>In order to make out a <i>prima facie</i> case of discriminatory discharge, a plaintiff must prove: (1) he is in a protected group; (2) he was discharged; (3) at the time of his discharge, he was performing his job at a level that met his employer's legitimate expectations; and (4) this discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination. <i>See </i><i>Haulbrook v. Michelin North America,</i> <span class=\"citation\" data-id=\"773552\"><a href=\"/opinion/773552/william-r-haulbrook-v-michelin-north-americaincorporated-michelin/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">696</span></a></span>, 702 (4th Cir.2001) (applying standard to ADA wrongful discharge claim); <i>Taylor v. Virginia Union University,</i> <span class=\"citation\" data-id=\"766372\"><a href=\"/opinion/766372/lynne-s-taylor-and-keisha-johnson-v-virginia-union-university-keisha/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 230 (4th Cir. 1999) (applying standard to gender discrimination claim based on failure to promote); <i>see also </i><i>Glunt v. GES Exposition Services, Inc.,</i> <span class=\"citation\" data-id=\"2479918\"><a href=\"/opinion/2479918/glunt-v-ges-exposition-services-inc/\"><span class=\"volume\">123</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">847</span></a></span>, 865-66 (D.Md.2000) (citing cases from other circuits and discussing higher courts' movement away from \"similarly situated replacement\" requirement as fourth factor in <i>McDonnell Douglas</i> analysis to consideration of whether adverse employment action occurred under circumstances giving rise to reasonable inference of discrimination).</p>\n<p>Assuming, <i>arguendo,</i> for the purposes of this motion that the EEOC can meet its initial burden in proving a <i>prima facie</i> case, the EEOC's discriminatory discharge claim ultimately fails as a matter of law because the EEOC has not adduced sufficient evidence to prove that the News &amp; Observer's proffered reason for discharge was mere pretext and that religious discrimination was the real reason for the newspaper's actions.</p>\n<p>The News &amp; Observer has produced competent evidence that Wilkins was discharged for a legitimate, nondiscriminatory reason. Specifically, the employer adduced proof that Moxin and Cleary perceived Wilkins to be unwilling to work out problems with his immediate supervisor. Following a number of meetings with Moxin and Wilkins, and Wilkin's suspension, Cleary concluded that Wilkins was not moving forward to resolve his issues with Moxin in a reasonable manner. Cleary fired him because she believed Wilkins failed to take responsibility, had shown lack of respect for management, <span class=\"star-pagination\">*769</span> and exhibited insubordination toward Moxin.</p>\n<p>Whether Cleary's perception of Wilkins was reasonable or accurate, or whether such perception justified Wilkin's termination is not at issue before this court. \"[W]hen an employer gives a legitimate, non-discriminatory reason for discharging the plaintiff, `it is not [the court's] province to decide whether the reason was wise, fair, or even correct, ultimately, so long as it truly was the reason for the plaintiff's termination.'\" <i>Hawkins,</i> 203 F.3d at 279 (quoting <i>DeJarnette v. Corning, Inc.,</i> <span class=\"citation\" data-id=\"750096\"><a href=\"/opinion/750096/75-fair-emplpraccas-bna-1088-72-empl-prac-dec-p-45103-regina-w/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">293</span></a></span>, 299 (4th Cir.1998)); <i>see also </i><i>Giannopoulos v. Brach &amp; Brock Confections, Inc.,</i> <span class=\"citation\" data-id=\"738267\"><a href=\"/opinion/738267/73-fair-emplpraccas-bna-1032-70-empl-prac-dec-p-44617-john/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">406</span></a></span>, 410 (7th Cir.1997) (The court \"does not sit as a kind of super-personnel department weighing the prudence of employment decisions made by firms charged with employment discrimination.\"). The EEOC's claim fails because it cannot demonstrate that the News &amp; Observer's stated reason for discharging Wilkins was not the real reason for his discharge.</p>\n<p>The EEOC's primary argument that the News &amp; Observer's proffered reason for termination was mere pretext and that religious discrimination was the real reason for the employer's actions centers around the timing of Wilkins' termination. The EEOC notes that Wilkins was fired only three weeks after publication of <i>The Quest for Transformation</i> and within a mere two months of receiving an evaluation from Moxin that his job performance was commendable. The EEOC argues that Cleary's favorable impression of Wilkins suddenly changed after the article was released. The EEOC contends that this chronology raises the reasonable inference that the proffered reason for termination is pretextual and that Wilkins was fired for having professed his religious beliefs.</p>\n<p>The temporal proximity of Wilkins' firing to the publication of the article is not sufficient to establish pretext without showing some causal connection between the two events. That Wilkins expressed a religious viewpoint and subsequently was terminated is immaterial without evidence that Wilkins' religious beliefs in some way affected his employment status. <i>See </i><i>Sattar v. Motorola, Inc.,</i> <span class=\"citation\" data-id=\"752364\"><a href=\"/opinion/752364/76-fair-emplpraccas-bna-512-72-empl-prac-dec-p-45203-wamiq-sattar/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1164</span></a></span>, 1170 (7th Cir.1998) (affirming summary judgment where plaintiff employee failed to adequately link his discharge to his former supervisor's religious harassment). As evidence that Wilkins' religious views did affect his employment status, the EEOC identifies two stray comments made by Cleary, which it contends demonstrate her discriminatory intent. First, the EEOC refers to the comment, attributed to Cleary by Joan Clark, made at the weekly circulation meeting on the date <i>The Quest for Transformation</i> was published that the article could affect circulation sales.<sup>[1]</sup> Presumably, the EEOC desires the court to infer that the News &amp; Observer fired Wilkins because it believed Wilkins' religious views negatively impacted circulation. The inference is tenuous, however, since it was the News &amp; Observer's decision to publish the article in the first place. Furthermore, that Cleary, the newspaper's Circulation Director, commented upon the article's possible effect on circulation does not demonstrate that Cleary herself objected to Wilkins' religious views or otherwise bore discriminatory animus toward Wilkins.</p>\n<p>The second comment identified by the EEOC is Cleary's comment to Wilkins that \"religion has no place in the workplace.\" <span class=\"star-pagination\">*770</span> EEOC Response 20-21. Wilkins testified that Cleary's statement was prompted by his inclusion of the phrase \"Pray harder!\" on a document given to Cleary and that the comment pertained to religion only \"in a kind of generic sense.\" 2 Wilkins Depo. 356-57. The EEOC shows no nexus between this remark and Wilkins' termination. Furthermore, there is no evidence that Cleary made any reference to Wilkins' particular religious views.</p>\n<p>In sum, the two statements attributed to Cleary do not demonstrate discriminatory animus toward Wilkin's religious viewpoint. Furthermore, there is no nexus between the stray remarks and any employment decision made by the newspaper. <i>See </i><i>EEOC v. Clay Printing Co.,</i> <span class=\"citation\" data-id=\"577126\"><a href=\"/opinion/577126/58-fair-emplpraccas-bna-256-58-empl-prac-dec-p-41272-equal/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">936</span></a></span>, 942 (4th Cir.1992).</p>\n<p>The EEOC argues that the manner in which the News &amp; Observer accomplished Wilkins' termination also demonstrates that the newspaper's reasons for discharging him are not true and that Cleary fired him based on his religious beliefs. The EEOC seeks to rely on four points: (1) the fact that the decision to terminate Wilkins was made by Cleary and not Wilkins' direct supervisor, Moxin; (2) the fact that the newspaper offered shifting reasons for terminating Wilkins; (3) the failure of News &amp; Observer supervisors to counsel Wilkins; and (4) the fact that one of Moxin's sets of notes of events surrounding Wilkins' termination contains an incorrect date.</p>\n<p>These four issues, even viewed collectively, do not raise a genuine issue of material fact sufficient to preclude summary judgment. Moxin was not present at Cleary's final meeting with Wilkins, during which he was fired, because of a death in the family. Besides this final meeting, Moxin had been directly involved in all other decisions involving Wilkins' employment. The fact that Cleary, who had received full benefit of Moxin's briefings and had attended (with Moxin) three sessions with Wilkins in the preceding four weeks, did not wait for Moxin to return from a funeral in order to move forward on the termination decision does not demonstrate pretext. <i>Cf. </i><i>Kulumani v. Blue Cross Blue Shield,</i> <span class=\"citation\" data-id=\"770164\"><a href=\"/opinion/770164/sam-kulumani-v-blue-cross-blue-shield-association/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">681</span></a></span>, 684 (7th Cir.2000) (affirming summary judgment in Title VII case where plaintiff attempted to show pretext by intervention of higher level supervision in his termination).</p>\n<p>The EEOC next notes that in the newspaper's original position statement in response to the EEOC charge, dated January 8, 1998, the News &amp; Observer states that Wilkins performance began to deteriorate in early 1997 and deteriorated to the point that he was no longer an effective recruiter and trainer. Because Cleary and Moxin both later testified that Wilkins' performance was satisfactory until July 19, 1997, the EEOC argues that the News &amp; Observer offered shifting reasons for terminating Wilkins, which provides evidence that the reasons given are pretext for discrimination. Read in its entirety, the court finds that the grounds for termination submitted in the newspaper's response letter are not inconsistent with Wilkins' termination for insubordination. Indeed, the position statement notes that the News &amp; Observer fired Wilkins when he was \"not willing to alter his mindset,\" despite Cleary's intervention. Jackson Depo.Ex. 14. Furthermore, \"discrimination does not lurk behind every inaccurate statement,\" <i>Fisher v. Vassar College,</i> <span class=\"citation\" data-id=\"741723\"><a href=\"/opinion/741723/cynthia-j-fisher-plaintiff-appellee-cross-appellant-v-vassar-college/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1332</span></a></span>, 1338 (2d Cir.1997), and the court finds no evidence here of \"deceit used to cover one's tracks\" that constitutes pretext. <i>Kulumani,</i> 224 F.3d at 684.</p>\n<p>The EEOC next argues that the newspaper's grounds for terminating Wilkins are pretextual because Wilkins was treated differently from another direct sales representative <span class=\"star-pagination\">*771</span> who allegedly experienced performance problems, in that Wilkins was never \"counseled\" regarding his performance deficiencies. The EEOC notes that Paul Basile, who was also supervised by Moxin, participated in two separate documented counselings prior to his termination for performance reasons. Moxin and Cleary met with Basile and presented him with counseling documents that set forth specific steps which Basile was required to follow or risk termination of employment. Basile was later terminated at Moxin's recommendation because he failed to abide by the counseling documents. The EEOC argues that, in contrast, Wilkins was never \"counseled\" or given a document that stating that he could be terminated for failure to abide by certain conditions. Additionally, the EEOC notes, Wilkins was never told that he was in danger of being terminated.</p>\n<p>Despite the fact that Wilkins was not formally \"counseled,\" Moxin and Cleary met with Wilkins on at least three separate occasions within three weeks in an effort to work through Wilkins' relationship with Moxin. At these meetings, Wilkins was permitted to air his concerns regarding his relationship with Moxin orally and in writing and Moxin scheduled periodic meetings with Wilkins to continue to address these issues. Finally, Wilkins was placed on a period of paid suspension before the ultimate decision was made to discharge him. The fact that Wilkins termination differed from another employee's does not demonstrate pretext.</p>\n<p>Finally, the EEOC argues that Moxin's notes regarding grounds for Wilkins' suspension and termination are not credible and cast doubt on the News &amp; Observer's proffered reasons for termination. Specifically, the EEOC points out that Moxin indicated in handwriting in one of her several sets of typewritten notes that the document was prepared on August 9, 1997, even though the document describes events taking place as late as August 15, 1997. Moxin acknowledged the mistaken date but testified that she believed she completed the document prior to Wilkins' termination. The court does not agree that the discrepancy in Moxin's notes casts doubt on their credibility. However, even were the court to disregard Moxin's notes because of this error, adequate competent evidence regarding the newspaper's grounds for terminating Wilkins exists in the record.</p>\n<p></p>\n<h2><i>IV. Conclusion</i></h2>\n<p>In sum, the court finds no evidence that Wilkins' religious views affected the decision to discharge him. Wilkins' numerous exchanges with Moxin and Cleary during July and August are devoid of any attack on his religious beliefs. Wilkins never indicated a manifestation of religious discrimination while employed. Additionally, Wilkins can identify no comment made by Moxin or Cleary critical of his religious beliefs. In the end, Wilkins (and the EEOC) simply disagree with the newspaper's conclusion that his overall insubordination required that he be discharged. This evidence, even when construed in the light most favorable to the plaintiff, belies discrimination, religious or otherwise. Although the EEOC goes to great lengths to portray Wilkins' firing as a bad decision, as noted above, the correction of the News &amp; Observer's determination that Wilkins was insubordinate and needed to be terminated is irrelevant. The only relevant issues is the existence or absence of discrimination. <i>See </i><i>Evans v. Technologies Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 960-61 (4th Cir.1996); <i>see also </i><i>Hawkins,</i> 203 F.3d at 282 (allowing an employee to dispute the corrections of the employer's decision under the guise of Title VII would permit Title VII to be used as \"a vehicle for substituting the judgment of a court <span class=\"star-pagination\">*772</span> for that of the employer\" and \"turn the workplace into a litigious cauldron of ... suspicion.\"). Nothing in the record before the court suggests that Wilkins' religious beliefs had \"a determinative influence on the outcome\" of his employment. <i>Reeves,</i> 530 U.S. at 141, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>. Therefore, for the reasons set forth above, the News &amp; Observer's motion for summary judgment is ALLOWED, and this matter hereby is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In her testimony, Craft categorically denied that Cleary made any reference to Wilkins' continued employment by the News &amp; Observer when she commented upon the impact of the article upon circulation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2479918/"
  ]
}