{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2475679/",
  "absolute_url": "/opinion/2475679/scott-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2475679/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:50.545774Z",
  "date_modified": "2016-04-26T20:49:16.259194Z",
  "type": "010combined",
  "sha1": "7a96e1f7cb8d45656e0c948b51e40aef34b84dec",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>761 F.Supp.2d 320 (2011)</b></center>\n<center><h1>Truman SCOTT, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>No. 7:98-CR-79-BO-1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>January 24, 2011.</center>\n<p><span class=\"star-pagination\">*321</span> Christine Dean, U.S. Attorney's Office, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*322</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Respondent's Motion to Dismiss [D.E. 200], and Petitioner's motion entitled \"Motion to Discontinue Sentence\" [D.E. 195]. The Government has moved to dismiss Petitioner's Motion pursuant to Federal Rule of Civil Procedure 12(b)(6). For the reasons set forth below, the Government's Motion to Dismiss [D.E. 200] is DENIED. This matter is set for an evidentiary hearing.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On September 22, 1998, the Grand Jury returned an Indictment charging Petitioner and others with multiple violations of federal law. Count One charged Petitioner with conspiring to distribute and possessing with the intent to distribute cocaine and cocaine base, in violation of 21 U.S.C. § 846. Count Two charged Petitioner and others with conspiring to interfere with commerce by violence (Hobbs Act), in violation of 18 U.S.C. § 1951. Count Three charged Petitioner with interfering with commerce by violence, in violation of 18 U.S.C. § 1951. Count Four charged Petitioner with attempting to interfere with commerce by violence, in violation of 18 U.S.C. § 1951. Counts Five and Six charged Petitioner with using and carrying firearms during and in relation to drug trafficking crimes, in violation of 18 U.S.C. 924(c) and aiding and abetting, in violation of 18 U.S.C. § 2 [D.E. 3].</p>\n<p>On February 1, 1999, the jury returned guilty verdicts on all counts [D.E. 61]. On April 19, 1999, United States District Judge James C. Fox sentenced Petitioner to 405 months imprisonment on Count One; 240 months imprisonment on Counts Two, Three, and Four, all of which Judge Fox ordered Petitioner to serve concurrently with Count One; 120 months imprisonment on Count Five, which Judge Fox ordered Petitioner to serve consecutive to Counts One, Two, Three, and Four; and 240 months imprisonment on Count Six, which Judge Fox ordered Petitioner to serve consecutive to Count Five. Judge Fox also imposed five years of supervised release on Count One and concurrent three-year terms of supervised release on Counts Two, Three, Four, Five, and Six [D.E. 77]. Petitioner filed an appeal of his conviction and sentence to the Fourth Circuit Court of Appeals on April 19, 1999 [D.E. 78]. The Fourth Circuit affirmed Petitioner's conviction and sentence on April 10, 2000 [D.E. 94].</p>\n<p>After exhausting his remedies on direct appeal, Petitioner filed a petition seeking a common-law writ of <i>coram nobis;</i> his petition was denied on September 25, 2000 [D.E. 99]. On November 27, 2000, 531 U.S. 1010, 121 S.Ct. 563, 148 L.Ed.2d 483 (2000), the Fourth Circuit denied a petition for rehearing en banc [D.E. 101], and on December 11, 2000, the Supreme Court denied a petition for <i>writ of certiorari.</i> On November 21, 2001, Petitioner filed a motion for relief from his sentence under 28 U.S.C. § 2255 [D.E. 111], which was dismissed by order on August 26, 2003 [D.E. 124]. The Fourth Circuit affirmed the dismissal of Petitioner's section 2255 motion on December 23, 2003, 83 Fed.Appx. 559 (4th Cir.2003) [D.E. 127].</p>\n<p>On August 16, 2010, Petitioner filed a Motion entitled \"Motion to Discontinue Sentence\" [D.E. 195]. This Motion is presently before the Court. In his Motion, Petitioner requests this Court to \"[d]iscontinue his imposed sentences due to the corruption of the Robeson County Sheriffs Department's Narcotics Division of which [Petitioner] was investigated, arrested, indicted and convicted by a jury . . .\" [sic]. <span class=\"star-pagination\">*323</span> Petitioner asserts that his case is \"truly extraordinary\" and that his Motion should be treated in the nature of either of the common law writs of <i>audita querela</i> or <i>coram nobis.</i><sup>[1]</sup></p>\n<p>The Government has moved to dismiss Petitioner's Motion under Rule 12(b)(6) of the Federal Rules of Civil Procedure [D.E. 200], contending that <i>audita querela</i> is not available in the instant case and that Petitioner's instant Motion should be dismissed either as a \"successive motion\" under 28 U.S.C. § 2255 or, alternatively, as a petition brought improperly under § 28 U.S.C. § 2241.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Characterization of Petitioner's Motion</i>\n</h2>\n<p>At the outset, the Court must determine whether to characterize Petitioner's Motion as one in the nature of <i>audita querela</i> or <i>coram nobis</i> or as a petition brought pursuant to 28 U.S.C. §§ 2255 or 2241. A Motion to Vacate, Set Aside or Correct a Sentence is the presumptive method for a federal inmate to collaterally attack his sentence. <i>Davis v. United States,</i> 417 U.S. 333, 343-44, 94 S.Ct. 2298, 41 L.Ed.2d 109 (1974). It is the substance of the motion, not the label or name assigned to it by a <i>pro se</i> petitioner, that determines whether a court views the motion as arising under section 2255. <i>Raines v. United States,</i> 423 F.2d 526, 528 (4th Cir.1970). The case of <i>Melton v. United States,</i> 359 F.3d 855 (7th Cir.2004), is instructive on this point:</p>\n<blockquote>Any motion filed in the district court that imposed the sentence, and substantively within the scope of § 2255[a], <i>is a</i> motion under § 2255, no matter what title the prisoner plasters on the cover. Call it a motion for a new trial, arrest of judgment, mandamus, prohibition, coram nobis, coram vobis, audita querela, certiorari, capias, habeas corpus, ejectment, quare impedit, bill of review, writ of error, or an application for a Get-Out-of-Jail Card; the name makes no difference. It is substance that controls.</blockquote>\n<p>359 F.3d at 857 (internal citation omitted) (emphasis in original); <i>accord </i><i>Raines,</i> 423 F.2d at 528 n. 1.</p>\n<p>Here, the core request Petitioner makes in his \"Motion to Discontinue Sentence\" is that this Court grant relief from his criminal conviction and sentence. Substantively, Petitioner seeks relief available only pursuant to 28 U.S.C. § 2255. The Motion is, therefore, a Motion to Vacate, Set Aside, or Correct a Sentence under 28 U.S.C. § 2255, notwithstanding Petitioner's labeling it as a petition in the nature of <i>audita querela.</i></p>\n<p></p>\n<h2>B. <i>Respondent's Motion to Dismiss</i>\n</h2>\n<p>Having concluded that Petitioner's Motion is one brought pursuant to 28 U.S.C. § 2255, the Court now addresses the substance of Respondent's Motion to Dismiss. Petitioner contends he is entitled to relief from his sentence in light of the corruption of the law enforcement officers who investigated and assisted in prosecuting Petitioner in his criminal case. Petitioner's allegations arise from the federal prosecution and conviction of law enforcement personnel following an investigation entitled \"Operation Tarnished Badge.\" Operation Tarnished Badge was a joint state and federal investigation of corrupt law enforcement officers in Robeson County, North Carolina. The investigation resulted in over twenty (20) federal convictions, <span class=\"star-pagination\">*324</span> including the conviction of former Robeson County Sheriff Glenn Maynor and nearly his entire command structure. <i>See </i><i>United States v. Maynor,</i> 310 Fed.Appx. 595, 596-98 (4th Cir.2009) (per curiam) (unpublished).</p>\n<p>Petitioner alleges officers of the Robeson County Sheriffs Department \"fabricated\" evidence and testified falsely against him in retaliation for Petitioner's refusal to \"participate in a drug dealing scheme\" with the officers. (Pet.'s Br. 1-2.)</p>\n<p>The Government opposes Petitioner's Motion and has moved to dismiss it as a \"second or successive\" motion under 28 U.S.C. § 2255(h) or, alternatively, as a motion improperly brought under 28 U.S.C. § 2241.<sup>[2]</sup> The Government contends the instant Motion is \"second or successive\" because Petitioner previously filed a motion pursuant to 28 U.S.C. § 2255 on November 21, 2001, in which he failed to raise the issues of his innocence and the corruption of the Robeson County Sheriffs Department. The Government's position is without merit.</p>\n<p>The Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), Pub.L. No. 104-132, 110 Stat. 1214 (1996), created a gatekeeping function for federal trial courts reviewing \"second or successive\" petitions for collateral review of criminal sentences. <i>In re Goddard,</i> 170 F.3d 435, 436 (4th Cir.1999) (noting that \"[t]he new AEDPA amendments place much more stringent limits on a federal prisoner's ability to make second or successive § 2255 motions.\"). AEDPA's operative gatekeeping provision provides that a \"second or successive\" motion may be adjudicated by the district court only if the motion involves newly discovered evidence that is potentially dispositive or if it involves a new rule of constitutional law that the Supreme Court has made retroactive to cases on collateral review. <i>See</i> 28 U.S.C. § 2255(h)(1), (2). Before a prisoner can pursue a \"second or successive\" section 2255 motion, he must obtain authorization from the appropriate court of appeals. <i>See</i> 28 U.S.C. § 2244(b)(3)(A) (\"[b]efore a second or successive application permitted by this section is filed in the district court, the applicant shall move in the appropriate court of appeals for an order authorizing the district court to consider the application.\"). Absent pre-filing authorization, a district court lacks jurisdiction to consider the motion. <i>United States v. Winestock,</i> 340 F.3d 200, 205 (4th Cir.2003) (citing <i>Evans v. Smith,</i> 220 F.3d 306, 325 (4th Cir.2000)).</p>\n<p>Unfortunately, AEDPA does not define the term \"second or successive.\" <i>In re Taylor,</i> 171 F.3d 185, 187 (4th Cir. 1999). Instead, the term \"takes its full meaning from [the Supreme Court's] case law, including decisions predating the enactment of the [AEDPA.]\" <i>Panetti v. Quarterman,</i> 551 U.S. 930, 943-44, 127 S.Ct. 2842, 168 L.Ed.2d 662 (2007) (citations omitted). This case law reveals that the High Court has \"declined to interpret `second or successive' as referring to all... applications filed second or successively in time, even when the later filings address a ... judgment already challenged in a prior ... application.\"<sup>[3]</sup><i>Id.</i></p>\n<p><span class=\"star-pagination\">*325</span> Thus, it is improper for a lower court to formulaically conclude that every motion filed <i>after</i> an initial section 2255 motion is filed is a \"second or successive\" motion.</p>\n<p>In fact, the case law reveals several circumstances where a subsequent section 2255 motion has been conclusively deemed <i>not</i> to be \"second or successive.\" For example, where the prior section 2255 motion was not adjudicated on the merits, any subsequent section 2255 motion is not \"second or successive.\" <i>See, e.g., </i><i>Slack v. McDaniel,</i> 529 U.S. 473, 485-86, 120 S.Ct. 1595, 146 L.Ed.2d 542 (2000). More relevant to the instant case, where the subsequent section 2255 motion asserts a claim that was not ripe at the time of the prior section 2255 motion, the subsequent section 2255 motion is not \"second or successive.\" <i>See </i><i>Panetti,</i> 551 U.S. at 947, 127 S.Ct. 2842 (noting that the Court was \"hesitant to construe a statute ... in a manner that would require unripe <i>(and, often, factually unsupported</i>) claims to be raised as a mere formality, to the benefit of no party.\") (emphasis added); <i>Stewart v. Martinez-Villareal,</i> 523 U.S. 637, 644-45, 118 S.Ct. 1618, 140 L.Ed.2d 849 (1998); <i>United States v. Grant,</i> 493 F.3d 464, 468 n. 3 (5th Cir.2007) (\"[t]he instant motion is not second or successive <i>because the facts underlying this motion arose only after [Petitioner's] prior § 2255 motion was disposed of by the district court</i>\") (emphasis added).</p>\n<p>Here, Petitioner's instant section 2255 motion is grounded in the arrest, prosecution, and sentencing of corrupt law enforcement personnel in the wake of Operation Tarnished Badge. Neither the public nor the Petitioner had knowledge of the existence and extent of this corruption until well after the Petitioner filed his initial section 2255 petition in November of 2001. In fact, Roger Taylor, a former Robeson County officer Petitioner alleges had \"intimate\" involvement with Petitioner's case, \"spanning from [the] inception of the case, initial investigation thru trial\" [sic] (Pet.'s Br. in Opp. 3) was not sentenced by this Court for his nefarious role in Operation Tarnished Badge until May 29, 2008, <i>see</i> Judgment at 181, <i>United States v. Taylor,</i> No. 7:06-CR-45-BO-1, 2008 WL 2245372 (E.D.N.C. May 30, 2008). Any section 2255 claim of Petitioner's grounded in former officer Taylor's misconduct was factually unsupported and thus not ripe for adjudication until at least May 29, 2008, approximately six and a half years after Petitioner had filed his initial section 2255 motion.<sup>[4]</sup> Petitioner's motion is not \"second or successive,\" and, accordingly, Respondent's Motion to Dismiss is denied.</p>\n<p>The Court finds that Petitioner's Motion and the files and records of the case fail to conclusively show that the prisoner is entitled to no relief. Accordingly, for good cause and pursuant to 28 U.S.C. § 2255(b), the Court will conduct an evidentiary hearing to expand the record to sharpen the <span class=\"star-pagination\">*326</span> issues before the Court, and to allow for an accurate resolution of Petitioner's Section 2255 Motion. <i>See</i> 28 U.S.C. § 2255(b) (\"Unless the motion and the files and records of the case conclusively show that the prisoner is entitled to no relief, the court shall . . . grant a prompt hearing thereon, determine the issues and make findings of fact and conclusions of law with respect thereto.\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In sum, the Court characterizes Petitioner's \"Motion to Discontinue Sentence\" as a Motion to Vacate, Set Aside, or Correct a Sentence under 28 U.S.C. § 2255. Petitioner's Motion is not \"second or successive\" and Defendant's Motion to Dismiss is, accordingly, DENIED. The Court ORDERS that this matter be set for an evidentiary hearing. The Court finds it is in the best interest of both parties for Petitioner to be represented by counsel. Accordingly, the Court ORDERS the Office of the Federal Public Defender to appoint counsel to represent Petitioner. The Court further ORDERS that counsel file a notice of appearance within seven days from the entry of this order.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioner, in his Response in Opposition to the Government's Motion to Dismiss, requests that the Court consider his motion as one brought pursuant to 28 U.S.C. § 2255 (Pet's Resp. in Opp. to Respondent's Mot. to Dismiss at 2) [D.E. 202].</p>\n<p>[2]  Because the Court finds, <i>infra,</i> that Petitioner's \"Motion to Discontinue Sentence\" is a motion pursuant to 28 U.S.C. § 2255 that is <i>not</i> \"second or successive,\" the Court need not address Respondent's alternative contention that the Petition is an improperly filed motion arising under 28 U.S.C. § 2241. Section 2241 applies only where it \"appears that the remedy by [section 2255] motion is inadequate or ineffective to test the legality of [Petitioner's] detention,\" which is not the case here.</p>\n<p>[3]  <i>Panetti</i> involved the interpretation of the phrase \"second or successive\" in a proceeding under 28 U.S.C. § 2254. However, the interpretation of \"second or successive\" in section 2254 proceedings applies with equal force in section 2255 proceedings. <i>See </i><i>Goddard,</i> 170 F.3d at 438 (citing numerous circuit court cases interpreting the term \"second or successive\" in section 2254 proceedings in support of the <i>Goddard</i> court's interpretation of \"second or successive\" in a section 2255 proceeding).</p>\n<p>[4]  The Court reserves for a later date a ruling on precisely when Petitioner's section 2255 claim ripened and when 28 U.S.C. § 2255(f)'s one (1) year statute of limitations began to run against Petitioner. The Court notes officer Taylor's 2008 prosecution and sentencing merely for purposes of establishing that Petitioner's instant motion is not \"second or successive\" in relation to Petitioner's November, 21 2001 section 2255 motion, as the Government contends.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">761</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">320</span></span> (2011)</b></center>\n<center><h1>Truman SCOTT, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>No. 7:98-CR-79-BO-1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>January 24, 2011.</center>\n<p><span class=\"star-pagination\">*321</span> Christine Dean, U.S. Attorney's Office, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*322</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Respondent's Motion to Dismiss [D.E. 200], and Petitioner's motion entitled \"Motion to Discontinue Sentence\" [D.E. 195]. The Government has moved to dismiss Petitioner's Motion pursuant to Federal Rule of Civil Procedure 12(b)(6). For the reasons set forth below, the Government's Motion to Dismiss [D.E. 200] is DENIED. This matter is set for an evidentiary hearing.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On September 22, 1998, the Grand Jury returned an Indictment charging Petitioner and others with multiple violations of federal law. Count One charged Petitioner with conspiring to distribute and possessing with the intent to distribute cocaine and cocaine base, in violation of 21 U.S.C. § 846. Count Two charged Petitioner and others with conspiring to interfere with commerce by violence (Hobbs Act), in violation of 18 U.S.C. § 1951. Count Three charged Petitioner with interfering with commerce by violence, in violation of 18 U.S.C. § 1951. Count Four charged Petitioner with attempting to interfere with commerce by violence, in violation of 18 U.S.C. § 1951. Counts Five and Six charged Petitioner with using and carrying firearms during and in relation to drug trafficking crimes, in violation of 18 U.S.C. 924(c) and aiding and abetting, in violation of 18 U.S.C. § 2 [D.E. 3].</p>\n<p>On February 1, 1999, the jury returned guilty verdicts on all counts [D.E. 61]. On April 19, 1999, United States District Judge James C. Fox sentenced Petitioner to 405 months imprisonment on Count One; 240 months imprisonment on Counts Two, Three, and Four, all of which Judge Fox ordered Petitioner to serve concurrently with Count One; 120 months imprisonment on Count Five, which Judge Fox ordered Petitioner to serve consecutive to Counts One, Two, Three, and Four; and 240 months imprisonment on Count Six, which Judge Fox ordered Petitioner to serve consecutive to Count Five. Judge Fox also imposed five years of supervised release on Count One and concurrent three-year terms of supervised release on Counts Two, Three, Four, Five, and Six [D.E. 77]. Petitioner filed an appeal of his conviction and sentence to the Fourth Circuit Court of Appeals on April 19, 1999 [D.E. 78]. The Fourth Circuit affirmed Petitioner's conviction and sentence on April 10, 2000 [D.E. 94].</p>\n<p>After exhausting his remedies on direct appeal, Petitioner filed a petition seeking a common-law writ of <i>coram nobis;</i> his petition was denied on September 25, 2000 [D.E. 99]. On November 27, 2000, <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">563</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></span> (2000), the Fourth Circuit denied a petition for rehearing en banc [D.E. 101], and on December 11, 2000, the Supreme Court denied a petition for <i>writ of certiorari.</i> On November 21, 2001, Petitioner filed a motion for relief from his sentence under 28 U.S.C. § 2255 [D.E. 111], which was dismissed by order on August 26, 2003 [D.E. 124]. The Fourth Circuit affirmed the dismissal of Petitioner's section 2255 motion on December 23, 2003, 83 Fed.Appx. 559 (4th Cir.2003) [D.E. 127].</p>\n<p>On August 16, 2010, Petitioner filed a Motion entitled \"Motion to Discontinue Sentence\" [D.E. 195]. This Motion is presently before the Court. In his Motion, Petitioner requests this Court to \"[d]iscontinue his imposed sentences due to the corruption of the Robeson County Sheriffs Department's Narcotics Division of which [Petitioner] was investigated, arrested, indicted and convicted by a jury . . .\" [sic]. <span class=\"star-pagination\">*323</span> Petitioner asserts that his case is \"truly extraordinary\" and that his Motion should be treated in the nature of either of the common law writs of <i>audita querela</i> or <i>coram nobis.</i><sup>[1]</sup></p>\n<p>The Government has moved to dismiss Petitioner's Motion under Rule 12(b)(6) of the Federal Rules of Civil Procedure [D.E. 200], contending that <i>audita querela</i> is not available in the instant case and that Petitioner's instant Motion should be dismissed either as a \"successive motion\" under 28 U.S.C. § 2255 or, alternatively, as a petition brought improperly under § 28 U.S.C. § 2241.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Characterization of Petitioner's Motion</i>\n</h2>\n<p>At the outset, the Court must determine whether to characterize Petitioner's Motion as one in the nature of <i>audita querela</i> or <i>coram nobis</i> or as a petition brought pursuant to 28 U.S.C. §§ 2255 or 2241. A Motion to Vacate, Set Aside or Correct a Sentence is the presumptive method for a federal inmate to collaterally attack his sentence. <i>Davis v. United States,</i> <span class=\"citation\" data-id=\"109059\"><a href=\"/opinion/109059/davis-v-united-states/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 343-44, <span class=\"citation\" data-id=\"109059\"><a href=\"/opinion/109059/davis-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2298</span></a></span>, <span class=\"citation\" data-id=\"109059\"><a href=\"/opinion/109059/davis-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></a></span> (1974). It is the substance of the motion, not the label or name assigned to it by a <i>pro se</i> petitioner, that determines whether a court views the motion as arising under section 2255. <i>Raines v. United States,</i> <span class=\"citation\" data-id=\"289054\"><a href=\"/opinion/289054/roy-edward-raines-v-united-states-of-america-michael-pasterchik-v-united/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">526</span></a></span>, 528 (4th Cir.1970). The case of <i>Melton v. United States,</i> <span class=\"citation\" data-id=\"785256\"><a href=\"/opinion/785256/timothy-melton-v-united-states/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">855</span></a></span> (7th Cir.2004), is instructive on this point:</p>\n<blockquote>Any motion filed in the district court that imposed the sentence, and substantively within the scope of § 2255[a], <i>is a</i> motion under § 2255, no matter what title the prisoner plasters on the cover. Call it a motion for a new trial, arrest of judgment, mandamus, prohibition, coram nobis, coram vobis, audita querela, certiorari, capias, habeas corpus, ejectment, quare impedit, bill of review, writ of error, or an application for a Get-Out-of-Jail Card; the name makes no difference. It is substance that controls.</blockquote>\n<p>359 F.3d at 857 (internal citation omitted) (emphasis in original); <i>accord </i><i>Raines,</i> 423 F.2d at 528 n. 1.</p>\n<p>Here, the core request Petitioner makes in his \"Motion to Discontinue Sentence\" is that this Court grant relief from his criminal conviction and sentence. Substantively, Petitioner seeks relief available only pursuant to 28 U.S.C. § 2255. The Motion is, therefore, a Motion to Vacate, Set Aside, or Correct a Sentence under 28 U.S.C. § 2255, notwithstanding Petitioner's labeling it as a petition in the nature of <i>audita querela.</i></p>\n<p></p>\n<h2>B. <i>Respondent's Motion to Dismiss</i>\n</h2>\n<p>Having concluded that Petitioner's Motion is one brought pursuant to 28 U.S.C. § 2255, the Court now addresses the substance of Respondent's Motion to Dismiss. Petitioner contends he is entitled to relief from his sentence in light of the corruption of the law enforcement officers who investigated and assisted in prosecuting Petitioner in his criminal case. Petitioner's allegations arise from the federal prosecution and conviction of law enforcement personnel following an investigation entitled \"Operation Tarnished Badge.\" Operation Tarnished Badge was a joint state and federal investigation of corrupt law enforcement officers in Robeson County, North Carolina. The investigation resulted in over twenty (20) federal convictions, <span class=\"star-pagination\">*324</span> including the conviction of former Robeson County Sheriff Glenn Maynor and nearly his entire command structure. <i>See </i><i>United States v. Maynor,</i> 310 Fed.Appx. 595, 596-98 (4th Cir.2009) (per curiam) (unpublished).</p>\n<p>Petitioner alleges officers of the Robeson County Sheriffs Department \"fabricated\" evidence and testified falsely against him in retaliation for Petitioner's refusal to \"participate in a drug dealing scheme\" with the officers. (Pet.'s Br. 1-2.)</p>\n<p>The Government opposes Petitioner's Motion and has moved to dismiss it as a \"second or successive\" motion under 28 U.S.C. § 2255(h) or, alternatively, as a motion improperly brought under 28 U.S.C. § 2241.<sup>[2]</sup> The Government contends the instant Motion is \"second or successive\" because Petitioner previously filed a motion pursuant to 28 U.S.C. § 2255 on November 21, 2001, in which he failed to raise the issues of his innocence and the corruption of the Robeson County Sheriffs Department. The Government's position is without merit.</p>\n<p>The Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), Pub.L. No. 104-132, 110 Stat. 1214 (1996), created a gatekeeping function for federal trial courts reviewing \"second or successive\" petitions for collateral review of criminal sentences. <i>In re Goddard,</i> <span class=\"citation\" data-id=\"762414\"><a href=\"/opinion/762414/in-re-mervyn-clinton-goddard-movant/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 436 (4th Cir.1999) (noting that \"[t]he new AEDPA amendments place much more stringent limits on a federal prisoner's ability to make second or successive § 2255 motions.\"). AEDPA's operative gatekeeping provision provides that a \"second or successive\" motion may be adjudicated by the district court only if the motion involves newly discovered evidence that is potentially dispositive or if it involves a new rule of constitutional law that the Supreme Court has made retroactive to cases on collateral review. <i>See</i> 28 U.S.C. § 2255(h)(1), (2). Before a prisoner can pursue a \"second or successive\" section 2255 motion, he must obtain authorization from the appropriate court of appeals. <i>See</i> 28 U.S.C. § 2244(b)(3)(A) (\"[b]efore a second or successive application permitted by this section is filed in the district court, the applicant shall move in the appropriate court of appeals for an order authorizing the district court to consider the application.\"). Absent pre-filing authorization, a district court lacks jurisdiction to consider the motion. <i>United States v. Winestock,</i> <span class=\"citation\" data-id=\"783175\"><a href=\"/opinion/783175/united-states-v-paul-winestock-jr/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span>, 205 (4th Cir.2003) (citing <i>Evans v. Smith,</i> <span class=\"citation\" data-id=\"769640\"><a href=\"/opinion/769640/vernon-lee-evans-jr-v-willie-smith-warden-united-states-penitentiary/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 325 (4th Cir.2000)).</p>\n<p>Unfortunately, AEDPA does not define the term \"second or successive.\" <i>In re Taylor,</i> <span class=\"citation\" data-id=\"762551\"><a href=\"/opinion/762551/in-re-audwin-hawatha-taylor-movant/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span>, 187 (4th Cir. 1999). Instead, the term \"takes its full meaning from [the Supreme Court's] case law, including decisions predating the enactment of the [AEDPA.]\" <i>Panetti v. Quarterman,</i> <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></a></span>, 943-44, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span>, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (2007) (citations omitted). This case law reveals that the High Court has \"declined to interpret `second or successive' as referring to all... applications filed second or successively in time, even when the later filings address a ... judgment already challenged in a prior ... application.\"<sup>[3]</sup><i>Id.</i></p>\n<p><span class=\"star-pagination\">*325</span> Thus, it is improper for a lower court to formulaically conclude that every motion filed <i>after</i> an initial section 2255 motion is filed is a \"second or successive\" motion.</p>\n<p>In fact, the case law reveals several circumstances where a subsequent section 2255 motion has been conclusively deemed <i>not</i> to be \"second or successive.\" For example, where the prior section 2255 motion was not adjudicated on the merits, any subsequent section 2255 motion is not \"second or successive.\" <i>See, e.g., </i><i>Slack v. McDaniel,</i> <span class=\"citation\" data-id=\"118359\"><a href=\"/opinion/118359/slack-v-mcdaniel/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">473</span></a></span>, 485-86, <span class=\"citation\" data-id=\"118359\"><a href=\"/opinion/118359/slack-v-mcdaniel/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span>, <span class=\"citation\" data-id=\"118359\"><a href=\"/opinion/118359/slack-v-mcdaniel/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span></a></span> (2000). More relevant to the instant case, where the subsequent section 2255 motion asserts a claim that was not ripe at the time of the prior section 2255 motion, the subsequent section 2255 motion is not \"second or successive.\" <i>See </i><i>Panetti,</i> 551 U.S. at 947, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span> (noting that the Court was \"hesitant to construe a statute ... in a manner that would require unripe <i>(and, often, factually unsupported</i>) claims to be raised as a mere formality, to the benefit of no party.\") (emphasis added); <i>Stewart v. Martinez-Villareal,</i> <span class=\"citation\" data-id=\"118206\"><a href=\"/opinion/118206/stewart-v-martinez-villareal/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, 644-45, <span class=\"citation\" data-id=\"118206\"><a href=\"/opinion/118206/stewart-v-martinez-villareal/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1618</span></a></span>, <span class=\"citation\" data-id=\"118206\"><a href=\"/opinion/118206/stewart-v-martinez-villareal/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">849</span></a></span> (1998); <i>United States v. Grant,</i> <span class=\"citation\" data-id=\"50963\"><a href=\"/opinion/50963/united-states-v-grant/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 468 n. 3 (5th Cir.2007) (\"[t]he instant motion is not second or successive <i>because the facts underlying this motion arose only after [Petitioner's] prior § 2255 motion was disposed of by the district court</i>\") (emphasis added).</p>\n<p>Here, Petitioner's instant section 2255 motion is grounded in the arrest, prosecution, and sentencing of corrupt law enforcement personnel in the wake of Operation Tarnished Badge. Neither the public nor the Petitioner had knowledge of the existence and extent of this corruption until well after the Petitioner filed his initial section 2255 petition in November of 2001. In fact, Roger Taylor, a former Robeson County officer Petitioner alleges had \"intimate\" involvement with Petitioner's case, \"spanning from [the] inception of the case, initial investigation thru trial\" [sic] (Pet.'s Br. in Opp. 3) was not sentenced by this Court for his nefarious role in Operation Tarnished Badge until May 29, 2008, <i>see</i> Judgment at 181, <i>United States v. Taylor,</i> No. 7:06-CR-45-BO-1, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2245372</span></span> (E.D.N.C. May 30, 2008). Any section 2255 claim of Petitioner's grounded in former officer Taylor's misconduct was factually unsupported and thus not ripe for adjudication until at least May 29, 2008, approximately six and a half years after Petitioner had filed his initial section 2255 motion.<sup>[4]</sup> Petitioner's motion is not \"second or successive,\" and, accordingly, Respondent's Motion to Dismiss is denied.</p>\n<p>The Court finds that Petitioner's Motion and the files and records of the case fail to conclusively show that the prisoner is entitled to no relief. Accordingly, for good cause and pursuant to 28 U.S.C. § 2255(b), the Court will conduct an evidentiary hearing to expand the record to sharpen the <span class=\"star-pagination\">*326</span> issues before the Court, and to allow for an accurate resolution of Petitioner's Section 2255 Motion. <i>See</i> 28 U.S.C. § 2255(b) (\"Unless the motion and the files and records of the case conclusively show that the prisoner is entitled to no relief, the court shall . . . grant a prompt hearing thereon, determine the issues and make findings of fact and conclusions of law with respect thereto.\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In sum, the Court characterizes Petitioner's \"Motion to Discontinue Sentence\" as a Motion to Vacate, Set Aside, or Correct a Sentence under 28 U.S.C. § 2255. Petitioner's Motion is not \"second or successive\" and Defendant's Motion to Dismiss is, accordingly, DENIED. The Court ORDERS that this matter be set for an evidentiary hearing. The Court finds it is in the best interest of both parties for Petitioner to be represented by counsel. Accordingly, the Court ORDERS the Office of the Federal Public Defender to appoint counsel to represent Petitioner. The Court further ORDERS that counsel file a notice of appearance within seven days from the entry of this order.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioner, in his Response in Opposition to the Government's Motion to Dismiss, requests that the Court consider his motion as one brought pursuant to 28 U.S.C. § 2255 (Pet's Resp. in Opp. to Respondent's Mot. to Dismiss at 2) [D.E. 202].</p>\n<p>[2]  Because the Court finds, <i>infra,</i> that Petitioner's \"Motion to Discontinue Sentence\" is a motion pursuant to 28 U.S.C. § 2255 that is <i>not</i> \"second or successive,\" the Court need not address Respondent's alternative contention that the Petition is an improperly filed motion arising under 28 U.S.C. § 2241. Section 2241 applies only where it \"appears that the remedy by [section 2255] motion is inadequate or ineffective to test the legality of [Petitioner's] detention,\" which is not the case here.</p>\n<p>[3]  <i>Panetti</i> involved the interpretation of the phrase \"second or successive\" in a proceeding under 28 U.S.C. § 2254. However, the interpretation of \"second or successive\" in section 2254 proceedings applies with equal force in section 2255 proceedings. <i>See </i><i>Goddard,</i> 170 F.3d at 438 (citing numerous circuit court cases interpreting the term \"second or successive\" in section 2254 proceedings in support of the <i>Goddard</i> court's interpretation of \"second or successive\" in a section 2255 proceeding).</p>\n<p>[4]  The Court reserves for a later date a ruling on precisely when Petitioner's section 2255 claim ripened and when 28 U.S.C. § 2255(f)'s one (1) year statute of limitations began to run against Petitioner. The Court notes officer Taylor's 2008 prosecution and sentencing merely for purposes of establishing that Petitioner's instant motion is not \"second or successive\" in relation to Petitioner's November, 21 2001 section 2255 motion, as the Government contends.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/50963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785256/"
  ]
}