{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2475177/",
  "absolute_url": "/opinion/2475177/stephenson-v-bartlett/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2475177/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:35.795505Z",
  "date_modified": "2016-04-26T23:24:27.871578Z",
  "type": "010combined",
  "sha1": "b071d248505bfdff9f0acd5a627ff17d34525e70",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>180 F.Supp.2d 779 (2001)</b></center>\n<center><h1>Ashley STEPHENSON, individually and as a resident and registered voter of Beaufort County, North Carolina; Leo Daughtry, individually and as Representative for the 95th District, North Carolina House of Representatives; Patrick Ballantine, individually and as Senator for the 4th District, North Carolina Senate; Art Pope, individually and as Representative for the 61st District, North Carolina House of Representatives; Bill Cobey, individually and as Chairman of the North Carolina Republican Party and on behalf of all other persons similarly situated, Plaintiffs,<br>\nv.<br>\nGary O. BARTLETT, as Executive Director of the State Board of Elections; Larry Leake, Rose Vaughn Williams, Genevieve C. Sims, Lorraine G. Shinn, and Charles Winfree, as members of the State Board of Elections; James B. Black, as Speaker of the North Carolina House of Representatives; Marc Basnight, as President Pro Tempore of the North Carolina Senate; Michael Easley, as Governor of the State of North Carolina; and Roy Cooper, as Attorney General of the State of North Carolina, Defendants.</h1></center>\n<center>No. 4:01-CV-171-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 20, 2001.</center>\n<p><span class=\"star-pagination\">*780</span> Thomas A. Farr, James C. Dever, III, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for plaintiffs.</p>\n<p>Norma Smithwick Harrell, Raleigh, NC, Susan Kelly Nichols, N.C. Dept. of Justice, Alexander McClure Peters, Spec. Dep. Aty. Gen., N.C. Dept. of Justice, Tiare Bowe Smiley, State Attorney General's Office, NC Department of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*781</span> ORDER OF REMAND</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>There are pending before this court several motions and cross motions in this action. The most pressing issue facing the court is raised by plaintiffs' motion to remand to the North Carolina Superior Court for lack of a substantial federal question. This jurisdictional issue has been fully briefed by the parties and is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On November 13, 2001, plaintiffs filed this action in North Carolina Superior Court in Johnston County, North Carolina, challenging the redistricting plans proposed by the North Carolina General Assembly (\"General Assembly\") for the North Carolina Senate and House of Representatives.<sup>[1]</sup> Plaintiffs contend that these redistricting plans violate several North Carolina constitutional provisions. Plaintiffs proffer three distinct theories supporting their claims. First, plaintiffs rely on several constitutional provisions vesting political power in the people to argue that the redistricting plans unconstitutionally interfere with the sovereignty of the people. Second, plaintiffs allege that the redistricting plans unconstitutionally divide counties in the formation of districts for reasons other than compliance with federal law. Third, plaintiffs assert that the redistricting plans create unconstitutional population deviations between districts motivated by partisan gerrymandering rather than the neutral application of traditional redistricting criteria like respect for municipal and county borders, compactness, and contiguousness.</p>\n<p>On November 19, 2001, the defendants filed a notice of removal, asserting two bases for federal jurisdiction: federal question jurisdiction pursuant to 28 U.S.C. § 1441 and \"refusal clause\" jurisdiction pursuant to 28 U.S.C. § 1443(2). Since that time, various other cross motions have been filed which are now pending, including a motion for a three-judge panel, a motion for attorney's fees, and requests for expedited consideration. These issues, of course, are all contingent on the presence of federal jurisdiction itself, for if no federal jurisdiction lies, the resolution of the remaining relevant motions is for the state court system. The parties have also filed various memoranda in support of their respective positions. In order to serve judicial efficiency, the court conducted a hearing on the narrow issue of the propriety of federal jurisdiction on December 18, 2001. Both parties were fully represented at the hearing and addressed the issues raised by the jurisdictional question.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Introduction</h2>\n<p>Forty of North Carolina's 100 counties are subject to the preclearance requirements of § 5 of the Voting Rights Act, 42 U.S.C. § 1973c. Accordingly, any \"standard, practice, or procedure with respect to voting different from that in force or effect [in those counties] on November 1, 1964\" must be submitted to the Attorney General for approval. 42 U.S.C. § 1973c. In this regard, North Carolina is somewhat unique among the southern states, as only a portion of its counties are \"covered\" under the Voting Rights Act. It is this preclearance requirement under the Voting Rights Act, and its relation to the <span class=\"star-pagination\">*782</span> North Carolina constitutional provisions cited by plaintiffs, which is at issue in determining whether a federal question is present.</p>\n<p>The General Assembly has recently completed redistricting. Conducted after every census, North Carolina's redistricting process leads to political machinations, as legislators seek to harmonize state constitutional principles with federal law. Inevitably, these processes wind their ways through the court system, with parties staking opposing territory in the fight over apportionment and its resulting political power. And so it is today. Plaintiffs have challenged the General Assembly's latest redistricting plans under the North Carolina constitution.</p>\n<p>This case places two competing strands of law on a collision course. One strand, the North Carolina constitution, demands that any state redistricting plan comport with traditional districting principles, such as respect for municipal boundaries, equal constituent representation in a given district, and contiguity of districts. N.C. Const. art. II §§ 3, 5. The other, the Voting Rights Act of 1965 and the case law interpreting it, requires that any change in voting practices may not have the purpose or effect of limiting the power of certain constituent groups to elect a candidate of their choice. 42 U.S.C. § 1973.</p>\n<p>The issue facing the court, however, is only jurisdictional. Plaintiffs, as masters of their complaint, seek remand back to state court, invoking an amalgam of legal theories, including the invigorated federalism of recent years, traditional notions of state control over redistricting, and specific provisions of the North Carolina constitution. Defendants counter that plaintiffs' complaint raises substantial federal questions under the Voting Rights Act, and that such questions make the assertion of federal jurisdiction proper. Defendants also assert that even in the absence of a substantial federal question, federal jurisdiction is appropriate pursuant to the \"refusal clause,\" 28 U.S.C. § 1443(2), which permits defendants to remove to federal court any case arising from an act taken under color of authority derived from laws providing for equal rights.</p>\n<p>The court acknowledges that the redistricting process is primarily the province of the states. Supreme Court pronouncements on the importance of state control over apportionment decisions are manifold. In <i>Growe v. Emison,</i> 507 U.S. 25, 34, 113 S.Ct. 1075, 122 L.Ed.2d 388 (1993), Justice Scalia, writing for a unanimous court, stated \"the Constitution leaves with the States the primary responsibility for apportionment of their federal congressional and state legislative districts.\" <i>See also </i><i>Connor v. Finch,</i> 431 U.S. 407, 414, 97 S.Ct. 1828, 52 L.Ed.2d 465 (1977) (\"We have repeatedly emphasized that `legislative reapportionment is primarily a matter for legislative consideration and determination'\".) (internal citation omitted); <i>Chapman v. Meier,</i> 420 U.S. 1, 27, 95 S.Ct. 751, 42 L.Ed.2d 766 (1975) (\"[R]eapportionment is primarily the duty and responsibility of the State through its legislature or other body, rather than of a federal court.\"). Similarly, in <i>Voinovich v. Quilter,</i> 507 U.S. 146, 157, 113 S.Ct. 1149, 122 L.Ed.2d 500 (1993), Justice O'Connor, writing for a unanimous court, made clear that \"[f]ederal courts are barred from intervening in state apportionment in the absence of a violation of federal law precisely because it is the domain of the States, and not the federal courts, to conduct apportionment in the first place.\" It is with this understanding that the court proceeds to the question of jurisdiction.</p>\n<p></p>\n<h2>II. Removal Jurisdiction Pursuant to 28 U.S.C. § 1441</h2>\n<p>For removal to be proper under Title 28 U.S.C. § 1441(b), there must be <span class=\"star-pagination\">*783</span> present in the case a federal question within the meaning of 28 U.S.C. § 1331. <i>Mulcahey v. Columbia Organic Chems. Co.,</i> 29 F.3d 148, 151 (4th Cir.1994). Therefore, defendants' request for removal is proper only if the case arises under the Constitution or laws of the United States. In determining this, it is not enough \"that the dispute is in some way connected with a federal matter.\" <i>Cox v. Int'l Union of Operating Engineers,</i> 672 F.2d 421, 422 (5th Cir.1982). Rather, the complaint must raise a \"substantial claim founded `directly' upon federal law.\" <i>Id.</i> (quoting Mishkin, \"The Federal Question in the District Courts,\" 53 Colum.L.Rev. 157, 165 (1953)). In other words, federal jurisdiction is proper if plaintiff's demand \"necessarily depends on resolution of a <i>substantial</i> question of federal law.\" <i>Franchise Tax Bd. v. Construction Laborers Vacation Trust,</i> 463 U.S. 1, 28, 103 S.Ct. 2841, 77 L.Ed.2d 420 (1983) (emphasis added). Moreover, what is essentially a state law claim cannot be transformed into a federal one by the mere assertion, either anticipated by plaintiffs or raised by defendants, of a federal defense. <i>See </i><i>Louisville &amp; Nashville R.R. Co. v. Mottley,</i> 211 U.S. 149, 152-53, 29 S.Ct. 42, 53 L.Ed. 126 (1908).</p>\n<p>As the parties seeking removal, defendants bear the burden of establishing federal jurisdiction. <i>Mulcahey,</i> 29 F.3d at 151. In their notice of removal, defendants cite \"the Voting Rights Act and the equal protection principles of the Constitution of the United States\" as the federal foundation for removal. (Def's Rem.Not. ¶¶ 6, 7). The matter for disposition, therefore, is whether the plaintiffs' challenges to the redistricting plans, brought under the North Carolina constitution, raise a federal question under the Voting Rights Act or Equal Protection Clause <i>substantial</i> enough to support the assertion of federal jurisdiction. <i>See </i><i>Mulcahey,</i> 29 F.3d at 151 (\"[F]ederal question jurisdiction depends on whether the plaintiff's demand `necessarily depends on resolution of a <i>substantial</i> question of federal law.'\" (quoting <i>Franchise Tax Bd.,</i> 463 U.S. at 28, 103 S.Ct. 2841)).</p>\n<p>Upon close examination, plaintiffs' complaint does not necessarily depend on the resolution of a substantial federal question. As masters of their complaint, plaintiffs have chosen to attack the State's redistricting plans solely through state constitutional provisions, specifically relying on N.C. Const. Art. I §§ 2, 3, 5 and Art. II §§ 3, 5. Defendants claim that a substantial federal question is raised by these provisions because their legality is unclear under federal law. More specifically, defendants assert that these provisions, originally included as amendments in 1968, have never been precleared and therefore might be violative of the Voting Rights Act. At hearing, the court questioned the parties on the potential effect a lack of preclearance would have on the presence or absence of a federal question. In response, both parties expressed some degree of confusion regarding whether the provisions at issue had ever been precleared. In light of such confusion, the court is hesitant to determine that conjectural Voting Rights Act issues present federal questions substantial enough to support removal.</p>\n<p>The parties' confusion regarding preclearance in understandable, however. The only relevant evidence of preclearance in the record are two letters issued by the Civil Rights Division of the United States' Attorney General's office. The first letter, dated March 18, 1971, indicates that North Carolina sent its amended constitution to the Attorney General's office \"pursuant to § 5 of the Voting Rights Act of 1965.\" (Pl.Ex. 7). In that letter, the Attorney General interposed an objection to a portion of the constitution that imposed a literacy requirement for voting, a provision <span class=\"star-pagination\">*784</span> not at issue in the present case. No other objections appear in the letter.</p>\n<p>The second letter, dated November 30, 1981, is of more direct relevance because it involves a constitutional provision at issue in the instant case, the maintenance of county boundaries in drawing districts. In response to that provision, the Attorney General interposed an objection to the county boundary provision, reasoning that it may have the discriminatory effect of submerging sizeable black communities in large multi-member districts. As a result, the Attorney General concluded that the county boundary provision was \"legally unenforceable.\" (Pl.Ex. 8). The legal effect of these letters is equivocal. They suggest divergent interpretations of the degree to which the North Carolina constitution complies with § 5 of the Voting Rights Act. The only case interpreting the significance of the Attorney General's failure to preclear in the 1981 letter, <i>Cavanagh v. Brock,</i> 577 F.Supp. 176, 178 (E.D.N.C. 1983), concluded that it rendered the state constitutional provisions without effect, as a matter of <i>state</i> law. <i>Id.</i> at 181. If the Attorney General's failure to preclear specific provisions of the constitution makes them ineffective as a matter of state law, confusion over the status of preclearance in the present case cannot be said to raise a substantial <i>federal</i> question.</p>\n<p>In a related argument, defendants contend that a substantial federal question exists in this case because a dispute remains concerning whether the 1968 amendments to the constitution were precleared. Taking this proposition to its logical extreme reveals the flaw in such an argument. If the preclearance uncertainty over the 1968 amendments raises a substantial federal question, then every state election since that time has been conducted under circumstances in which any state constitutional challenge to the state's apportionment scheme would belong in federal court. Notions of federalism and state control over electoral decisions do not permit such a conclusion. <i>See </i><i>Growe,</i> 507 U.S. at 34, 113 S.Ct. 1075; <i>Connor,</i> 431 U.S. at 414, 97 S.Ct. 1828. While the court does not treat federalism as a shibboleth, the mere utterance of which forces open the door to state court, it is concerned with any approach that would result in such perpetual federal intrusion into what is, in the absence of federal law implications, essentially a state process. <i>See </i><i>Voinovich,</i> 507 U.S. at 156, 113 S.Ct. 1149 (\"[T]he federal courts are bound to respect the States' apportionment choices unless those choices contravene federal requirements.\").</p>\n<p>This court has also noted the \"substantial likelihood\" that the invocation of a federal defense under the Voting Rights Act does not raise a substantial federal ground. <i>See </i><i>Cavanagh,</i> 577 F.Supp. at 180 n. 3. In any case, the court is at pains to see how certain amendments to the state constitution, passed thirty years ago and presumably in effect throughout numerous election cycles, suddenly, upon invocation of the defendants, present a substantial federal question justifying removal. Accordingly, removal based on 28 U.S.C. § 1441 is inappropriate.</p>\n<p></p>\n<h2>III. Removal Jurisdiction Pursuant to 28 U.S.C. § 1443(2)</h2>\n<p>This court adheres to the general proposition that \"removal statutes are to be strictly construed against removal, with any doubt in a particular case to be resolved against removal.\" <i>Storr Office Supply v. Radar Business Systems,</i> 832 F.Supp. 154, 156 (E.D.N.C.1993); <i>Griffin v. Holmes,</i> 843 F.Supp. 81, 84 (E.D.N.C. 1993) (same). This strict construction is required because divesting the state courts of power to hear claims raising important state matters raises significant federalism <span class=\"star-pagination\">*785</span> concerns. <i>See </i><i>Frank v. Bear Stearns &amp; Co.,</i> 128 F.3d 919, 922 (5th Cir.1997). In the voting rights context, however, federal court intervention has been a historical necessity to ensure that the franchise is effectively extended to all eligible constituent groups without regard to race.</p>\n<p>In their notice of removal, defendants assert that they are authorized to remove this case under 28 U.S.C. § 1443(2). This statute, also known as the \"refusal clause,\" provides that state officers can remove to federal court if sued for \"refusing to do any act on the ground that it would be inconsistent with [any law providing for civil rights].\" 28 U.S.C. § 1443(2). More specifically, defendants contend that they are entitled to removal \"because the plaintiffs seek to compel defendants ... to act in a manner inconsistent with or in violation of the Voting Rights Act and the equal protection principles of the Constitution of the United States.\" (Def.Not.Rem. ¶ 7). The difficulty here lies in the indeterminate nature of the preclearance process with respect to the constitutional provisions in issue. <i>Cf. </i><i>Cavanagh,</i> 577 F.Supp. at 179-80. In the absence of preclearance, it is unknown whether plaintiffs' attempt to enforce the provisions of the North Carolina constitution would run afoul of federal voting law. The two letters sent by the Attorney General do little to resolve this confusion. In such a situation, any implication of the refusal clause is speculative; indeed, it is not entirely clear what the defendants refuse to do, except fail to comply with state constitutional mandates.</p>\n<p>The practical implications of the defendants' position are clear. Under defendants' theory of the case, any state constitutional attack on the state's redistricting plans would necessarily raise a federal issue under the Voting Rights Act because the preclearance status of the constitution is uncertain. Such an approach would subject any redistricting plan to attack, no matter how assiduously the General Assembly attempted to comply with federal law. The Seventh Circuit resolved a similar contention in <i>Sexson v. Servaas,</i> 33 F.3d 799, 804-05 (7th Cir.1994). In that case, defendants removed a state apportionment challenge to federal court under the refusal clause. When the defendants could offer no proof that the state court system might compel them to violate the Voting Rights Act, the court affirmed the district court's decision to remand the case. <i>Id.</i> at 804. Similarly, in the present case, plaintiffs are merely \"seeking an alternative apportionment plan which also fully complie[s] with federal law but varie[s] from the defendants' plan only in its interpretation of state law.\" <i>Id.</i> Given plaintiffs' exclusive reliance on state law, the court's obligation to strictly construe removal statutes against removal, and the uncertainty surrounding the legal effect of the Attorney General's letters, the court concludes that removal in this case is inappropriate.</p>\n<p>The court is mindful that the two competing legal obligations faced by defendants place them in a difficult position. The court also acknowledges that the removal question under § 1443(2) is a close call. However, \"[t]he purpose of the `refusal clause' is to provide a federal forum for suits against state officers who uphold equal protection in the face of strong public disapproval.\" <i>Greenberg v. Veteran,</i> 889 F.2d 418, 421 (2nd Cir.1989). The state officers in this case are not charged with the task of upholding equal protection in the face of strong public disapproval; they are merely attempting to comply with the Voting Rights Act and its uncertain effect on specific North Carolina constitutional provisions. <i>Cf. id.,</i> 889 F.2d at 421-22 (holding removal proper under the refusal clause where a town official is sued in state court for acting to prevent federal <span class=\"star-pagination\">*786</span> constitutional violations). Allowing the defendants to remove the case based on a dispute triggered by thirty-year-old constitutional provisions and their preclearance status contravenes the limited nature of removal jurisdiction.</p>\n<p>Plaintiffs' complaint only raises issues of state law. It is defendants' defense under the Voting Rights Act, namely that they cannot comply with the state constitution because of its effect on the voting rights of specified constituent groups, that arguably raises a federal issue. As the Supreme Court has made clear, however, defendants \"cannot, merely by injecting a federal question into an action that asserts what is plainly a state-law claim, transform the action into one arising under federal law.\" <i>Caterpillar, Inc. v. Williams,</i> 482 U.S. 386, 399, 107 S.Ct. 2425, 96 L.Ed.2d 318 (1987). To allow removal in this case would give defendants the power to select the forum in which the claim is litigated. Under such circumstances, the court must adhere to the Fourth Circuit's guidance and remand the case back to state court. <i>See </i><i>Mulcahey,</i> 29 F.3d at 151 (\"If federal jurisdiction is doubtful, a remand is necessary.\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court GRANTS plaintiff's motion to remand this case to the North Carolina Superior Court. This remand MOOTS all of parties' remaining motions pending before the court. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  These redistricting plans for the North Carolina Senate and House of Representatives have subsequently been enacted by the North Carolina General Assembly. These plans have also been forwarded to the Attorney General of the United States for preclearance pursuant to § 5 of the Voting Rights Act of 1965.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">779</span></span> (2001)</b></center>\n<center><h1>Ashley STEPHENSON, individually and as a resident and registered voter of Beaufort County, North Carolina; Leo Daughtry, individually and as Representative for the 95th District, North Carolina House of Representatives; Patrick Ballantine, individually and as Senator for the 4th District, North Carolina Senate; Art Pope, individually and as Representative for the 61st District, North Carolina House of Representatives; Bill Cobey, individually and as Chairman of the North Carolina Republican Party and on behalf of all other persons similarly situated, Plaintiffs,<br>\nv.<br>\nGary O. BARTLETT, as Executive Director of the State Board of Elections; Larry Leake, Rose Vaughn Williams, Genevieve C. Sims, Lorraine G. Shinn, and Charles Winfree, as members of the State Board of Elections; James B. Black, as Speaker of the North Carolina House of Representatives; Marc Basnight, as President Pro Tempore of the North Carolina Senate; Michael Easley, as Governor of the State of North Carolina; and Roy Cooper, as Attorney General of the State of North Carolina, Defendants.</h1></center>\n<center>No. 4:01-CV-171-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 20, 2001.</center>\n<p><span class=\"star-pagination\">*780</span> Thomas A. Farr, James C. Dever, III, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for plaintiffs.</p>\n<p>Norma Smithwick Harrell, Raleigh, NC, Susan Kelly Nichols, N.C. Dept. of Justice, Alexander McClure Peters, Spec. Dep. Aty. Gen., N.C. Dept. of Justice, Tiare Bowe Smiley, State Attorney General's Office, NC Department of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*781</span> ORDER OF REMAND</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>There are pending before this court several motions and cross motions in this action. The most pressing issue facing the court is raised by plaintiffs' motion to remand to the North Carolina Superior Court for lack of a substantial federal question. This jurisdictional issue has been fully briefed by the parties and is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On November 13, 2001, plaintiffs filed this action in North Carolina Superior Court in Johnston County, North Carolina, challenging the redistricting plans proposed by the North Carolina General Assembly (\"General Assembly\") for the North Carolina Senate and House of Representatives.<sup>[1]</sup> Plaintiffs contend that these redistricting plans violate several North Carolina constitutional provisions. Plaintiffs proffer three distinct theories supporting their claims. First, plaintiffs rely on several constitutional provisions vesting political power in the people to argue that the redistricting plans unconstitutionally interfere with the sovereignty of the people. Second, plaintiffs allege that the redistricting plans unconstitutionally divide counties in the formation of districts for reasons other than compliance with federal law. Third, plaintiffs assert that the redistricting plans create unconstitutional population deviations between districts motivated by partisan gerrymandering rather than the neutral application of traditional redistricting criteria like respect for municipal and county borders, compactness, and contiguousness.</p>\n<p>On November 19, 2001, the defendants filed a notice of removal, asserting two bases for federal jurisdiction: federal question jurisdiction pursuant to 28 U.S.C. § 1441 and \"refusal clause\" jurisdiction pursuant to 28 U.S.C. § 1443(2). Since that time, various other cross motions have been filed which are now pending, including a motion for a three-judge panel, a motion for attorney's fees, and requests for expedited consideration. These issues, of course, are all contingent on the presence of federal jurisdiction itself, for if no federal jurisdiction lies, the resolution of the remaining relevant motions is for the state court system. The parties have also filed various memoranda in support of their respective positions. In order to serve judicial efficiency, the court conducted a hearing on the narrow issue of the propriety of federal jurisdiction on December 18, 2001. Both parties were fully represented at the hearing and addressed the issues raised by the jurisdictional question.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Introduction</h2>\n<p>Forty of North Carolina's 100 counties are subject to the preclearance requirements of § 5 of the Voting Rights Act, 42 U.S.C. § 1973c. Accordingly, any \"standard, practice, or procedure with respect to voting different from that in force or effect [in those counties] on November 1, 1964\" must be submitted to the Attorney General for approval. 42 U.S.C. § 1973c. In this regard, North Carolina is somewhat unique among the southern states, as only a portion of its counties are \"covered\" under the Voting Rights Act. It is this preclearance requirement under the Voting Rights Act, and its relation to the <span class=\"star-pagination\">*782</span> North Carolina constitutional provisions cited by plaintiffs, which is at issue in determining whether a federal question is present.</p>\n<p>The General Assembly has recently completed redistricting. Conducted after every census, North Carolina's redistricting process leads to political machinations, as legislators seek to harmonize state constitutional principles with federal law. Inevitably, these processes wind their ways through the court system, with parties staking opposing territory in the fight over apportionment and its resulting political power. And so it is today. Plaintiffs have challenged the General Assembly's latest redistricting plans under the North Carolina constitution.</p>\n<p>This case places two competing strands of law on a collision course. One strand, the North Carolina constitution, demands that any state redistricting plan comport with traditional districting principles, such as respect for municipal boundaries, equal constituent representation in a given district, and contiguity of districts. N.C. Const. art. II §§ 3, 5. The other, the Voting Rights Act of 1965 and the case law interpreting it, requires that any change in voting practices may not have the purpose or effect of limiting the power of certain constituent groups to elect a candidate of their choice. 42 U.S.C. § 1973.</p>\n<p>The issue facing the court, however, is only jurisdictional. Plaintiffs, as masters of their complaint, seek remand back to state court, invoking an amalgam of legal theories, including the invigorated federalism of recent years, traditional notions of state control over redistricting, and specific provisions of the North Carolina constitution. Defendants counter that plaintiffs' complaint raises substantial federal questions under the Voting Rights Act, and that such questions make the assertion of federal jurisdiction proper. Defendants also assert that even in the absence of a substantial federal question, federal jurisdiction is appropriate pursuant to the \"refusal clause,\" 28 U.S.C. § 1443(2), which permits defendants to remove to federal court any case arising from an act taken under color of authority derived from laws providing for equal rights.</p>\n<p>The court acknowledges that the redistricting process is primarily the province of the states. Supreme Court pronouncements on the importance of state control over apportionment decisions are manifold. In <i>Growe v. Emison,</i> <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 34, <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1075</span></a></span>, <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">388</span></a></span> (1993), Justice Scalia, writing for a unanimous court, stated \"the Constitution leaves with the States the primary responsibility for apportionment of their federal congressional and state legislative districts.\" <i>See also </i><i>Connor v. Finch,</i> <span class=\"citation\" data-id=\"109667\"><a href=\"/opinion/109667/connor-v-finch/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></a></span>, 414, <span class=\"citation\" data-id=\"109667\"><a href=\"/opinion/109667/connor-v-finch/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1828</span></a></span>, <span class=\"citation\" data-id=\"109667\"><a href=\"/opinion/109667/connor-v-finch/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">465</span></a></span> (1977) (\"We have repeatedly emphasized that `legislative reapportionment is primarily a matter for legislative consideration and determination'\".) (internal citation omitted); <i>Chapman v. Meier,</i> <span class=\"citation\" data-id=\"109179\"><a href=\"/opinion/109179/chapman-v-meier/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 27, <span class=\"citation\" data-id=\"109179\"><a href=\"/opinion/109179/chapman-v-meier/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">751</span></a></span>, <span class=\"citation\" data-id=\"109179\"><a href=\"/opinion/109179/chapman-v-meier/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">766</span></a></span> (1975) (\"[R]eapportionment is primarily the duty and responsibility of the State through its legislature or other body, rather than of a federal court.\"). Similarly, in <i>Voinovich v. Quilter,</i> <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 157, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span>, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">500</span></a></span> (1993), Justice O'Connor, writing for a unanimous court, made clear that \"[f]ederal courts are barred from intervening in state apportionment in the absence of a violation of federal law precisely because it is the domain of the States, and not the federal courts, to conduct apportionment in the first place.\" It is with this understanding that the court proceeds to the question of jurisdiction.</p>\n<p></p>\n<h2>II. Removal Jurisdiction Pursuant to 28 U.S.C. § 1441</h2>\n<p>For removal to be proper under Title 28 U.S.C. § 1441(b), there must be <span class=\"star-pagination\">*783</span> present in the case a federal question within the meaning of 28 U.S.C. § 1331. <i>Mulcahey v. Columbia Organic Chems. Co.,</i> <span class=\"citation\" data-id=\"673862\"><a href=\"/opinion/673862/patrick-m-mulcahey-anna-mulcahey-albert-parsons-ruth-l-parsons/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 151 (4th Cir.1994). Therefore, defendants' request for removal is proper only if the case arises under the Constitution or laws of the United States. In determining this, it is not enough \"that the dispute is in some way connected with a federal matter.\" <i>Cox v. Int'l Union of Operating Engineers,</i> <span class=\"citation\" data-id=\"400106\"><a href=\"/opinion/400106/walter-cox-v-international-union-of-operating-engineers-afl-cio/\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 422 (5th Cir.1982). Rather, the complaint must raise a \"substantial claim founded `directly' upon federal law.\" <i>Id.</i> (quoting Mishkin, \"The Federal Question in the District Courts,\" 53 Colum.L.Rev. 157, 165 (1953)). In other words, federal jurisdiction is proper if plaintiff's demand \"necessarily depends on resolution of a <i>substantial</i> question of federal law.\" <i>Franchise Tax Bd. v. Construction Laborers Vacation Trust,</i> <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 28, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span>, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1983) (emphasis added). Moreover, what is essentially a state law claim cannot be transformed into a federal one by the mere assertion, either anticipated by plaintiffs or raised by defendants, of a federal defense. <i>See </i><i>Louisville &amp; Nashville R.R. Co. v. Mottley,</i> <span class=\"citation\" data-id=\"96889\"><a href=\"/opinion/96889/louisville-nashville-r-co-v-mottley/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 152-53, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">42</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">126</span></span> (1908).</p>\n<p>As the parties seeking removal, defendants bear the burden of establishing federal jurisdiction. <i>Mulcahey,</i> 29 F.3d at 151. In their notice of removal, defendants cite \"the Voting Rights Act and the equal protection principles of the Constitution of the United States\" as the federal foundation for removal. (Def's Rem.Not. ¶¶ 6, 7). The matter for disposition, therefore, is whether the plaintiffs' challenges to the redistricting plans, brought under the North Carolina constitution, raise a federal question under the Voting Rights Act or Equal Protection Clause <i>substantial</i> enough to support the assertion of federal jurisdiction. <i>See </i><i>Mulcahey,</i> 29 F.3d at 151 (\"[F]ederal question jurisdiction depends on whether the plaintiff's demand `necessarily depends on resolution of a <i>substantial</i> question of federal law.'\" (quoting <i>Franchise Tax Bd.,</i> 463 U.S. at 28, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span>)).</p>\n<p>Upon close examination, plaintiffs' complaint does not necessarily depend on the resolution of a substantial federal question. As masters of their complaint, plaintiffs have chosen to attack the State's redistricting plans solely through state constitutional provisions, specifically relying on N.C. Const. Art. I §§ 2, 3, 5 and Art. II §§ 3, 5. Defendants claim that a substantial federal question is raised by these provisions because their legality is unclear under federal law. More specifically, defendants assert that these provisions, originally included as amendments in 1968, have never been precleared and therefore might be violative of the Voting Rights Act. At hearing, the court questioned the parties on the potential effect a lack of preclearance would have on the presence or absence of a federal question. In response, both parties expressed some degree of confusion regarding whether the provisions at issue had ever been precleared. In light of such confusion, the court is hesitant to determine that conjectural Voting Rights Act issues present federal questions substantial enough to support removal.</p>\n<p>The parties' confusion regarding preclearance in understandable, however. The only relevant evidence of preclearance in the record are two letters issued by the Civil Rights Division of the United States' Attorney General's office. The first letter, dated March 18, 1971, indicates that North Carolina sent its amended constitution to the Attorney General's office \"pursuant to § 5 of the Voting Rights Act of 1965.\" (Pl.Ex. 7). In that letter, the Attorney General interposed an objection to a portion of the constitution that imposed a literacy requirement for voting, a provision <span class=\"star-pagination\">*784</span> not at issue in the present case. No other objections appear in the letter.</p>\n<p>The second letter, dated November 30, 1981, is of more direct relevance because it involves a constitutional provision at issue in the instant case, the maintenance of county boundaries in drawing districts. In response to that provision, the Attorney General interposed an objection to the county boundary provision, reasoning that it may have the discriminatory effect of submerging sizeable black communities in large multi-member districts. As a result, the Attorney General concluded that the county boundary provision was \"legally unenforceable.\" (Pl.Ex. 8). The legal effect of these letters is equivocal. They suggest divergent interpretations of the degree to which the North Carolina constitution complies with § 5 of the Voting Rights Act. The only case interpreting the significance of the Attorney General's failure to preclear in the 1981 letter, <i>Cavanagh v. Brock,</i> <span class=\"citation\" data-id=\"1498159\"><a href=\"/opinion/1498159/cavanagh-v-brock/\"><span class=\"volume\">577</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">176</span></a></span>, 178 (E.D.N.C. 1983), concluded that it rendered the state constitutional provisions without effect, as a matter of <i>state</i> law. <i>Id.</i> at 181. If the Attorney General's failure to preclear specific provisions of the constitution makes them ineffective as a matter of state law, confusion over the status of preclearance in the present case cannot be said to raise a substantial <i>federal</i> question.</p>\n<p>In a related argument, defendants contend that a substantial federal question exists in this case because a dispute remains concerning whether the 1968 amendments to the constitution were precleared. Taking this proposition to its logical extreme reveals the flaw in such an argument. If the preclearance uncertainty over the 1968 amendments raises a substantial federal question, then every state election since that time has been conducted under circumstances in which any state constitutional challenge to the state's apportionment scheme would belong in federal court. Notions of federalism and state control over electoral decisions do not permit such a conclusion. <i>See </i><i>Growe,</i> 507 U.S. at 34, <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1075</span></a></span>; <i>Connor,</i> 431 U.S. at 414, <span class=\"citation\" data-id=\"109667\"><a href=\"/opinion/109667/connor-v-finch/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1828</span></a></span>. While the court does not treat federalism as a shibboleth, the mere utterance of which forces open the door to state court, it is concerned with any approach that would result in such perpetual federal intrusion into what is, in the absence of federal law implications, essentially a state process. <i>See </i><i>Voinovich,</i> 507 U.S. at 156, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span> (\"[T]he federal courts are bound to respect the States' apportionment choices unless those choices contravene federal requirements.\").</p>\n<p>This court has also noted the \"substantial likelihood\" that the invocation of a federal defense under the Voting Rights Act does not raise a substantial federal ground. <i>See </i><i>Cavanagh,</i> 577 F.Supp. at 180 n. 3. In any case, the court is at pains to see how certain amendments to the state constitution, passed thirty years ago and presumably in effect throughout numerous election cycles, suddenly, upon invocation of the defendants, present a substantial federal question justifying removal. Accordingly, removal based on 28 U.S.C. § 1441 is inappropriate.</p>\n<p></p>\n<h2>III. Removal Jurisdiction Pursuant to 28 U.S.C. § 1443(2)</h2>\n<p>This court adheres to the general proposition that \"removal statutes are to be strictly construed against removal, with any doubt in a particular case to be resolved against removal.\" <i>Storr Office Supply v. Radar Business Systems,</i> <span class=\"citation\" data-id=\"1428620\"><a href=\"/opinion/1428620/storr-office-supply-v-radar-business-systems/\"><span class=\"volume\">832</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">154</span></a></span>, 156 (E.D.N.C.1993); <i>Griffin v. Holmes,</i> <span class=\"citation\" data-id=\"2593930\"><a href=\"/opinion/2593930/griffin-v-holmes/\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">81</span></a></span>, 84 (E.D.N.C. 1993) (same). This strict construction is required because divesting the state courts of power to hear claims raising important state matters raises significant federalism <span class=\"star-pagination\">*785</span> concerns. <i>See </i><i>Frank v. Bear Stearns &amp; Co.,</i> <span class=\"citation\" data-id=\"747753\"><a href=\"/opinion/747753/robert-s-frank-v-bear-stearns-co/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">919</span></a></span>, 922 (5th Cir.1997). In the voting rights context, however, federal court intervention has been a historical necessity to ensure that the franchise is effectively extended to all eligible constituent groups without regard to race.</p>\n<p>In their notice of removal, defendants assert that they are authorized to remove this case under 28 U.S.C. § 1443(2). This statute, also known as the \"refusal clause,\" provides that state officers can remove to federal court if sued for \"refusing to do any act on the ground that it would be inconsistent with [any law providing for civil rights].\" 28 U.S.C. § 1443(2). More specifically, defendants contend that they are entitled to removal \"because the plaintiffs seek to compel defendants ... to act in a manner inconsistent with or in violation of the Voting Rights Act and the equal protection principles of the Constitution of the United States.\" (Def.Not.Rem. ¶ 7). The difficulty here lies in the indeterminate nature of the preclearance process with respect to the constitutional provisions in issue. <i>Cf. </i><i>Cavanagh,</i> 577 F.Supp. at 179-80. In the absence of preclearance, it is unknown whether plaintiffs' attempt to enforce the provisions of the North Carolina constitution would run afoul of federal voting law. The two letters sent by the Attorney General do little to resolve this confusion. In such a situation, any implication of the refusal clause is speculative; indeed, it is not entirely clear what the defendants refuse to do, except fail to comply with state constitutional mandates.</p>\n<p>The practical implications of the defendants' position are clear. Under defendants' theory of the case, any state constitutional attack on the state's redistricting plans would necessarily raise a federal issue under the Voting Rights Act because the preclearance status of the constitution is uncertain. Such an approach would subject any redistricting plan to attack, no matter how assiduously the General Assembly attempted to comply with federal law. The Seventh Circuit resolved a similar contention in <i>Sexson v. Servaas,</i> <span class=\"citation\" data-id=\"677070\"><a href=\"/opinion/677070/annette-sexson-wayne-watson-and-common-cause-incorporated-v-beurt-r/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">799</span></a></span>, 804-05 (7th Cir.1994). In that case, defendants removed a state apportionment challenge to federal court under the refusal clause. When the defendants could offer no proof that the state court system might compel them to violate the Voting Rights Act, the court affirmed the district court's decision to remand the case. <i>Id.</i> at 804. Similarly, in the present case, plaintiffs are merely \"seeking an alternative apportionment plan which also fully complie[s] with federal law but varie[s] from the defendants' plan only in its interpretation of state law.\" <i>Id.</i> Given plaintiffs' exclusive reliance on state law, the court's obligation to strictly construe removal statutes against removal, and the uncertainty surrounding the legal effect of the Attorney General's letters, the court concludes that removal in this case is inappropriate.</p>\n<p>The court is mindful that the two competing legal obligations faced by defendants place them in a difficult position. The court also acknowledges that the removal question under § 1443(2) is a close call. However, \"[t]he purpose of the `refusal clause' is to provide a federal forum for suits against state officers who uphold equal protection in the face of strong public disapproval.\" <i>Greenberg v. Veteran,</i> <span class=\"citation\" data-id=\"532037\"><a href=\"/opinion/532037/in-the-matter-of-the-application-of-myles-greenberg-and-frances-m-mulligan/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span></a></span>, 421 (2nd Cir.1989). The state officers in this case are not charged with the task of upholding equal protection in the face of strong public disapproval; they are merely attempting to comply with the Voting Rights Act and its uncertain effect on specific North Carolina constitutional provisions. <i>Cf. id.,</i> 889 F.2d at 421-22 (holding removal proper under the refusal clause where a town official is sued in state court for acting to prevent federal <span class=\"star-pagination\">*786</span> constitutional violations). Allowing the defendants to remove the case based on a dispute triggered by thirty-year-old constitutional provisions and their preclearance status contravenes the limited nature of removal jurisdiction.</p>\n<p>Plaintiffs' complaint only raises issues of state law. It is defendants' defense under the Voting Rights Act, namely that they cannot comply with the state constitution because of its effect on the voting rights of specified constituent groups, that arguably raises a federal issue. As the Supreme Court has made clear, however, defendants \"cannot, merely by injecting a federal question into an action that asserts what is plainly a state-law claim, transform the action into one arising under federal law.\" <i>Caterpillar, Inc. v. Williams,</i> <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 399, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2425</span></a></span>, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1987). To allow removal in this case would give defendants the power to select the forum in which the claim is litigated. Under such circumstances, the court must adhere to the Fourth Circuit's guidance and remand the case back to state court. <i>See </i><i>Mulcahey,</i> 29 F.3d at 151 (\"If federal jurisdiction is doubtful, a remand is necessary.\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court GRANTS plaintiff's motion to remand this case to the North Carolina Superior Court. This remand MOOTS all of parties' remaining motions pending before the court. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  These redistricting plans for the North Carolina Senate and House of Representatives have subsequently been enacted by the North Carolina General Assembly. These plans have also been forwarded to the Attorney General of the United States for preclearance pursuant to § 5 of the Voting Rights Act of 1965.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2593930/"
  ]
}