{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2475215/",
  "absolute_url": "/opinion/2475215/eagle-nation-inc-v-market-force-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2475215/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:36.876906Z",
  "date_modified": "2016-04-26T23:24:27.897459Z",
  "type": "010combined",
  "sha1": "869faf54ed431de333ea3f4e2b6cc32f36118614",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>180 F.Supp.2d 752 (2001)</b></center>\n<center><h1>EAGLE NATION, INC., Plaintiff,<br>\nv.<br>\nMARKET FORCE, INC., Laverne M. Clayton, Individually, and Nancy P. Johnson, Individually, Defendants.</h1></center>\n<center>No. 5:00-CV-565-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>May 2, 2001.</center>\n<p><span class=\"star-pagination\">*753</span> John D. Madden, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for Plaintiff.</p>\n<p>Charles C. Meeker, Parker, Poe, Adams &amp; Bernstein, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendants' motion for judgment on the pleadings is before the court.</p>\n<p>On 2 August 2000, plaintiff filed a complaint against defendants alleging breach of contract, negligence, fraud and fraudulent inducement, and civil conspiracy. Defendants filed an answer and counterclaim on 30 August 2000. Plaintiff filed an answer to the counterclaim on 20 September 2000. Defendants then filed this motion for judgment on the pleadings on 27 October 2000, and plaintiffs filed a response on 20 November 2000. Defendants filed a reply on 28 November 2000, and the motion is now ripe for review.</p>\n<p></p>\n<h2>Facts</h2>\n<p>Marketforce is an advertising company located in Raleigh, North Carolina. Defendants Clayton and Johnson are the co-presidents and owners of Marketforce. (Ans.śś 1-2.) Plaintiff is a Texas corporation that serves as a buying group and marketing arm for its constituent members, which sell automotive parts and supplies. (Compl.śś 4, 7.) Marketforce and plaintiff entered into an agreement in October 1996 pursuant to which defendants agreed to provide advertising services to plaintiff. (Ans., Ex. C.) Between October 1996 and April 1997, Marketforce undertook various advertising efforts on behalf of plaintiff, and plaintiff made several payments to defendants. Plaintiff wrote a letter terminating the agreement with defendants, which defendants received on 22 April 1997. (Ans., Ex. A.) Correspondence between the parties ensued and continued throughout the summer, regarding the settlement of accounts between the parties. (Ans., Ex. B.)</p>\n<p>Ultimately, in June 1998, plaintiff filed suit against defendants and others in the United States District Court for the Southern District of Texas. (Ans., Ex. D.) The court dismissed that suit for lack of subject matter jurisdiction in August 1998. (Ans., Ex. E.) In August 1998, plaintiff refiled the action in state court in Texas. (Ans., Ex. F.) In June 1999, the Texas court dismissed the action. In December 1999, plaintiff refiled its action against defendants in this court. (Ans., Ex. H.) This court dismissed plaintiff's action without prejudice in July 2000 based on plaintiff's failure to serve process in accordance with Fed.R.Civ.P. 4(m).</p>\n<p>Plaintiff filed claims against defendants once again on 2 August 2000, and this motion ensued.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>Defendants have requested this court to enter judgment in their favor on the pleadings pursuant to Fed.R.Civ.P. 12(c).</p>\n<blockquote>\n<span class=\"star-pagination\">*754</span> The district court applies the same standard under Rule 12(c) as it applies under Fed.R.Civ.P. 12(b)(6).... Taking the nonmoving party's allegations as true, dismissal is inappropriate unless it appears beyond doubt that the non-moving party can prove no facts sufficient to support his claim for relief. See <i>Hishon v. King &amp; Spalding,</i> 467 U.S. 69, 73, 104 S.Ct. 2229, 81 L.Ed.2d 59 (1984).</blockquote>\n<p><i>Razor v. Perdue Farms Inc.,</i> 176 F.3d 475, 1999 WL 178782, *1 (4th Cir., Apr. 1, 1999).</p>\n<p>For purposes of this motion, the court cannot consider materials outside the pleadings without coverting the motion to one for summary judgment. Fed.R.Civ.P. 12(c). The court may, however, consider the documents and exhibits attached to and incorporated into the pleadings themselves. See <i>Cash v. State Farm Mut. Auto. Ins. Co.,</i> 137 N.C.App. 192, 202, 528 S.E.2d 372, 378 (2000) (when ruling on a motion for judgment on the pleadings, the trial court \"is to consider only the pleadings and any attached exhibits, which become part of the pleadings\"), aff'd, 353 N.C. 257, 538 S.E.2d 569 (2000). The Seventh Circuit has elaborated upon this rule.</p>\n<blockquote>As the title of the rule implies, Rule 12(c) permits a judgment based on the pleadings alone.... The pleadings include the complaint, the answer, and any written instruments attached as exhibits. Fed.R.Civ.P. 10(c) (\"A copy of any written instrument which is an exhibit to a pleading is part thereof for all purposes.\");.... Under Rule 10(c), the attached documents are incorporated into the pleadings. Historically, this Court has interpreted the term \"written instrument\" as used in Rule 10(c) to include documents such as affidavits, ..., and letters, ... as well as contracts, ... and loan documentation....</blockquote>\n<p><i>Northern Indiana Gun &amp; Outdoor Shows, Inc. v. City of South Bend,</i> 163 F.3d 449, 452-53 (7th Cir.1998) (citations omitted).</p>\n<p>In accord with the foregoing authorities, this court will consider only the complaint, defendants' answer and counterclaim, and plaintiff's answer to defendants' counterclaim, along with the materials appended to those pleadings by both parties in its review of defendants' 12(c) motion. The court will not consider any documents or affidavits submitted in conjunction with the response to defendants' motion or defendants' reply.</p>\n<p></p>\n<h2>Statutes of Limitations</h2>\n<p>Plaintiff has asserted the following claims against defendants: breach of contract; negligence; fraud and fraudulent inducement; and civil conspiracy. Defendants contend, among other arguments, that plaintiff's contract claim is barred by North Carolina's three-year statute of limitations under N.C.Gen.Stat. § 1-52(1); that its negligence and conspiracy claims are barred by North Carolina's three-year statute of limitations under N.C.Gen.Stat. § 1-52(5),<sup>[1]</sup> and that its fraud and fraudulent inducement claims are barred by North Carolina's three-year statute of limitations under N.C.Gen.Stat. § 1-52(9).<sup>[2]</sup></p>\n<p>Plaintiff contends that genuine issues of material fact with respect to its contract <span class=\"star-pagination\">*755</span> claim preclude judgment on the pleadings on a statute of limitations basis. Plaintiff has not explicitly disputed defendants' claim that its negligence, fraud, and conspiracy claims are barred by the applicable statutes of limitations. (See Def.s' Reply at 6, 8 and 9.) Instead, plaintiff has merely argued that the substantive law of Texas, rather than that of North Carolina, should govern the resolution of its claims. Plaintiff requests this court to deny defendants' motion on that basis or, in the alternative, to permit the parties to brief the issue as to which state's substantive law should govern. Plaintiff concedes, however, that North Carolina's procedural law applies to the issues in this case. (Pl.'s Resp. at 3.)</p>\n<p>This court must apply North Carolina's choice of law rules to determine which state's law governs the resolution of plaintiff's claims. <i>Wells v. Liddy,</i> 186 F.3d 505, 521 (4th Cir.1999) (\"federal court sitting in diversity must apply the choice-of-law rules from the forum state\"), cert. denied, 528 U.S. 1118, 120 S.Ct. 939, 145 L.Ed.2d 817 (2000). North Carolina law requires this court to apply North Carolina's procedural rules, and under North Carolina law, the statutes of limitations at issue here are procedural rules.</p>\n<blockquote>A district court sitting in a diversity action must apply the law of the forum state including its choice of law rules. <i>Klaxon Co. v. Stentor Elec. Mfg.,</i> 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941); <i>Fortress Re, Inc. v. Central Nat'l Ins. Co.,</i> 766 F.2d 163 (4th Cir. 1985). In tort actions, North Carolina courts adhere to the rule of lex loci and apply the substantive laws of the state in which the injuries were sustained. <i>Charnock v. Taylor,</i> 223 N.C. 360, 361, 26 S.E.2d 911, 913 (1943); see also <i>United Virginia Bank v. Air-Lift Assoc., Inc.,</i> 79 N.C.App. 315, 321, 339 S.E.2d 90, 93 (1986). In matters of procedure, North Carolina courts apply the rule of lex fori and adhere to the procedural rules of the forum state. <i>Charnock,</i> 223 N.C. at 361, 26 S.E.2d at 913. Additionally, North Carolina law is dispositive on whether an issue is substantive or procedural. <i>Williams v. Riley,</i> 56 N.C.App. 427, 429, 289 S.E.2d 102, 104 (1982).<sup>[3]</sup> Under North Carolina law, a statute of limitations is a procedural device, and in actions in North Carolina courts, the forum's statute of limitations must be applied. <i>Sayer v. Henderson,</i> 225 N.C. 642, 643, 35 S.E.2d 875, 876 (1945).</blockquote>\n<p><i>Johnson v. Holiday Inn of America, Inc.,</i> 895 F.Supp. 97, 98 (M.D.N.C.1995).</p>\n<blockquote>The legal logic behind the rule [that a federal court sitting in a diversity action applies the statute of limitations which would be applied by a court of the forum state] is simple. Because statutes of limitation are deemed to affect only the remedy and not the substantive right, they are deemed procedural for choice of law purposes. As a result, the governing statute is usually that of the forum where the remedy is sought and not the statute of the place where the action arose. As a further consequence the statute of the forum may bar the remedy even though the action is not barred in the jurisdiction where it arose. Finally, insofar as the application of the forum state's conflict of laws rules depends on the distinction between matters of substance and matters of procedure, the forum state's classification of such matters applies.</blockquote>\n<p><span class=\"star-pagination\">*756</span> <i>Stokes v. Southeast Hotel Properties, Ltd.,</i> 877 F.Supp. 986, 994-95 (W.D.N.C.1994). The <i>Stokes</i> court went on to note that such statutes of limitations \"operate inexorably without reference to the merits of plaintiff's cause of action and the court is without discretion when considering whether a claim is barred by the limitations statute.\" <i>Id.</i> at 995.</p>\n<p>As noted above, plaintiff acknowledges in its brief that the procedural law of North Carolina applies to the issues in this case. (Pl.'s Resp. at 3.)<sup>[4]</sup> Applying these principles to plaintiff's claims and defendants' motion for judgment on the pleadings, this court must conclude that plaintiff's claims are barred by the applicable statutes of limitations under North Carolina law.</p>\n<p></p>\n<h2>A. Contract claims</h2>\n<p>Plaintiff's breach of contract claim is governed by North Carolina's three-year statute of limitations. N.C.Gen.Stat. § 1-52(1). \"A cause of action for breach of contract accrues at the time of the breach which gives rise to the right of action.\" <i>United States Leasing Corp. v. Everett, Creech, Hancock and Herzig,</i> 88 N.C.App. 418, 426, 363 S.E.2d 665, 669 (1988). If the alleged breach of contract in this action occurred outside the limitations period, i.e., on or before 1 August 1997, then plaintiff's action, which was filed on 2 August 2000, is barred by the three-year limitations statute.</p>\n<p>In its complaint, plaintiff explains that Charles C. Medlin, plaintiff's President, expressed displeasure with defendants' overall performance after a trade show held in Iowa in the Spring of 1997 and that, after attempting to resolve additional problems caused by defendants' misrepresentations, breach of contract, negligence and overall incompetence, Eagle \"decided to terminate its agreement with [d]efendants.... It was at this point that Eagle determined that Defendants were intentionally or negligently performing their duties and had breached the contract.\" (Compl.śś 20-21.) Defendants admitted in their answer that \"plaintiff terminated its contract with Market Force effective April 22, 1997\" and incorporated a true and accurate copy of the letter from plaintiff terminating that contract as Exhibit A to their Answer. The letter attached as Exhibit A, though undated by the sender, contains the written notation, \"received 4/22/97.\" (Ans., Ex. A.) That letter from plaintiff to defendants opens with the following sentences: \"This is to advise you that the attached agreement is terminated effective immediately. Market Force has failed to fulfill its obligations under the agreement and was, in particular, unsuccessful in securing adequate Vendor funds to finance the marketing program.\" (<i>Id.</i>)<sup>[5]</sup> The pleadings and the <span class=\"star-pagination\">*757</span> materials submitted therewith indicate that the alleged breach of contract in this matter occurred on or before 22 April 1997, the date defendants received the letter from plaintiff terminating the contract between the parties.</p>\n<p>Plaintiff's complaint could also be read to assert breaches of contract that followed the termination of the agreement. (See Compl.śś 24-25.) A review of all materials submitted by the parties in conjunction with the pleadings demonstrates that the termination, initiated by plaintiff, occurred on or before 22 April 1997. (Ans., Ex. A.) In the letter from plaintiff, which defendants received on 22 April 1997, plaintiff demanded that Marketforce return $54,000 that had been advanced to the company. (<i>Id.</i>) Defendants refused. (Compl.ś 22.) Plaintiff asserts in its complaint that defendants failed to provide a full accounting and vendor reconciliation to plaintiff at the end of the program as required by the agreement. (Compl.ś 24.) The program necessarily ended when plaintiff terminated the contract on 22 April 1997. Plaintiff also asserts that defendants failed and refused to return the monies that had been advanced to Marketforce, failed to provide the required vendor reconciliation, and further attempted to change or alter the terms of the agreement with respect to their compensation. (Compl.ś 25.) To the extent that these failures and refusals occurred after the termination of the agreement, it is clear from the materials submitted in conjunction with defendants' answer and counterclaim that those events took place on or before 22 July 1997. (See Ans., Ex. B (Letter dated 22 July 1997)). Because any and all alleged breaches occurred outside the limitations period, plaintiff's breach of contract claim against defendants filed on 2 August 2000 is barred by North Carolina's three-year statute of limitations.</p>\n<p></p>\n<h2>B. Negligence, Fraud and Civil Conspiracy Claims</h2>\n<p>As is the case with respect to plaintiff's contract claim, the applicable statutes of limitations under North Carolina law bar plaintiff's negligence, fraud, and civil conspiracy claims. See N.C.Gen.Stat. § 1-52(5) (negligence and civil conspiracy have three-year statute of limitations); § 1-52(9) (fraud and fraudulent inducement claims have three-year statute of limitations).<sup>[6]</sup> Like its contract claim, plaintiff's negligence, fraud and civil conspiracy claims are grounded in events or occurrences that predate 1 August 1997. (See Compl. śś 27-32; Ans., Ex. B.) It is also clear from the materials submitted by the parties that plaintiff was well aware of the facts constituting the alleged fraud, negligence and civil conspiracy claims before 1 August 1997. Accordingly, the court must conclude that North Carolina's statutes of limitations apply, and that those statutes bar plaintiff's negligence, fraud and conspiracy claims against defendants.</p>\n<p><span class=\"star-pagination\">*758</span> In sum, because the court concludes that plaintiff's claims are barred by the applicable statutes of limitations, defendants' motion for judgment on the pleadings with respect to those claims will be allowed, and plaintiff's claims will be dismissed.</p>\n<p></p>\n<h2>Counterclaims</h2>\n<p>Defendants have asserted two counterclaims against plaintiff. First, defendants allege that plaintiff breached the contract between the parties by filing two suits against defendants in Texas, one in state court and one in federal court, in contravention of Paragraph 10 of the contract which provides that \"[i]f any ... legal proceedings [for breach of any provisions of this agreement] are undertaken by EAGLE against MF, such proceedings shall be filed in Raleigh, North Carolina (Wake County)....\" (Ans. and Counterclaim at 9-11 and Ex. C, ś 10.) As a result, Marketforce claims that it has been \"harmed by being forced to incur substantial costs and expenses in defending itself in the legal proceedings Eagle Nation initiated in Texas, including but not limited to court costs and substantial attorneys' fees.\" (<i>Id.</i> at śś 11-12.)</p>\n<p>Plaintiff does not dispute the allegation that it breached Paragraph 10 of the Agreement by filing suit against Marketforce in Texas. Marketforce included, as exhibits to its answer and counterclaims, the complaints filed by plaintiff in the Texas proceedings. Plaintiff admitted in its Answer to defendants' Counterclaims that both Texas suits included claims that Marketforce had breached its contract with plaintiff. (Pl.'s Ans. śś 6-7.) Accordingly, this court concludes that plaintiff breached Paragraph 10 of the agreement between the parties.</p>\n<p>Second, Marketforce alleges that plaintiff breached the agreement by failing to pay defendant attorneys' fees, as required by Paragraph 10 of the Agreement, based on the fact that Marketforce has been the prevailing party in each of three previous lawsuits filed by plaintiff alleging breach of contract by defendant. While the merits of plaintiff's claims against Marketforce and its principals have never been addressed by a court, each of plaintiff's suits against Marketforce has been dismissed. As the Fourth Circuit has noted, \"[a] dismissal of an action, whether on the merits or not, generally means the defendant is the prevailing party.\" <i>Kollsman v. Cohen,</i> 996 F.2d 702, 706 (4th Cir.1993). In this case as in <i>First Commodity Traders,</i> cited by defendants, the parties agreed that in the event of a dispute, attorneys' fees would be awarded to the \"prevailing party.\" <i>First Commodity Traders v. Heinold Commodities, Inc.,</i> 766 F.2d 1007 (7th Cir.1985). As in <i>First Commodity Traders,</i> the purpose of the prevailing party provision of the contract is to reimburse a party for the expense of enforcing the agreement through legal proceedings. The provision forces the losing party to bear the cost of that enforcement. The paragraph explicitly includes attorneys' fees in the definition of costs:</p>\n<blockquote>In the event that any legal proceedings are undertaken by either party against the other for breach of any of the provisions of this agreement, the prevailing party shall be entitled to recover all costs incurred by it in connection with such proceedings, including reasonable attorneys' fees incurred.</blockquote>\n<p>(Ans., Ex. C, ś 10.) As in <i>First Commodity Traders,</i> then, the purpose of Paragraph 10 of the agreement between plaintiff and defendants</p>\n<blockquote>is similar to the purpose of Rule 54(d) of the Federal Rules of Civil Procedure, which provides: \"Costs shall be allowed as of course to the prevailing party unless the court otherwise directs.\" Fed. R.Civ.P. 54(d). Rule 54(d) does not itself authorize awards of attorneys' fees <span class=\"star-pagination\">*759</span> as costs. Nevertheless, the commonly accepted meaning of \"prevailing party\" is the meaning it is given within the context of Rule 54(d). As used in Rule 54(d), \"prevailing party\" means a party who has obtained some relief in an action, even if that party has not sustained all of his or her claims.... Nevertheless, this court has held that under Rule 54(d) the \"prevailing party\" is the party who prevails \"as to the substantial part of the litigation.\" <i>Best Medium Publishing Company, Inc. v. National Insider, Inc.,</i> 385 F.2d 384, 386 (7th Cir.), cert. denied, 390 U.S. 955, 88 S.Ct. 1052, 19 L.Ed.2d 1150 (1968). Under Rule 54(d), \"[w]here there is a dismissal of an action, even where such dismissal is voluntary and without prejudice, the defendant is the prevailing party.\" 6 J. Moore, W. Taggart &amp; J. Wicker, Moore's Federal Practice ś 54.70[4] (2d ed.1985).</blockquote>\n<p><i>First Commodity Traders,</i> 766 F.2d at 1014-15 (some citations omitted). It is true that plaintiff's suits against defendants have included claims other than those premised on defendants' breach of contract. Nevertheless, the three prior suits have included breach of contract claims, and those suits have been dismissed. Under the explicit terms of the agreement, defendants are \"entitled to recover all costs incurred by it <i>in connection with</i> such proceedings.\" (Ans., Ex. C ś 10 (emphasis added).) Accordingly, this court must conclude that defendants have been the prevailing parties in the previous actions brought by plaintiff and that plaintiff has breached the contract by failing to pay defendants' attorneys' fees.</p>\n<p>Because the court will dismiss plaintiff's current action based on North Carolina's statutes of limitations for plaintiff's various causes of action, defendants will also prevail in this action, which also included a breach of contract claim. Accordingly, plaintiff will be required under the terms of the agreement to pay defendants' costs in this action, including reasonable attorneys' fees.</p>\n<p>Therefore, defendant is entitled to judgment in its favor on its counterclaims for breach of contract. However, the amount of damages and attorneys' fees to which defendants are entitled remains to be determined in further proceedings. The court notes that, despite the fact that defendants will prevail on both counts of their counterclaim, defendants will not be entitled to double recovery with respect to the attorneys' fees and costs incurred in their defense of the Texas actions. This does not preclude defendants' recovery of any other damages incurred while defending the Texas actions to the extent those damages do not represent costs and attorney's fees.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>For the foregoing reasons, defendants' motion for judgment on the pleadings with respect to plaintiff's claims is ALLOWED, and plaintiff's action is DISMISSED. Defendants' motion for judgment on the pleadings with respect to their counterclaims asserting liability for breach of contract is also ALLOWED. The damages and attorneys' fees to which defendants are entitled remain to be determined.</p>\n<h2>NOTES</h2>\n<p>[1]  See <i>Wilson v. McLeod Oil Co., Inc.,</i> 327 N.C. 491, 512, 398 S.E.2d 586, 596 (1990) (common law negligence claims subject to three-year statute of limitations under § 1-52(5)); <i>Norlin Indus., Inc. v. Music Arts, Inc.,</i> 67 N.C.App. 300, 313 S.E.2d 166, 170, cert. denied, 311 N.C. 403, 319 S.E.2d 273 (1984) (civil conspiracy claims governed by three-year statute of limitations in G.S. § 1-52(5)).</p>\n<p>[2]  See <i>Seigel v. Patel,</i> 132 N.C.App. 783, 787, 513 S.E.2d 602, 605 (1999) (statute of limitations for fraud is three years under § 1-52(9)).</p>\n<p>[3]  \"The question of what is procedure and what is substance is determined by the law of the forum state. <i>Williams v. Riley,</i> 56 N.C.App. 427, 289 S.E.2d 102 (1982); 16 Am.Jur.2d Conflict of Laws § 3 (1979).\" <i>Boudreau,</i> 322 N.C. at 339, 368 S.E.2d at 856 (explaining that statutes of limitations are procedural provisions and holding that statutes of repose are treated as substantive provisions for choice of law purposes).</p>\n<p>[4]  In light of this concession and the applicable law, the court finds the issue as to which state's substantive law governs plaintiff's contract and tort claims irrelevant to the resolution of this motion. In <i>Sherwin-Williams,</i> for example, the court applied Maryland's statute of limitations even though Ohio law governed the construction of the contract between the parties. That court \"followed the general rule that the statute of limitations of the forum state applies even when that state's choice of law rules require that another state's substantive law be applied....\" This is true even when, as here, the contract explicitly includes a choice of law provision specifying that out-of-forum law applies to the agreement, because the statute of limitations is a procedural, rather than a substantive, issue. <i>Sherwin-Williams Co. v. Artra Group, Inc.,</i> 125 F.Supp.2d 739, 756-57 (D.Md.2001).</p>\n<p>[5]  Paragraph 5.e. of the Agreement between the parties states that \"[i]f MF is unsuccessful in securing adequate Vendor funds to finance the Program the agreement shall be terminated immediately.\" (Ans., Ex. C.) Paragraph 9 states that the Agreement began on 5 September 1996 and was intended to \"continue indefinitely thereafter unless and until terminated by either party upon not less than ninety (90) days prior written notice to the other, such notice to be given by registered or certified mail, return receipt requested.\" (<i>Id.</i>) Although the cited provisions could be construed as contradictory, Paragraph 5.e. specifically identifies a circumstance in which the agreement may be terminated immediately and may be given effect without rendering Paragraph 9 meaningless. In any event, even assuming the termination did not become effective until late July 1997, 90 days after the date that defendants received the termination letter, plaintiff's action would still be barred by the three-year statute of limitations because it was not filed until August 2000.</p>\n<p>[6]  For purposes of fraud claims, \"the cause of action shall not be deemed to have accrued until the discovery by the aggrieved party of the facts constituting the fraud or mistake.\" N.C.Gen.Stat. § 1-52(9).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">752</span></span> (2001)</b></center>\n<center><h1>EAGLE NATION, INC., Plaintiff,<br>\nv.<br>\nMARKET FORCE, INC., Laverne M. Clayton, Individually, and Nancy P. Johnson, Individually, Defendants.</h1></center>\n<center>No. 5:00-CV-565-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>May 2, 2001.</center>\n<p><span class=\"star-pagination\">*753</span> John D. Madden, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for Plaintiff.</p>\n<p>Charles C. Meeker, Parker, Poe, Adams &amp; Bernstein, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendants' motion for judgment on the pleadings is before the court.</p>\n<p>On 2 August 2000, plaintiff filed a complaint against defendants alleging breach of contract, negligence, fraud and fraudulent inducement, and civil conspiracy. Defendants filed an answer and counterclaim on 30 August 2000. Plaintiff filed an answer to the counterclaim on 20 September 2000. Defendants then filed this motion for judgment on the pleadings on 27 October 2000, and plaintiffs filed a response on 20 November 2000. Defendants filed a reply on 28 November 2000, and the motion is now ripe for review.</p>\n<p></p>\n<h2>Facts</h2>\n<p>Marketforce is an advertising company located in Raleigh, North Carolina. Defendants Clayton and Johnson are the co-presidents and owners of Marketforce. (Ans.śś 1-2.) Plaintiff is a Texas corporation that serves as a buying group and marketing arm for its constituent members, which sell automotive parts and supplies. (Compl.śś 4, 7.) Marketforce and plaintiff entered into an agreement in October 1996 pursuant to which defendants agreed to provide advertising services to plaintiff. (Ans., Ex. C.) Between October 1996 and April 1997, Marketforce undertook various advertising efforts on behalf of plaintiff, and plaintiff made several payments to defendants. Plaintiff wrote a letter terminating the agreement with defendants, which defendants received on 22 April 1997. (Ans., Ex. A.) Correspondence between the parties ensued and continued throughout the summer, regarding the settlement of accounts between the parties. (Ans., Ex. B.)</p>\n<p>Ultimately, in June 1998, plaintiff filed suit against defendants and others in the United States District Court for the Southern District of Texas. (Ans., Ex. D.) The court dismissed that suit for lack of subject matter jurisdiction in August 1998. (Ans., Ex. E.) In August 1998, plaintiff refiled the action in state court in Texas. (Ans., Ex. F.) In June 1999, the Texas court dismissed the action. In December 1999, plaintiff refiled its action against defendants in this court. (Ans., Ex. H.) This court dismissed plaintiff's action without prejudice in July 2000 based on plaintiff's failure to serve process in accordance with Fed.R.Civ.P. 4(m).</p>\n<p>Plaintiff filed claims against defendants once again on 2 August 2000, and this motion ensued.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>Defendants have requested this court to enter judgment in their favor on the pleadings pursuant to Fed.R.Civ.P. 12(c).</p>\n<blockquote>\n<span class=\"star-pagination\">*754</span> The district court applies the same standard under Rule 12(c) as it applies under Fed.R.Civ.P. 12(b)(6).... Taking the nonmoving party's allegations as true, dismissal is inappropriate unless it appears beyond doubt that the non-moving party can prove no facts sufficient to support his claim for relief. See <i>Hishon v. King &amp; Spalding,</i> <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984).</blockquote>\n<p><i>Razor v. Perdue Farms Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">475</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">178782</span></span>, *1 (4th Cir., Apr. 1, 1999).</p>\n<p>For purposes of this motion, the court cannot consider materials outside the pleadings without coverting the motion to one for summary judgment. Fed.R.Civ.P. 12(c). The court may, however, consider the documents and exhibits attached to and incorporated into the pleadings themselves. See <i>Cash v. State Farm Mut. Auto. Ins. Co.,</i> 137 N.C.App. 192, 202, <span class=\"citation\" data-id=\"1285182\"><a href=\"/opinion/1285182/cash-v-state-farm-mut-auto-ins-co/\"><span class=\"volume\">528</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">372</span></a></span>, 378 (2000) (when ruling on a motion for judgment on the pleadings, the trial court \"is to consider only the pleadings and any attached exhibits, which become part of the pleadings\"), aff'd, <span class=\"citation no-link\"><span class=\"volume\">353</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">257</span></span>, <span class=\"citation\" data-id=\"1382191\"><a href=\"/opinion/1382191/cash-v-state-farm-mut-auto-ins-co/\"><span class=\"volume\">538</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">569</span></a></span> (2000). The Seventh Circuit has elaborated upon this rule.</p>\n<blockquote>As the title of the rule implies, Rule 12(c) permits a judgment based on the pleadings alone.... The pleadings include the complaint, the answer, and any written instruments attached as exhibits. Fed.R.Civ.P. 10(c) (\"A copy of any written instrument which is an exhibit to a pleading is part thereof for all purposes.\");.... Under Rule 10(c), the attached documents are incorporated into the pleadings. Historically, this Court has interpreted the term \"written instrument\" as used in Rule 10(c) to include documents such as affidavits, ..., and letters, ... as well as contracts, ... and loan documentation....</blockquote>\n<p><i>Northern Indiana Gun &amp; Outdoor Shows, Inc. v. City of South Bend,</i> <span class=\"citation\" data-id=\"760151\"><a href=\"/opinion/760151/northern-indiana-gun-outdoor-shows-inc-v-city-of-south-bend-stephen/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 452-53 (7th Cir.1998) (citations omitted).</p>\n<p>In accord with the foregoing authorities, this court will consider only the complaint, defendants' answer and counterclaim, and plaintiff's answer to defendants' counterclaim, along with the materials appended to those pleadings by both parties in its review of defendants' 12(c) motion. The court will not consider any documents or affidavits submitted in conjunction with the response to defendants' motion or defendants' reply.</p>\n<p></p>\n<h2>Statutes of Limitations</h2>\n<p>Plaintiff has asserted the following claims against defendants: breach of contract; negligence; fraud and fraudulent inducement; and civil conspiracy. Defendants contend, among other arguments, that plaintiff's contract claim is barred by North Carolina's three-year statute of limitations under N.C.Gen.Stat. § 1-52(1); that its negligence and conspiracy claims are barred by North Carolina's three-year statute of limitations under N.C.Gen.Stat. § 1-52(5),<sup>[1]</sup> and that its fraud and fraudulent inducement claims are barred by North Carolina's three-year statute of limitations under N.C.Gen.Stat. § 1-52(9).<sup>[2]</sup></p>\n<p>Plaintiff contends that genuine issues of material fact with respect to its contract <span class=\"star-pagination\">*755</span> claim preclude judgment on the pleadings on a statute of limitations basis. Plaintiff has not explicitly disputed defendants' claim that its negligence, fraud, and conspiracy claims are barred by the applicable statutes of limitations. (See Def.s' Reply at 6, 8 and 9.) Instead, plaintiff has merely argued that the substantive law of Texas, rather than that of North Carolina, should govern the resolution of its claims. Plaintiff requests this court to deny defendants' motion on that basis or, in the alternative, to permit the parties to brief the issue as to which state's substantive law should govern. Plaintiff concedes, however, that North Carolina's procedural law applies to the issues in this case. (Pl.'s Resp. at 3.)</p>\n<p>This court must apply North Carolina's choice of law rules to determine which state's law governs the resolution of plaintiff's claims. <i>Wells v. Liddy,</i> <span class=\"citation\" data-id=\"765518\"><a href=\"/opinion/765518/ida-maxwell-wells-v-g-gordon-liddy-phillip-mackin-bailley-movant/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 521 (4th Cir.1999) (\"federal court sitting in diversity must apply the choice-of-law rules from the forum state\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">817</span></span> (2000). North Carolina law requires this court to apply North Carolina's procedural rules, and under North Carolina law, the statutes of limitations at issue here are procedural rules.</p>\n<blockquote>A district court sitting in a diversity action must apply the law of the forum state including its choice of law rules. <i>Klaxon Co. v. Stentor Elec. Mfg.,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941); <i>Fortress Re, Inc. v. Central Nat'l Ins. Co.,</i> <span class=\"citation\" data-id=\"454572\"><a href=\"/opinion/454572/fortress-re-inc-penn-re-inc-calvert-fire-insurance-company-v-central/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">163</span></a></span> (4th Cir. 1985). In tort actions, North Carolina courts adhere to the rule of lex loci and apply the substantive laws of the state in which the injuries were sustained. <i>Charnock v. Taylor,</i> <span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">360</span></span>, 361, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">911</span></span>, 913 (1943); see also <i>United Virginia Bank v. Air-Lift Assoc., Inc.,</i> 79 N.C.App. 315, 321, <span class=\"citation\" data-id=\"1251077\"><a href=\"/opinion/1251077/united-virginia-bank-v-air-lift-associates-inc/\"><span class=\"volume\">339</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">90</span></a></span>, 93 (1986). In matters of procedure, North Carolina courts apply the rule of lex fori and adhere to the procedural rules of the forum state. <i>Charnock,</i> 223 N.C. at 361, 26 S.E.2d at 913. Additionally, North Carolina law is dispositive on whether an issue is substantive or procedural. <i>Williams v. Riley,</i> 56 N.C.App. 427, 429, <span class=\"citation\" data-id=\"1222001\"><a href=\"/opinion/1222001/williams-v-riley/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">102</span></a></span>, 104 (1982).<sup>[3]</sup> Under North Carolina law, a statute of limitations is a procedural device, and in actions in North Carolina courts, the forum's statute of limitations must be applied. <i>Sayer v. Henderson,</i> <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">642</span></span>, 643, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">875</span></span>, 876 (1945).</blockquote>\n<p><i>Johnson v. Holiday Inn of America, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">895</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">97</span></span>, 98 (M.D.N.C.1995).</p>\n<blockquote>The legal logic behind the rule [that a federal court sitting in a diversity action applies the statute of limitations which would be applied by a court of the forum state] is simple. Because statutes of limitation are deemed to affect only the remedy and not the substantive right, they are deemed procedural for choice of law purposes. As a result, the governing statute is usually that of the forum where the remedy is sought and not the statute of the place where the action arose. As a further consequence the statute of the forum may bar the remedy even though the action is not barred in the jurisdiction where it arose. Finally, insofar as the application of the forum state's conflict of laws rules depends on the distinction between matters of substance and matters of procedure, the forum state's classification of such matters applies.</blockquote>\n<p><span class=\"star-pagination\">*756</span> <i>Stokes v. Southeast Hotel Properties, Ltd.,</i> <span class=\"citation\" data-id=\"1397260\"><a href=\"/opinion/1397260/stokes-v-southeast-hotel-properties/\"><span class=\"volume\">877</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">986</span></a></span>, 994-95 (W.D.N.C.1994). The <i>Stokes</i> court went on to note that such statutes of limitations \"operate inexorably without reference to the merits of plaintiff's cause of action and the court is without discretion when considering whether a claim is barred by the limitations statute.\" <i>Id.</i> at 995.</p>\n<p>As noted above, plaintiff acknowledges in its brief that the procedural law of North Carolina applies to the issues in this case. (Pl.'s Resp. at 3.)<sup>[4]</sup> Applying these principles to plaintiff's claims and defendants' motion for judgment on the pleadings, this court must conclude that plaintiff's claims are barred by the applicable statutes of limitations under North Carolina law.</p>\n<p></p>\n<h2>A. Contract claims</h2>\n<p>Plaintiff's breach of contract claim is governed by North Carolina's three-year statute of limitations. N.C.Gen.Stat. § 1-52(1). \"A cause of action for breach of contract accrues at the time of the breach which gives rise to the right of action.\" <i>United States Leasing Corp. v. Everett, Creech, Hancock and Herzig,</i> 88 N.C.App. 418, 426, <span class=\"citation\" data-id=\"1372292\"><a href=\"/opinion/1372292/us-leasing-v-everett-creech-hancock-and-herzig/\"><span class=\"volume\">363</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">665</span></a></span>, 669 (1988). If the alleged breach of contract in this action occurred outside the limitations period, i.e., on or before 1 August 1997, then plaintiff's action, which was filed on 2 August 2000, is barred by the three-year limitations statute.</p>\n<p>In its complaint, plaintiff explains that Charles C. Medlin, plaintiff's President, expressed displeasure with defendants' overall performance after a trade show held in Iowa in the Spring of 1997 and that, after attempting to resolve additional problems caused by defendants' misrepresentations, breach of contract, negligence and overall incompetence, Eagle \"decided to terminate its agreement with [d]efendants.... It was at this point that Eagle determined that Defendants were intentionally or negligently performing their duties and had breached the contract.\" (Compl.śś 20-21.) Defendants admitted in their answer that \"plaintiff terminated its contract with Market Force effective April 22, 1997\" and incorporated a true and accurate copy of the letter from plaintiff terminating that contract as Exhibit A to their Answer. The letter attached as Exhibit A, though undated by the sender, contains the written notation, \"received 4/22/97.\" (Ans., Ex. A.) That letter from plaintiff to defendants opens with the following sentences: \"This is to advise you that the attached agreement is terminated effective immediately. Market Force has failed to fulfill its obligations under the agreement and was, in particular, unsuccessful in securing adequate Vendor funds to finance the marketing program.\" (<i>Id.</i>)<sup>[5]</sup> The pleadings and the <span class=\"star-pagination\">*757</span> materials submitted therewith indicate that the alleged breach of contract in this matter occurred on or before 22 April 1997, the date defendants received the letter from plaintiff terminating the contract between the parties.</p>\n<p>Plaintiff's complaint could also be read to assert breaches of contract that followed the termination of the agreement. (See Compl.śś 24-25.) A review of all materials submitted by the parties in conjunction with the pleadings demonstrates that the termination, initiated by plaintiff, occurred on or before 22 April 1997. (Ans., Ex. A.) In the letter from plaintiff, which defendants received on 22 April 1997, plaintiff demanded that Marketforce return $54,000 that had been advanced to the company. (<i>Id.</i>) Defendants refused. (Compl.ś 22.) Plaintiff asserts in its complaint that defendants failed to provide a full accounting and vendor reconciliation to plaintiff at the end of the program as required by the agreement. (Compl.ś 24.) The program necessarily ended when plaintiff terminated the contract on 22 April 1997. Plaintiff also asserts that defendants failed and refused to return the monies that had been advanced to Marketforce, failed to provide the required vendor reconciliation, and further attempted to change or alter the terms of the agreement with respect to their compensation. (Compl.ś 25.) To the extent that these failures and refusals occurred after the termination of the agreement, it is clear from the materials submitted in conjunction with defendants' answer and counterclaim that those events took place on or before 22 July 1997. (See Ans., Ex. B (Letter dated 22 July 1997)). Because any and all alleged breaches occurred outside the limitations period, plaintiff's breach of contract claim against defendants filed on 2 August 2000 is barred by North Carolina's three-year statute of limitations.</p>\n<p></p>\n<h2>B. Negligence, Fraud and Civil Conspiracy Claims</h2>\n<p>As is the case with respect to plaintiff's contract claim, the applicable statutes of limitations under North Carolina law bar plaintiff's negligence, fraud, and civil conspiracy claims. See N.C.Gen.Stat. § 1-52(5) (negligence and civil conspiracy have three-year statute of limitations); § 1-52(9) (fraud and fraudulent inducement claims have three-year statute of limitations).<sup>[6]</sup> Like its contract claim, plaintiff's negligence, fraud and civil conspiracy claims are grounded in events or occurrences that predate 1 August 1997. (See Compl. śś 27-32; Ans., Ex. B.) It is also clear from the materials submitted by the parties that plaintiff was well aware of the facts constituting the alleged fraud, negligence and civil conspiracy claims before 1 August 1997. Accordingly, the court must conclude that North Carolina's statutes of limitations apply, and that those statutes bar plaintiff's negligence, fraud and conspiracy claims against defendants.</p>\n<p><span class=\"star-pagination\">*758</span> In sum, because the court concludes that plaintiff's claims are barred by the applicable statutes of limitations, defendants' motion for judgment on the pleadings with respect to those claims will be allowed, and plaintiff's claims will be dismissed.</p>\n<p></p>\n<h2>Counterclaims</h2>\n<p>Defendants have asserted two counterclaims against plaintiff. First, defendants allege that plaintiff breached the contract between the parties by filing two suits against defendants in Texas, one in state court and one in federal court, in contravention of Paragraph 10 of the contract which provides that \"[i]f any ... legal proceedings [for breach of any provisions of this agreement] are undertaken by EAGLE against MF, such proceedings shall be filed in Raleigh, North Carolina (Wake County)....\" (Ans. and Counterclaim at 9-11 and Ex. C, ś 10.) As a result, Marketforce claims that it has been \"harmed by being forced to incur substantial costs and expenses in defending itself in the legal proceedings Eagle Nation initiated in Texas, including but not limited to court costs and substantial attorneys' fees.\" (<i>Id.</i> at śś 11-12.)</p>\n<p>Plaintiff does not dispute the allegation that it breached Paragraph 10 of the Agreement by filing suit against Marketforce in Texas. Marketforce included, as exhibits to its answer and counterclaims, the complaints filed by plaintiff in the Texas proceedings. Plaintiff admitted in its Answer to defendants' Counterclaims that both Texas suits included claims that Marketforce had breached its contract with plaintiff. (Pl.'s Ans. śś 6-7.) Accordingly, this court concludes that plaintiff breached Paragraph 10 of the agreement between the parties.</p>\n<p>Second, Marketforce alleges that plaintiff breached the agreement by failing to pay defendant attorneys' fees, as required by Paragraph 10 of the Agreement, based on the fact that Marketforce has been the prevailing party in each of three previous lawsuits filed by plaintiff alleging breach of contract by defendant. While the merits of plaintiff's claims against Marketforce and its principals have never been addressed by a court, each of plaintiff's suits against Marketforce has been dismissed. As the Fourth Circuit has noted, \"[a] dismissal of an action, whether on the merits or not, generally means the defendant is the prevailing party.\" <i>Kollsman v. Cohen,</i> <span class=\"citation\" data-id=\"609759\"><a href=\"/opinion/609759/kollsman-a-division-of-sequa-corporation-v-victor-d-cohen-and-cubic/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span></a></span>, 706 (4th Cir.1993). In this case as in <i>First Commodity Traders,</i> cited by defendants, the parties agreed that in the event of a dispute, attorneys' fees would be awarded to the \"prevailing party.\" <i>First Commodity Traders v. Heinold Commodities, Inc.,</i> <span class=\"citation\" data-id=\"454709\"><a href=\"/opinion/454709/first-commodity-traders-inc-v-heinold-commodities-inc-and-vern/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span> (7th Cir.1985). As in <i>First Commodity Traders,</i> the purpose of the prevailing party provision of the contract is to reimburse a party for the expense of enforcing the agreement through legal proceedings. The provision forces the losing party to bear the cost of that enforcement. The paragraph explicitly includes attorneys' fees in the definition of costs:</p>\n<blockquote>In the event that any legal proceedings are undertaken by either party against the other for breach of any of the provisions of this agreement, the prevailing party shall be entitled to recover all costs incurred by it in connection with such proceedings, including reasonable attorneys' fees incurred.</blockquote>\n<p>(Ans., Ex. C, ś 10.) As in <i>First Commodity Traders,</i> then, the purpose of Paragraph 10 of the agreement between plaintiff and defendants</p>\n<blockquote>is similar to the purpose of Rule 54(d) of the Federal Rules of Civil Procedure, which provides: \"Costs shall be allowed as of course to the prevailing party unless the court otherwise directs.\" Fed. R.Civ.P. 54(d). Rule 54(d) does not itself authorize awards of attorneys' fees <span class=\"star-pagination\">*759</span> as costs. Nevertheless, the commonly accepted meaning of \"prevailing party\" is the meaning it is given within the context of Rule 54(d). As used in Rule 54(d), \"prevailing party\" means a party who has obtained some relief in an action, even if that party has not sustained all of his or her claims.... Nevertheless, this court has held that under Rule 54(d) the \"prevailing party\" is the party who prevails \"as to the substantial part of the litigation.\" <i>Best Medium Publishing Company, Inc. v. National Insider, Inc.,</i> <span class=\"citation\" data-id=\"277768\"><a href=\"/opinion/277768/best-medium-publishing-co-inc-plaintiff-counterdefendant-appellee-v/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">384</span></a></span>, 386 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1052</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1150</span></span> (1968). Under Rule 54(d), \"[w]here there is a dismissal of an action, even where such dismissal is voluntary and without prejudice, the defendant is the prevailing party.\" 6 J. Moore, W. Taggart &amp; J. Wicker, Moore's Federal Practice ś 54.70[4] (2d ed.1985).</blockquote>\n<p><i>First Commodity Traders,</i> 766 F.2d at 1014-15 (some citations omitted). It is true that plaintiff's suits against defendants have included claims other than those premised on defendants' breach of contract. Nevertheless, the three prior suits have included breach of contract claims, and those suits have been dismissed. Under the explicit terms of the agreement, defendants are \"entitled to recover all costs incurred by it <i>in connection with</i> such proceedings.\" (Ans., Ex. C ś 10 (emphasis added).) Accordingly, this court must conclude that defendants have been the prevailing parties in the previous actions brought by plaintiff and that plaintiff has breached the contract by failing to pay defendants' attorneys' fees.</p>\n<p>Because the court will dismiss plaintiff's current action based on North Carolina's statutes of limitations for plaintiff's various causes of action, defendants will also prevail in this action, which also included a breach of contract claim. Accordingly, plaintiff will be required under the terms of the agreement to pay defendants' costs in this action, including reasonable attorneys' fees.</p>\n<p>Therefore, defendant is entitled to judgment in its favor on its counterclaims for breach of contract. However, the amount of damages and attorneys' fees to which defendants are entitled remains to be determined in further proceedings. The court notes that, despite the fact that defendants will prevail on both counts of their counterclaim, defendants will not be entitled to double recovery with respect to the attorneys' fees and costs incurred in their defense of the Texas actions. This does not preclude defendants' recovery of any other damages incurred while defending the Texas actions to the extent those damages do not represent costs and attorney's fees.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>For the foregoing reasons, defendants' motion for judgment on the pleadings with respect to plaintiff's claims is ALLOWED, and plaintiff's action is DISMISSED. Defendants' motion for judgment on the pleadings with respect to their counterclaims asserting liability for breach of contract is also ALLOWED. The damages and attorneys' fees to which defendants are entitled remain to be determined.</p>\n<h2>NOTES</h2>\n<p>[1]  See <i>Wilson v. McLeod Oil Co., Inc.,</i> <span class=\"citation\" data-id=\"1223754\"><a href=\"/opinion/1223754/wilson-v-mcleod-oil-co-inc/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">491</span></a></span>, 512, <span class=\"citation\" data-id=\"1223754\"><a href=\"/opinion/1223754/wilson-v-mcleod-oil-co-inc/\"><span class=\"volume\">398</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">586</span></a></span>, 596 (1990) (common law negligence claims subject to three-year statute of limitations under § 1-52(5)); <i>Norlin Indus., Inc. v. Music Arts, Inc.,</i> 67 N.C.App. 300, <span class=\"citation\" data-id=\"1337326\"><a href=\"/opinion/1337326/norlin-industries-inc-v-music-arts-inc/\"><span class=\"volume\">313</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>, 170, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">403</span></span>, <span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">273</span></span> (1984) (civil conspiracy claims governed by three-year statute of limitations in G.S. § 1-52(5)).</p>\n<p>[2]  See <i>Seigel v. Patel,</i> 132 N.C.App. 783, 787, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">602</span></span>, 605 (1999) (statute of limitations for fraud is three years under § 1-52(9)).</p>\n<p>[3]  \"The question of what is procedure and what is substance is determined by the law of the forum state. <i>Williams v. Riley,</i> 56 N.C.App. 427, <span class=\"citation\" data-id=\"1222001\"><a href=\"/opinion/1222001/williams-v-riley/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">102</span></a></span> (1982); 16 Am.Jur.2d Conflict of Laws § 3 (1979).\" <i>Boudreau,</i> 322 N.C. at 339, 368 S.E.2d at 856 (explaining that statutes of limitations are procedural provisions and holding that statutes of repose are treated as substantive provisions for choice of law purposes).</p>\n<p>[4]  In light of this concession and the applicable law, the court finds the issue as to which state's substantive law governs plaintiff's contract and tort claims irrelevant to the resolution of this motion. In <i>Sherwin-Williams,</i> for example, the court applied Maryland's statute of limitations even though Ohio law governed the construction of the contract between the parties. That court \"followed the general rule that the statute of limitations of the forum state applies even when that state's choice of law rules require that another state's substantive law be applied....\" This is true even when, as here, the contract explicitly includes a choice of law provision specifying that out-of-forum law applies to the agreement, because the statute of limitations is a procedural, rather than a substantive, issue. <i>Sherwin-Williams Co. v. Artra Group, Inc.,</i> <span class=\"citation\" data-id=\"2424825\"><a href=\"/opinion/2424825/sherwin-williams-co-v-artra-group-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">739</span></a></span>, 756-57 (D.Md.2001).</p>\n<p>[5]  Paragraph 5.e. of the Agreement between the parties states that \"[i]f MF is unsuccessful in securing adequate Vendor funds to finance the Program the agreement shall be terminated immediately.\" (Ans., Ex. C.) Paragraph 9 states that the Agreement began on 5 September 1996 and was intended to \"continue indefinitely thereafter unless and until terminated by either party upon not less than ninety (90) days prior written notice to the other, such notice to be given by registered or certified mail, return receipt requested.\" (<i>Id.</i>) Although the cited provisions could be construed as contradictory, Paragraph 5.e. specifically identifies a circumstance in which the agreement may be terminated immediately and may be given effect without rendering Paragraph 9 meaningless. In any event, even assuming the termination did not become effective until late July 1997, 90 days after the date that defendants received the termination letter, plaintiff's action would still be barred by the three-year statute of limitations because it was not filed until August 2000.</p>\n<p>[6]  For purposes of fraud claims, \"the cause of action shall not be deemed to have accrued until the discovery by the aggrieved party of the facts constituting the fraud or mistake.\" N.C.Gen.Stat. § 1-52(9).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1223754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1251077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1285182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1337326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1382191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1397260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2424825/"
  ]
}