{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2475219/",
  "absolute_url": "/opinion/2475219/davis-v-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2475219/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:36.967814Z",
  "date_modified": "2016-04-27T00:16:13.746136Z",
  "type": "010combined",
  "sha1": "d97ad1557e5b28886e9f930c87d2adfb4fca2c16",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>180 F.Supp.2d 774 (2001)</b></center>\n<center><h1>Walter R. DAVIS, Barbara Howe, Vernon L. Robinson, III, Traci L. Croney, Tom Howe and all other citizens and residents of North Carolina similarly situated, Plaintiffs,<br>\nv.<br>\nState of NORTH CAROLINA and the Board of Governors of the University of North Carolina, Defendants.</h1></center>\n<center>No. 5:01-CV-372-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 20, 2001.</center>\n<p><span class=\"star-pagination\">*775</span> G. Eugene Boyce, Boyce &amp; Isley, R. Daniel Boyce, Philip R. Isley, Raleigh, NC, for plaintiffs.</p>\n<p>Thomas J. Ziko, Spec. Dep. Aty., Grayson G. Kelley, Celia Grasty Lata, Asst. Atty., N.C. Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This Matter is before the Court on Defendants' Motion to Dismiss Plaintiffs' claims pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure; Plaintiffs' Motion to Join Additional Defendants; Plaintiffs' Motion to Amend Complaint to Name Additional Defendants in their Official Capacities; and Defendants' Motion to Stay Jurisdictional Discovery. Plaintiffs' underlying claims are brought under 42 U.S.C. §§ 1981 and 1983. The Court held a hearing on these pending motions on November 7, 2001. The issues have been fully briefed and are ripe for ruling.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiffs are residents of the State of North Carolina. Plaintiffs include both <span class=\"star-pagination\">*776</span> men and women and represent various racial backgrounds and political affiliations. Plaintiffs challenge N.C.Gen. § 116-6, which sets forth the procedure for electing the members of the Board of Governors of the University of North Carolina. Under the Statute, the Senate and the House of Representatives each elect one-half of the persons to fill the vacancies on the Board. The Statute further provides that, \"[o]f the 16 members elected every two years beginning in 1993, at least two shall be women, at least two other members shall be members of a minority race, and at least two other members shall be members of the political party to which the largest minority of the members of the General Assembly belongs.\" N.C.Gen. Stat. § 116-6(b). The Statute thus establishes certain \"categories\" of persons of which there must be at least two representatives in the Board of Governors at any given time.</p>\n<p>The Board members are selected from a slate of candidates that is made in each house. N.C.Gen.Stat. § 116-6(d). However, apparently in order to ensure that the Section 116-6(b) categories are filled with at least two representatives, the slate is not made in a race-blind or gender-blind manner. Instead, the slate itself is separated, as set forth under Section 116-6(b), into the different \"categor[ies] for which members of the Board of Governors are to be elected.\" <i>Id.</i> The slate therefore includes the categories of \"racial minority,\" \"female,\" and \"political minority,\" from which two of each must be selected under N.C.Gen.Stat. § 116-6(b). The slate also includes the \"at-large\" category, which includes all nominees who do not qualify to compete in any of the minority categories.</p>\n<p>The Board of Governors' election process is therefore, in essence, a grouping of four different election races, three of which take place within the minority categories, and one of which takes place within the \"at-large\" category. As the Statute itself sets forth, \"[a]ll qualified candidates in a category shall compete against all other qualified candidates in a category.\" N.C.Gen.Stat. § 116-6(d). Plaintiffs claim that this type of state-sanctioned categorization based on race, gender and political affiliation, constitutes a facial violation of their Fourteenth Amendment Equal Protection rights.</p>\n<p></p>\n<h2><i>1. Motion to Amend Complaint to Name Additional Defendants in their Official Capacities</i></h2>\n<p>As an initial matter, the Court will consider Plaintiffs' Motion to Amend Complaint. Under Federal Rule of Civil Procedure 15(a), leave to amend a complaint \"shall be freely given when justice so requires.\" Fed.R.Civ.P. 15(a). Indeed, the Fourth Circuit has established that leave to amend a complaint should be denied only when the amendment would prejudice the opposing party, there has been bad faith on the part of the moving party, or the amendment would be futile. <i>See </i><i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 242 (4th Cir.1999). Finding that there has been no bad faith on the part of Plaintiffs, and that no prejudice would result from this Court's granting the Motion, this Court will grant Plaintiffs' Motion. The amendment will allow Plaintiffs to avoid Defendants' Eleventh Amendment sovereign immunity defense, and is thus clearly not futile.<sup>[1]</sup> For these reasons, the <span class=\"star-pagination\">*777</span> Court, and will accept the Amended Complaint. The Amended Complaint names numerous State officials as additional Defendants, all of whom are being sued in their official capacities. The above caption in this Case will hereafter reflect the amendment.</p>\n<p></p>\n<h2><i>2. Plaintiffs' Motion to Join Additional Defendants</i></h2>\n<p>Having allowed Plaintiffs' Motion to Amend Complaint, Plaintiffs' Motion to Join Additional Defendants is rendered moot and will be dismissed.</p>\n<p></p>\n<h2><i>3. Defendants' Motion to Dismiss</i></h2>\n<p>Defendants have moved to dismiss Plaintiffs' claims on the basis that Plaintiffs lack standing to bring the instant challenge. They claim that, because Plaintiffs were never nominated to the Board of Governors' election slate, Plaintiffs never personally suffered discrimination as a result of the State's election scheme. <i>See</i> Def.Memo. In Supp. at 8 (\"Because they did not obtain their nominations, Plaintiffs were never `able and ready' to compete for any seat on the Board ...\"). Instead, they argue, Plaintiffs present a \"generalized grievance\" that is shared by everyone else in North Carolina who desired to be elected to the Board but was not. Defendants argue that such a generalized grievance is insufficient to qualify as an \"injury in fact.\"</p>\n<p>The requirement that a plaintiff have standing in order to bring suit in federal court is a central component of the case-or-controversy requirement of Article III. <i>See </i><i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 560, 112 S.Ct. 2130, 2136, 119 L.Ed.2d 351 (1992). In order to meet the requirements for standing, a plaintiff must demonstrate the following: (1) that he or she has suffered an injury in fact; (2) that there exists a causal relationship between the alleged injury and challenged conduct; and (3) that there is a likelihood that the injury will be redressed by a favorable decision. <i>See </i><i>Northeastern Florida Chapter of Associated Gen. Contractors of America v. Jacksonville,</i> 508 U.S. 656, 663, 113 S.Ct. 2297, 2302, 124 L.Ed.2d 586 (1993) [hereinafter <i>Northeastern Florida AGCA</i>]. It is well-established that a Plaintiff's injury must be \"concrete and particularized, and ... actual or imminent, not conjectural or hypothetical ...\" in order to qualify as an \"injury in fact.\" <i>See </i><i>Lujan,</i> 504 U.S. at 560, 112 S.Ct. 2130.</p>\n<p>It is nonetheless important to remember that \"[t]he `injury in fact' in an equal protection case ... is the denial of equal treatment resulting from the imposition of [a] barrier [to a governmental benefit], not the ultimate inability to obtain the benefit.\" <i>Northeastern Florida AGCA,</i> 508 U.S. at 666, 113 S.Ct. at 2303. Thus, in an equal protection context, so long as a Plaintiff is \"able and ready\" to compete for a certain governmental benefit, he or she has standing to challenge any discriminatory policy or statute that \"prevents [Plaintiff] from [competing] on an equal basis.\" <i>See id.</i></p>\n<p>In this case, Defendants argue that nomination to the election slate is prerequisite to establishing injury in fact and standing. They claim that anyone who is not nominated to the election slate is not <span class=\"star-pagination\">*778</span> \"able and ready\" to be elected to the Board of Governors, and thus has suffered no injury in fact. <i>See</i> Def.Memo. In Supp. at 8 (\"Because they did not obtain their nominations ... the challenged statutory scheme simply never operated with respect to them.\"). However, Plaintiffs do not claim that the Statute's invidious discrimination operates only upon a person's nomination to the election slate, or, in other words, at the point of the election itself. Instead, Plaintiffs argue that the entire election scheme set forth under the Statute, including the nominations process, is marred by the unequal treatment of individuals on the basis of race, gender and political affiliation.</p>\n<p>Without reaching the merits of Plaintiffs' constitutional claim, the Court agrees that Plaintiffs have standing to bring their suit. The plain language of the Statute indicates that the alleged classifications are made well before the actual election takes place and that one need not be \"nominated\" in order to suffer an injury in fact. As set forth at N.C.Gen.Stat. § 116-6(d), the nominations process itself is different for each person, depending on his or her minority status. This is true, because the election slate itself is separated into the different \"categor[ies] for which members of the Board of Governors are to be elected.\" N.C.Gen.Stat. § 116-6(d). Therefore, because only racial minorities may be nominated to the \"minority\" category, only females may be nominated to the \"female\" category, and only \"political minorities\" may be nominated to the \"political minority\" category, persons seeking to be nominated to the slate face different odds of being nominated, depending on their race, gender, or political affiliation.<sup>[2]</sup></p>\n<p>Defendants present no evidence that Plaintiffs were in any way disqualified or unqualified for nomination to the election slate for the Board of Governors. Nor do Defendants refute that Plaintiffs were \"ready and able\" to be so nominated. Moreover, because the Statute separates the nominations process itself into four different \"categories\" based on race, gender and political affiliation, the fact that Plaintiffs were never nominated to the election slate, and were thus unable to compete for election to the Board of Governors, has no bearing on their standing in this case.</p>\n<p>As stated by the Supreme Court, \"[w]hen the government erects a barrier that makes it more difficult for members of one group to obtain a benefit than it is for members of another group, a member of the former group seeking to challenge the barrier need not allege that he would have obtained the benefit but for the barrier in order to establish standing.\" <i>Northeastern Florida AGCA,</i> 508 U.S. at 666, 113 S.Ct. at 2303. In this case, the State has erected a barrier of discrimination that bars non-minorities from being nominated to the minority seats, and vice-versa. Plaintiffs, who were ready and able to be nominated to the election slate, are therefore qualified and, indeed, have standing, to challenge the nominations process itself.</p>\n<p></p>\n<h2><i>4. Defendants' Motion to Stay Jurisdictional Discovery</i></h2>\n<p>On October 17, 2001, Defendants filed a Motion to Stay Jurisdictional Discovery on the basis that the North Carolina General <span class=\"star-pagination\">*779</span> Assembly was in the process of amending the Statute at issue in this suit. The Court sees no reason to grant Defendants' Motion to Stay and discovery should proceed as scheduled.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For all of the foregoing reasons, Plaintiffs' Motion to Amend Complaint is GRANTED, Plaintiffs' Motion to Add Defendants is DENIED, and Defendants' Motion to Dismiss is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This amendment cures what would otherwise have been a fatal defect in Plaintiffs' Complaint. As Defendants argued in their Motion to Dismiss, the State of North Carolina is immune from suit under the Eleventh Amendment. <i>See </i><i>Puerto Rico Aqueduct &amp; Sewer Authority v. Metcalf &amp; Eddy, Inc.,</i> 506 U.S. 139, 144, 113 S.Ct. 684, 121 L.Ed.2d 605 (1993). Thus, had the Complaint not been amended to include the various State officials as Defendants, sued in their official capacities, Plaintiffs' claims would have been barred by the Eleventh Amendment. Nonetheless, given that the Complaint has been amended to include various State officials, sued in their official capacities, Plaintiffs' claims may go forward under the <i>Ex Parte Young</i> doctrine. <i>See </i><i>Ex Parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908). However, the State of North Carolina and the Board of Governors of the University of North Carolina will be dropped from the case, given that they are immune from this suit.</p>\n<p>[2]  This is true because, as Defendants admitted at the hearing, each member of the house may only make a limited number of nominations. Therefore, a member of the house may base his or her nomination decision on factors including racial minority status, gender, or political affiliation, in order to raise the likelihood of ultimate success of his or her candidate, or to increase the number of nominees in a certain category.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">774</span></span> (2001)</b></center>\n<center><h1>Walter R. DAVIS, Barbara Howe, Vernon L. Robinson, III, Traci L. Croney, Tom Howe and all other citizens and residents of North Carolina similarly situated, Plaintiffs,<br>\nv.<br>\nState of NORTH CAROLINA and the Board of Governors of the University of North Carolina, Defendants.</h1></center>\n<center>No. 5:01-CV-372-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 20, 2001.</center>\n<p><span class=\"star-pagination\">*775</span> G. Eugene Boyce, Boyce &amp; Isley, R. Daniel Boyce, Philip R. Isley, Raleigh, NC, for plaintiffs.</p>\n<p>Thomas J. Ziko, Spec. Dep. Aty., Grayson G. Kelley, Celia Grasty Lata, Asst. Atty., N.C. Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This Matter is before the Court on Defendants' Motion to Dismiss Plaintiffs' claims pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure; Plaintiffs' Motion to Join Additional Defendants; Plaintiffs' Motion to Amend Complaint to Name Additional Defendants in their Official Capacities; and Defendants' Motion to Stay Jurisdictional Discovery. Plaintiffs' underlying claims are brought under 42 U.S.C. §§ 1981 and 1983. The Court held a hearing on these pending motions on November 7, 2001. The issues have been fully briefed and are ripe for ruling.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiffs are residents of the State of North Carolina. Plaintiffs include both <span class=\"star-pagination\">*776</span> men and women and represent various racial backgrounds and political affiliations. Plaintiffs challenge N.C.Gen. § 116-6, which sets forth the procedure for electing the members of the Board of Governors of the University of North Carolina. Under the Statute, the Senate and the House of Representatives each elect one-half of the persons to fill the vacancies on the Board. The Statute further provides that, \"[o]f the 16 members elected every two years beginning in 1993, at least two shall be women, at least two other members shall be members of a minority race, and at least two other members shall be members of the political party to which the largest minority of the members of the General Assembly belongs.\" N.C.Gen. Stat. § 116-6(b). The Statute thus establishes certain \"categories\" of persons of which there must be at least two representatives in the Board of Governors at any given time.</p>\n<p>The Board members are selected from a slate of candidates that is made in each house. N.C.Gen.Stat. § 116-6(d). However, apparently in order to ensure that the Section 116-6(b) categories are filled with at least two representatives, the slate is not made in a race-blind or gender-blind manner. Instead, the slate itself is separated, as set forth under Section 116-6(b), into the different \"categor[ies] for which members of the Board of Governors are to be elected.\" <i>Id.</i> The slate therefore includes the categories of \"racial minority,\" \"female,\" and \"political minority,\" from which two of each must be selected under N.C.Gen.Stat. § 116-6(b). The slate also includes the \"at-large\" category, which includes all nominees who do not qualify to compete in any of the minority categories.</p>\n<p>The Board of Governors' election process is therefore, in essence, a grouping of four different election races, three of which take place within the minority categories, and one of which takes place within the \"at-large\" category. As the Statute itself sets forth, \"[a]ll qualified candidates in a category shall compete against all other qualified candidates in a category.\" N.C.Gen.Stat. § 116-6(d). Plaintiffs claim that this type of state-sanctioned categorization based on race, gender and political affiliation, constitutes a facial violation of their Fourteenth Amendment Equal Protection rights.</p>\n<p></p>\n<h2><i>1. Motion to Amend Complaint to Name Additional Defendants in their Official Capacities</i></h2>\n<p>As an initial matter, the Court will consider Plaintiffs' Motion to Amend Complaint. Under Federal Rule of Civil Procedure 15(a), leave to amend a complaint \"shall be freely given when justice so requires.\" Fed.R.Civ.P. 15(a). Indeed, the Fourth Circuit has established that leave to amend a complaint should be denied only when the amendment would prejudice the opposing party, there has been bad faith on the part of the moving party, or the amendment would be futile. <i>See </i><i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 242 (4th Cir.1999). Finding that there has been no bad faith on the part of Plaintiffs, and that no prejudice would result from this Court's granting the Motion, this Court will grant Plaintiffs' Motion. The amendment will allow Plaintiffs to avoid Defendants' Eleventh Amendment sovereign immunity defense, and is thus clearly not futile.<sup>[1]</sup> For these reasons, the <span class=\"star-pagination\">*777</span> Court, and will accept the Amended Complaint. The Amended Complaint names numerous State officials as additional Defendants, all of whom are being sued in their official capacities. The above caption in this Case will hereafter reflect the amendment.</p>\n<p></p>\n<h2><i>2. Plaintiffs' Motion to Join Additional Defendants</i></h2>\n<p>Having allowed Plaintiffs' Motion to Amend Complaint, Plaintiffs' Motion to Join Additional Defendants is rendered moot and will be dismissed.</p>\n<p></p>\n<h2><i>3. Defendants' Motion to Dismiss</i></h2>\n<p>Defendants have moved to dismiss Plaintiffs' claims on the basis that Plaintiffs lack standing to bring the instant challenge. They claim that, because Plaintiffs were never nominated to the Board of Governors' election slate, Plaintiffs never personally suffered discrimination as a result of the State's election scheme. <i>See</i> Def.Memo. In Supp. at 8 (\"Because they did not obtain their nominations, Plaintiffs were never `able and ready' to compete for any seat on the Board ...\"). Instead, they argue, Plaintiffs present a \"generalized grievance\" that is shared by everyone else in North Carolina who desired to be elected to the Board but was not. Defendants argue that such a generalized grievance is insufficient to qualify as an \"injury in fact.\"</p>\n<p>The requirement that a plaintiff have standing in order to bring suit in federal court is a central component of the case-or-controversy requirement of Article III. <i>See </i><i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, 2136, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992). In order to meet the requirements for standing, a plaintiff must demonstrate the following: (1) that he or she has suffered an injury in fact; (2) that there exists a causal relationship between the alleged injury and challenged conduct; and (3) that there is a likelihood that the injury will be redressed by a favorable decision. <i>See </i><i>Northeastern Florida Chapter of Associated Gen. Contractors of America v. Jacksonville,</i> <span class=\"citation\" data-id=\"112884\"><a href=\"/opinion/112884/northeastern-fla-chapter-associated-gen-contractors-of-america-v/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">656</span></a></span>, 663, <span class=\"citation\" data-id=\"112884\"><a href=\"/opinion/112884/northeastern-fla-chapter-associated-gen-contractors-of-america-v/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2297</span></a></span>, 2302, <span class=\"citation\" data-id=\"112884\"><a href=\"/opinion/112884/northeastern-fla-chapter-associated-gen-contractors-of-america-v/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span></a></span> (1993) [hereinafter <i>Northeastern Florida AGCA</i>]. It is well-established that a Plaintiff's injury must be \"concrete and particularized, and ... actual or imminent, not conjectural or hypothetical ...\" in order to qualify as an \"injury in fact.\" <i>See </i><i>Lujan,</i> 504 U.S. at 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>.</p>\n<p>It is nonetheless important to remember that \"[t]he `injury in fact' in an equal protection case ... is the denial of equal treatment resulting from the imposition of [a] barrier [to a governmental benefit], not the ultimate inability to obtain the benefit.\" <i>Northeastern Florida AGCA,</i> 508 U.S. at 666, 113 S.Ct. at 2303. Thus, in an equal protection context, so long as a Plaintiff is \"able and ready\" to compete for a certain governmental benefit, he or she has standing to challenge any discriminatory policy or statute that \"prevents [Plaintiff] from [competing] on an equal basis.\" <i>See id.</i></p>\n<p>In this case, Defendants argue that nomination to the election slate is prerequisite to establishing injury in fact and standing. They claim that anyone who is not nominated to the election slate is not <span class=\"star-pagination\">*778</span> \"able and ready\" to be elected to the Board of Governors, and thus has suffered no injury in fact. <i>See</i> Def.Memo. In Supp. at 8 (\"Because they did not obtain their nominations ... the challenged statutory scheme simply never operated with respect to them.\"). However, Plaintiffs do not claim that the Statute's invidious discrimination operates only upon a person's nomination to the election slate, or, in other words, at the point of the election itself. Instead, Plaintiffs argue that the entire election scheme set forth under the Statute, including the nominations process, is marred by the unequal treatment of individuals on the basis of race, gender and political affiliation.</p>\n<p>Without reaching the merits of Plaintiffs' constitutional claim, the Court agrees that Plaintiffs have standing to bring their suit. The plain language of the Statute indicates that the alleged classifications are made well before the actual election takes place and that one need not be \"nominated\" in order to suffer an injury in fact. As set forth at N.C.Gen.Stat. § 116-6(d), the nominations process itself is different for each person, depending on his or her minority status. This is true, because the election slate itself is separated into the different \"categor[ies] for which members of the Board of Governors are to be elected.\" N.C.Gen.Stat. § 116-6(d). Therefore, because only racial minorities may be nominated to the \"minority\" category, only females may be nominated to the \"female\" category, and only \"political minorities\" may be nominated to the \"political minority\" category, persons seeking to be nominated to the slate face different odds of being nominated, depending on their race, gender, or political affiliation.<sup>[2]</sup></p>\n<p>Defendants present no evidence that Plaintiffs were in any way disqualified or unqualified for nomination to the election slate for the Board of Governors. Nor do Defendants refute that Plaintiffs were \"ready and able\" to be so nominated. Moreover, because the Statute separates the nominations process itself into four different \"categories\" based on race, gender and political affiliation, the fact that Plaintiffs were never nominated to the election slate, and were thus unable to compete for election to the Board of Governors, has no bearing on their standing in this case.</p>\n<p>As stated by the Supreme Court, \"[w]hen the government erects a barrier that makes it more difficult for members of one group to obtain a benefit than it is for members of another group, a member of the former group seeking to challenge the barrier need not allege that he would have obtained the benefit but for the barrier in order to establish standing.\" <i>Northeastern Florida AGCA,</i> 508 U.S. at 666, 113 S.Ct. at 2303. In this case, the State has erected a barrier of discrimination that bars non-minorities from being nominated to the minority seats, and vice-versa. Plaintiffs, who were ready and able to be nominated to the election slate, are therefore qualified and, indeed, have standing, to challenge the nominations process itself.</p>\n<p></p>\n<h2><i>4. Defendants' Motion to Stay Jurisdictional Discovery</i></h2>\n<p>On October 17, 2001, Defendants filed a Motion to Stay Jurisdictional Discovery on the basis that the North Carolina General <span class=\"star-pagination\">*779</span> Assembly was in the process of amending the Statute at issue in this suit. The Court sees no reason to grant Defendants' Motion to Stay and discovery should proceed as scheduled.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For all of the foregoing reasons, Plaintiffs' Motion to Amend Complaint is GRANTED, Plaintiffs' Motion to Add Defendants is DENIED, and Defendants' Motion to Dismiss is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This amendment cures what would otherwise have been a fatal defect in Plaintiffs' Complaint. As Defendants argued in their Motion to Dismiss, the State of North Carolina is immune from suit under the Eleventh Amendment. <i>See </i><i>Puerto Rico Aqueduct &amp; Sewer Authority v. Metcalf &amp; Eddy, Inc.,</i> <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 144, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1993). Thus, had the Complaint not been amended to include the various State officials as Defendants, sued in their official capacities, Plaintiffs' claims would have been barred by the Eleventh Amendment. Nonetheless, given that the Complaint has been amended to include various State officials, sued in their official capacities, Plaintiffs' claims may go forward under the <i>Ex Parte Young</i> doctrine. <i>See </i><i>Ex Parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908). However, the State of North Carolina and the Board of Governors of the University of North Carolina will be dropped from the case, given that they are immune from this suit.</p>\n<p>[2]  This is true because, as Defendants admitted at the hearing, each member of the house may only make a limited number of nominations. Therefore, a member of the house may base his or her nomination decision on factors including racial minority status, gender, or political affiliation, in order to raise the likelihood of ultimate success of his or her candidate, or to increase the number of nominees in a certain category.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/"
  ]
}