{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2475426/",
  "absolute_url": "/opinion/2475426/stonecrest-partners-v-bank-of-hampton-roads/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2475426/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:47:43.333191Z",
  "date_modified": "2016-04-26T20:49:15.847735Z",
  "type": "010combined",
  "sha1": "94dfd78d1f123f2597e05308a1b48e9beae148fb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>770 F.Supp.2d 778 (2011)</b></center>\n<center><h1>STONECREST PARTNERS, LLC, Plaintiff,<br>\nv.<br>\nThe BANK OF HAMPTON ROADS, Successor in Interest by Merger to Gateway Bank &amp; Trust Co., Defendant and Third-Party Plaintiff,<br>\nv.<br>\nDennis Chisum, Blanche Chisum, Elliot W. Coleman, Tracy Coleman, Dana J. Jones, Kristi Jones, and Dennis Crocker, Third-Party Defendants.</h1></center>\n<center>No. 7:10-CV-63-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>March 14, 2011.</center>\n<p><span class=\"star-pagination\">*780</span> Matthew W. Buckmiller, Shipman and Wright, LLP, Wilmington, NC, for Plaintiff.</p>\n<p>Camden R. Webb, Elizabeth Connolly Stone, Williams Mullen, Julia Renee Wicker Lee, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court upon the objections and appeal of plaintiff and third-party defendants (collectively, \"movants\") of the decision by the magistrate judge denying their motion for leave to amend the complaint (DE #65).<sup>[1]</sup> The court has considered the briefings presented by the parties to the magistrate judge as well as movants' objections to the magistrate judge's order. The time for further briefing has passed, and the issues raised now are ripe for adjudication. For the reasons that follow, the court upholds the magistrate judge's determination.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed this breach of contract and negligence action against Gateway Bank &amp; Trust Co. (\"Gateway Bank\") in Brunswick County Superior Court on March 25, 2010. Plaintiff alleges that Gateway Bank failed to follow through with a loan commitment agreement. Defendant, the successor in interest by merger to Gateway Bank, removed the action to federal court on April 5, 2010. This court's jurisdiction is invoked under 28 U.S.C. §§ 1332 and 1441, based on allegations of complete diversity of citizenship and an amount in controversy exceeding $75,000.00.</p>\n<p><span class=\"star-pagination\">*781</span> Defendant answered the complaint on April 23, 2010, denying liability. In its responsive pleading, defendant counterclaimed against plaintiff, seeking to collect on a promissory note that is allegedly in default. Defendant also initiated a third-party complaint against third-party defendants, alleging that they are liable for plaintiffs indebtedness pursuant to a commercial guarantee executed contemporaneously with the promissory note. On May 12, 2010, plaintiff and third-party defendants jointly answered defendant's counterclaim and third-party complaint.<sup>[2]</sup></p>\n<p>On July 14, 2010, following a telephonic conference with the parties, the court entered a Rule 16(b) scheduling order in this case. Among those deadlines set by the court, as required by Rule 16(b)(3)(A), was the deadline for any motion seeking to amend the pleadings. The court ordered that any such motion be filed by September 21, 2010.</p>\n<p>Plaintiff sought leave to amend its complaint by motion filed September 20, 2010, the day before the deadline set by the scheduling order. In its proposed amended complaint, plaintiff continued to assert the original claims for breach of contract and negligence against defendant, but sought to add allegations of fraud, unfair and deceptive trade practices, and constructive fraud. The proposed amended complaint also sought punitive damages.</p>\n<p>On September 28, 2010, Mr. Bruce Robinson, lead counsel for plaintiff and third-party defendants, unexpectedly passed away. The court, on the uncontested motions of defendant, extended the time within which to complete discovery and to respond to the motion for leave to amend. Plaintiff's uncontested motion to extend the time to disclose its experts was similarly extended. A later joint motion to further extend expert disclosures was also allowed.</p>\n<p>On November 5, 2010, plaintiff and third-party defendants were able to obtain new counsel to assist them in this matter. Defendant requested a further extension of time to respond to the complaint in light of new counsel and defendant's understanding that plaintiff was considering further amendments to the complaint. The motion was consented to, and the court extended the response time as requested.</p>\n<p>Plaintiff, this time joined by third-party defendants, once again requested leave to amend the complaint on November 30, 2010. The second proposed amended complaint contains claims for declaratory judgment, unfair and deceptive trade practices, fraud, fraud in the inducement, rescission, constructive fraud, breach of contract, negligence, and negligent misrepresentation. It also contains allegations seeking a temporary restraining order and injunctive relief. Finally, the second proposed amended complaint contains new claims by the third-party defendants, and movants seek to realign the parties with themselves on one side of the caption and defendant on the other. By notice entered December 1, 2010, plaintiff indicated that it was withdrawing the previous motion to amend filed by Mr. Robinson.</p>\n<p>On December 10, 2010, the court entered an order after receiving a telephonic request for conference with the parties to discuss the status of the litigation and <span class=\"star-pagination\">*782</span> possible alterations to the case schedule in light of Mr. Robinson's untimely death. The court ordered the parties to file a supplemental joint report and plan, and suggested it would be amenable to a telephonic conference with the parties. The parties' supplemental joint report and plan, filed December 16, 2010, noted agreement about the need to extend some discovery deadlines; however, defendant contested movants' request to extend the deadline to amend the pleadings. The supplemental report was referred to Magistrate Judge Robert Jones for consideration.</p>\n<p>On December 29, 2010, defendant responded in opposition to movants' request for leave to amend the complaint. Defendant argued that the motion was untimely under the scheduling order, and that movants had not provided good cause under Rule 16(b) to alter that deadline. Movants replied on January 6, 2011, and the motion was referred to the magistrate judge.</p>\n<p>On January 31, 2010, the magistrate judge entered an order denying movants leave to amend the complaint. The magistrate judge found that movants had not met the \"good cause\" requirement of Rule 16(b) to amend their complaint after the deadline set by the scheduling order had passed, concluding that the evidence supporting the proposed amendment could have been discovered by reasonable diligence before that deadline. Movants appealed the magistrate judge's order, noting their objections to the magistrate judge's determination on February 14, 2011.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court must first determine the appropriate standard of review. Generally, a district court may designate a magistrate judge to hear and decide any \"pretrial matter not dispositive of a party's claim or defense.\" Fed.R.Civ.P. 72(a); <i>see also</i> 28 U.S.C. § 636(b)(1)(A). Upon timely objection by a party, the court must modify or set aside any part of a magistrate judge's order that is \"clearly erroneous\" or \"contrary to law.\" Fed.R.Civ.P. 72(a); <i>see also</i> Local Civil Rule 72.4(a). \"A factual finding is clearly erroneous when [the court is] `left with the definite and firm conviction that a mistake has been committed.'\" <i>TFWS, Inc. v. Franchot,</i> 572 F.3d 186, 196 (4th Cir.2009) (quoting <i>Anderson v. Bessemer City,</i> 470 U.S. 564, 573, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985)). Although the \"contrary to law\" standard permits plenary review of legal conclusions, <i>see </i><i>PowerShare, Inc. v. Syntel, Inc.,</i> 597 F.3d 10, 15 (1st Cir.2010), decisions related to discovery disputes and scheduling are accorded greater deference. <i>See, e.g., In re Outsidewall Tire Lit.,</i> 267 F.R.D. 466, 470 (E.D.Va.2010).</p>\n<p>Movants seek to avoid this deferential standard of review. They argue that the magistrate judge's order has the effect of disposing of whatever claims they will not be permitted to add to their complaint through amendment. Accordingly, movants contend that the court should review <i>de novo</i> the magistrate judge's determination. <i>Compare</i> Fed.R.Civ.P. 72(a) (providing for \"clearly erroneous\" and \"contrary to law\" review for non-dispositive motions) <i>with</i> Fed.R.Civ.P. 72(b) (providing for <i>de novo</i> review of dispositive motions and prisoner petitioners). Under the more deferential standard suggested by movants, the court may also consider arguments not raised before the magistrate judge. <i>United States v. George,</i> 971 F.2d 1113, 1118 (4th Cir.1992).</p>\n<p>Movants provide no support for their argument that <i>de novo</i> review is appropriate where a magistrate judge denies a motion for leave to amend, and it appears <span class=\"star-pagination\">*783</span> that the weight of the authority is in fact contrary to their position. The courts of appeal that have addressed the issue have concluded that \"a motion to amend a complaint is `a pretrial matter not dispositive of a claim or defense of a party' within the purview of Fed.R.Civ.P. 72(a).\" <i>Pagano v. Frank,</i> 983 F.2d 343, 346 (1st Cir.1993); <i>see also </i><i>Franke v. ARUP Labs., Inc.,</i> 390 Fed.Appx. 822, 828 (10th Cir.2010) (unpublished); <i>Fielding v. Tollaksen,</i> 510 F.3d 175, 178 (2d Cir.2007); <i>Hall v. Norfolk S. Ry. Co.,</i> 469 F.3d 590, 594-95 (7th Cir. 2006). Other district courts within the Fourth Circuit have reached the same conclusion. <i>See, e.g., </i><i>Schwartz &amp; Schwartz of Va., LLC v. Certain Underwriters at Lloyd's, London,</i> 677 F.Supp.2d 890, 893 (W.D.Va.2009); <i>Everett v. Cherry,</i> 671 F.Supp.2d 819, 820 n. 4 (E.D.Va.2009); <i>Young v. James,</i> 168 F.R.D. 24, 26 (E.D.Va.1996).</p>\n<p>The decisions of the courts to have addressed the issue, although not binding on this court, are persuasive. As a general matter, a motion to amend is not \"dispositive\" of a party's claim or defense, because it does not adjudicate or otherwise dispose of any pending claim or defense but instead merely prevents different and/or additional claims or defenses from being asserted. <i>See </i><i>Hall,</i> 469 F.3d at 595; <i>Everett,</i> 671 F.Supp.2d at 820 n. 4. As such, a motion for leave to amend may be submitted to a magistrate judge for decision under Rule 72(a), rather than for findings and recommended disposition. The resulting determination is reviewed only for clear error.<sup>[3]</sup></p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Once a responsive pleading is filed, plaintiff may amend his complaint only by leave of the court or by written consent of the defendant, although leave to amend \"shall be freely given when justice so requires.\" Fed.R.Civ.P. 15(a)(2). This liberal rule gives effect to the federal policy in favor of resolving cases on their merits, rather than disposing of them on technicalities. <i>See </i><i>Laber v. Harvey,</i> 438 F.3d 404, 425 (4th Cir.2006) (en banc). Under Rule <span class=\"star-pagination\">*784</span> 15(a), leave to amend should be denied \"only when the amendment would be prejudicial to the opposing party, there has been bad faith on the part of the moving party, or the amendment would be futile.\" <i>Id.</i> at 426-47.</p>\n<p>Where a motion to amend is brought \"after the deadlines provided by a scheduling order have passed,\" a party must meet an additional requirement to prevail. <i>See </i><i>Nourison Rug Corp. v. Parvizian,</i> 535 F.3d 295, 298-99 (4th Cir.2008). \"A schedule may be modified only for good cause and with the judge's consent,\" Fed. R.Civ.P. 16(b)(4), and this \"good cause standard must be satisfied to justify [an untimely motion for] leave to amend the pleadings.\" <i>Nourison Rug Corp.,</i> 535 F.3d at 298; <i>see also </i><i>United States v. Godwin,</i> 247 F.R.D. 503, 506 (E.D.N.C. 2007) (adopting a \"two-part test whereby [an untimely] amendment to the pleadings must satisfy the requirements of both Rule 16(b) and Rule 15(a), in that order\").</p>\n<p>\"Rule 16(b)'s good cause standard focuses on the timeliness of the amendment and the reasons for its tardy submission; the primary consideration is the diligence of the moving party.\" <i>Montgomery v. Anne Arundel Cnty., Md.,</i> 182 Fed.Appx. 156, 162 (4th Cir.2006) (per curiam) (unpublished). In considering an untimely amendment to the pleadings, the court looks to whether the \"evidence supporting the proposed amendment would not have been discovered in the exercise of reasonable diligence until after the amendment deadline had passed.\" <i>Godwin,</i> 247 F.R.D. at 506 (internal quotation marks omitted); <i>accord </i><i>Capitol Sprinkler Inspection, Inc. v. Guest Servs., Inc.,</i> 630 F.3d 217, 226 (D.C.Cir.2011); <i>S. Grouts &amp; Mortars, Inc. v. 3M Co.,</i> 575 F.3d 1235, 1241 n. 3 (11th Cir.2009) (per curiam). Appropriately, the burden to \"justify a departure from the rules set forth in [the court's] scheduling order\" is on the moving party. <i>Godwin,</i> 247 F.R.D. at 506 (quoting <i>Rassoull v. Maximus, Inc.,</i> 209 F.R.D. 372, 374 (D.Md.2002)).</p>\n<p>In denying the untimely motion to amend, the magistrate judge correctly focused on whether movants reasonably could have discovered the evidence supporting the new claims before the deadline had passed, as well as the reasons given by movants for the tardiness of their motion. The magistrate judge concluded that the evidence was discoverable months before the proposed amendment was filed. Indeed, the magistrate judge noted that substantially all of this information was actually known to movants, as it was in the first proposed amendment timely filed by Mr. Robinson on September 20, 2010.<sup>[4]</sup> Based on the court's own review of the record, the magistrate judge's conclusion as to movants' lack of diligence was not clearly erroneous.</p>\n<p>Movants contend that the magistrate judge improperly focused <i>solely</i> on diligence when determining whether good cause existed to allow the amendment. They argue that the magistrate judge also should have focused on the lack of prejudice to defendant, noting that the parties had previously discussed an extension of all deadlines, that discovery in this case is still ongoing, and that defendants had not yet responded to the earlier motion for leave to amend when the second, untimely motion was filed. But prejudice, like bad faith or futility, \"is a Rule 15(a) consideration,\" <span class=\"star-pagination\">*785</span> and the court has \"no cause\" to address it where the initial Rule 16(b) requirement of diligence has not been met. <i>See </i><i>Nourison Rug Corp.,</i> 535 F.3d at 299. Movants in effect ask the court to \"read[ ] Rule 16(b) in light of Rule 15(a)'s liberal allowances,\" an approach which has already been rejected by the Fourth Circuit. <i>See id.</i></p>\n<p>Movants also discuss the untimely death of Mr. Robinson at length, suggesting that the magistrate judge overlooked this \"tragic and extraordinary event\" which supposedly justifies the tardy motion to amend. In fact, the magistrate judge adequately addressed movants' arguments relating to Mr. Robinson's death, correctly holding that \"[t]he delay in question under Rule 16 is the delay by the party in failing to timely amend, not the delay of new counsel appearing in the case under these present circumstances.\" Order at 9. As the magistrate judge noted, Mr. Robinson timely filed a motion for leave to amend the complaint before his unexpected death; it was movants' new counsel who withdrew that filing to submit his own untimely motion to amend for \"strategic\" reasons. <i>Id.</i> at 9-10. Contrary to movants' argument that \"new counsel should not be unfairly stuck with previous counsel's pleadings,\" Obj. at 6, a change in counsel does not \"reset\" a lawsuit.<sup>[5]</sup></p>\n<p>Finally, in the event that the court does not grant the second motion for leave to amend, movants suggest that the court should allow reinstatement of the timely motion for leave to amend filed by Mr. Robinson on September 20, 2010. This argument, for which no legal authority is offered, appears only in the last few sentences of movants' objection to the magistrate judge's order. Moreover, it does not appear that this request was first presented to the magistrate judge. In these circumstances, the court declines to address the argument.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>\"The requirements of the pretrial order are not set in stone, but may be relaxed for good cause, extraordinary circumstances, or in the interest of justice.\" <i>Barwick v. Celotex Corp.,</i> 736 F.2d 946, 954 (4th Cir.1984). Nevertheless, \"a court's scheduling order is not a frivolous piece of paper, idly entered, which can be cavalierly disregarded by counsel without peril.\" <i>Rassoull,</i> 209 F.R.D. at 374 (internal quotation marks omitted). Instead, \"the terms of the [scheduling] order must be firmly and fairly enforced by the district judge if it is to serve the purpose of pretrial management designed `to secure the just, speedy, and inexpensive determination <span class=\"star-pagination\">*786</span> of every action.'\" <i>Barwick,</i> 736 F.2d at 954-55 (quoting Fed. R. Civ. P. 1).</p>\n<p>The magistrate judge is currently considering modifications to the scheduling order in this case, keeping in mind the court's heavy docket as well as the court's duty to efficiently bring the controversies before it to a just resolution. Some deadlines may need to be extended, but with respect to the deadline for filing any motion for leave to amend the pleadings, the magistrate judge did not err in concluding that movants failed to establish good cause or extraordinary circumstances to set aside the deadline in the original scheduling order. Accordingly, movants' objections (DE # 65) are OVERRULED and the magistrate judge's order (DE # 58) is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  As discussed in further detail below, the procedural posture of this case is complicated. The interests of the third-party defendants align with those of plaintiff, and they share counsel in this matter. The proposed amended complaint contains additional claims by both plaintiff and third-party defendants, and would realign the parties.</p>\n<p>[2]  That pleading also asserted a counterclaim against defendant by third-party defendants Blanche Chisum, Tracy Coleman, and Kristi Jones. These individuals, the spouses of three of the other guarantors, alleged that defendant violated the Equal Credit Opportunity Act, 15 U.S.C. §§ 1691-1691f, when it required their signatures as a condition of a loan. The court granted defendants' motion for judgment on the pleadings on the third-party counterclaim by order entered September 8, 2010, 2010 WL 3732100.</p>\n<p>[3]  There is a disconnect between Rule 72 and the Magistrates Act, 28 U.S.C. § 636(b). The former permits a magistrate judge to decide any motion which is not \"dispositive of a party's claim or defense,\" but the latter appears written to allow magistrate judges to hear \"hear and determine <i>any</i> pretrial matter pending before the court,\" minus eight enumerated exceptions. 28 U.S.C. § 636(b)(1)(A) (emphasis added). If § 636(b)(1)(A) alone were to control the standard of review in this case, the court's analysis would be far more simple, as the unambiguous statutory text of the Magistrates Act permits referral of a motion to amend for hearing and decision. However, a number of courts have held that the list set forth in § 636(b)(1)(A) is not exhaustive, but is instead merely informative of the types of motions which may not be determined with finality by a magistrate judge. <i>See, e.g., </i><i>PowerShare, Inc.,</i> 597 F.3d at 13; <i>Williams v. Beemiller, Inc.,</i> 527 F.3d 259, 264-65 (2d Cir.2008); <i>United States v. Rivera-Guerrero,</i> 377 F.3d 1064, 1067 (9th Cir.2004). Accordingly, this court has proceeded to consider whether the denial of a motion to amend is \"dispositive\" in the same way that the enumerated motions are. It is not.\n</p>\n<p>Even assuming that the denial of a motion for leave to amend is similar to a dispositive motion in certain circumstances, <i>see, e.g., </i><i>HCC, Inc. v. R H &amp; M Mach. Co.,</i> 39 F.Supp.2d 317, 321-22 (S.D.N.Y.1999) (holding that \"denial of leave to amend is a dispositive decision at least in situations where the denial is premised on futility\"), that is not the case here. The magistrate judge's decision on the motion for leave to amend in this case turned on movants' implied request to extended the deadline for filing such motions under Rule 16(b). A motion to extend a deadline is well within the purview of the magistrate judge, <i>see In re Outsidewall Tire Lit.,</i> 267 F.R.D. at 470, and the deferential review of an order on scheduling matters is not heightened solely because a particular motion is not otherwise timely.</p>\n<p>[4]  The magistrate judge further found that movants were aware of the status of certain \"take out\" letters, the discovery of which was suggested by movants to be one of the primary bases for the assertion of their new causes of action, almost a year before the <i>original</i> complaint was filed.</p>\n<p>[5]  The death of Mr. Robinson is also invoked by movants as the \"law of the case\" for setting aside scheduling deadlines. \"The law of the case doctrine posits that when a court decides upon a rule of law, that decision should continue to govern the same issues in subsequent stages in the same case.\" <i>TFWS, Inc.,</i> 572 F.3d at 191 (internal quotation marks omitted). Movants contend that the court has already considered Mr. Robinson's death to be good cause for extending other discovery deadlines. But nowhere did the court hold, as a matter of law, that Mr. Robinson's death extends any and all deadlines in this case. Instead, the court's extensions of other deadlines were premised on the fact that the party or parties moving for such extensions had been diligent in fulfilling their obligations under the scheduling order, but that the death of Mr. Robinson made compliance with the particular deadline difficult or impractical in the circumstances presented. The same cannot be said for the deadline for leave to amend the pleadings, as Mr. Robinson passed away <i>after</i> that deadline had already passed. A motion for leave to amend was timely filed by Mr. Robinson and his death, though tragic, does not afford movants a \"do-over\" of all aspects of the case with which he was involved.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">770</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">778</span></span> (2011)</b></center>\n<center><h1>STONECREST PARTNERS, LLC, Plaintiff,<br>\nv.<br>\nThe BANK OF HAMPTON ROADS, Successor in Interest by Merger to Gateway Bank &amp; Trust Co., Defendant and Third-Party Plaintiff,<br>\nv.<br>\nDennis Chisum, Blanche Chisum, Elliot W. Coleman, Tracy Coleman, Dana J. Jones, Kristi Jones, and Dennis Crocker, Third-Party Defendants.</h1></center>\n<center>No. 7:10-CV-63-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>March 14, 2011.</center>\n<p><span class=\"star-pagination\">*780</span> Matthew W. Buckmiller, Shipman and Wright, LLP, Wilmington, NC, for Plaintiff.</p>\n<p>Camden R. Webb, Elizabeth Connolly Stone, Williams Mullen, Julia Renee Wicker Lee, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court upon the objections and appeal of plaintiff and third-party defendants (collectively, \"movants\") of the decision by the magistrate judge denying their motion for leave to amend the complaint (DE #65).<sup>[1]</sup> The court has considered the briefings presented by the parties to the magistrate judge as well as movants' objections to the magistrate judge's order. The time for further briefing has passed, and the issues raised now are ripe for adjudication. For the reasons that follow, the court upholds the magistrate judge's determination.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed this breach of contract and negligence action against Gateway Bank &amp; Trust Co. (\"Gateway Bank\") in Brunswick County Superior Court on March 25, 2010. Plaintiff alleges that Gateway Bank failed to follow through with a loan commitment agreement. Defendant, the successor in interest by merger to Gateway Bank, removed the action to federal court on April 5, 2010. This court's jurisdiction is invoked under 28 U.S.C. §§ 1332 and 1441, based on allegations of complete diversity of citizenship and an amount in controversy exceeding $75,000.00.</p>\n<p><span class=\"star-pagination\">*781</span> Defendant answered the complaint on April 23, 2010, denying liability. In its responsive pleading, defendant counterclaimed against plaintiff, seeking to collect on a promissory note that is allegedly in default. Defendant also initiated a third-party complaint against third-party defendants, alleging that they are liable for plaintiffs indebtedness pursuant to a commercial guarantee executed contemporaneously with the promissory note. On May 12, 2010, plaintiff and third-party defendants jointly answered defendant's counterclaim and third-party complaint.<sup>[2]</sup></p>\n<p>On July 14, 2010, following a telephonic conference with the parties, the court entered a Rule 16(b) scheduling order in this case. Among those deadlines set by the court, as required by Rule 16(b)(3)(A), was the deadline for any motion seeking to amend the pleadings. The court ordered that any such motion be filed by September 21, 2010.</p>\n<p>Plaintiff sought leave to amend its complaint by motion filed September 20, 2010, the day before the deadline set by the scheduling order. In its proposed amended complaint, plaintiff continued to assert the original claims for breach of contract and negligence against defendant, but sought to add allegations of fraud, unfair and deceptive trade practices, and constructive fraud. The proposed amended complaint also sought punitive damages.</p>\n<p>On September 28, 2010, Mr. Bruce Robinson, lead counsel for plaintiff and third-party defendants, unexpectedly passed away. The court, on the uncontested motions of defendant, extended the time within which to complete discovery and to respond to the motion for leave to amend. Plaintiff's uncontested motion to extend the time to disclose its experts was similarly extended. A later joint motion to further extend expert disclosures was also allowed.</p>\n<p>On November 5, 2010, plaintiff and third-party defendants were able to obtain new counsel to assist them in this matter. Defendant requested a further extension of time to respond to the complaint in light of new counsel and defendant's understanding that plaintiff was considering further amendments to the complaint. The motion was consented to, and the court extended the response time as requested.</p>\n<p>Plaintiff, this time joined by third-party defendants, once again requested leave to amend the complaint on November 30, 2010. The second proposed amended complaint contains claims for declaratory judgment, unfair and deceptive trade practices, fraud, fraud in the inducement, rescission, constructive fraud, breach of contract, negligence, and negligent misrepresentation. It also contains allegations seeking a temporary restraining order and injunctive relief. Finally, the second proposed amended complaint contains new claims by the third-party defendants, and movants seek to realign the parties with themselves on one side of the caption and defendant on the other. By notice entered December 1, 2010, plaintiff indicated that it was withdrawing the previous motion to amend filed by Mr. Robinson.</p>\n<p>On December 10, 2010, the court entered an order after receiving a telephonic request for conference with the parties to discuss the status of the litigation and <span class=\"star-pagination\">*782</span> possible alterations to the case schedule in light of Mr. Robinson's untimely death. The court ordered the parties to file a supplemental joint report and plan, and suggested it would be amenable to a telephonic conference with the parties. The parties' supplemental joint report and plan, filed December 16, 2010, noted agreement about the need to extend some discovery deadlines; however, defendant contested movants' request to extend the deadline to amend the pleadings. The supplemental report was referred to Magistrate Judge Robert Jones for consideration.</p>\n<p>On December 29, 2010, defendant responded in opposition to movants' request for leave to amend the complaint. Defendant argued that the motion was untimely under the scheduling order, and that movants had not provided good cause under Rule 16(b) to alter that deadline. Movants replied on January 6, 2011, and the motion was referred to the magistrate judge.</p>\n<p>On January 31, 2010, the magistrate judge entered an order denying movants leave to amend the complaint. The magistrate judge found that movants had not met the \"good cause\" requirement of Rule 16(b) to amend their complaint after the deadline set by the scheduling order had passed, concluding that the evidence supporting the proposed amendment could have been discovered by reasonable diligence before that deadline. Movants appealed the magistrate judge's order, noting their objections to the magistrate judge's determination on February 14, 2011.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court must first determine the appropriate standard of review. Generally, a district court may designate a magistrate judge to hear and decide any \"pretrial matter not dispositive of a party's claim or defense.\" Fed.R.Civ.P. 72(a); <i>see also</i> 28 U.S.C. § 636(b)(1)(A). Upon timely objection by a party, the court must modify or set aside any part of a magistrate judge's order that is \"clearly erroneous\" or \"contrary to law.\" Fed.R.Civ.P. 72(a); <i>see also</i> Local Civil Rule 72.4(a). \"A factual finding is clearly erroneous when [the court is] `left with the definite and firm conviction that a mistake has been committed.'\" <i>TFWS, Inc. v. Franchot,</i> <span class=\"citation\" data-id=\"1029461\"><a href=\"/opinion/1029461/tfws-inc-v-franchot/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span>, 196 (4th Cir.2009) (quoting <i>Anderson v. Bessemer City,</i> <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985)). Although the \"contrary to law\" standard permits plenary review of legal conclusions, <i>see </i><i>PowerShare, Inc. v. Syntel, Inc.,</i> <span class=\"citation\" data-id=\"23\"><a href=\"/opinion/23/powershare-inc-v-syntel-inc/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 15 (1st Cir.2010), decisions related to discovery disputes and scheduling are accorded greater deference. <i>See, e.g., In re Outsidewall Tire Lit.,</i> <span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">466</span></span>, 470 (E.D.Va.2010).</p>\n<p>Movants seek to avoid this deferential standard of review. They argue that the magistrate judge's order has the effect of disposing of whatever claims they will not be permitted to add to their complaint through amendment. Accordingly, movants contend that the court should review <i>de novo</i> the magistrate judge's determination. <i>Compare</i> Fed.R.Civ.P. 72(a) (providing for \"clearly erroneous\" and \"contrary to law\" review for non-dispositive motions) <i>with</i> Fed.R.Civ.P. 72(b) (providing for <i>de novo</i> review of dispositive motions and prisoner petitioners). Under the more deferential standard suggested by movants, the court may also consider arguments not raised before the magistrate judge. <i>United States v. George,</i> <span class=\"citation\" data-id=\"588130\"><a href=\"/opinion/588130/united-states-v-cyrus-jonathan-george/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span>, 1118 (4th Cir.1992).</p>\n<p>Movants provide no support for their argument that <i>de novo</i> review is appropriate where a magistrate judge denies a motion for leave to amend, and it appears <span class=\"star-pagination\">*783</span> that the weight of the authority is in fact contrary to their position. The courts of appeal that have addressed the issue have concluded that \"a motion to amend a complaint is `a pretrial matter not dispositive of a claim or defense of a party' within the purview of Fed.R.Civ.P. 72(a).\" <i>Pagano v. Frank,</i> <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 346 (1st Cir.1993); <i>see also </i><i>Franke v. ARUP Labs., Inc.,</i> 390 Fed.Appx. 822, 828 (10th Cir.2010) (unpublished); <i>Fielding v. Tollaksen,</i> <span class=\"citation\" data-id=\"1390007\"><a href=\"/opinion/1390007/fielding-v-tollaksen/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 178 (2d Cir.2007); <i>Hall v. Norfolk S. Ry. Co.,</i> <span class=\"citation\" data-id=\"796054\"><a href=\"/opinion/796054/merrill-e-hall-v-norfolk-southern-railway-company-a-corporation-partial/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">590</span></a></span>, 594-95 (7th Cir. 2006). Other district courts within the Fourth Circuit have reached the same conclusion. <i>See, e.g., </i><i>Schwartz &amp; Schwartz of Va., LLC v. Certain Underwriters at Lloyd's, London,</i> <span class=\"citation\" data-id=\"2502780\"><a href=\"/opinion/2502780/schwartz-schwartz-v-underwriters-at-lloyds/\"><span class=\"volume\">677</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">890</span></a></span>, 893 (W.D.Va.2009); <i>Everett v. Cherry,</i> <span class=\"citation\" data-id=\"2407990\"><a href=\"/opinion/2407990/everett-v-cherry/\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">819</span></a></span>, 820 n. 4 (E.D.Va.2009); <i>Young v. James,</i> <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">24</span></span>, 26 (E.D.Va.1996).</p>\n<p>The decisions of the courts to have addressed the issue, although not binding on this court, are persuasive. As a general matter, a motion to amend is not \"dispositive\" of a party's claim or defense, because it does not adjudicate or otherwise dispose of any pending claim or defense but instead merely prevents different and/or additional claims or defenses from being asserted. <i>See </i><i>Hall,</i> 469 F.3d at 595; <i>Everett,</i> 671 F.Supp.2d at 820 n. 4. As such, a motion for leave to amend may be submitted to a magistrate judge for decision under Rule 72(a), rather than for findings and recommended disposition. The resulting determination is reviewed only for clear error.<sup>[3]</sup></p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Once a responsive pleading is filed, plaintiff may amend his complaint only by leave of the court or by written consent of the defendant, although leave to amend \"shall be freely given when justice so requires.\" Fed.R.Civ.P. 15(a)(2). This liberal rule gives effect to the federal policy in favor of resolving cases on their merits, rather than disposing of them on technicalities. <i>See </i><i>Laber v. Harvey,</i> <span class=\"citation\" data-id=\"793363\"><a href=\"/opinion/793363/stan-laber-v-francis-j-harvey-secretary-of-the-army/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 425 (4th Cir.2006) (en banc). Under Rule <span class=\"star-pagination\">*784</span> 15(a), leave to amend should be denied \"only when the amendment would be prejudicial to the opposing party, there has been bad faith on the part of the moving party, or the amendment would be futile.\" <i>Id.</i> at 426-47.</p>\n<p>Where a motion to amend is brought \"after the deadlines provided by a scheduling order have passed,\" a party must meet an additional requirement to prevail. <i>See </i><i>Nourison Rug Corp. v. Parvizian,</i> <span class=\"citation\" data-id=\"1324276\"><a href=\"/opinion/1324276/nourison-rug-corp-v-parvizian/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">295</span></a></span>, 298-99 (4th Cir.2008). \"A schedule may be modified only for good cause and with the judge's consent,\" Fed. R.Civ.P. 16(b)(4), and this \"good cause standard must be satisfied to justify [an untimely motion for] leave to amend the pleadings.\" <i>Nourison Rug Corp.,</i> 535 F.3d at 298; <i>see also </i><i>United States v. Godwin,</i> <span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">503</span></span>, 506 (E.D.N.C. 2007) (adopting a \"two-part test whereby [an untimely] amendment to the pleadings must satisfy the requirements of both Rule 16(b) and Rule 15(a), in that order\").</p>\n<p>\"Rule 16(b)'s good cause standard focuses on the timeliness of the amendment and the reasons for its tardy submission; the primary consideration is the diligence of the moving party.\" <i>Montgomery v. Anne Arundel Cnty., Md.,</i> 182 Fed.Appx. 156, 162 (4th Cir.2006) (per curiam) (unpublished). In considering an untimely amendment to the pleadings, the court looks to whether the \"evidence supporting the proposed amendment would not have been discovered in the exercise of reasonable diligence until after the amendment deadline had passed.\" <i>Godwin,</i> 247 F.R.D. at 506 (internal quotation marks omitted); <i>accord </i><i>Capitol Sprinkler Inspection, Inc. v. Guest Servs., Inc.,</i> <span class=\"citation\" data-id=\"182792\"><a href=\"/opinion/182792/capitol-sprinkler-inspection-v-guest-services/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">217</span></a></span>, 226 (D.C.Cir.2011); <i>S. Grouts &amp; Mortars, Inc. v. 3M Co.,</i> <span class=\"citation\" data-id=\"78416\"><a href=\"/opinion/78416/southern-grouts-mortars-inc-v-3m-co/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1235</span></a></span>, 1241 n. 3 (11th Cir.2009) (per curiam). Appropriately, the burden to \"justify a departure from the rules set forth in [the court's] scheduling order\" is on the moving party. <i>Godwin,</i> 247 F.R.D. at 506 (quoting <i>Rassoull v. Maximus, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">372</span></span>, 374 (D.Md.2002)).</p>\n<p>In denying the untimely motion to amend, the magistrate judge correctly focused on whether movants reasonably could have discovered the evidence supporting the new claims before the deadline had passed, as well as the reasons given by movants for the tardiness of their motion. The magistrate judge concluded that the evidence was discoverable months before the proposed amendment was filed. Indeed, the magistrate judge noted that substantially all of this information was actually known to movants, as it was in the first proposed amendment timely filed by Mr. Robinson on September 20, 2010.<sup>[4]</sup> Based on the court's own review of the record, the magistrate judge's conclusion as to movants' lack of diligence was not clearly erroneous.</p>\n<p>Movants contend that the magistrate judge improperly focused <i>solely</i> on diligence when determining whether good cause existed to allow the amendment. They argue that the magistrate judge also should have focused on the lack of prejudice to defendant, noting that the parties had previously discussed an extension of all deadlines, that discovery in this case is still ongoing, and that defendants had not yet responded to the earlier motion for leave to amend when the second, untimely motion was filed. But prejudice, like bad faith or futility, \"is a Rule 15(a) consideration,\" <span class=\"star-pagination\">*785</span> and the court has \"no cause\" to address it where the initial Rule 16(b) requirement of diligence has not been met. <i>See </i><i>Nourison Rug Corp.,</i> 535 F.3d at 299. Movants in effect ask the court to \"read[ ] Rule 16(b) in light of Rule 15(a)'s liberal allowances,\" an approach which has already been rejected by the Fourth Circuit. <i>See id.</i></p>\n<p>Movants also discuss the untimely death of Mr. Robinson at length, suggesting that the magistrate judge overlooked this \"tragic and extraordinary event\" which supposedly justifies the tardy motion to amend. In fact, the magistrate judge adequately addressed movants' arguments relating to Mr. Robinson's death, correctly holding that \"[t]he delay in question under Rule 16 is the delay by the party in failing to timely amend, not the delay of new counsel appearing in the case under these present circumstances.\" Order at 9. As the magistrate judge noted, Mr. Robinson timely filed a motion for leave to amend the complaint before his unexpected death; it was movants' new counsel who withdrew that filing to submit his own untimely motion to amend for \"strategic\" reasons. <i>Id.</i> at 9-10. Contrary to movants' argument that \"new counsel should not be unfairly stuck with previous counsel's pleadings,\" Obj. at 6, a change in counsel does not \"reset\" a lawsuit.<sup>[5]</sup></p>\n<p>Finally, in the event that the court does not grant the second motion for leave to amend, movants suggest that the court should allow reinstatement of the timely motion for leave to amend filed by Mr. Robinson on September 20, 2010. This argument, for which no legal authority is offered, appears only in the last few sentences of movants' objection to the magistrate judge's order. Moreover, it does not appear that this request was first presented to the magistrate judge. In these circumstances, the court declines to address the argument.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>\"The requirements of the pretrial order are not set in stone, but may be relaxed for good cause, extraordinary circumstances, or in the interest of justice.\" <i>Barwick v. Celotex Corp.,</i> <span class=\"citation\" data-id=\"437252\"><a href=\"/opinion/437252/arnold-g-barwick-v-the-celotex-corporation-keene-corporation-pittsburgh/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 954 (4th Cir.1984). Nevertheless, \"a court's scheduling order is not a frivolous piece of paper, idly entered, which can be cavalierly disregarded by counsel without peril.\" <i>Rassoull,</i> 209 F.R.D. at 374 (internal quotation marks omitted). Instead, \"the terms of the [scheduling] order must be firmly and fairly enforced by the district judge if it is to serve the purpose of pretrial management designed `to secure the just, speedy, and inexpensive determination <span class=\"star-pagination\">*786</span> of every action.'\" <i>Barwick,</i> 736 F.2d at 954-55 (quoting Fed. R. Civ. P. 1).</p>\n<p>The magistrate judge is currently considering modifications to the scheduling order in this case, keeping in mind the court's heavy docket as well as the court's duty to efficiently bring the controversies before it to a just resolution. Some deadlines may need to be extended, but with respect to the deadline for filing any motion for leave to amend the pleadings, the magistrate judge did not err in concluding that movants failed to establish good cause or extraordinary circumstances to set aside the deadline in the original scheduling order. Accordingly, movants' objections (DE # 65) are OVERRULED and the magistrate judge's order (DE # 58) is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  As discussed in further detail below, the procedural posture of this case is complicated. The interests of the third-party defendants align with those of plaintiff, and they share counsel in this matter. The proposed amended complaint contains additional claims by both plaintiff and third-party defendants, and would realign the parties.</p>\n<p>[2]  That pleading also asserted a counterclaim against defendant by third-party defendants Blanche Chisum, Tracy Coleman, and Kristi Jones. These individuals, the spouses of three of the other guarantors, alleged that defendant violated the Equal Credit Opportunity Act, 15 U.S.C. §§ 1691-1691f, when it required their signatures as a condition of a loan. The court granted defendants' motion for judgment on the pleadings on the third-party counterclaim by order entered September 8, 2010, 2010 WL 3732100.</p>\n<p>[3]  There is a disconnect between Rule 72 and the Magistrates Act, 28 U.S.C. § 636(b). The former permits a magistrate judge to decide any motion which is not \"dispositive of a party's claim or defense,\" but the latter appears written to allow magistrate judges to hear \"hear and determine <i>any</i> pretrial matter pending before the court,\" minus eight enumerated exceptions. 28 U.S.C. § 636(b)(1)(A) (emphasis added). If § 636(b)(1)(A) alone were to control the standard of review in this case, the court's analysis would be far more simple, as the unambiguous statutory text of the Magistrates Act permits referral of a motion to amend for hearing and decision. However, a number of courts have held that the list set forth in § 636(b)(1)(A) is not exhaustive, but is instead merely informative of the types of motions which may not be determined with finality by a magistrate judge. <i>See, e.g., </i><i>PowerShare, Inc.,</i> 597 F.3d at 13; <i>Williams v. Beemiller, Inc.,</i> <span class=\"citation\" data-id=\"2617\"><a href=\"/opinion/2617/williams-v-beemiller-inc/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 264-65 (2d Cir.2008); <i>United States v. Rivera-Guerrero,</i> <span class=\"citation\" data-id=\"787180\"><a href=\"/opinion/787180/united-states-v-abisai-rivera-guerrero/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span>, 1067 (9th Cir.2004). Accordingly, this court has proceeded to consider whether the denial of a motion to amend is \"dispositive\" in the same way that the enumerated motions are. It is not.\n</p>\n<p>Even assuming that the denial of a motion for leave to amend is similar to a dispositive motion in certain circumstances, <i>see, e.g., </i><i>HCC, Inc. v. R H &amp; M Mach. Co.,</i> <span class=\"citation\" data-id=\"2286401\"><a href=\"/opinion/2286401/hcc-inc-v-rh-m-machine-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">317</span></a></span>, 321-22 (S.D.N.Y.1999) (holding that \"denial of leave to amend is a dispositive decision at least in situations where the denial is premised on futility\"), that is not the case here. The magistrate judge's decision on the motion for leave to amend in this case turned on movants' implied request to extended the deadline for filing such motions under Rule 16(b). A motion to extend a deadline is well within the purview of the magistrate judge, <i>see In re Outsidewall Tire Lit.,</i> 267 F.R.D. at 470, and the deferential review of an order on scheduling matters is not heightened solely because a particular motion is not otherwise timely.</p>\n<p>[4]  The magistrate judge further found that movants were aware of the status of certain \"take out\" letters, the discovery of which was suggested by movants to be one of the primary bases for the assertion of their new causes of action, almost a year before the <i>original</i> complaint was filed.</p>\n<p>[5]  The death of Mr. Robinson is also invoked by movants as the \"law of the case\" for setting aside scheduling deadlines. \"The law of the case doctrine posits that when a court decides upon a rule of law, that decision should continue to govern the same issues in subsequent stages in the same case.\" <i>TFWS, Inc.,</i> 572 F.3d at 191 (internal quotation marks omitted). Movants contend that the court has already considered Mr. Robinson's death to be good cause for extending other discovery deadlines. But nowhere did the court hold, as a matter of law, that Mr. Robinson's death extends any and all deadlines in this case. Instead, the court's extensions of other deadlines were premised on the fact that the party or parties moving for such extensions had been diligent in fulfilling their obligations under the scheduling order, but that the death of Mr. Robinson made compliance with the particular deadline difficult or impractical in the circumstances presented. The same cannot be said for the deadline for leave to amend the pleadings, as Mr. Robinson passed away <i>after</i> that deadline had already passed. A motion for leave to amend was timely filed by Mr. Robinson and his death, though tragic, does not afford movants a \"do-over\" of all aspects of the case with which he was involved.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/23/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/78416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/182792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1029461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2286401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2407990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2502780/"
  ]
}