{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2476935/",
  "absolute_url": "/opinion/2476935/powell-v-super-8-motels-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2476935/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:48:34.756448Z",
  "date_modified": "2016-04-26T21:41:35.922830Z",
  "type": "010combined",
  "sha1": "49c4ff2cb8e5b550719a97ec9b025dcfe7df59d4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>181 F.Supp.2d 561 (2000)</b></center>\n<center><h1>R. Keith POWELL, Plaintiff,<br>\nv.<br>\nSUPER 8 MOTELS, INC., d/b/a/ Super 8 Motels, a South Dakota corporation, L.A.A.P. Investment Company, Inc. d/b/a Super 8 Motels, a South Dakota corporation, Nichols Management Company, a foreign corporation, and Alabama Motel Developers, Inc. d/b/a Super 8 Motels, a foreign corporation, and RPB Enterprises, Inc., d/b/a Super 8 Motels, a foreign corporation., Defendants.</h1></center>\n<center>No. 4:00-CV-133-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>November 13, 2000.</center>\n<p><span class=\"star-pagination\">*562</span> <span class=\"star-pagination\">*563</span> Steven R. Edelstein, Edelstein &amp; Payne, Raleigh, NC, for Plaintiff.</p>\n<p>William Harding Latham, Nelson, Mullins, Riley &amp; Scarborough, Columbia, SC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss pursuant to Federal Rule of Civil Procedure 12(b), and defendants' motion for substitution of counsel. Plaintiff, R. Keith Powell, has responded to defendants' motion to dismiss and consents to defendants' motion for substitution of counsel. Therefore, these matters are ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On or about December 28, 1999, plaintiff initiated this civil action by filing a complaint in the District Court for the Southern Judicial District of Florida. Plaintiff is a resident of the Southern Judicial District of Florida, yet none of the events alleged in the complaint occurred in the State of Florida. Therefore, on motion by the defendants, the Honorable Wilkie D. Ferguson, Jr., U.S. District Judge for the Southern District of Florida, ordered that this matter be transferred to this court under 28 U.S.C. § 1404(a). Therefore, this court has jurisdiction to now consider defendants' motions.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>On or about January 31, 1998, Powell, an African-American Colonel in the United States Marine Corps, along with three fellow marines, was traveling from Cherry Point, North Carolina, to Greenville, North Carolina. Upon arriving in Greenville, the four men inquired of a police officer where they could find lodging.</p>\n<p>The officer directed the men to defendants' Super 8 Motel. Powell and the other marines arrived at the Super 8 at approximately 11:45 p.m. and Powell entered alone to inquire about room availability. According to the complaint, the desk clerk, a white male, appeared uncomfortable and informed Powell that there were no rooms available. Because Powell felt that he had been discriminated against, he returned to the car and asked his fellow marine, Eric Rivera, a white male, to inquire about room availability. When Rivera made the same inquiry, he was told that there were indeed rooms available.</p>\n<p>Plaintiff alleges, in his complaint, that defendants denied him the right to contract and access to public accommodations based on his race. Therefore, plaintiff files this action under 42 U.S.C. §§ 1981 and 2000a.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard Of Review</h2>\n<p>A federal district court confronted with a motion to dismiss for failure to state a claim should view the allegations of the complaint in the light most favorable to the plaintiff. <i>See </i><i>Ibarra v. United States,</i> 120 F.3d 472, 474 (4th Cir.1997). The intent of Rule 12(b)(6) is to test the sufficiency of a complaint; \"importantly, [a Rule 12(b)(6) motion] does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 243 (4th Cir.1999) (citing <i>Republican Party v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992)). After accepting all well-pleaded allegations in the plaintiff's complaint as true and drawing all reasonable factual inferences from those facts in the plaintiff's favor, motions to dismiss are granted only where the <span class=\"star-pagination\">*564</span> plaintiff can prove no set of facts which would entitle him to relief. <i>See </i><i>Mylan Lab. Inc. v. Matkari,</i> 7 F.3d 1130 (4th Cir.1993).</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p></p>\n<h2>A. 42 U.S.C. § 1981</h2>\n<p>A plaintiff may assert 42 U.S.C. § 1981 when certain rights are infringed upon on the basis of race. These rights include the right to make and enforce contracts, to sue, to be parties, and to give evidence. 42 U.S.C. § 1981(a). For a plaintiff to state a claim under 42 U.S.C. § 1981, plaintiff must plead facts demonstrating, (1) that plaintiff is a member of a racial minority; (2) that there was intent to discriminate on the basis of race; and (3) that the discrimination concerned one or more of the activities enumerated in the statute (i.e. make and enforce contracts). <i>Mian v. Donaldson, Lufkin &amp; Jenrette Securities Corp.,</i> 7 F.3d 1085, 1087 (2nd Cir.1993) (citing <i>Baker v. McDonald's Corp.,</i> 686 F.Supp. 1474, 1481 (S.D.Fla. 1987)), aff'd. 865 F.2d 1272 (11th Cir.1988). The critical element in a section 1981 claim is the showing of intentional discrimination. <i>Melendez v. Illinois Bell Telephone Company,</i> 867 F.Supp. 637, 644 (N.D.Il. 1994).</p>\n<p>Thus, based on the above analysis, the burden of proof framework with which the court examines Title VII claims also applies to Section 1981 claims. <i>Durham v. Xerox Corp.,</i> 18 F.3d 836, 839 (10th Cir.), cert. denied, 513 U.S. 819, 115 S.Ct. 80, 130 L.Ed.2d 33 (1994). To \"sharpen the inquiry into the elusive factual question of intentional discrimination,\" <i>Texas Dept. of Community Affairs v. Burdine,</i> 450 U.S. 248, 255 n. 8, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981), the United States Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), established an allocation of the burden of production and an order for the presentation of proof in Title VII discriminatory treatment cases. <i>See </i><i>St. Mary's Honor Center v. Hicks,</i> 509 U.S. 502, 506, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993) (explaining application of <i>McDonnell Douglas</i> scheme). The plaintiff in such a case must first establish, by a preponderance of the evidence, a <i>prima facie</i> case of racial discrimination. That is plaintiff must show (1) that he is African-American (2) that there was intent to discriminate on the basis of race; and, (3) that the discrimination concerned one or more of the activities enumerated in the statute (i.e. make and enforce contracts).</p>\n<p>If the plaintiff establishes a <i>prima facie</i> case, then an inference of discrimination arises. <i>See id.</i> The defendant then can offer legitimate, nondiscriminatory explanations for the allegedly discriminatory acts. <i>See id.</i> at 506-507, 113 S.Ct. 2742. The employer's burden is one of production, not of persuasion; therefore, the employer is not required to prove the absence of discriminatory motive. <i>See id.</i> The plaintiff then bears the ultimate burden of persuasion and must show by a preponderance of the evidence that the defendants' explanations are merely a pretext for discrimination or otherwise are not worthy of credence. <i>See id.</i> at 507, 113 S.Ct. 2742.</p>\n<p>The straightforward question to be answered in discrimination cases is whether the plaintiff has successfully demonstrated that he was the victim of race discrimination. <i>See </i><i>Henson v. Liggett Group, Inc.,</i> 61 F.3d 270, 275 (4th Cir.1995) (applying <i>McDonnell Douglas</i> presumption scheme to age discrimination claim).</p>\n<p>Thus, based on the above analysis, when the facts offered by the plaintiff are taken as true, (1) plaintiff is an African-American; (2) there was intent to discriminate on the basis of race; and, (3) that the <span class=\"star-pagination\">*565</span> discrimination concerned plaintiff's right to make and enforce contracts. If all the facts asserted in plaintiff's complaint are taken as true, plaintiff was denied the right to contract for a motel room based on the color of his skin. Such a denial is actionable under 42 U.S.C. § 1981.</p>\n<p></p>\n<h2>B. 42 U.S.C. § 2000a</h2>\n<p>Under 42 U.S.C. § 2000a, all persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodation of any place of public accommodation without discrimination on the basis of race. Any inn, hotel, motel, or other establishment which provides lodging to transient guests is considered a public accommodation for the purposes of the statute. 42 U.S.C. § 2000(b). It is well established that a private hotel or motel may not discriminate, that is provide lodging for one person and not for another based on race. <i>See </i><i>Heart of Atlanta Motel, Inc. v. United States,</i> 379 U.S. 241, 247, 85 S.Ct. 348, 352, 13 L.Ed.2d 258 (1964) (assumed conduct of hotel that discriminated on the basis of race is in violation of statute and that only question is constitutionality of statute).</p>\n<p>Only a few cases have been found in which hotels or motels have been involved in litigation in federal courts because of their alleged discrimination against nonwhite guests. <i>Validity, construction and application of sec. 201(b)(1) and related provisions of the Civil Rights Act of 1964 (42 USC sec. 2000a(b)(1)),</i> 1971 WL 28352, 7 A.L.R.Fed. 450 (1971). In those cases where discriminatory practice was proved to the satisfaction of the courts, the courts have granted some relief to the plaintiffs. <i>Id; see also, </i><i>Heart of Atlanta,</i> 379 U.S. at 241, 85 S.Ct. at 348 (upholding lower court's permanent injunction restraining motel owner from \"[r]efusing to accept Negroes as guests in the motel by reason of their race or color\" and from \"[m]aking any distinction whatsoever upon the basis of race or color in the availability of goods, services, facilities, privileges, advantages, or accommodations offered or made available to guests of the motel, or to the general public, within or upon any of the premises\" of motel).</p>\n<p>If all the facts asserted in plaintiff's complaint are taken as true, plaintiff was denied the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of a place of public accommodation on the basis of race, and the Super 8 Motel qualifies as a place of public accommodation.</p>\n<p></p>\n<h2>C. Defendants' Contention That Complaint Should Be Dismissed For Failure To Allege Specific Facts</h2>\n<p>Defendants assert that the plaintiff's complaint should be dismissed for failure to allege specific facts to link each defendant to the alleged improper conduct. To state a claim for relief, Rule 8 of the Federal Rules of Civil Procedure merely requires \"`a short and plain statement of the claim' that will give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 47, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957). It is well established that a complaint is not subject to dismissal unless it appears to a certainty that no relief can be granted under any set of facts that can be proved in support of the complaint's allegations. <i>Id.</i> at 45, 78 S.Ct. at 101. Generally, the Federal Rules of Civil Procedure do not require a claimant to set forth in detail the facts upon which he bases his claim. <i>Id.</i> at 47, 78 S.Ct. at 102. Cases in which the facts do not establish a true controversy are more properly disposed of through summary judgment and the discovery stage of the litigation bears <span class=\"star-pagination\">*566</span> the burden of filling in the details. Wright &amp; Miller, Federal Practice and Procedure: Civil 2d § 1215 (1990).</p>\n<p>Defendant contends that the rules of notice pleadings should be tightened in a civil rights action and cites <i>Arnold v. Board of Education of Escambia County,</i> 880 F.2d 305, 309 (11th Cir.1989) for this proposition. The court in <i>Arnold</i> specifically referred to 42 U.S.C. § 1983 and stated that the pleadings should be tightened in matters that specifically state allegations of conspiracy, absolute immunity, and to claims plead against a local government in civil rights cases apparently recognizing that public officials can become unduly enmeshed in burdensome litigation. <i>Id.</i> Local officials becoming unduly burdened by specious litigation is not a concern in this matter.</p>\n<p>Furthermore, the court in <i>Arnold</i> concludes its discussion of this matter by explaining that, \"in making a stricter application of Rule 8 to civil rights cases, a court should be mindful that `fundamental rights and important questions of public policy are involved in actions under the various civil rights statutes and should not dismiss the complaint unless it clearly is frivolous or fails to state a claim for relief.\" <i>Id.</i> (quoting Wright &amp; Miller, Federal Practice and Procedure: Civil 2d § 1230 (1990)). This court finds that the complaint is not clearly frivolous and does indeed state a claim on which relief could be granted. Therefore, defendants' motion to dismiss is DENIED.</p>\n<p></p>\n<h2>III. Motion For Substitution of Counsel</h2>\n<p>Defendants' motion for substitution of counsel filed on October 26, 2000, with the consent of plaintiff is GRANTED. It is therefore, ordered that Wiliam H. Latham of the law firm of Nelson Mullins Riley &amp; Scarborough, L.L.P. be substituted as counsel for defendant Super 8 Motels, Inc. in the place of Mary Leslie Smith and Ralf R. Rodriguez of the law firm of Buchanan Ingersoll, P.C.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Based on the foregoing analysis, defendants' motion to dismiss is DENIED and defendants' motion for substitution of counsel is GRANTED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">561</span></span> (2000)</b></center>\n<center><h1>R. Keith POWELL, Plaintiff,<br>\nv.<br>\nSUPER 8 MOTELS, INC., d/b/a/ Super 8 Motels, a South Dakota corporation, L.A.A.P. Investment Company, Inc. d/b/a Super 8 Motels, a South Dakota corporation, Nichols Management Company, a foreign corporation, and Alabama Motel Developers, Inc. d/b/a Super 8 Motels, a foreign corporation, and RPB Enterprises, Inc., d/b/a Super 8 Motels, a foreign corporation., Defendants.</h1></center>\n<center>No. 4:00-CV-133-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>November 13, 2000.</center>\n<p><span class=\"star-pagination\">*562</span> <span class=\"star-pagination\">*563</span> Steven R. Edelstein, Edelstein &amp; Payne, Raleigh, NC, for Plaintiff.</p>\n<p>William Harding Latham, Nelson, Mullins, Riley &amp; Scarborough, Columbia, SC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss pursuant to Federal Rule of Civil Procedure 12(b), and defendants' motion for substitution of counsel. Plaintiff, R. Keith Powell, has responded to defendants' motion to dismiss and consents to defendants' motion for substitution of counsel. Therefore, these matters are ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On or about December 28, 1999, plaintiff initiated this civil action by filing a complaint in the District Court for the Southern Judicial District of Florida. Plaintiff is a resident of the Southern Judicial District of Florida, yet none of the events alleged in the complaint occurred in the State of Florida. Therefore, on motion by the defendants, the Honorable Wilkie D. Ferguson, Jr., U.S. District Judge for the Southern District of Florida, ordered that this matter be transferred to this court under 28 U.S.C. § 1404(a). Therefore, this court has jurisdiction to now consider defendants' motions.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>On or about January 31, 1998, Powell, an African-American Colonel in the United States Marine Corps, along with three fellow marines, was traveling from Cherry Point, North Carolina, to Greenville, North Carolina. Upon arriving in Greenville, the four men inquired of a police officer where they could find lodging.</p>\n<p>The officer directed the men to defendants' Super 8 Motel. Powell and the other marines arrived at the Super 8 at approximately 11:45 p.m. and Powell entered alone to inquire about room availability. According to the complaint, the desk clerk, a white male, appeared uncomfortable and informed Powell that there were no rooms available. Because Powell felt that he had been discriminated against, he returned to the car and asked his fellow marine, Eric Rivera, a white male, to inquire about room availability. When Rivera made the same inquiry, he was told that there were indeed rooms available.</p>\n<p>Plaintiff alleges, in his complaint, that defendants denied him the right to contract and access to public accommodations based on his race. Therefore, plaintiff files this action under 42 U.S.C. §§ 1981 and 2000a.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard Of Review</h2>\n<p>A federal district court confronted with a motion to dismiss for failure to state a claim should view the allegations of the complaint in the light most favorable to the plaintiff. <i>See </i><i>Ibarra v. United States,</i> <span class=\"citation\" data-id=\"744498\"><a href=\"/opinion/744498/maria-jimena-ibarra-v-united-states-of-america-unknown-government-officers/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 474 (4th Cir.1997). The intent of Rule 12(b)(6) is to test the sufficiency of a complaint; \"importantly, [a Rule 12(b)(6) motion] does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 243 (4th Cir.1999) (citing <i>Republican Party v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992)). After accepting all well-pleaded allegations in the plaintiff's complaint as true and drawing all reasonable factual inferences from those facts in the plaintiff's favor, motions to dismiss are granted only where the <span class=\"star-pagination\">*564</span> plaintiff can prove no set of facts which would entitle him to relief. <i>See </i><i>Mylan Lab. Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span> (4th Cir.1993).</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p></p>\n<h2>A. 42 U.S.C. § 1981</h2>\n<p>A plaintiff may assert 42 U.S.C. § 1981 when certain rights are infringed upon on the basis of race. These rights include the right to make and enforce contracts, to sue, to be parties, and to give evidence. 42 U.S.C. § 1981(a). For a plaintiff to state a claim under 42 U.S.C. § 1981, plaintiff must plead facts demonstrating, (1) that plaintiff is a member of a racial minority; (2) that there was intent to discriminate on the basis of race; and (3) that the discrimination concerned one or more of the activities enumerated in the statute (i.e. make and enforce contracts). <i>Mian v. Donaldson, Lufkin &amp; Jenrette Securities Corp.,</i> <span class=\"citation\" data-id=\"655506\"><a href=\"/opinion/655506/fed-sec-l-rep-p-97798-tuaha-mian-v-donaldson-lufkin-jenrette/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1085</span></a></span>, 1087 (2nd Cir.1993) (citing <i>Baker v. McDonald's Corp.,</i> <span class=\"citation\" data-id=\"1362450\"><a href=\"/opinion/1362450/baker-v-mcdonalds-corp/\"><span class=\"volume\">686</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1474</span></a></span>, 1481 (S.D.Fla. 1987)), aff'd. <span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></span> (11th Cir.1988). The critical element in a section 1981 claim is the showing of intentional discrimination. <i>Melendez v. Illinois Bell Telephone Company,</i> <span class=\"citation\" data-id=\"1456239\"><a href=\"/opinion/1456239/melendez-v-illinois-bell-telephone-co/\"><span class=\"volume\">867</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">637</span></a></span>, 644 (N.D.Il. 1994).</p>\n<p>Thus, based on the above analysis, the burden of proof framework with which the court examines Title VII claims also applies to Section 1981 claims. <i>Durham v. Xerox Corp.,</i> <span class=\"citation\" data-id=\"664746\"><a href=\"/opinion/664746/mary-p-durham-v-xerox-corporation-a-new-york-corporation-doing-business/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 839 (10th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">33</span></span> (1994). To \"sharpen the inquiry into the elusive factual question of intentional discrimination,\" <i>Texas Dept. of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 255 n. 8, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981), the United States Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), established an allocation of the burden of production and an order for the presentation of proof in Title VII discriminatory treatment cases. <i>See </i><i>St. Mary's Honor Center v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993) (explaining application of <i>McDonnell Douglas</i> scheme). The plaintiff in such a case must first establish, by a preponderance of the evidence, a <i>prima facie</i> case of racial discrimination. That is plaintiff must show (1) that he is African-American (2) that there was intent to discriminate on the basis of race; and, (3) that the discrimination concerned one or more of the activities enumerated in the statute (i.e. make and enforce contracts).</p>\n<p>If the plaintiff establishes a <i>prima facie</i> case, then an inference of discrimination arises. <i>See id.</i> The defendant then can offer legitimate, nondiscriminatory explanations for the allegedly discriminatory acts. <i>See id.</i> at 506-507, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>. The employer's burden is one of production, not of persuasion; therefore, the employer is not required to prove the absence of discriminatory motive. <i>See id.</i> The plaintiff then bears the ultimate burden of persuasion and must show by a preponderance of the evidence that the defendants' explanations are merely a pretext for discrimination or otherwise are not worthy of credence. <i>See id.</i> at 507, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>.</p>\n<p>The straightforward question to be answered in discrimination cases is whether the plaintiff has successfully demonstrated that he was the victim of race discrimination. <i>See </i><i>Henson v. Liggett Group, Inc.,</i> <span class=\"citation\" data-id=\"700628\"><a href=\"/opinion/700628/shirley-s-henson-v-liggett-group-incorporated-dba-liggett-myers/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 275 (4th Cir.1995) (applying <i>McDonnell Douglas</i> presumption scheme to age discrimination claim).</p>\n<p>Thus, based on the above analysis, when the facts offered by the plaintiff are taken as true, (1) plaintiff is an African-American; (2) there was intent to discriminate on the basis of race; and, (3) that the <span class=\"star-pagination\">*565</span> discrimination concerned plaintiff's right to make and enforce contracts. If all the facts asserted in plaintiff's complaint are taken as true, plaintiff was denied the right to contract for a motel room based on the color of his skin. Such a denial is actionable under 42 U.S.C. § 1981.</p>\n<p></p>\n<h2>B. 42 U.S.C. § 2000a</h2>\n<p>Under 42 U.S.C. § 2000a, all persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodation of any place of public accommodation without discrimination on the basis of race. Any inn, hotel, motel, or other establishment which provides lodging to transient guests is considered a public accommodation for the purposes of the statute. 42 U.S.C. § 2000(b). It is well established that a private hotel or motel may not discriminate, that is provide lodging for one person and not for another based on race. <i>See </i><i>Heart of Atlanta Motel, Inc. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></span>, 247, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></span>, 352, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">258</span></span> (1964) (assumed conduct of hotel that discriminated on the basis of race is in violation of statute and that only question is constitutionality of statute).</p>\n<p>Only a few cases have been found in which hotels or motels have been involved in litigation in federal courts because of their alleged discrimination against nonwhite guests. <i>Validity, construction and application of sec. 201(b)(1) and related provisions of the Civil Rights Act of 1964 (42 USC sec. 2000a(b)(1)),</i> <span class=\"citation no-link\"><span class=\"volume\">1971</span> <span class=\"reporter\">WL</span> <span class=\"page\">28352</span></span>, 7 A.L.R.Fed. 450 (1971). In those cases where discriminatory practice was proved to the satisfaction of the courts, the courts have granted some relief to the plaintiffs. <i>Id; see also, </i><i>Heart of Atlanta,</i> 379 U.S. at 241, 85 S.Ct. at 348 (upholding lower court's permanent injunction restraining motel owner from \"[r]efusing to accept Negroes as guests in the motel by reason of their race or color\" and from \"[m]aking any distinction whatsoever upon the basis of race or color in the availability of goods, services, facilities, privileges, advantages, or accommodations offered or made available to guests of the motel, or to the general public, within or upon any of the premises\" of motel).</p>\n<p>If all the facts asserted in plaintiff's complaint are taken as true, plaintiff was denied the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of a place of public accommodation on the basis of race, and the Super 8 Motel qualifies as a place of public accommodation.</p>\n<p></p>\n<h2>C. Defendants' Contention That Complaint Should Be Dismissed For Failure To Allege Specific Facts</h2>\n<p>Defendants assert that the plaintiff's complaint should be dismissed for failure to allege specific facts to link each defendant to the alleged improper conduct. To state a claim for relief, Rule 8 of the Federal Rules of Civil Procedure merely requires \"`a short and plain statement of the claim' that will give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). It is well established that a complaint is not subject to dismissal unless it appears to a certainty that no relief can be granted under any set of facts that can be proved in support of the complaint's allegations. <i>Id.</i> at 45, 78 S.Ct. at 101. Generally, the Federal Rules of Civil Procedure do not require a claimant to set forth in detail the facts upon which he bases his claim. <i>Id.</i> at 47, 78 S.Ct. at 102. Cases in which the facts do not establish a true controversy are more properly disposed of through summary judgment and the discovery stage of the litigation bears <span class=\"star-pagination\">*566</span> the burden of filling in the details. Wright &amp; Miller, Federal Practice and Procedure: Civil 2d § 1215 (1990).</p>\n<p>Defendant contends that the rules of notice pleadings should be tightened in a civil rights action and cites <i>Arnold v. Board of Education of Escambia County,</i> <span class=\"citation\" data-id=\"526550\"><a href=\"/opinion/526550/helen-h-arnold-individually-and-as-mother-and-next-friend-of-john-doe-a/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">305</span></a></span>, 309 (11th Cir.1989) for this proposition. The court in <i>Arnold</i> specifically referred to 42 U.S.C. § 1983 and stated that the pleadings should be tightened in matters that specifically state allegations of conspiracy, absolute immunity, and to claims plead against a local government in civil rights cases apparently recognizing that public officials can become unduly enmeshed in burdensome litigation. <i>Id.</i> Local officials becoming unduly burdened by specious litigation is not a concern in this matter.</p>\n<p>Furthermore, the court in <i>Arnold</i> concludes its discussion of this matter by explaining that, \"in making a stricter application of Rule 8 to civil rights cases, a court should be mindful that `fundamental rights and important questions of public policy are involved in actions under the various civil rights statutes and should not dismiss the complaint unless it clearly is frivolous or fails to state a claim for relief.\" <i>Id.</i> (quoting Wright &amp; Miller, Federal Practice and Procedure: Civil 2d § 1230 (1990)). This court finds that the complaint is not clearly frivolous and does indeed state a claim on which relief could be granted. Therefore, defendants' motion to dismiss is DENIED.</p>\n<p></p>\n<h2>III. Motion For Substitution of Counsel</h2>\n<p>Defendants' motion for substitution of counsel filed on October 26, 2000, with the consent of plaintiff is GRANTED. It is therefore, ordered that Wiliam H. Latham of the law firm of Nelson Mullins Riley &amp; Scarborough, L.L.P. be substituted as counsel for defendant Super 8 Motels, Inc. in the place of Mary Leslie Smith and Ralf R. Rodriguez of the law firm of Buchanan Ingersoll, P.C.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Based on the foregoing analysis, defendants' motion to dismiss is DENIED and defendants' motion for substitution of counsel is GRANTED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1362450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456239/"
  ]
}