{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2476951/",
  "absolute_url": "/opinion/2476951/oxendine-v-massanari/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2476951/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:48:35.226635Z",
  "date_modified": "2016-04-26T23:24:29.901515Z",
  "type": "010combined",
  "sha1": "99743a1b1b05085223196370c1bf12302de6af18",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>181 F.Supp.2d 570 (2001)</b></center>\n<center><h1>Earl OXENDINE, SSN XXX-XX-XXXX, Plaintiff,<br>\nv.<br>\nLarry G. MASSANARI, Acting Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:00-CV-148-F1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 8, 2001.</center>\n<p>Kevin D. Rodgers, Raleigh, NC, for Plaintiff.</p>\n<p>Barbara D. Kocher, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court on the plaintiff's objections to the Magistrate Judge's January 23, 2000 Memorandum and Recommendation (\"M &amp; R\"). The Magistrate Judge concluded there was substantial evidence of record to support the administrative decision. The defendant did not file an objection to the M &amp; R, but did file a Reply to the plaintiff's objection.</p>\n<p>The medical, and most of the procedural, bases underlying the administrative denial of Social Security benefits are not relevant for purposes of this order. The plaintiff and his wife appeared, unrepresented, before an ALJ who began the hearing, after explaining the procedure, as follows:</p>\n<blockquote>ALJ: You are aware that you can be represented here today if you so desire.</blockquote>\n<blockquote>CLMT: Yes, Sir.</blockquote>\n<blockquote>ALJ: Okay and you can also appear without a representative and in effect, represent yourself. You're aware of that.</blockquote>\n<blockquote>CLMT: Yes, Sir.</blockquote>\n<blockquote>ALJ: And since you are not represented this morning, do I conclude correctly that you desire to proceed by representing yourself?</blockquote>\n<blockquote>* * * * *</blockquote>\n<blockquote>CLMT: Yes, Sir. May I state that </blockquote>\n<blockquote>ALJ: Pardon? I can't hear you.</blockquote>\n<blockquote>CLMT: I had a </blockquote>\n<blockquote>\n<span class=\"star-pagination\">*571</span> ALJ: No, I don't care about knowing about any of that. I just, all I want to do, want to know is whether you want to proceed today without representation.</blockquote>\n<blockquote>CLMT: Yes, Sir.</blockquote>\n<p>Tpp. 154-55. After eliciting the plaintiff's testimony regarding his claim, the ALJ questioned \"vocational expert\" (\"VE\") Dr. Ballantyne. The ALJ's hypothetical question regarding the plaintiff's ability to perform work appears to have contained all the pertinent factual predicates for the plaintiff's claim of disability, including his functional illiteracy. Referring to DICTIONARY OF OCCUPATIONAL TITLES (\"DOT\") numbers, Dr. Ballantyne testified that the plaintiff could perform the jobs of flagger, crossing tender or crossing guard, beverage inspector, and egg handler. Tpp. 178-80. Although he did not refer to DOT numbers, he also opined that the plaintiff could perform security work patrolling buildings (\"usually during off shift\"), or as a produce inspector. Tpp. 179-80.</p>\n<p>The ALJ found that \"despite the claimant's physical impairments and associated symptoms and pain and his functional illiteracy, he is able to perform a wide range of `unskilled' `light' work so long as he does not have to lift above shoulder level, climb, or work in jobs which require reading and writing of English.\" Tp. 16. The ALJ went on to find:</p>\n<blockquote>16. Although the claimant's additional nonexertional limitations do not allow him to perform the full range of \"light\" work, based on the vocational expert's testimony and using the above-cited rule as a framework for decisionmaking, there are a significant number of jobs in the national economy which he could perform. Examples of such jobs are: flagger and crossing tender (2,000 to 3,000 jobs in North Carolina); security plant guard (15,000 jobs in North Carolina); and inspector (15,000 to 18,000 jobs in North Carolina).</blockquote>\n<p>Tp. 18. Therefore, the ALJ concluded that the claimant was not under a \"disability\" as defined in the Social Security Act. <i>See id.</i></p>\n<p>The plaintiff is represented by counsel in his appeal to this court. His counsel's Motion for Judgment on the Pleadings raises two issues. First, counsel contends that in reaching his decision, the ALJ relied on defective vocational testimony. Second, he argues that the ALJ failed to aid the unrepresented plaintiff. The Magistrate Judge disagreed and upheld the ALJ's decision.</p>\n<p>Addressing the first objection, the Magistrate Judge found that Dr. Ballantyne did take into account the plaintiff's illiteracy in forming the conclusion that the plaintiff could perform certain enumerated jobs in the national economy. The Magistrate Judge further determined that the ALJ advised the plaintiff that he could represent himself or that he could be represented by counsel during the proceedings, but that the plaintiff chose to proceed without legal representation. The M &amp; R contains the further finding that \"[t]he ALJ was careful to make sure that the jobs listed by the vocational expert were all `light' work and all unskilled. (Tr. 178-79).\" M &amp; R at 7.</p>\n<p>Plaintiff's counsel argues in his objection to the M &amp; R that the ALJ's decision cannot be found to be supported by substantial evidence because Dr. Ballantyne's testimony was vague and erroneous in almost every instance, and because the ALJ made no attempt to resolve the conflicts in the evidence. For instance, plaintiff's counsel argues that, although Dr. Ballantyne testified, and the ALJ found, that the plaintiff could perform the job of flagger, DOT § 372.667-022, the DOT definition of that job includes a language development <span class=\"star-pagination\">*572</span> level requirement of 2. Persons performing at that level are able to read at a rate of 190 to 215 words per minute, read adventure stories and comic books, look up unfamiliar words in the dictionary, read instructions for assembling model cars and airplanes, and write compound and complex sentences using cursive style, proper end punctuation and employing adjectives and verbs. <i>See</i> Plaintiff's Objections at 12 (quoting Appendix C of the DOT). Because the plaintiff is illiterate, he plainly cannot perform these tasks.</p>\n<p>In addition, counsel notes that the job of crossing tender, DOT § 371.667-010, is not unskilled and also has a language development level of 2, as does a school crossing guard. Although Dr. Ballantyne testified that a security guard job is considered unskilled, the DOT does not so classify it.<sup>[1]</sup> Plaintiff's counsel argues that, of the several jobs Dr. Ballantyne specifically identified, only that of egg handler possibly could be within the plaintiff's capabilities, because the DOT lists that job as requiring an SVP of 2 and language development level of 1.<sup>[2]</sup> However, even assuming the existence of job title \"egg handler\" with requirements the plaintiff could meet, Dr. Ballantyne did not specify the approximate number \"egg handler\" jobs that are available in North Carolina, nor did the ALJ make a finding that the plaintiff could perform that job. Rather, the ALJ found that the plaintiff could perform work as an \"inspector,\" Tp. 18, a position that \"well over some 15 to 18,000 people [are] performing throughout the state,\" Tp. 180. The VE's list of \"inspector\" jobs that the plaintiff could perform included beverage or produce handler, in addition to egg handler. <i>See id.</i> However, the DOT does not classify beverage inspector, DOT § 529.685-026, as unskilled, and it lists that job as requiring an SVP of 3. The VE mentioned no DOT number for produce handler, testifying only that the plaintiff could work as \"someone possibly working as a, an inspector of certain kinds of produce.\" <i>Id.</i></p>\n<p>Plaintiff recognizes that the ALJ is not limited by the regulations to consideration only of DOT job classifications. <i>See</i> 20 C.F.R. § 404.1566(d)(1) (Social Security Administration will take administrative notice of reliable job information from various sources, such as the DOT). However, as to most of the jobs he suggested for the plaintiff, Dr. Ballantyne, himself, chose to rely on DOT classifications. The job descriptions for which Dr. Ballantyne did not provide DOT numbers are supported by no foundational evidence. Therefore, the record reflects only DOT classifications as factual bases for the VE's opinions.</p>\n<p>Nor did the ALJ inquire into the source of the information that formed the basis for Dr. Ballantyne's opinions, which failure <span class=\"star-pagination\">*573</span> plaintiff contends was a dereliction of the ALJ's duty to provide \"sympathetic assistance\" to the <i>pro se</i> plaintiff in developing the record. <i>See </i><i>Crider v. Harris,</i> 624 F.2d 15, 16 (4th Cir.1980). <i>Cf. </i><i>Sims v. Apfel,</i> 530 U.S. 103, 120 S.Ct. 2080, 147 L.Ed.2d 80 (2000) (\"Social Security proceedings are inquisitorial rather than adversarial. It is the ALJ's duty to investigate the facts and develop the arguments both for and against granting benefits, ... and the [Appeals] Council's review is similarly broad.\") (citation omitted). The record before the court suggests that the ALJ simply accepted without question Dr. Ballantyne's representations of the various DOT job classification requirements, but that those representations were erroneous.</p>\n<p>The plaintiff correctly acknowledges that there has been an inconsistency among the circuits regarding the resolution of conflicts between a VE's testimony and the provisions of the DOT. <i>Compare </i><i>Smith v. Shalala,</i> 46 F.3d 45, 47 (8th Cir. 1995) (in cases of clear conflict, DOT descriptions generally are more reliable, at least as to the skills required to perform a particular job), with <i>Jones v. Apfel,</i> 190 F.3d 1224, 1230 (11th Cir.1999) (VE's testimony may \"trump\" DOT descriptions and is substantial evidence upon which ALJ may rely for disability determination, even if that testimony is in conflict with DOT provisions, if VE supplements the DOT data with local information detailing jobs in regional community)<sup>[3]</sup>, <i>cert. denied,</i> 529 U.S. 1089, 120 S.Ct. 1723, 146 L.Ed.2d 644 (2000), <i>and </i><i>Haddock v. Apfel,</i> 196 F.3d 1084 (10th Cir.1999) (before ALJ may rely on VE's testimony to deny a disability claim, ALJ must determine that the record reflects a substantial reason for deviating from the DOT). <i>See generally </i><i>Carey v. Apfel,</i> 230 F.3d 131, 143-47 (5th Cir.2000) (concluding that, in conformity with the \"middle ground approach\" of \"the majority of the circuits,\" to the extent there is any implied or indirect conflict between the VE's testimony and the DOT, the ALJ may rely on the VE's testimony <i>if</i> the record reflects an adequate basis for doing so).</p>\n<p><i>Carey</i> identifies the Fourth Circuit as having taken the same approach as <i>Jones,</i> citing an unpublished case, <i>Sawyer v. Apfel,</i> No. 98-1520, 1998 WL 830653 (4th Cir. Dec.2, 1998). However, citing the <i>published</i> opinion of <i>English v. Shalala,</i> 10 F.3d 1080, 1084-85 (4th Cir.1993), <i>Haddock</i> identifies the Fourth Circuit as among the \"majority\" of circuits that adheres to the middle ground rule that <i>Haddock</i> adopts.<sup>[4]</sup> In <i>English,</i> the Fourth Circuit ruled that an ALJ's reliance on a VE's testimony based on an outdated edition of the DOT required a remand.</p>\n<blockquote>Information contained in the DOT is not conclusive evidence of the existence of jobs in the national economy; however, it can be used to establish a rebuttable presumption. <i>DeLoatche v. Heckler,</i> 715 F.2d 148, 151 (4th Cir.1983). When the Secretary purports to rely on information contained in the DOT to establish the existence or absence of jobs that can be performed by a claimant, it <span class=\"star-pagination\">*574</span> stands to reason that the current edition of the DOT should be used. Testimony based on an outdated edition, therefore, should not be recognized as substantial evidence to support a determination as to the existence of jobs in the national economy.</blockquote>\n<p><i>English,</i> 10 F.3d at 1085 (footnote omitted).</p>\n<p>The undersigned perceives that the principle underlying <i>English</i> also requires the conclusion that a VE who purports to rely on the DOT for his opinion must rely on a <i>correct</i> recitation of the DOT. Under <i>English,</i> it is only logical that, if a VE's testimony is based on a misunderstanding or misstatement of DOT criteria, then an ALJ's decision based, in turn, on such testimony cannot be said to be supported by \"substantial evidence.\"</p>\n<p>As plaintiff's counsel points out, the foregoing analysis is supported by the Commissioner's own very recent Social Security Ruling (\"SSR\") 00-4p, Titles II and XVI: USE OF VOCATIONAL EXPERT AND VOCATIONAL SPECIALIST EVIDENCE, AND OTHER RELIABLE OCCUPATIONAL INFORMATION IN DISABILITY DECISIONS, 65 FED.REG. 75759 (Dec. 4, 2000), which provides in pertinent part:</p>\n<blockquote>[B]efore relying on VE ... evidence to support a disability determination or decision, our adjudicators must:</blockquote>\n<blockquote> Identify and obtain a reasonable explanation for any conflicts between occupational evidence provided by VE's ... and information in the ... DOT, including its companion publication ... [SCO] ... and</blockquote>\n<blockquote> Explain in the determination or decision how any conflict that has been identified was resolved.</blockquote>\n<p>65 FED.REG. at 75759. SSR 00-4p also makes clear that the ALJ has an affirmative duty to reconcile apparent conflicts:</p>\n<blockquote>When a VE ... provides evidence about the requirements of a job or occupation, the adjudicator has an affirmative responsibility to ask about any possible conflict between that VE ... evidence and information provided in the DOT. In these situations, the adjudicator will:</blockquote>\n<blockquote> Ask the VE ... if the evidence he or she has provided conflicts with information provided in the DOT; and</blockquote>\n<blockquote> If the VE's ... evidence appears to conflict with the DOT, the adjudicator will obtain a reasonable explanation for the apparent conflict.</blockquote>\n<p><i>Id.</i> at 75760. This Ruling parrots the November 9, 1999 holding in <i>Haddock</i> \"that before an ALJ may rely on expert vocational evidence as substantial evidence to support a determination of nondisability, the ALJ must ask the expert how his or her testimony as to the exertional requirement of identified jobs corresponds with the DICTIONARY OF OCCUPATIONAL TITLES, and elicit a reasonable explanation for any discrepancy on this point.\" <i>Haddock,</i> 196 F.3d at 1087.</p>\n<p>In the instant case, the defendant is correct that because the plaintiff's administrative decision had become \"final\" before the December 4, 2000 effective date of SSR 00-4p, that Ruling is not required to be applied here. Nevertheless, the undersigned perceives that Fourth Circuit precedent does not support the defendant's position on the merits, and that SSR 00-4p confirms the correctness of the analogous principle underlying the ruling in <i>English.</i> As a result, the undersigned cannot find on the present record and under these circumstances that the ALJ's decision finding nondisability was based on \"substantial evidence.\"</p>\n<p>Accordingly, the plaintiff's objections to the Magistrate Judge's M &amp; R are SUSTAINED, and this case is REMANDED to the defendant for a new hearing in <span class=\"star-pagination\">*575</span> which the ALJ shall receive vocational expert testimony, a proper factual basis for which shall be made a matter of record. The plaintiff's Motion for Judgment on the Pleadings is ALLOWED, and the defendant's Motion for Judgment on the Pleadings is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Dr. Ballentyne did not specify a DOT number for the security guard position he described, <i>see</i> Tp. 179, but DOT § 372.667-034, entitled \"Guard, Security,\" is considered an SVP (\"Specific Vocational Preparation\") of 3 and is not considered \"unskilled.\"</p>\n<p>[2]  The court has been unable to locate a description of an \"egg handler\" in the DOT that lists an SVP of 2 and language development level of 1. DOT § 168.287-010, entitled \"Inspector, Agricultural Commodities,\" includes the duties of examining, \"weighing, and measuring commodities such as poultry, eggs, mutton, beef, and seafood to certify wholesomeness, grade, and weight.\" However, that occupation requires a language development level of 4, level 3 math abilities, and writing skills sufficient to \"prepare business letters, expositions, summaries, and reports, using prescribed format and conforming to all rules of punctuation, grammar, diction, and style.\" The court notes that both DOT § 521.687.042 (egg breaker/egg smeller), and DOT § 529.687-074 (egg candler/egg grader) list language development levels of 1 and SVP requirements of 2.</p>\n<p>[3]  In <i>Jones,</i> unlike here, the VE testified on the record that he had compiled employment information from his personal survey, contact with employers, other VE's and a survey of literature such as census reports and county business patterns.</p>\n<p>[4]  Reading <i>Jones</i> more closely than did the <i>Carey</i> court reveals that <i>Jones, Haddock and English</i> are not inconsistent. All these cases appear to agree that the DOT job classifications are not exclusive, and that if the VE supplies a reliable, reasonable factual basis for his or her opinion, it well may provide the substantial evidence upon which an ALJ may rely in making a disability determination.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">570</span></span> (2001)</b></center>\n<center><h1>Earl OXENDINE, SSN XXX-XX-XXXX, Plaintiff,<br>\nv.<br>\nLarry G. MASSANARI, Acting Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:00-CV-148-F1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 8, 2001.</center>\n<p>Kevin D. Rodgers, Raleigh, NC, for Plaintiff.</p>\n<p>Barbara D. Kocher, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court on the plaintiff's objections to the Magistrate Judge's January 23, 2000 Memorandum and Recommendation (\"M &amp; R\"). The Magistrate Judge concluded there was substantial evidence of record to support the administrative decision. The defendant did not file an objection to the M &amp; R, but did file a Reply to the plaintiff's objection.</p>\n<p>The medical, and most of the procedural, bases underlying the administrative denial of Social Security benefits are not relevant for purposes of this order. The plaintiff and his wife appeared, unrepresented, before an ALJ who began the hearing, after explaining the procedure, as follows:</p>\n<blockquote>ALJ: You are aware that you can be represented here today if you so desire.</blockquote>\n<blockquote>CLMT: Yes, Sir.</blockquote>\n<blockquote>ALJ: Okay and you can also appear without a representative and in effect, represent yourself. You're aware of that.</blockquote>\n<blockquote>CLMT: Yes, Sir.</blockquote>\n<blockquote>ALJ: And since you are not represented this morning, do I conclude correctly that you desire to proceed by representing yourself?</blockquote>\n<blockquote>* * * * *</blockquote>\n<blockquote>CLMT: Yes, Sir. May I state that </blockquote>\n<blockquote>ALJ: Pardon? I can't hear you.</blockquote>\n<blockquote>CLMT: I had a </blockquote>\n<blockquote>\n<span class=\"star-pagination\">*571</span> ALJ: No, I don't care about knowing about any of that. I just, all I want to do, want to know is whether you want to proceed today without representation.</blockquote>\n<blockquote>CLMT: Yes, Sir.</blockquote>\n<p>Tpp. 154-55. After eliciting the plaintiff's testimony regarding his claim, the ALJ questioned \"vocational expert\" (\"VE\") Dr. Ballantyne. The ALJ's hypothetical question regarding the plaintiff's ability to perform work appears to have contained all the pertinent factual predicates for the plaintiff's claim of disability, including his functional illiteracy. Referring to DICTIONARY OF OCCUPATIONAL TITLES (\"DOT\") numbers, Dr. Ballantyne testified that the plaintiff could perform the jobs of flagger, crossing tender or crossing guard, beverage inspector, and egg handler. Tpp. 178-80. Although he did not refer to DOT numbers, he also opined that the plaintiff could perform security work patrolling buildings (\"usually during off shift\"), or as a produce inspector. Tpp. 179-80.</p>\n<p>The ALJ found that \"despite the claimant's physical impairments and associated symptoms and pain and his functional illiteracy, he is able to perform a wide range of `unskilled' `light' work so long as he does not have to lift above shoulder level, climb, or work in jobs which require reading and writing of English.\" Tp. 16. The ALJ went on to find:</p>\n<blockquote>16. Although the claimant's additional nonexertional limitations do not allow him to perform the full range of \"light\" work, based on the vocational expert's testimony and using the above-cited rule as a framework for decisionmaking, there are a significant number of jobs in the national economy which he could perform. Examples of such jobs are: flagger and crossing tender (2,000 to 3,000 jobs in North Carolina); security plant guard (15,000 jobs in North Carolina); and inspector (15,000 to 18,000 jobs in North Carolina).</blockquote>\n<p>Tp. 18. Therefore, the ALJ concluded that the claimant was not under a \"disability\" as defined in the Social Security Act. <i>See id.</i></p>\n<p>The plaintiff is represented by counsel in his appeal to this court. His counsel's Motion for Judgment on the Pleadings raises two issues. First, counsel contends that in reaching his decision, the ALJ relied on defective vocational testimony. Second, he argues that the ALJ failed to aid the unrepresented plaintiff. The Magistrate Judge disagreed and upheld the ALJ's decision.</p>\n<p>Addressing the first objection, the Magistrate Judge found that Dr. Ballantyne did take into account the plaintiff's illiteracy in forming the conclusion that the plaintiff could perform certain enumerated jobs in the national economy. The Magistrate Judge further determined that the ALJ advised the plaintiff that he could represent himself or that he could be represented by counsel during the proceedings, but that the plaintiff chose to proceed without legal representation. The M &amp; R contains the further finding that \"[t]he ALJ was careful to make sure that the jobs listed by the vocational expert were all `light' work and all unskilled. (Tr. 178-79).\" M &amp; R at 7.</p>\n<p>Plaintiff's counsel argues in his objection to the M &amp; R that the ALJ's decision cannot be found to be supported by substantial evidence because Dr. Ballantyne's testimony was vague and erroneous in almost every instance, and because the ALJ made no attempt to resolve the conflicts in the evidence. For instance, plaintiff's counsel argues that, although Dr. Ballantyne testified, and the ALJ found, that the plaintiff could perform the job of flagger, DOT § 372.667-022, the DOT definition of that job includes a language development <span class=\"star-pagination\">*572</span> level requirement of 2. Persons performing at that level are able to read at a rate of 190 to 215 words per minute, read adventure stories and comic books, look up unfamiliar words in the dictionary, read instructions for assembling model cars and airplanes, and write compound and complex sentences using cursive style, proper end punctuation and employing adjectives and verbs. <i>See</i> Plaintiff's Objections at 12 (quoting Appendix C of the DOT). Because the plaintiff is illiterate, he plainly cannot perform these tasks.</p>\n<p>In addition, counsel notes that the job of crossing tender, DOT § 371.667-010, is not unskilled and also has a language development level of 2, as does a school crossing guard. Although Dr. Ballantyne testified that a security guard job is considered unskilled, the DOT does not so classify it.<sup>[1]</sup> Plaintiff's counsel argues that, of the several jobs Dr. Ballantyne specifically identified, only that of egg handler possibly could be within the plaintiff's capabilities, because the DOT lists that job as requiring an SVP of 2 and language development level of 1.<sup>[2]</sup> However, even assuming the existence of job title \"egg handler\" with requirements the plaintiff could meet, Dr. Ballantyne did not specify the approximate number \"egg handler\" jobs that are available in North Carolina, nor did the ALJ make a finding that the plaintiff could perform that job. Rather, the ALJ found that the plaintiff could perform work as an \"inspector,\" Tp. 18, a position that \"well over some 15 to 18,000 people [are] performing throughout the state,\" Tp. 180. The VE's list of \"inspector\" jobs that the plaintiff could perform included beverage or produce handler, in addition to egg handler. <i>See id.</i> However, the DOT does not classify beverage inspector, DOT § 529.685-026, as unskilled, and it lists that job as requiring an SVP of 3. The VE mentioned no DOT number for produce handler, testifying only that the plaintiff could work as \"someone possibly working as a, an inspector of certain kinds of produce.\" <i>Id.</i></p>\n<p>Plaintiff recognizes that the ALJ is not limited by the regulations to consideration only of DOT job classifications. <i>See</i> 20 C.F.R. § 404.1566(d)(1) (Social Security Administration will take administrative notice of reliable job information from various sources, such as the DOT). However, as to most of the jobs he suggested for the plaintiff, Dr. Ballantyne, himself, chose to rely on DOT classifications. The job descriptions for which Dr. Ballantyne did not provide DOT numbers are supported by no foundational evidence. Therefore, the record reflects only DOT classifications as factual bases for the VE's opinions.</p>\n<p>Nor did the ALJ inquire into the source of the information that formed the basis for Dr. Ballantyne's opinions, which failure <span class=\"star-pagination\">*573</span> plaintiff contends was a dereliction of the ALJ's duty to provide \"sympathetic assistance\" to the <i>pro se</i> plaintiff in developing the record. <i>See </i><i>Crider v. Harris,</i> <span class=\"citation\" data-id=\"379285\"><a href=\"/opinion/379285/kenneth-w-crider-v-patricia-roberts-harris-secretary-of-health-and-human/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 16 (4th Cir.1980). <i>Cf. </i><i>Sims v. Apfel,</i> <span class=\"citation\" data-id=\"1087669\"><a href=\"/opinion/1087669/sims-v-apfel/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"1087669\"><a href=\"/opinion/1087669/sims-v-apfel/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"1087669\"><a href=\"/opinion/1087669/sims-v-apfel/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (2000) (\"Social Security proceedings are inquisitorial rather than adversarial. It is the ALJ's duty to investigate the facts and develop the arguments both for and against granting benefits, ... and the [Appeals] Council's review is similarly broad.\") (citation omitted). The record before the court suggests that the ALJ simply accepted without question Dr. Ballantyne's representations of the various DOT job classification requirements, but that those representations were erroneous.</p>\n<p>The plaintiff correctly acknowledges that there has been an inconsistency among the circuits regarding the resolution of conflicts between a VE's testimony and the provisions of the DOT. <i>Compare </i><i>Smith v. Shalala,</i> <span class=\"citation\" data-id=\"687396\"><a href=\"/opinion/687396/46-socsecrepser-500-unemplinsrep-cch-p-14389b-john-r-smith-v/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 47 (8th Cir. 1995) (in cases of clear conflict, DOT descriptions generally are more reliable, at least as to the skills required to perform a particular job), with <i>Jones v. Apfel,</i> <span class=\"citation\" data-id=\"74036\"><a href=\"/opinion/74036/jones-v-apfel/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1224</span></a></span>, 1230 (11th Cir.1999) (VE's testimony may \"trump\" DOT descriptions and is substantial evidence upon which ALJ may rely for disability determination, even if that testimony is in conflict with DOT provisions, if VE supplements the DOT data with local information detailing jobs in regional community)<sup>[3]</sup>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1089</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1723</span></span>, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">644</span></span> (2000), <i>and </i><i>Haddock v. Apfel,</i> <span class=\"citation\" data-id=\"766818\"><a href=\"/opinion/766818/robert-m-haddock-v-kenneth-s-apfel-commissioner-social-security/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1084</span></a></span> (10th Cir.1999) (before ALJ may rely on VE's testimony to deny a disability claim, ALJ must determine that the record reflects a substantial reason for deviating from the DOT). <i>See generally </i><i>Carey v. Apfel,</i> <span class=\"citation\" data-id=\"22032\"><a href=\"/opinion/22032/carey-v-apfel/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">131</span></a></span>, 143-47 (5th Cir.2000) (concluding that, in conformity with the \"middle ground approach\" of \"the majority of the circuits,\" to the extent there is any implied or indirect conflict between the VE's testimony and the DOT, the ALJ may rely on the VE's testimony <i>if</i> the record reflects an adequate basis for doing so).</p>\n<p><i>Carey</i> identifies the Fourth Circuit as having taken the same approach as <i>Jones,</i> citing an unpublished case, <i>Sawyer v. Apfel,</i> No. 98-1520, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">830653</span></span> (4th Cir. Dec.2, 1998). However, citing the <i>published</i> opinion of <i>English v. Shalala,</i> <span class=\"citation\" data-id=\"658319\"><a href=\"/opinion/658319/43-socsecrepser-28-unemplinsrep-cch-p-17575a-billy-english-v/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1080</span></a></span>, 1084-85 (4th Cir.1993), <i>Haddock</i> identifies the Fourth Circuit as among the \"majority\" of circuits that adheres to the middle ground rule that <i>Haddock</i> adopts.<sup>[4]</sup> In <i>English,</i> the Fourth Circuit ruled that an ALJ's reliance on a VE's testimony based on an outdated edition of the DOT required a remand.</p>\n<blockquote>Information contained in the DOT is not conclusive evidence of the existence of jobs in the national economy; however, it can be used to establish a rebuttable presumption. <i>DeLoatche v. Heckler,</i> <span class=\"citation\" data-id=\"423707\"><a href=\"/opinion/423707/elizabeth-deloatche-v-margaret-m-heckler-secretary-of-health-and-human/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 151 (4th Cir.1983). When the Secretary purports to rely on information contained in the DOT to establish the existence or absence of jobs that can be performed by a claimant, it <span class=\"star-pagination\">*574</span> stands to reason that the current edition of the DOT should be used. Testimony based on an outdated edition, therefore, should not be recognized as substantial evidence to support a determination as to the existence of jobs in the national economy.</blockquote>\n<p><i>English,</i> 10 F.3d at 1085 (footnote omitted).</p>\n<p>The undersigned perceives that the principle underlying <i>English</i> also requires the conclusion that a VE who purports to rely on the DOT for his opinion must rely on a <i>correct</i> recitation of the DOT. Under <i>English,</i> it is only logical that, if a VE's testimony is based on a misunderstanding or misstatement of DOT criteria, then an ALJ's decision based, in turn, on such testimony cannot be said to be supported by \"substantial evidence.\"</p>\n<p>As plaintiff's counsel points out, the foregoing analysis is supported by the Commissioner's own very recent Social Security Ruling (\"SSR\") 00-4p, Titles II and XVI: USE OF VOCATIONAL EXPERT AND VOCATIONAL SPECIALIST EVIDENCE, AND OTHER RELIABLE OCCUPATIONAL INFORMATION IN DISABILITY DECISIONS, 65 FED.REG. 75759 (Dec. 4, 2000), which provides in pertinent part:</p>\n<blockquote>[B]efore relying on VE ... evidence to support a disability determination or decision, our adjudicators must:</blockquote>\n<blockquote> Identify and obtain a reasonable explanation for any conflicts between occupational evidence provided by VE's ... and information in the ... DOT, including its companion publication ... [SCO] ... and</blockquote>\n<blockquote> Explain in the determination or decision how any conflict that has been identified was resolved.</blockquote>\n<p>65 FED.REG. at 75759. SSR 00-4p also makes clear that the ALJ has an affirmative duty to reconcile apparent conflicts:</p>\n<blockquote>When a VE ... provides evidence about the requirements of a job or occupation, the adjudicator has an affirmative responsibility to ask about any possible conflict between that VE ... evidence and information provided in the DOT. In these situations, the adjudicator will:</blockquote>\n<blockquote> Ask the VE ... if the evidence he or she has provided conflicts with information provided in the DOT; and</blockquote>\n<blockquote> If the VE's ... evidence appears to conflict with the DOT, the adjudicator will obtain a reasonable explanation for the apparent conflict.</blockquote>\n<p><i>Id.</i> at 75760. This Ruling parrots the November 9, 1999 holding in <i>Haddock</i> \"that before an ALJ may rely on expert vocational evidence as substantial evidence to support a determination of nondisability, the ALJ must ask the expert how his or her testimony as to the exertional requirement of identified jobs corresponds with the DICTIONARY OF OCCUPATIONAL TITLES, and elicit a reasonable explanation for any discrepancy on this point.\" <i>Haddock,</i> 196 F.3d at 1087.</p>\n<p>In the instant case, the defendant is correct that because the plaintiff's administrative decision had become \"final\" before the December 4, 2000 effective date of SSR 00-4p, that Ruling is not required to be applied here. Nevertheless, the undersigned perceives that Fourth Circuit precedent does not support the defendant's position on the merits, and that SSR 00-4p confirms the correctness of the analogous principle underlying the ruling in <i>English.</i> As a result, the undersigned cannot find on the present record and under these circumstances that the ALJ's decision finding nondisability was based on \"substantial evidence.\"</p>\n<p>Accordingly, the plaintiff's objections to the Magistrate Judge's M &amp; R are SUSTAINED, and this case is REMANDED to the defendant for a new hearing in <span class=\"star-pagination\">*575</span> which the ALJ shall receive vocational expert testimony, a proper factual basis for which shall be made a matter of record. The plaintiff's Motion for Judgment on the Pleadings is ALLOWED, and the defendant's Motion for Judgment on the Pleadings is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Dr. Ballentyne did not specify a DOT number for the security guard position he described, <i>see</i> Tp. 179, but DOT § 372.667-034, entitled \"Guard, Security,\" is considered an SVP (\"Specific Vocational Preparation\") of 3 and is not considered \"unskilled.\"</p>\n<p>[2]  The court has been unable to locate a description of an \"egg handler\" in the DOT that lists an SVP of 2 and language development level of 1. DOT § 168.287-010, entitled \"Inspector, Agricultural Commodities,\" includes the duties of examining, \"weighing, and measuring commodities such as poultry, eggs, mutton, beef, and seafood to certify wholesomeness, grade, and weight.\" However, that occupation requires a language development level of 4, level 3 math abilities, and writing skills sufficient to \"prepare business letters, expositions, summaries, and reports, using prescribed format and conforming to all rules of punctuation, grammar, diction, and style.\" The court notes that both DOT § 521.687.042 (egg breaker/egg smeller), and DOT § 529.687-074 (egg candler/egg grader) list language development levels of 1 and SVP requirements of 2.</p>\n<p>[3]  In <i>Jones,</i> unlike here, the VE testified on the record that he had compiled employment information from his personal survey, contact with employers, other VE's and a survey of literature such as census reports and county business patterns.</p>\n<p>[4]  Reading <i>Jones</i> more closely than did the <i>Carey</i> court reveals that <i>Jones, Haddock and English</i> are not inconsistent. All these cases appear to agree that the DOT job classifications are not exclusive, and that if the VE supplies a reliable, reasonable factual basis for his or her opinion, it well may provide the substantial evidence upon which an ALJ may rely in making a disability determination.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/22032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/74036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087669/"
  ]
}