{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2476305/",
  "absolute_url": "/opinion/2476305/eeoc-v-branch-banking-trust-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2476305/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:48:09.837962Z",
  "date_modified": "2016-04-27T01:11:15.036786Z",
  "type": "010combined",
  "sha1": "ca66d61e7c2902336c11bf8d00589fb585bc67e8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nBRANCH BANKING &amp; TRUST CO., Defendant.</h1></center>\n<center>No. 7:06-CV-71-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 12, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This cause is before the Court on Defendant's Motion for Summary Judgment. Plaintiff filed this action under Title I of the Americans with Disabilities Act of 1990 (ADA) and Title I of the Civil Rights Act of 1991 on behalf of Linda Hewett, a former Branch Banking &amp; Trust Co. employee. Plaintiff claims that Linda Hewett was adversely affected by Defendant's unlawful employment practices on the basis of disability. A hearing was held on June 27, 2008, in Raleigh, NC, and the matter is ripe for ruling. For the reasons discussed below, Defendant's Motion is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Linda Hewett (Hewett) began working for Branch Banking &amp; Trust Co. (BB &amp; T) in 1999 as a part-time teller. She was promoted to full-time teller later that year, and, in the spring of 2000, was promoted to Senior Teller. At the time she was hired she suffered from some hearing loss and wore a hearing aid in her right ear. Her hearing loss continued to worsen, and in July 2002 she tested at 50% hearing loss in both her right and left ears. Hewett complained that even with hearing aids in both ears, she had trouble understanding people and frequently had to ask customers to repeat themselves. After expressing frustration regarding her hearing loss and her duties as Senior Teller, Hewett asked to be transferred to the commercial teller line. Hewett believed that the commercial teller line would provide her with more repeat customers whose requests she could anticipate, making her less likely to make mistakes. BB &amp; T complied with this request, and Hewett was moved to the commercial teller line around June 2001. Hewett later asked that the commercial teller line be moved away from the drivethrough teller windows due to excess noise. BB &amp; T complied with this request as well, and moved the commercial line to the other end of the teller counter. Hewett's hearing continued to worsen and was tested again in 2003. She showed hearing loss of 60-65% in her right ear and 70-75% in her left ear, with a word discrimination score of only 24% in her left ear.</p>\n<p>Between 2002 and her last day of employment Hewett submitted three formal transfer requests asking that she be transferred to a position that required little or no customer contact. She cited problems hearing customers and her own stress from her hearing loss, as well as customer frustration with her hearing loss, as her reasons for her request to transfer. There were two types of positions for which Hewett was qualified that required little or no customer contact: financial operations processor (FOP) and scanning clerk. Hewett was selected to interview for one FOP position in August 2002 and for one scanning clerk position in December 2003. Hewett was not selected to fill any vacant position.</p>\n<p>On October 27, 2003, Hewett submitted a letter of resignation effective January 2, 2004. She stated as her reason for resignation: \"I have requested numerous times to be transferred to a different area of the bank due to my hearing loss. I never received a transfer therefore my only option is to resign.\" Pl. Dep. Ex. 14. Hewett did in fact resign on December 31, 2003. After her resignation she applied for Social Security Disability benefits, which were awarded as of January 1, 2004.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Summary judgment cannot be granted unless there are no genuine issues of material fact for trial. Fed.R.Civ.P. 56(c); <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548. The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (\"[T]he mere existence of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment\" (emphasis in original)).</p>\n<p>42 U.S.C. § 12112 states that an employer shall not discriminate against a qualified individual with a disability, and provides that to \"discriminate\" includes \"not making reasonable accommodation to the known physical or mental limitations of an otherwise qualified individual with a disability, unless [the employer] can demonstrate that the accommodation would impose undue hardship....\" 42 U.S.C. §§ 12112(a), 12112(b)(5)(A). A qualified individual with a disability is \"an individual who, with or without reasonable accommodation, can perform the essential functions of the employment position that such individual holds or desires.\" <i>Id.</i> at § 12111(8). Reasonable accommodation includes, among other things, reassignment to a vacant position. <i>Id.</i> at § 12111(9).</p>\n<p>Plaintiff claims that BB &amp; T discriminated against Hewett because it failed to reasonably accommodate her disability, resulting in her constructive discharge. To establish that BB &amp; T has violated the ADA by failing to accommodate an individual with a disability, Plaintiff must show that (1) Hewett has a disability within the meaning of the statute; (2) that BB &amp; T had notice of the disability; (3) that with reasonable accommodation Hewett could perform the essential functions of the position; and (4) that the employer refused to make such accommodations. <i>Rhoads v. FDIC,</i> 257 F.3d 373, 387 (4th Cir.2001).<sup>[1]</sup> BB &amp; T has conceded that Hewett is an individual with a disability, and it appears from the record that BB &amp; T had notice of Hewett's disability.<sup>[2]</sup> What remains for this Court to consider is whether there are issues of material fact as to whether Hewett, with or without reasonable accommodation, could perform the essential functions of her position, and, if reasonable accommodation was necessary, whether BB &amp; T refused to provide such accommodation.</p>\n<p>BB &amp; T claims that it was not required to reassign or transfer Hewett because she was performing the essential functions of her Senior Teller position. However, Hewett received unsatisfactory performance reports in 2002 and 2003, and was the subject of comments such as \"[a]s a Senior Teller this rating for quality of work concerns me\" and \"[t]his must improve\" Pl. Dep. Ex. 7. As there is evidence in the record to refute BB &amp; T's contention that Hewett remained qualified to perform her duties as a Senior Teller as her disability progressed, the issue remains one of disputed material fact.</p>\n<p>Assuming that Hewett could not perform the essential functions of her Senior Teller position,<sup>[3]</sup> there remains the question of whether BB &amp; T refused to provide a reasonable accommodation by not transferring Hewett to a vacant FOP or scanning clerk position. When Hewett began working for BB &amp; T she suffered from some hearing loss in one ear. Hewett's hearing loss continued to progress, until in 2003 she showed almost 75% hearing loss in her left ear, was required to wear hearing aids in both ears, and still had trouble hearing and understanding people. She submitted three transfer requests asking to be moved to a position in which her disability would not so greatly affect her ability to perform her job. Twenty-four positions which would have satisfied Hewett's requirements (little or no customer contact) came open during the relevant time period, and BB &amp; T granted Hewett an interview for only two of those positions. Hewett was never transferred to a vacant FOP or scanning clerk position.</p>\n<p>BB &amp; T accommodated Hewett's request to be moved to the commercial teller line and her request to move the location of the commercial teller line. Those accommodations appear to be an appropriate response to the difficulties faced by an employee with some hearing loss. However, by the time she filed her third transfer request, Hewett had evidence of severe hearing loss in both ears and had great difficulty understanding people. If Hewett could not perform her duties as a Senior Teller, a reasonable juror could conclude that BB &amp; T's refusal to transfer Hewett to one of the open FOP or scanning clerk positions, positions for which Hewett was qualified, was in violation of the ADA. BB &amp; T has offered no evidence that it faced undue hardship if it transferred Hewett to a vacant position, and, therefore, summary judgment is inappropriate as to whether BB &amp; T refused to make a reasonable accommodation by failing to transfer Hewett.</p>\n<p>As to Plaintiff's constructive discharge claim, it is a question of fact whether a reasonable person in Hewett's position would have felt compelled to resign, or, in other words, whether her working conditions were so objectively intolerable that a reasonable person would feel compelled to resign. <i>See </i><i>Pennsylvania State Police v. Suders,</i> 542 U.S. 129, 141, 124 S.Ct. 2342, 159 L.Ed.2d 204 (2004); <i>Alba v. Merrill Lynch &amp; Co.,</i> 198 Fed.Appx. 288, 294 (4th Cir.2006). This Court finds that there is insufficient evidence before it to rule as a matter of law whether Hewett was constructively discharged.<sup>[4]</sup></p>\n<p>The evidence presented reveals that material issues of contested fact remain as to whether Hewett was satisfactorily performing her duties as a Senior Teller, whether BB &amp; T failed to reasonably accommodate Hewett by not transferring her to a vacant FOP or scanning clerk position, and whether, if BB &amp; T failed to reasonably accommodate Hewett as provided by the ADA, such failure resulted in her constructive discharge. Therefore, Defendant's Motion for Summary Judgment is DENIED, and this case will proceed to trial.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant contends that Plaintiff's claims should be analyzed under the framework found in <i>EEOC v. Stowe-Pharr Mills,</i> 216 F.3d 373 (4th Cir.2000). However, in 2001, the Fourth Circuit announced in <i>Rhoads v. FDIC</i> that the framework under which failure to accommodate claims should be analyzed is as follows: \"In a failure to accommodate case, plaintiff establishes a prima facie case by showing (1) that he was an individual who had a disability within the meaning of the statute; (2) that the employer had notice of his disability; (3) that with reasonable accommodation he could perform the essential functions of the position ...; and (4) that the [employer] refused to make such accommodations.'\" <i>Rhoads v. FDIC,</i> 257 F.3d 373 (4th Cir.2001) (<i>citing </i><i>Mitchell v. Washingtonville Cent. Sch. Dist.,</i> 190 F.3d 1, 6 (2nd Cir.1999)).</p>\n<p>[2]  Hewett noted on each request to transfer form that she submitted that she suffered from hearing loss. <i>See</i> Pl. Dep. Ex. 8, 9, 12; Thomas Dep. at 86 (May 16, 2007).</p>\n<p>[3]  The Court views the facts in the light most favorable to the non-moving party. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986).</p>\n<p>[4]  \"The inquiry performed is the threshold inquiry of determining whether there is the need for a trialwhether, in other words, there are any genuine factual issues that properly can be resolved only by a finder of fact because they may reasonably be resolved in favor of either party.\" <i>Anderson v. Liberty Lobby,</i> 477 U.S. at 250, 106 S.Ct. 2505.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nBRANCH BANKING &amp; TRUST CO., Defendant.</h1></center>\n<center>No. 7:06-CV-71-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 12, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This cause is before the Court on Defendant's Motion for Summary Judgment. Plaintiff filed this action under Title I of the Americans with Disabilities Act of 1990 (ADA) and Title I of the Civil Rights Act of 1991 on behalf of Linda Hewett, a former Branch Banking &amp; Trust Co. employee. Plaintiff claims that Linda Hewett was adversely affected by Defendant's unlawful employment practices on the basis of disability. A hearing was held on June 27, 2008, in Raleigh, NC, and the matter is ripe for ruling. For the reasons discussed below, Defendant's Motion is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Linda Hewett (Hewett) began working for Branch Banking &amp; Trust Co. (BB &amp; T) in 1999 as a part-time teller. She was promoted to full-time teller later that year, and, in the spring of 2000, was promoted to Senior Teller. At the time she was hired she suffered from some hearing loss and wore a hearing aid in her right ear. Her hearing loss continued to worsen, and in July 2002 she tested at 50% hearing loss in both her right and left ears. Hewett complained that even with hearing aids in both ears, she had trouble understanding people and frequently had to ask customers to repeat themselves. After expressing frustration regarding her hearing loss and her duties as Senior Teller, Hewett asked to be transferred to the commercial teller line. Hewett believed that the commercial teller line would provide her with more repeat customers whose requests she could anticipate, making her less likely to make mistakes. BB &amp; T complied with this request, and Hewett was moved to the commercial teller line around June 2001. Hewett later asked that the commercial teller line be moved away from the drivethrough teller windows due to excess noise. BB &amp; T complied with this request as well, and moved the commercial line to the other end of the teller counter. Hewett's hearing continued to worsen and was tested again in 2003. She showed hearing loss of 60-65% in her right ear and 70-75% in her left ear, with a word discrimination score of only 24% in her left ear.</p>\n<p>Between 2002 and her last day of employment Hewett submitted three formal transfer requests asking that she be transferred to a position that required little or no customer contact. She cited problems hearing customers and her own stress from her hearing loss, as well as customer frustration with her hearing loss, as her reasons for her request to transfer. There were two types of positions for which Hewett was qualified that required little or no customer contact: financial operations processor (FOP) and scanning clerk. Hewett was selected to interview for one FOP position in August 2002 and for one scanning clerk position in December 2003. Hewett was not selected to fill any vacant position.</p>\n<p>On October 27, 2003, Hewett submitted a letter of resignation effective January 2, 2004. She stated as her reason for resignation: \"I have requested numerous times to be transferred to a different area of the bank due to my hearing loss. I never received a transfer therefore my only option is to resign.\" Pl. Dep. Ex. 14. Hewett did in fact resign on December 31, 2003. After her resignation she applied for Social Security Disability benefits, which were awarded as of January 1, 2004.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Summary judgment cannot be granted unless there are no genuine issues of material fact for trial. Fed.R.Civ.P. 56(c); <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (\"[T]he mere existence of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment\" (emphasis in original)).</p>\n<p>42 U.S.C. § 12112 states that an employer shall not discriminate against a qualified individual with a disability, and provides that to \"discriminate\" includes \"not making reasonable accommodation to the known physical or mental limitations of an otherwise qualified individual with a disability, unless [the employer] can demonstrate that the accommodation would impose undue hardship....\" 42 U.S.C. §§ 12112(a), 12112(b)(5)(A). A qualified individual with a disability is \"an individual who, with or without reasonable accommodation, can perform the essential functions of the employment position that such individual holds or desires.\" <i>Id.</i> at § 12111(8). Reasonable accommodation includes, among other things, reassignment to a vacant position. <i>Id.</i> at § 12111(9).</p>\n<p>Plaintiff claims that BB &amp; T discriminated against Hewett because it failed to reasonably accommodate her disability, resulting in her constructive discharge. To establish that BB &amp; T has violated the ADA by failing to accommodate an individual with a disability, Plaintiff must show that (1) Hewett has a disability within the meaning of the statute; (2) that BB &amp; T had notice of the disability; (3) that with reasonable accommodation Hewett could perform the essential functions of the position; and (4) that the employer refused to make such accommodations. <i>Rhoads v. FDIC,</i> <span class=\"citation\" data-id=\"774039\"><a href=\"/opinion/774039/lori-rhoads-v-federal-deposit-insurance-corporation-in-its-capacity-as/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span>, 387 (4th Cir.2001).<sup>[1]</sup> BB &amp; T has conceded that Hewett is an individual with a disability, and it appears from the record that BB &amp; T had notice of Hewett's disability.<sup>[2]</sup> What remains for this Court to consider is whether there are issues of material fact as to whether Hewett, with or without reasonable accommodation, could perform the essential functions of her position, and, if reasonable accommodation was necessary, whether BB &amp; T refused to provide such accommodation.</p>\n<p>BB &amp; T claims that it was not required to reassign or transfer Hewett because she was performing the essential functions of her Senior Teller position. However, Hewett received unsatisfactory performance reports in 2002 and 2003, and was the subject of comments such as \"[a]s a Senior Teller this rating for quality of work concerns me\" and \"[t]his must improve\" Pl. Dep. Ex. 7. As there is evidence in the record to refute BB &amp; T's contention that Hewett remained qualified to perform her duties as a Senior Teller as her disability progressed, the issue remains one of disputed material fact.</p>\n<p>Assuming that Hewett could not perform the essential functions of her Senior Teller position,<sup>[3]</sup> there remains the question of whether BB &amp; T refused to provide a reasonable accommodation by not transferring Hewett to a vacant FOP or scanning clerk position. When Hewett began working for BB &amp; T she suffered from some hearing loss in one ear. Hewett's hearing loss continued to progress, until in 2003 she showed almost 75% hearing loss in her left ear, was required to wear hearing aids in both ears, and still had trouble hearing and understanding people. She submitted three transfer requests asking to be moved to a position in which her disability would not so greatly affect her ability to perform her job. Twenty-four positions which would have satisfied Hewett's requirements (little or no customer contact) came open during the relevant time period, and BB &amp; T granted Hewett an interview for only two of those positions. Hewett was never transferred to a vacant FOP or scanning clerk position.</p>\n<p>BB &amp; T accommodated Hewett's request to be moved to the commercial teller line and her request to move the location of the commercial teller line. Those accommodations appear to be an appropriate response to the difficulties faced by an employee with some hearing loss. However, by the time she filed her third transfer request, Hewett had evidence of severe hearing loss in both ears and had great difficulty understanding people. If Hewett could not perform her duties as a Senior Teller, a reasonable juror could conclude that BB &amp; T's refusal to transfer Hewett to one of the open FOP or scanning clerk positions, positions for which Hewett was qualified, was in violation of the ADA. BB &amp; T has offered no evidence that it faced undue hardship if it transferred Hewett to a vacant position, and, therefore, summary judgment is inappropriate as to whether BB &amp; T refused to make a reasonable accommodation by failing to transfer Hewett.</p>\n<p>As to Plaintiff's constructive discharge claim, it is a question of fact whether a reasonable person in Hewett's position would have felt compelled to resign, or, in other words, whether her working conditions were so objectively intolerable that a reasonable person would feel compelled to resign. <i>See </i><i>Pennsylvania State Police v. Suders,</i> <span class=\"citation\" data-id=\"136988\"><a href=\"/opinion/136988/pennsylvania-state-police-v-suders/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, 141, <span class=\"citation\" data-id=\"136988\"><a href=\"/opinion/136988/pennsylvania-state-police-v-suders/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2342</span></a></span>, <span class=\"citation\" data-id=\"136988\"><a href=\"/opinion/136988/pennsylvania-state-police-v-suders/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">204</span></a></span> (2004); <i>Alba v. Merrill Lynch &amp; Co.,</i> 198 Fed.Appx. 288, 294 (4th Cir.2006). This Court finds that there is insufficient evidence before it to rule as a matter of law whether Hewett was constructively discharged.<sup>[4]</sup></p>\n<p>The evidence presented reveals that material issues of contested fact remain as to whether Hewett was satisfactorily performing her duties as a Senior Teller, whether BB &amp; T failed to reasonably accommodate Hewett by not transferring her to a vacant FOP or scanning clerk position, and whether, if BB &amp; T failed to reasonably accommodate Hewett as provided by the ADA, such failure resulted in her constructive discharge. Therefore, Defendant's Motion for Summary Judgment is DENIED, and this case will proceed to trial.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant contends that Plaintiff's claims should be analyzed under the framework found in <i>EEOC v. Stowe-Pharr Mills,</i> <span class=\"citation\" data-id=\"769162\"><a href=\"/opinion/769162/equal-employment-opportunity-commission-v-stowe-pharr-mills-incorporated/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span> (4th Cir.2000). However, in 2001, the Fourth Circuit announced in <i>Rhoads v. FDIC</i> that the framework under which failure to accommodate claims should be analyzed is as follows: \"In a failure to accommodate case, plaintiff establishes a prima facie case by showing (1) that he was an individual who had a disability within the meaning of the statute; (2) that the employer had notice of his disability; (3) that with reasonable accommodation he could perform the essential functions of the position ...; and (4) that the [employer] refused to make such accommodations.'\" <i>Rhoads v. FDIC,</i> <span class=\"citation\" data-id=\"774039\"><a href=\"/opinion/774039/lori-rhoads-v-federal-deposit-insurance-corporation-in-its-capacity-as/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span> (4th Cir.2001) (<i>citing </i><i>Mitchell v. Washingtonville Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"765980\"><a href=\"/opinion/765980/lawrence-a-mitchell-jr-v-washingtonville-central-school-district/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (2nd Cir.1999)).</p>\n<p>[2]  Hewett noted on each request to transfer form that she submitted that she suffered from hearing loss. <i>See</i> Pl. Dep. Ex. 8, 9, 12; Thomas Dep. at 86 (May 16, 2007).</p>\n<p>[3]  The Court views the facts in the light most favorable to the non-moving party. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p>[4]  \"The inquiry performed is the threshold inquiry of determining whether there is the need for a trialwhether, in other words, there are any genuine factual issues that properly can be resolved only by a finder of fact because they may reasonably be resolved in favor of either party.\" <i>Anderson v. Liberty Lobby,</i> 477 U.S. at 250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774039/"
  ]
}