{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2476386/",
  "absolute_url": "/opinion/2476386/williamson-v-carolina-power-and-light-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2476386/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:48:12.227532Z",
  "date_modified": "2016-04-26T23:24:29.156723Z",
  "type": "010combined",
  "sha1": "01af0af08eafafeaf026776d03d537fdaf4ef640",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>754 F.Supp.2d 787 (2010)</b></center>\n<center><h1>Cynthia C. WILLIAMSON, Plaintiff,<br>\nv.<br>\nCAROLINA POWER AND LIGHT COMPANY d/b/a Progress Energy, Carolina, Inc., Defendants.</h1></center>\n<center>No. 5:10-cv-258-bo.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 29, 2010.</center>\n<p><span class=\"star-pagination\">*789</span> Sandra J. Polin, Law Office of Sandra J. Polin, Cary, NC, for Plaintiff.</p>\n<p>Jonathan Travis Hockaday, Zebulon D. Anderson, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Motion to Dismiss, or in the Alternative, Motion for Summary Judgment. Defendants' Motion is GRANTED in part and DENIED in part.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>Plaintiff claims her employer violated Title VII when it allowed Plaintiffs manager to discriminate against her because she is a woman.</p>\n<p>Plaintiff began her employment with Defendant Carolina Power and Light Company in 2002 as a Work Management Specialist for the Outage Management team, and was later promoted to Senior Work Management Specialist. The following are the facts alleged by the Plaintiff in her Amended Complaint:</p>\n<p>For the first seven years of her employment, Plaintiff consistently received good performance evaluations, promotions, raises, and bonuses. Everything changed, however, when Plaintiff was assigned to female manager, Hannah Randall, in April 2009.</p>\n<p>When Randall arrived at the Plaintiffs facility in June 2009, Plaintiff was the only woman in her work group. Randall singled Plaintiff out by reprimanding Plaintiff for minor typos in her work; speaking to her in demeaning and condescending tones in front of coworkers; inaccurately and maliciously accusing Plaintiff of not <span class=\"star-pagination\">*790</span> verifying her work prior to dissemination; falsely and maliciously concluding that Plaintiffs work was untimely; verbally harassing Plaintiff regarding .5 hours of overtime that Plaintiff had worked; and abruptly and arbitrarily removing Plaintiff from an Outage Reporting work committee.</p>\n<p>Plaintiff met with her former manager Robert Lee during the week of July 29, 2009 to report Randall's conduct. Lee failed to respond to Plaintiffs complaint and took no corrective action. Meanwhile, Randall continued to harass Plaintiff.</p>\n<p>Randall raised no substantive performance issues in Plaintiffs August 2009 midterm evaluation. Yet in September 2009, Randall demoted Plaintiff in September 2009 from Senior Work Management Specialist to Associate Planning Specialist with no explanation.</p>\n<p>Coworkers told Plaintiff that Randall disliked her because she was a female and that she was an \"easy target\" for Randall because Plaintiff was the only female in the group. After her demotion, they told Plaintiff that \"management was out for her and that she should begin looking for another position.\" Coworkers also told Plaintiff that they were instructed by Randall to \"call her or come by her desk to make sure she was in the office.\" In addition, they told her that they did not know why she was working on a project because \"it will not be good enough. Hannah will redo it.\"</p>\n<p>Plaintiff contacted Tiffany Cox, Human Resources Representative for Support Services, to file a complaint regarding Randall's conduct and request a transfer to another work group on October 30, 2009. Although Cox promised Plaintiff that she would speak to Plaintiffs manager and then give her a call back, Cox never called Plaintiff or took corrective action concerning Randall's behavior. Days after Plaintiff filed her complaint, Randall placed Plaintiff on a Performance Implementation Plan (\"PIP\") on November 9, 2009. Three days later on November 12, 2009, Plaintiff received a call from Randall asking Plaintiff to join her, Lee and Cox to discuss Plaintiffs concerns.</p>\n<p>When Plaintiff arrived at the meeting, Randall presented Plaintiff with a 60-day PIP. Plaintiffs PIP falsely labeled past timely assignments as untimely and past verified assignments as unverified. The PIP did not set forth any clearly identifiable performance areas that needed to be corrected nor did it clearly identify actions that needed to be taken by Plaintiff to improve any alleged deficiencies. The PIP also did not set forth any clearly identifiable manner in which to measure improvement in Plaintiffs performance. Finally, the 60-day plan covered Plaintiffs Thanks-giving and Christmas vacations, as well as other previously scheduled vacation time and absences, meaning the Plaintiff would be absent for 26 days of the 60-day PIP.</p>\n<p>When Plaintiff asked Cox why she did not call her back or schedule a follow-up meeting, Cox replied that \"this was the meeting.\" After the meeting, Plaintiff asked Cox why was she on a PIP. Cox replied that she did not know that Randall was placing Plaintiff on a PIP until Randall called her and scheduled the meeting for that day. On November 13, 2009, Plaintiff sent an email to Human Resources Manager Dan Behan, with copies to Cox and Vice President Charlie Gates regarding the November 12, 2009 meeting. No one responded to Plaintiffs email. Plaintiff also emailed Randall and Lee, with a copy to Behan, requesting a Human Resources representative to be present during scheduled and unscheduled meetings with Randall and Lee, with the exception of staff meetings. Randall told Plaintiff that Human Resources had denied her request. Randall also told Plaintiff that <span class=\"star-pagination\">*791</span> she was scheduling weekly meetings with her, Lee, and Cox to evaluate her progress pursuant to the PIP.</p>\n<p>On November 19, 2009, Plaintiff met with Behan and Cox regarding Randall to no avail. Plaintiff filed a complaint with the Equal Employment Opportunity Commission in Raleigh, North Carolina on November 24, 2009.</p>\n<p>Between November 12, 2009 and January 11, 2010, Plaintiff met several times with Randall, Lee, and Cox to evaluate her progress under the PIP. At each meeting, Randall told Plaintiff that she was not making any progress under the PIP. On January 19, 2010 Plaintiff was terminated.</p>\n<p>EEOC investigated the Plaintiffs claim and issued a right to sue letter on March 29, 2010.<sup>[1]</sup></p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Defendant Carolina Power and Light Company's Motion to dismiss Plaintiffs hostile work environment claim and retaliation claim is denied. The Court, however, dismisses all other claims against Carolina Power and Light Company. The Court also dismisses all claims against Defendant Progress Energy.</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>A complaint should survive a motion to dismiss only if it \"states a plausible claim for relief supported by well-pleaded facts that permit the court \"to infer more than the mere possibility of misconduct.\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1950, 173 L.Ed.2d 868 (2009). Courts will construe all factual allegations in the light most favorable to Plaintiff. <i>Republican Party of North Carolina v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992). However, when a plaintiff fails to \"nudge\" her claims \"across the line from conceivable to plausible, [the] complaint must be dismissed.\" <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 570, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007). \"Threadbare recitals of the elements of a cause of action, supported by mere conclusory statements, do not suffice.\" <i>Iqbal,</i> 129 S.Ct. at 1949.</p>\n<p></p>\n<h2><i>Claims Against Progress Energy</i></h2>\n<p>The Plaintiff has failed to state any claim against Defendant Progress Energy Inc. Progress Energy is the parent corporation of Plaintiffs former employer, Defendant Carolina Power and Light Company.</p>\n<p>In the Fourth Circuit, \"when a subsidiary corporation hires employees, there is a strong presumption that it is the subsidiary, not the parent corporation, [which] is the employer.\" <i>Meyer v. Qualex, Inc.,</i> 388 F.Supp.2d 630, 635 (E.D.N.C. 2005). This presumption may be \"overcome by a showing that the parent exercises excessive control over the subsidiary,\" and courts should consider factors including: \"(1) common management; (2) interrelation between operations; (3) centralized control of labor relations; and (4) degree of common ownership/financial control.\" <i>Id.</i> (quoting <i>Hukill v. Auto Care, Inc.,</i> 192 F.3d 437, 442 (4th Cir.1999)).</p>\n<p>Here, Plaintiff has not alleged any facts showing that Progress Energy had excessive control over Carolina Power and Light Company. Indeed, the Plaintiff has not even addressed this issue. Thus all claims against Progress Energy are dismissed and only claims against Defendant <span class=\"star-pagination\">*792</span> Carolina Power and Light Company remain.</p>\n<p></p>\n<h2><i>Hostile Work Environment Claim</i></h2>\n<p>The Plaintiff has successfully stated a claim for a hostile work environment. In order to state a hostile work environment claim based on gender, a plaintiff must allege that: (1) she experienced unwelcome harassment; (2) the harassment was based on her gender; (3) the harassment was sufficiently severe and pervasive to alter the conditions of her employment and create an abusive atmosphere; and (4) there is some basis for imposing liability on the employer. <i>Bass v. E.I. DuPont de Nemours &amp; Co.,</i> 324 F.3d 761, 765 (4th Cir.2003).</p>\n<p>To show that the harassment was based on gender, a plaintiff must show that \"but for\" her gender, she would not have been discriminated against. <i>Gilliam v. S.C. Dep't of Juvenile Justice,</i> 474 F.3d 134, 142 (4th Cir.2007). In addition, the harassment must be objectively hostile or abusive, and the victim must subjectively perceive it as such. <i>Harris v. Forklift Sys., Inc.,</i> 510 U.S. 17, 22, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993). The \"objective severity of harassment should be judged from the perspective of a reasonable person in the plaintiffs position, considering 'all the circumstances.'\" <i>Oncale v. Sundowner Offshore Services, Inc.,</i> 523 U.S. 75, 81, 118 S.Ct. 998, 140 L.Ed.2d 201 (1998). These circumstances include \"the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Harris,</i> 510 U.S. at 23, 114 S.Ct. 367. Finally, an employer is liable for the harassment if it knew or should have known about the harassment and failed to take effective action to stop it. <i>Ocheltree v. Scollon Productions, Inc.</i> 335 F.3d 325, 334 (4th Cir.2003).</p>\n<p>Here, Plaintiff has presented sufficient evidence to show her harassment was based on her gender. Her complaint alleges that she was \"treated in a manner unequal to similarly situated male employees of her work group\" (<i>Pl.'s Compl.</i> ¶¶ 52, 54). In addition, Plaintiffs coworkers told Plaintiff that Randall disliked her because she was a female, and that she was an \"`easy target' because Plaintiff was the only female in the group.\" (<i>Id.</i> at ¶ 22). Plaintiff has also presented sufficient evidence to show that her harassment was sufficiently severe and pervasive. Randall's demeaning treatment of Plaintiff continued for several months, occurred on a regular basis, and was nothing less than humiliating. Other employees' notice and vocal disapproval of the harassment highlighted its objective severity. The conduct also interfered with Plaintiffs work performance, and she was driven several times to complain to other supervisors about Randall and to request a transfer. Indeed, the harassment culminated with Plaintiffs demotion and termination.</p>\n<p>Finally, Plaintiffs employer knew about the harassment, as Plaintiff reported it several times to Human Resources, her former supervisor, and even the Company Vice President. Yet, the Defendant employer did nothing to stop the harassment. Indeed, it seems it never even investigated it.</p>\n<p>Accordingly, Defendant's motion to dismiss Plaintiffs claim for a hostile work environment is denied.</p>\n<p></p>\n<h2><i>Retaliation Claim</i></h2>\n<p>The Plaintiffs retaliation is also sufficient to withstand dismissal. A plaintiff can prove illegal retaliation under Title VII if she shows that (1) she engaged in protected activity (2) she suffered adverse <span class=\"star-pagination\">*793</span> employment action at hands of his employer and (3) the employer took adverse action because of the protected activity. <i>Bryant v. Aiken Regional Medical Centers Inc.,</i> 333 F.3d 536 (4th Cir.2003). To prevail on a retaliation claim, a plaintiff must show that she \"subjectively (that is, in good faith) believed\" that his employer violated the Title VII, and that her belief \"was <i>objectively</i> reasonable in light of the facts.\" <i>Johnson v. Mechanics &amp; Farmers Bank,</i> 309 Fed.Appx. 675, 685 (4th Cir. 2009).</p>\n<p>Here, Plaintiff clearly engaged in protected activity when she reported her concerns regarding sex discrimination to her supervisors. Plaintiff also underwent adverse employment action, namely demotion and termination, immediately after she reported these concerns. Finally, Plaintiffs existence as the only female in her work group, her disparate treatment from the men in her group, and her co-workers' view that their supervisor was discriminating against Plaintiff because of her gender, is sufficient for Plaintiff to have reasonably believed that Randall was discriminating against her because she was a female. Thus her retaliation claim may move forward.</p>\n<p></p>\n<h2><i>Breach of Contract, Promissory Estoppel, and Breach of Implied Covenant of Good Faith Claims</i></h2>\n<p>Plaintiffs breach of contract, promissory estoppel, and breach of implied covenant of good faith claims are all based on the Plaintiffs allegation that the Defendant did not handle her complaints, performance plan, and termination according to company policies and procedures and the company's Code of Ethics. These facts are not sufficient to allege a breach of contract claim.</p>\n<p>In North Carolina, \"in the absence of some form of contractual agreement between an employer and employee creating a definite period of employment, `the employment is presumed to be an at-will employment terminable at the will of either party ...'.\" <i>Guarascio v. New Hanover Health Network, Inc.,</i> 163 N.C.App. 160, 164, 592 S.E.2d 612 (2004).</p>\n<p>Additionally, it is well-settled that \"unilaterally promulgated employment manuals or policies do not become part of the employment contract unless expressly included in it....\" <i>Id.; see also </i><i>Johnson v. Mayo Yarns,</i> 126 N.C.App. 292, 297, 484 S.E.2d 840 (1997) (noting that North Carolina courts have routinely \"rejected claims that an employee termination violated a contract allegedly embodied in an employment handbook,\" and holding that \"policy documents do not constitute a contract unless expressly made part of the employment contract\"). In order to find that the terms included in an employee handbook or policies are \"expressly included\" in a contract, North Carolina courts \"require language that unmistakably indicates such incorporation.\" <i>See Norman v. Tradewinds Airlines, hie.,</i> 286 F.Supp.2d 575, 586 (M.D.N.C.2003). Moreover, a plaintiff cannot allege a claim for breach of implied covenant of good faith for an employer's failure to follow employment policies that were not included in her contract. <i>Wells v. Moen, Inc.,</i> No. 4:08-CV-00180-FL, 2009 U.S. Dist. WL 2568186 at *4 (E.D.N.C, Aug. 17, 2009). Indeed, North Carolina does not recognize a separate and distinct action for bad faith discharge. <i>Amos v. Oakdale Knitting Co.,</i> 331 N.C. 348, 360, 416 S.E.2d 166 (1992).</p>\n<p>Finally, North Carolina does not recognize the doctrine of promissory estoppel in actions for breach of an employment contract. <i>Tatum v. Brown,</i> 29 N.C.App. 504, 224 S.E.2d 698 (N.C.Ct.App. 1976).</p>\n<p><span class=\"star-pagination\">*794</span> Here, Plaintiff has not alleged that the company's relevant policies and procedures were included in her employment contract. Accordingly, Plaintiffs breach of contract and breach of implied covenant of good faith are dismissed. As North Carolina does not recognize Plaintiffs promissory estoppel claim, it is also dismissed.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiff has adequately stated a claim for a hostile work environment and retaliation against Defendant Carolina Power and Light Company. Plaintiffs claims against Carolina Power and Light Company for Breach of Contract, Promissory Estoppel, and Breach of Implied Covenant of Good Faith are DISMISSED. All claims against Defendant Progress Energy are also DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants contend in a footnote that any of Plaintiff's claims regarding her termination are barred for failure to exhaust administrative remedies because the EEOC has not yet amended Plaintiff's right to sue letter to include her termination. As Plaintiff's termination claim is \"reasonably related\" to her existing right to sue letter, the Court finds the Defendants' argument unpersuasive. <i>Stewart v. United States I.N.S.,</i> 762 F.2d 193, 198 (2d Cir. 1985).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">754</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">787</span></span> (2010)</b></center>\n<center><h1>Cynthia C. WILLIAMSON, Plaintiff,<br>\nv.<br>\nCAROLINA POWER AND LIGHT COMPANY d/b/a Progress Energy, Carolina, Inc., Defendants.</h1></center>\n<center>No. 5:10-cv-258-bo.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 29, 2010.</center>\n<p><span class=\"star-pagination\">*789</span> Sandra J. Polin, Law Office of Sandra J. Polin, Cary, NC, for Plaintiff.</p>\n<p>Jonathan Travis Hockaday, Zebulon D. Anderson, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Motion to Dismiss, or in the Alternative, Motion for Summary Judgment. Defendants' Motion is GRANTED in part and DENIED in part.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>Plaintiff claims her employer violated Title VII when it allowed Plaintiffs manager to discriminate against her because she is a woman.</p>\n<p>Plaintiff began her employment with Defendant Carolina Power and Light Company in 2002 as a Work Management Specialist for the Outage Management team, and was later promoted to Senior Work Management Specialist. The following are the facts alleged by the Plaintiff in her Amended Complaint:</p>\n<p>For the first seven years of her employment, Plaintiff consistently received good performance evaluations, promotions, raises, and bonuses. Everything changed, however, when Plaintiff was assigned to female manager, Hannah Randall, in April 2009.</p>\n<p>When Randall arrived at the Plaintiffs facility in June 2009, Plaintiff was the only woman in her work group. Randall singled Plaintiff out by reprimanding Plaintiff for minor typos in her work; speaking to her in demeaning and condescending tones in front of coworkers; inaccurately and maliciously accusing Plaintiff of not <span class=\"star-pagination\">*790</span> verifying her work prior to dissemination; falsely and maliciously concluding that Plaintiffs work was untimely; verbally harassing Plaintiff regarding .5 hours of overtime that Plaintiff had worked; and abruptly and arbitrarily removing Plaintiff from an Outage Reporting work committee.</p>\n<p>Plaintiff met with her former manager Robert Lee during the week of July 29, 2009 to report Randall's conduct. Lee failed to respond to Plaintiffs complaint and took no corrective action. Meanwhile, Randall continued to harass Plaintiff.</p>\n<p>Randall raised no substantive performance issues in Plaintiffs August 2009 midterm evaluation. Yet in September 2009, Randall demoted Plaintiff in September 2009 from Senior Work Management Specialist to Associate Planning Specialist with no explanation.</p>\n<p>Coworkers told Plaintiff that Randall disliked her because she was a female and that she was an \"easy target\" for Randall because Plaintiff was the only female in the group. After her demotion, they told Plaintiff that \"management was out for her and that she should begin looking for another position.\" Coworkers also told Plaintiff that they were instructed by Randall to \"call her or come by her desk to make sure she was in the office.\" In addition, they told her that they did not know why she was working on a project because \"it will not be good enough. Hannah will redo it.\"</p>\n<p>Plaintiff contacted Tiffany Cox, Human Resources Representative for Support Services, to file a complaint regarding Randall's conduct and request a transfer to another work group on October 30, 2009. Although Cox promised Plaintiff that she would speak to Plaintiffs manager and then give her a call back, Cox never called Plaintiff or took corrective action concerning Randall's behavior. Days after Plaintiff filed her complaint, Randall placed Plaintiff on a Performance Implementation Plan (\"PIP\") on November 9, 2009. Three days later on November 12, 2009, Plaintiff received a call from Randall asking Plaintiff to join her, Lee and Cox to discuss Plaintiffs concerns.</p>\n<p>When Plaintiff arrived at the meeting, Randall presented Plaintiff with a 60-day PIP. Plaintiffs PIP falsely labeled past timely assignments as untimely and past verified assignments as unverified. The PIP did not set forth any clearly identifiable performance areas that needed to be corrected nor did it clearly identify actions that needed to be taken by Plaintiff to improve any alleged deficiencies. The PIP also did not set forth any clearly identifiable manner in which to measure improvement in Plaintiffs performance. Finally, the 60-day plan covered Plaintiffs Thanks-giving and Christmas vacations, as well as other previously scheduled vacation time and absences, meaning the Plaintiff would be absent for 26 days of the 60-day PIP.</p>\n<p>When Plaintiff asked Cox why she did not call her back or schedule a follow-up meeting, Cox replied that \"this was the meeting.\" After the meeting, Plaintiff asked Cox why was she on a PIP. Cox replied that she did not know that Randall was placing Plaintiff on a PIP until Randall called her and scheduled the meeting for that day. On November 13, 2009, Plaintiff sent an email to Human Resources Manager Dan Behan, with copies to Cox and Vice President Charlie Gates regarding the November 12, 2009 meeting. No one responded to Plaintiffs email. Plaintiff also emailed Randall and Lee, with a copy to Behan, requesting a Human Resources representative to be present during scheduled and unscheduled meetings with Randall and Lee, with the exception of staff meetings. Randall told Plaintiff that Human Resources had denied her request. Randall also told Plaintiff that <span class=\"star-pagination\">*791</span> she was scheduling weekly meetings with her, Lee, and Cox to evaluate her progress pursuant to the PIP.</p>\n<p>On November 19, 2009, Plaintiff met with Behan and Cox regarding Randall to no avail. Plaintiff filed a complaint with the Equal Employment Opportunity Commission in Raleigh, North Carolina on November 24, 2009.</p>\n<p>Between November 12, 2009 and January 11, 2010, Plaintiff met several times with Randall, Lee, and Cox to evaluate her progress under the PIP. At each meeting, Randall told Plaintiff that she was not making any progress under the PIP. On January 19, 2010 Plaintiff was terminated.</p>\n<p>EEOC investigated the Plaintiffs claim and issued a right to sue letter on March 29, 2010.<sup>[1]</sup></p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Defendant Carolina Power and Light Company's Motion to dismiss Plaintiffs hostile work environment claim and retaliation claim is denied. The Court, however, dismisses all other claims against Carolina Power and Light Company. The Court also dismisses all claims against Defendant Progress Energy.</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>A complaint should survive a motion to dismiss only if it \"states a plausible claim for relief supported by well-pleaded facts that permit the court \"to infer more than the mere possibility of misconduct.\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1950, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009). Courts will construe all factual allegations in the light most favorable to Plaintiff. <i>Republican Party of North Carolina v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992). However, when a plaintiff fails to \"nudge\" her claims \"across the line from conceivable to plausible, [the] complaint must be dismissed.\" <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 570, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). \"Threadbare recitals of the elements of a cause of action, supported by mere conclusory statements, do not suffice.\" <i>Iqbal,</i> 129 S.Ct. at 1949.</p>\n<p></p>\n<h2><i>Claims Against Progress Energy</i></h2>\n<p>The Plaintiff has failed to state any claim against Defendant Progress Energy Inc. Progress Energy is the parent corporation of Plaintiffs former employer, Defendant Carolina Power and Light Company.</p>\n<p>In the Fourth Circuit, \"when a subsidiary corporation hires employees, there is a strong presumption that it is the subsidiary, not the parent corporation, [which] is the employer.\" <i>Meyer v. Qualex, Inc.,</i> <span class=\"citation\" data-id=\"2377807\"><a href=\"/opinion/2377807/meyer-v-qualex-inc/\"><span class=\"volume\">388</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">630</span></a></span>, 635 (E.D.N.C. 2005). This presumption may be \"overcome by a showing that the parent exercises excessive control over the subsidiary,\" and courts should consider factors including: \"(1) common management; (2) interrelation between operations; (3) centralized control of labor relations; and (4) degree of common ownership/financial control.\" <i>Id.</i> (quoting <i>Hukill v. Auto Care, Inc.,</i> <span class=\"citation\" data-id=\"766246\"><a href=\"/opinion/766246/monte-j-hukill-v-auto-care-incorporated-mcgillicuddy-associates/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 442 (4th Cir.1999)).</p>\n<p>Here, Plaintiff has not alleged any facts showing that Progress Energy had excessive control over Carolina Power and Light Company. Indeed, the Plaintiff has not even addressed this issue. Thus all claims against Progress Energy are dismissed and only claims against Defendant <span class=\"star-pagination\">*792</span> Carolina Power and Light Company remain.</p>\n<p></p>\n<h2><i>Hostile Work Environment Claim</i></h2>\n<p>The Plaintiff has successfully stated a claim for a hostile work environment. In order to state a hostile work environment claim based on gender, a plaintiff must allege that: (1) she experienced unwelcome harassment; (2) the harassment was based on her gender; (3) the harassment was sufficiently severe and pervasive to alter the conditions of her employment and create an abusive atmosphere; and (4) there is some basis for imposing liability on the employer. <i>Bass v. E.I. DuPont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"781448\"><a href=\"/opinion/781448/portia-bass-v-ei-dupont-de-nemours-company-portia-bass-v-ei-dupont/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 765 (4th Cir.2003).</p>\n<p>To show that the harassment was based on gender, a plaintiff must show that \"but for\" her gender, she would not have been discriminated against. <i>Gilliam v. S.C. Dep't of Juvenile Justice,</i> <span class=\"citation\" data-id=\"796537\"><a href=\"/opinion/796537/jennifer-gilliam-v-south-carolina-department-of-juvenile-justice/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 142 (4th Cir.2007). In addition, the harassment must be objectively hostile or abusive, and the victim must subjectively perceive it as such. <i>Harris v. Forklift Sys., Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 22, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993). The \"objective severity of harassment should be judged from the perspective of a reasonable person in the plaintiffs position, considering 'all the circumstances.'\" <i>Oncale v. Sundowner Offshore Services, Inc.,</i> <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 81, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998). These circumstances include \"the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Harris,</i> 510 U.S. at 23, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. Finally, an employer is liable for the harassment if it knew or should have known about the harassment and failed to take effective action to stop it. <i>Ocheltree v. Scollon Productions, Inc.</i> <span class=\"citation\" data-id=\"782623\"><a href=\"/opinion/782623/lisa-l-ocheltree-v-scollon-productions-incorporated-lawyers-committee/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 334 (4th Cir.2003).</p>\n<p>Here, Plaintiff has presented sufficient evidence to show her harassment was based on her gender. Her complaint alleges that she was \"treated in a manner unequal to similarly situated male employees of her work group\" (<i>Pl.'s Compl.</i> ¶¶ 52, 54). In addition, Plaintiffs coworkers told Plaintiff that Randall disliked her because she was a female, and that she was an \"`easy target' because Plaintiff was the only female in the group.\" (<i>Id.</i> at ¶ 22). Plaintiff has also presented sufficient evidence to show that her harassment was sufficiently severe and pervasive. Randall's demeaning treatment of Plaintiff continued for several months, occurred on a regular basis, and was nothing less than humiliating. Other employees' notice and vocal disapproval of the harassment highlighted its objective severity. The conduct also interfered with Plaintiffs work performance, and she was driven several times to complain to other supervisors about Randall and to request a transfer. Indeed, the harassment culminated with Plaintiffs demotion and termination.</p>\n<p>Finally, Plaintiffs employer knew about the harassment, as Plaintiff reported it several times to Human Resources, her former supervisor, and even the Company Vice President. Yet, the Defendant employer did nothing to stop the harassment. Indeed, it seems it never even investigated it.</p>\n<p>Accordingly, Defendant's motion to dismiss Plaintiffs claim for a hostile work environment is denied.</p>\n<p></p>\n<h2><i>Retaliation Claim</i></h2>\n<p>The Plaintiffs retaliation is also sufficient to withstand dismissal. A plaintiff can prove illegal retaliation under Title VII if she shows that (1) she engaged in protected activity (2) she suffered adverse <span class=\"star-pagination\">*793</span> employment action at hands of his employer and (3) the employer took adverse action because of the protected activity. <i>Bryant v. Aiken Regional Medical Centers Inc.,</i> <span class=\"citation\" data-id=\"782421\"><a href=\"/opinion/782421/wanda-m-bryant-individually-and-as-class-representative-on-behalf-of-all/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">536</span></a></span> (4th Cir.2003). To prevail on a retaliation claim, a plaintiff must show that she \"subjectively (that is, in good faith) believed\" that his employer violated the Title VII, and that her belief \"was <i>objectively</i> reasonable in light of the facts.\" <i>Johnson v. Mechanics &amp; Farmers Bank,</i> 309 Fed.Appx. 675, 685 (4th Cir. 2009).</p>\n<p>Here, Plaintiff clearly engaged in protected activity when she reported her concerns regarding sex discrimination to her supervisors. Plaintiff also underwent adverse employment action, namely demotion and termination, immediately after she reported these concerns. Finally, Plaintiffs existence as the only female in her work group, her disparate treatment from the men in her group, and her co-workers' view that their supervisor was discriminating against Plaintiff because of her gender, is sufficient for Plaintiff to have reasonably believed that Randall was discriminating against her because she was a female. Thus her retaliation claim may move forward.</p>\n<p></p>\n<h2><i>Breach of Contract, Promissory Estoppel, and Breach of Implied Covenant of Good Faith Claims</i></h2>\n<p>Plaintiffs breach of contract, promissory estoppel, and breach of implied covenant of good faith claims are all based on the Plaintiffs allegation that the Defendant did not handle her complaints, performance plan, and termination according to company policies and procedures and the company's Code of Ethics. These facts are not sufficient to allege a breach of contract claim.</p>\n<p>In North Carolina, \"in the absence of some form of contractual agreement between an employer and employee creating a definite period of employment, `the employment is presumed to be an at-will employment terminable at the will of either party ...'.\" <i>Guarascio v. New Hanover Health Network, Inc.,</i> 163 N.C.App. 160, 164, <span class=\"citation\" data-id=\"1303339\"><a href=\"/opinion/1303339/guarascio-v-new-hanover-health-network/\"><span class=\"volume\">592</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">612</span></a></span> (2004).</p>\n<p>Additionally, it is well-settled that \"unilaterally promulgated employment manuals or policies do not become part of the employment contract unless expressly included in it....\" <i>Id.; see also </i><i>Johnson v. Mayo Yarns,</i> 126 N.C.App. 292, 297, <span class=\"citation\" data-id=\"1232363\"><a href=\"/opinion/1232363/johnson-v-mayo-yarns-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">840</span></a></span> (1997) (noting that North Carolina courts have routinely \"rejected claims that an employee termination violated a contract allegedly embodied in an employment handbook,\" and holding that \"policy documents do not constitute a contract unless expressly made part of the employment contract\"). In order to find that the terms included in an employee handbook or policies are \"expressly included\" in a contract, North Carolina courts \"require language that unmistakably indicates such incorporation.\" <i>See Norman v. Tradewinds Airlines, hie.,</i> <span class=\"citation\" data-id=\"2522591\"><a href=\"/opinion/2522591/norman-v-tradewinds-airlines-inc/\"><span class=\"volume\">286</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">575</span></a></span>, 586 (M.D.N.C.2003). Moreover, a plaintiff cannot allege a claim for breach of implied covenant of good faith for an employer's failure to follow employment policies that were not included in her contract. <i>Wells v. Moen, Inc.,</i> No. 4:08-CV-00180-FL, 2009 U.S. Dist. WL 2568186 at *4 (E.D.N.C, Aug. 17, 2009). Indeed, North Carolina does not recognize a separate and distinct action for bad faith discharge. <i>Amos v. Oakdale Knitting Co.,</i> <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 360, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span> (1992).</p>\n<p>Finally, North Carolina does not recognize the doctrine of promissory estoppel in actions for breach of an employment contract. <i>Tatum v. Brown,</i> 29 N.C.App. 504, <span class=\"citation\" data-id=\"1292886\"><a href=\"/opinion/1292886/tatum-v-brown/\"><span class=\"volume\">224</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">698</span></a></span> (N.C.Ct.App. 1976).</p>\n<p><span class=\"star-pagination\">*794</span> Here, Plaintiff has not alleged that the company's relevant policies and procedures were included in her employment contract. Accordingly, Plaintiffs breach of contract and breach of implied covenant of good faith are dismissed. As North Carolina does not recognize Plaintiffs promissory estoppel claim, it is also dismissed.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiff has adequately stated a claim for a hostile work environment and retaliation against Defendant Carolina Power and Light Company. Plaintiffs claims against Carolina Power and Light Company for Breach of Contract, Promissory Estoppel, and Breach of Implied Covenant of Good Faith are DISMISSED. All claims against Defendant Progress Energy are also DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants contend in a footnote that any of Plaintiff's claims regarding her termination are barred for failure to exhaust administrative remedies because the EEOC has not yet amended Plaintiff's right to sue letter to include her termination. As Plaintiff's termination claim is \"reasonably related\" to her existing right to sue letter, the Court finds the Defendants' argument unpersuasive. <i>Stewart v. United States I.N.S.,</i> <span class=\"citation\" data-id=\"452064\"><a href=\"/opinion/452064/37-fair-emplpraccas-1357-37-empl-prac-dec-p-35273-leroy-stewart-v/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">193</span></a></span>, 198 (2d Cir. 1985).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1232363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1292886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1303339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522591/"
  ]
}