{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2477232/",
  "absolute_url": "/opinion/2477232/daniel-group-v-service-performance-group-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2477232/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:48:46.251323Z",
  "date_modified": "2016-04-26T20:49:18.679736Z",
  "type": "010combined",
  "sha1": "9a1ca2b379db4ce0edc73aa15dcb73b3f873b9bd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>753 F.Supp.2d 541 (2010)</b></center>\n<center><h1>The DANIEL GROUP, Plaintiff,<br>\nv.<br>\nSERVICE PERFORMANCE GROUP, INC., Defendant.</h1></center>\n<center>No. 5:10-CV-82-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 10, 2010.</center>\n<p><span class=\"star-pagination\">*543</span> Russell M. Racine, Seth L. Hudson, Clements Bernard PLLC, Charlotte, NC, for Plaintiff.</p>\n<p>Anthony J. Biller, Emily Michele Haas, Coats &amp; Bennett, PLLC, Cary, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on defendant's motion for summary judgment on the issue of liability (DE # 13). Plaintiff filed a memorandum in opposition to defendant's motion (DE # 23), and defendant has filed a reply (DE # 24). In this posture, the issues are ripe for review. For <span class=\"star-pagination\">*544</span> the reasons that follow, the court grants defendant's motion for summary judgment.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On March 8, 2010, plaintiff The Daniel Group (\"plaintiff\") filed a complaint against defendant Service Performance Group, Inc. (\"defendant\") alleging trademark infringement under the Lanham Act, 15 U.S.C. §§ 1051 et al., common law trademark infringement, violation of the prohibition against unfair and deceptive trade practices in North Carolina General Statutes § 75-1.1, common law unfair competition, and federal unfair competition and false advertising. (Compl. ¶¶ 5-9). Defendant answered the complaint and asserted various counterclaims against plaintiff, including unfair competition under 15 U.S.C. § 1125(a), unfair business practices and deceptive trade practices under N.C. Gen.Stat. § 75-1.1, and cancellation of plaintiff's United States trademark registration (Answer ¶¶ 7-9). Both plaintiff and defendant seek injunctive and monetary relief. On June 7, 2010, defendant made a motion for summary judgment. On June 22, 2010, this court entered a case management order (\"CMO\") in which it bifurcated discovery into two phases (DE # 18). The second phase of discovery is stayed until the court's ruling on this motion.</p>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>Plaintiff describes itself as a provider of consulting services throughout the United States and Canada. (Compl. ¶ 2.) Specifically, plaintiff provides services to help companies measure, manage, and improve their customer service. (<i>Id.</i>) Since 2005, plaintiff has marketed its consulting service under the service mark \"SERVICEPERFORMANCE,\" which it registered with the United States Patent and Trademark Office (\"USPTO\") as U.S. Service Mark No. 3,457,247, on July 1, 2008. (Compl. ¶ 2.) Defendant specializes in consulting in the customer satisfaction services field. (Def.'s Mot. for Summ. J. ¶ 2). Specifically, defendant offers mystery shopping services to its clients. (<i>Id.</i>) Defendant operates under the name, \"SERVICE PERFORMANCE GROUP.\" (<i>Id.</i>) Defendant states that it has operated its business since 1992 under the marks, \"SERVICE PERFORMANCE GROUP\" and \"SPG.\" The officers and sole shareholders of defendant, Jerry and Melissa Guyles, began the business as a husband and wife team. In 1999, the Guyles incorporated their business in Illinois, forming Service Performance Group, Inc. (\"SPGI-Ill\").</p>\n<p>SPGI-Ill continued to offer customer satisfaction services under the SERVICE PERFORMANCE GROUP and SPG marks. When the Gulyes moved to North Carolina, SPGI-Ill was administratively dissolved in June of 2005. (<i>Id.</i> at 3). For a time after the dissolution of SPGI-Ill, the Gulyes operated their company \"as a d/b/a\" and continued to use the SERVICE PERFORMANCE GROUP and SPG marks for the same services. (<i>Id.</i>) In July 2008, the Gulyes re-incorporated their company, Service Performance Group, Inc. (defendant), in North Carolina (Decl. Guyles, p. 3). Defendant continued to offer the same services that the Illinois corporation offered and used the same identifying names and marks.</p>\n<p>Plaintiff states that when it applied for its trademark registration, the Trademark Examining Attorney at the USPTO conducted a search to see if any similar marks existed that would prevent plaintiff from receiving its federal registration. The examining attorney determined that no such marks existed. (Pl.'s Resp. Opp'n Mot. for Summ. J. ¶ 3). After discovering defendant's use of a similar mark to plaintiff's, <span class=\"star-pagination\">*545</span> on December 15, 2009, plaintiff sent a cease and desist letter to defendant's registered agent requesting that defendant cease using plaintiff's mark, \"SERVICEPERFORMANCE\" and a name that is similar to plaintiffs mark. (Compl. ¶ 4.) On January 13, 2010, the Gulyes assigned \"all rights and interests they might have in and all goodwill they may own associated with the service mark SERVICE PERFORMANCE GROUP . . . to include all such trademarks and all trade dress rights. . . that were or are owned by SPGI-Ill\" to defendant (Decl. Gulyes, Ex. G). On January 14, 2010, defendant refused to cease using the name SERVICE PERFORMANCE GROUP. (<i>Id.</i>) Plaintiff instigated this action on March 8, 2010.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>A court should grant a summary judgment motion pursuant to Rule 56 of the Federal Rules of Civil Procedure when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleadings, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C. 1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the nonmoving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>Defendant has moved for summary judgment \"on the issue of liability.\" (Def.'s Reply ¶ 1). Thus, defendant has moved for summary judgment as to the issue of which party has priority in the mark. <i>See </i><i>Emergency One, Inc. v. Am. Fire Eagle Engine Co., Inc.,</i> 332 F.3d 264, 269 (4th Cir.2003). Under Rule 56(d)(2) of the Federal Rules of Civil Procedure, a court may enter \"interlocutory summary judgment . . . on liability alone, even if there is a genuine issue on the amount of damages.\" Fed.R.Civ.P. 56(d)(2).</p>\n<p></p>\n<h2>II. Trademark Infringement Claims<sup>[1]</sup></h2>\n<p>The parties do not dispute that their marks are confusingly similar and likely to <span class=\"star-pagination\">*546</span> mislead the public as to which company is associated or affiliated with the mark. Additionally, plaintiff does not dispute that SPGI-Ill was using the mark, \"Service Performance Group\" as a corporate entity from approximately 1999 to 2005 when SPGI-Ill was administratively dissolved. Plaintiffs principle argument is that it has priority over the mark, and plaintiff offers three arguments in support. The first argument is that since plaintiffs federal trademark application was granted, it has made out a <i>prima facie</i> case that it has exclusive rights to use the mark. (Pl.'s Mem. Opp'n Summ. J. ¶¶ 5, 9). Plaintiffs second argument is that when SPGI-Ill was administratively dissolved in June of 2005, all defendant's rights to the mark dissolved with it. (<i>Id.</i> at 9) Plaintiffs third argument is that the mark was abandoned by either SPGI-Ill though its dissolution, or by the Gulyes. (<i>Id.</i> at 14). The court will address each argument in turn.</p>\n<p></p>\n<h2>A. Federal Registration and Priority</h2>\n<p>\"The basic rule of trademark ownership in the United States is priority of use.\" <i>McCarthy on Trademarks and Unfair Competition,</i> 4th ed. § 16:1. Federal registration of a mark does not establish ownership rights in a mark. <i>Emergency One,</i> 332 F.3d at 267 n. 1 (4th Cir. 2003). \"To acquire ownership of a trademark it is not enough to have invented the mark first or even to have registered it first; the party claiming ownership must have been the first to actually use the mark in the sale of goods or services.\" <i>Id.</i> (quoting <i>Sengoku Works Ltd. v. RMC Int'l, Ltd.,</i> 96 F.3d 1217, 1219 (9th Cir. 1996)). Ownership rights flow from prior appropriation and actual use in the market. <i>Id.</i> (citing <i>Homeowners Group, Inc. v. Home Mktg. Specialists, Inc.,</i> 931 F.2d 1100, 1105 (6th Cir.1991)). The owner of a mark acquires the right to use that particular mark as well as the right to prevent others from using the same or a confusingly similar mark. <i>Id.</i> (citations omitted). When more than one user claims an exclusive right to use an unregistered trademark, priority is given to the first actual user of the mark in a \"genuine commercial transaction.\" <i>Id.</i> (quoting <i>Allard Enters., Inc. v. Advanced Programming Res., Inc.,</i> 146 F.3d 350, 358 (6th Cir.1998)).</p>\n<p>\"[I]t is not registration, but only actual use of a designation as a mark that creates rights and priority of others.\" <i>McCarthy</i> § 16:1. \"Neither application for nor registration of a mark at the federal level wipes out the prior nonregistered, common law rights of others.\" <i>Id.</i> (citing <i>Johnny Blastoff, Inc. v. Los Angeles Rams Football Co.,</i> 188 F.3d 427, 435 (7th Cir. 1999)). The only exception to this rule is that since 1989, a priority of \"constructive use\" can be obtained by filing an application for federal registration. <i>McCarthy,</i> § 16:1. But constructive use can be trumped by evidence of another party's actual use. <i>Dunn Computer Corp. v. Loudcloud, Inc.,</i> 133 F.Supp.2d 823, 832 (E.D.Va.2001) (\"[A] party that uses a trademark would have priority over a nonuser who files an intent-to-use application if the party's use predated the nonuser's filing of the application.\"). Notably, \"[a] mark need not be registered in order to obtain protection because `[o]wnership of trademarks is established by use, not by registration.'\" <i>Bd. of Supervisors for Louisiana State University Agricultural and Mechanical College v. Smack Apparel Co.,</i> 550 F.3d 465, 475 (5th Cir.2008) (affirming district court's grant of summary judgment for plaintiff with an unregistered mark with prior use).</p>\n<p><span class=\"star-pagination\">*547</span> Applying the law to the present case, plaintiffs argument that it has ownership rights in the mark based on federal registration of its mark fails. Plaintiff filed a trademark application on October 18, 2007 (Pl.'s Mem. Opp'n Summ. J. ¶ 7). Shortly thereafter, USPTO granted plaintiff's application on July 1, 2008 (<i>Id.</i>) Plaintiff also asserts that it was using the Service Performance mark as early as 2002. (<i>Id.</i> at 8.) Defendant, however, has shown a prior use of the mark that dates back to at least 1997. <i>See, e.g.,</i> (Notice of Filing, Ex. 22). Defendant has provided declarations of fifty-one (51) individuals who describe a working relationship with defendant from 1997 to the present. Each declaration notes that the defendant did business as \"Service Performance Group.\" <i>See, e.g.</i> (Notice of Filing). Viewing the facts in a light most favorable to plaintiff, there is no dispute of fact that defendant was using the mark at least four or five years prior to plaintiffs first use. The common law awards priority to the first to use a mark in a \"genuine commercial transaction.\" <i>Emergency One,</i> 332 F.3d at 267 (citations omitted). Defendant has provided declarations of individuals who \"did business\" with defendant in the late 1990s, before plaintiff claims to have first used its mark in 2002. Under the common law, defendant has priority over the mark. The fact that defendant did not register its mark does not upset its priority.</p>\n<p></p>\n<h2>B. Effect of SPGI-Ill Dissolution on Mark</h2>\n<p>Plaintiff argues that the rights of SPGI-Ill in the mark disappeared when SPGI-Ill was dissolved in 2005. Under Illinois corporate law, defendant owns the Service Performance Group trademark.<sup>[2]</sup> Illinois Compiled Statutes, chapter 805, section 5/12.30 states</p>\n<blockquote>Dissolution of a corporation terminates its corporate existence and a dissolved corporation shall not thereafter carry on any business except that necessary to wind up and liquidate its business and affairs, including . . .</blockquote>\n<blockquote>(1) Collecting its assets;</blockquote>\n<blockquote>(2) disposing of its assets that will not be distributed in kind to its shareholders. . .</blockquote>\n<blockquote>(4) Distributing its remaining assets among its shareholders according to their interests; and</blockquote>\n<blockquote>(5) Doing such other acts as are necessary to wind up and liquidate its business and affairs . . .</blockquote>\n<blockquote>(b) After dissolution, a corporation may transfer good and merchantable title to its assets as authorized by its board of directors or in accordance with its bylaws.</blockquote>\n<p>805 Ill. Comp. Stat. § 5/12.30. Additionally, 805 Ill. Comp. Stat. § 5/12.80 provides that \"[t]he dissolution of a corporation . . . shall not take away nor impair any civil remedy available to or against such corporation, its directors, or shareholders, for any right or claim existing, or any liability incurred, prior to such dissolution if action or other proceeding thereon is commenced within five years after the date of such dissolution.\" 805 Ill. Comp. Stat. § 5/12.80. Illinois case law dictates that these two statutes be read and considered <span class=\"star-pagination\">*548</span> together. <i>In re Segno Commc'ns, Inc.,</i> 264 B.R. 501, 508 (N.D.Ill.2001).</p>\n<blockquote>When read together the foregoing Illinois statutes continue the existence of a dissolved corporation for a period of five years after it is dissolved, so that the corporation can wind up its affairs . . . during the wind-up period, the corporation continues to have title to its assets. . . and the ability to sue or be sued . . . The wind-up period is limited in Illinois to five years, after which the corporation ceases to exist.</blockquote>\n<p><i>Id.</i> (citations omitted). Additionally, \"[w]hen that five year `wind-up' period expires, corporate property that has not been disposed of automatically passes to the shareholders.\" <i>Horbach v. Kaczmarek,</i> 915 F.Supp. 18, 21 (N.D.Ill.1996).</p>\n<p>Applying Illinois law to the dissolution of SPGI-Ill, the corporation was administratively dissolved in June of 2005 (Def.'s Mem. Summ. J. ¶ 3). Under 805 Ill. Comp. Stat. § 5/12.80, SPGI-Ill had five years to wind up its affairs. This includes the capacity to sue and be sued, as well as have title to corporate assets. <i>See </i><i>Segno,</i> 264 B.R. at 508. SPGI-Ill assigned its goodwill and trademarks and trade names to defendant in January 2010, several months before the five-year wind up period for SPGI-Ill concluded. The assignment from SPGI-Ill to defendant validly assigned the marks associated with SPGI-Ill to defendant under Illinois corporate law. Additionally, had the five year period expired, under Illinois law the corporate assets of SPGI-Ill would pass to its shareholders, the Guyles. <i>See </i><i>Horbach,</i> 915 F.Supp. at 21. Accordingly, the dissolution of SPGI-Ill did not affect the rights of defendant under two possible lines of reasoning. First, SPGI-Ill through its two sole shareholders, the Gulyes, had the ability to pass title to its assets, including goodwill and the marks, under the five-year corporate wind up rule under Illinois law. Alternatively, if SPGI-Ill was dissolved, as plaintiff argues, its assets would have passed to the Gulyes, who then assigned their interest to defendant. <i>Id.</i></p>\n<p></p>\n<h2>C. Abandonment</h2>\n<p>For trademarks covered by federal law, the Lanham Act proscribes a three year presumption of abandonment.</p>\n<blockquote>\"A mark shall be deemed to be \"abandoned\". . . (1) When its use has been discontinued with intent not to resume such use. Intent not to resume may be inferred from circumstances. Nonuse for 3 consecutive years shall be prima facie evidence of abandonment. \"Use\" of a mark means the bona fide use of that mark made in the ordinary course of trade, and not made merely to reserve a right in the mark.\"</blockquote>\n<p>15 U.S.C. § 1127. The Eleventh Circuit has concluded that every federal court to consider the issue has determined that a <i>prima facie</i> case of abandonment only shifts the burden of production; the ultimate burden of persuasion remains with the party claiming the mark has been abandoned. <i>Cumulus Media, Inc. v. Clear Channel Commc'ns, Inc.,</i> 304 F.3d 1167, 1176-77 (11th Cir.2002); <i>McCarthy</i> § 17:21. A party claiming that a mark has been abandoned must show \"non-use of the name by the legal owner and no intent by that person or entity to resume use in the reasonably foreseeable future.\" <i>Emergency One,</i> 228 F.3d at 535-36.</p>\n<p>Defendant contends that it has used the mark \"Service Performance Group\" continuously since as early as 1994. (Decl. Gulyes ¶ 2). Specifically, defendant notes that after the SPGI-Ill was dissolved in 2005, they \"continued to operate [the] company\" and \"continued to offer the same services . . . using the SERVICE PERFORMANCE GROUP and SPG <span class=\"star-pagination\">*549</span> marks for those services\" as well as use the marks on their website. (<i>Id.</i>) In its motion for summary judgment, defendant provided the declarations of fifty-one (51) individuals who note that they have \"known and worked with [defendant]\" from approximately 1995 to the present. <i>See, e.g.,</i> (Third Notice of Filing, Ex. 3). Notably, several of these declarants describe working with defendant since the spring of 2005, after the Illinois corporation was administratively dissolved. <i>See, e.g.,</i> (Notice of Filing, Ex. 21; Ex. 29; Ex. 35). These declarations suggest that the dissolution was not an intent to cease operating the business or using the mark, but rather was merely a change in the business form. Plaintiff does not dispute that these declarants worked with defendant under the mark, \"Service Performance Group\" continuously from periods ranging from before the Illinois corporation was incorporated and well after the Illinois corporation was administratively dissolved. The declarations suggest that the dissolution of SPGI-Ill did not constitute an abandonment of defendant's trademark under the Lanham Act. While the Gulyes stopped operating their business as a specific type of legal entity, the evidence suggests they did not stop operating their business altogether, and did not engage in acts that would show an intent to abandon the trademark. Plaintiff relies on the Lanham Act's three year presumption of abandonment, but plaintiff has not met its burden to show non-use of the mark rising to a level of abandonment.</p>\n<p>There is limited case law that specifically addresses the effect of changes of corporate status on trademark ownership. The court finds that the authority cited by defendant is more analogous to the present case than that cited by plaintiff. The relevant authority holds that defendant's change of corporate statusfrom a proprietorship, to an Illinois corporation, to a proprietorship, to a North Carolina corporationdoes not affect defendant's validly held and continuously used trademark.<sup>[3]</sup> \"If a continuing business changes its form from a proprietorship to a corporation or vice versa the ownership of the relevant trademarks inures to the benefit of each successor form.\" <i>Callman on Unfair Competition, Trademarks and Monopolies</i> § 20:19 (citing <i>Brewski Beer Co. v. Brewski Brothers Inc.,</i> 47 U.S.P.Q.2d (BNA) 1281 (T.T.A.B.1998)).</p>\n<p>In <i>Brewski Beer,</i> the petitioner argued that it had priority in a mark over respondent who operated as a three person partnership in 1985, was incorporated in 1986, and had its corporate charter suspended in 1990 for approximately three years. <i>Brewski,</i> 47 U.S.P.Q.2d at 1286. The Trademark Trial and Appeal Board found that respondent had priority over petitioner, whose use began in 1986 through its predecessor in interest. The board noted, \"of greater importance, is the fact that respondent, whether as a corporation or as <span class=\"star-pagination\">*550</span> a three-person partnership, has continuously existed since at least December 1985, if not earlier. . . .\" <i>Id.</i> Prior to becoming a corporation, prior to registering its trademark, respondent was using the mark as early as 1985. Petitioner, through its successor in interest, began using the mark as early as 1986, a year later from respondent's earliest use date. Furthermore, the temporary suspension of respondent's corporate charter for a three year period, reinstated retroactively in 1993, did not upset respondent's continuous use of the mark. <i>Id.; see also </i><i>WMA Group Inc. v. Western International Media Corp.,</i> 29 U.S.P.Q.2d 1478(BNA) 1479 (T.T.A.B.1993) (\"regardless of the technical corporate status of the opposer under California law, it seems to us that opposer as a continuing business is an organization that stands to be damaged by registration to applicant.\").</p>\n<p>In this case, as previously noted, defendant has shown continuous use of its mark from the pre-incorporation period of the late 1990s to the present. Plaintiff does not dispute defendant's use of its mark, but argues that change of the legal entity using the mark results in the abandonment of the mark. The court finds that plaintiff's conclusion is contrary both to law applied by the trademark trial and appeals board and to principles of trademark law. As plaintiff notes in its memorandum opposing summary judgment, \"ownership of a mark must be derived from use,\" and defendant has continually used its mark since it began business in the late 1990s despite changes in its corporate form. (Pl.'s Mem. Opp'n Summ. J. ¶ 11) (citations omitted).</p>\n<p>Accordingly, this court finds that under Illinois corporate law and general principles of trademark law, defendant has common law priority of the mark, \"Service Performance Group,\" and that it has not abandoned its mark. As such, defendant's motion for summary judgment as to the federal trademark claims is GRANTED.</p>\n<p></p>\n<h2>III. North Carolina Fair Trade Practices Claim</h2>\n<p>Plaintiff alleges defendant's violation of North Carolina Fair Trade Practices statute, N.C. Gen.Stat. § 75-1.1. This statute prohibits unfair methods of competition and unfair or deceptive acts or practices. <i>Polo Fashions, Inc. v. Craftex, Inc.,</i> 816 F.2d 145, 148 (4th Cir.1987). The statutory language, \"unfair methods of competition,\" has been suggested to encompass any conduct that a court of equity would consider unfair. <i>Id.</i> A practice is unfair if it is unethical or unscrupulous, and it is deceptive if it has a tendency to deceive. <i>Marshall v. Miller,</i> 302 N.C. 539, 548, 276 S.E.2d 397, 403(1981).</p>\n<p>Here, plaintiff has not alleged facts to suggest that defendant has been deceptive, unscrupulous or unethical. At most, plaintiff set forth conclusory allegations in its complaint alleging violation of N.C. Gen. Stat. § 75-1.1. Plaintiff did not address the unfair trade practices claim in its reply to defendant's motion for summary judgment, and has not presented evidence to show that there is a dispute of fact as to this claim that could withstand summary judgment. Accordingly, defendant's motion for summary judgment as to the North Carolina unfair/deceptive trade practices claim is GRANTED.</p>\n<p></p>\n<h2>IV. Unfair Competition</h2>\n<p>Plaintiff alleges violations of federal and common law unfair competition and false advertising. Under federal law, a plaintiff alleging a cause of action under the Lanham Act for unfair competition and trademark infringement must prove: (1) that plaintiff possesses a mark; (2) that the defendant used the mark; (3) that defendant's use of the mark occurred \"in <span class=\"star-pagination\">*551</span> commerce;\" (4) that the defendant used the mark \"in connection with the sale, offering for sale, distribution, or advertising\" of goods or services; and (5) that the defendant used the mark in a manner likely to confuse consumers. <i>People for Ethical Treatment of Animals v. Doughney,</i> 263 F.3d 359, 364 (4th Cir.2001) (citing 15 U.S.C. §§ 1114, 1125(a)). \"In order to prevail under . . . § 43(a) of the Lanham Act for trademark infringement and unfair competition, respectively, a complainant must demonstrate that it has a valid, protectible trademark and that the defendant's use of a colorable imitation of the trademark is likely to cause confusion among consumers.\" <i>Lone Star Steakhouse &amp; Saloon, Inc. v. Alpha of Virginia, Inc.,</i> 43 F.3d 922, 930 (4th Cir.1995). The North Carolina common law of unfair competition in the context of trademarks and trade names is similar to federal law regarding trademark infringement. <i>Polo Fashions,</i> 816 F.2d at 148. Unfair acts of a defendant are actionable when they damage a plaintiffs legitimate business. <i>Polo Fashions v. Gordon Group,</i> 627 F.Supp. 878, 891 (M.D.N.C.1985). Damages are suffered when a rival adopts as his own goods or a sign or symbol in imitation of another that would likely mislead prospective purchasers and the public as to the true identity of the goods. <i>Yellow Cab Co. v. Creasman,</i> 185 N.C. 551, 117 S.E. 787, 788 (1923).</p>\n<p>As stated above, as a preliminary matter, to state a claim for unfair competition under the Lanham Act, plaintiff must show that it has a valid, protectable trademark. In this case, plaintiff has not shown that it has priority in the mark. Additionally, plaintiff has alleged no facts that defendant has tried to adopt plaintiffs mark or name as its own. Plaintiff concedes that defendant used the same \"Service Performance Group\" of its own accord as an Illinois corporation, and the dispute is one of priority over the name and mark. Aside from the fact that both parties concede their respective names are confusingly similar, plaintiff has not alleged any facts to suggest that consumers have confused defendant's name for plaintiffs, or have mistakenly sought defendant's services intending to seek plaintiffs. Accordingly, because plaintiff has not set forth facts to support a claim of either federal or common law unfair competition, summary judgment for the defendant is GRANTED as to these claims.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court GRANTS defendant's motion for summary judgment (DE # 13) on the issue of liability. In accordance with this court's June 22, 2010, case management order, where issues remain pending after disposition of defendant's motion for summary judgment, the parties shall meet and confer to develop a joint report and plan suggested to govern disposition of the case remaining. Such report shall be filed on or before December 15, 2010.</p>\n<h2>NOTES</h2>\n<p>[1]  Although plaintiffs complaint alleges federal trademark infringement under the Lanham Act, the court has restricted its analysis to which party has priority rather than a full analysis under § 43 of the Lanham Act. Plaintiff, the party opposing summary judgment, has acknowledged that the dispute is one of priority. (Pl.'s Mem. Opp'n Summ. J. ¶ 18).</p>\n<p>[2]  The court applies Illinois state law to this part of the analysis because the issue of whether or not SPGI-Ill could effectively assign the trademark to the new corporate defendant is a matter of state law. \"Whether there is such statutory `promulgation' of corporate life in a particular case, so as to permit a `partial continuation of the existence of a corporation after dissolution for purposes of a suit, is determinable by reference to the laws of the state of incorporation of the dissolved corporation.'\" <i>Johnson v. RAC Corp.,</i> 491 F.2d 510, 511 n. 3 (4th Cir. 1974) (citing Fed. R.Civ.P. 17(b)).</p>\n<p>[3]  In its motion for summary judgment, defendant states that after dissolution of SPGI-Ill in 2005, the Gulyes temporarily operated their company \"as a d/b/a.\" (Def.'s Reply ¶ 2). The court does not find that this designation is actually a business entity. The term \"d/b/a\" typically describes another name by which a business operates. The court finds that the appropriate designation for how the Gulyes operated their business during this period is a proprietorship, the same way they operated before incorporating in Illinois. A sole proprietorship is simply individual ownership of a business, and has been a business entity since the \"early days of England.\" <i>North Carolina Corporate Law and Practice</i> § 1:2. \"[T]he individual was recognized to have the right to create a business and to operate it. Without the sanction of express statute or contract, all he has to do about it is to do it.\" <i>Id.</i> When the Guyles did not register their business as a specific type of entity, but nevertheless continued to operate their business, they operated as a proprietorship.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">753</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">541</span></span> (2010)</b></center>\n<center><h1>The DANIEL GROUP, Plaintiff,<br>\nv.<br>\nSERVICE PERFORMANCE GROUP, INC., Defendant.</h1></center>\n<center>No. 5:10-CV-82-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 10, 2010.</center>\n<p><span class=\"star-pagination\">*543</span> Russell M. Racine, Seth L. Hudson, Clements Bernard PLLC, Charlotte, NC, for Plaintiff.</p>\n<p>Anthony J. Biller, Emily Michele Haas, Coats &amp; Bennett, PLLC, Cary, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on defendant's motion for summary judgment on the issue of liability (DE # 13). Plaintiff filed a memorandum in opposition to defendant's motion (DE # 23), and defendant has filed a reply (DE # 24). In this posture, the issues are ripe for review. For <span class=\"star-pagination\">*544</span> the reasons that follow, the court grants defendant's motion for summary judgment.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On March 8, 2010, plaintiff The Daniel Group (\"plaintiff\") filed a complaint against defendant Service Performance Group, Inc. (\"defendant\") alleging trademark infringement under the Lanham Act, 15 U.S.C. §§ 1051 et al., common law trademark infringement, violation of the prohibition against unfair and deceptive trade practices in North Carolina General Statutes § 75-1.1, common law unfair competition, and federal unfair competition and false advertising. (Compl. ¶¶ 5-9). Defendant answered the complaint and asserted various counterclaims against plaintiff, including unfair competition under 15 U.S.C. § 1125(a), unfair business practices and deceptive trade practices under N.C. Gen.Stat. § 75-1.1, and cancellation of plaintiff's United States trademark registration (Answer ¶¶ 7-9). Both plaintiff and defendant seek injunctive and monetary relief. On June 7, 2010, defendant made a motion for summary judgment. On June 22, 2010, this court entered a case management order (\"CMO\") in which it bifurcated discovery into two phases (DE # 18). The second phase of discovery is stayed until the court's ruling on this motion.</p>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>Plaintiff describes itself as a provider of consulting services throughout the United States and Canada. (Compl. ¶ 2.) Specifically, plaintiff provides services to help companies measure, manage, and improve their customer service. (<i>Id.</i>) Since 2005, plaintiff has marketed its consulting service under the service mark \"SERVICEPERFORMANCE,\" which it registered with the United States Patent and Trademark Office (\"USPTO\") as U.S. Service Mark No. 3,457,247, on July 1, 2008. (Compl. ¶ 2.) Defendant specializes in consulting in the customer satisfaction services field. (Def.'s Mot. for Summ. J. ¶ 2). Specifically, defendant offers mystery shopping services to its clients. (<i>Id.</i>) Defendant operates under the name, \"SERVICE PERFORMANCE GROUP.\" (<i>Id.</i>) Defendant states that it has operated its business since 1992 under the marks, \"SERVICE PERFORMANCE GROUP\" and \"SPG.\" The officers and sole shareholders of defendant, Jerry and Melissa Guyles, began the business as a husband and wife team. In 1999, the Guyles incorporated their business in Illinois, forming Service Performance Group, Inc. (\"SPGI-Ill\").</p>\n<p>SPGI-Ill continued to offer customer satisfaction services under the SERVICE PERFORMANCE GROUP and SPG marks. When the Gulyes moved to North Carolina, SPGI-Ill was administratively dissolved in June of 2005. (<i>Id.</i> at 3). For a time after the dissolution of SPGI-Ill, the Gulyes operated their company \"as a d/b/a\" and continued to use the SERVICE PERFORMANCE GROUP and SPG marks for the same services. (<i>Id.</i>) In July 2008, the Gulyes re-incorporated their company, Service Performance Group, Inc. (defendant), in North Carolina (Decl. Guyles, p. 3). Defendant continued to offer the same services that the Illinois corporation offered and used the same identifying names and marks.</p>\n<p>Plaintiff states that when it applied for its trademark registration, the Trademark Examining Attorney at the USPTO conducted a search to see if any similar marks existed that would prevent plaintiff from receiving its federal registration. The examining attorney determined that no such marks existed. (Pl.'s Resp. Opp'n Mot. for Summ. J. ¶ 3). After discovering defendant's use of a similar mark to plaintiff's, <span class=\"star-pagination\">*545</span> on December 15, 2009, plaintiff sent a cease and desist letter to defendant's registered agent requesting that defendant cease using plaintiff's mark, \"SERVICEPERFORMANCE\" and a name that is similar to plaintiffs mark. (Compl. ¶ 4.) On January 13, 2010, the Gulyes assigned \"all rights and interests they might have in and all goodwill they may own associated with the service mark SERVICE PERFORMANCE GROUP . . . to include all such trademarks and all trade dress rights. . . that were or are owned by SPGI-Ill\" to defendant (Decl. Gulyes, Ex. G). On January 14, 2010, defendant refused to cease using the name SERVICE PERFORMANCE GROUP. (<i>Id.</i>) Plaintiff instigated this action on March 8, 2010.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>A court should grant a summary judgment motion pursuant to Rule 56 of the Federal Rules of Civil Procedure when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleadings, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C. 1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the nonmoving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>Defendant has moved for summary judgment \"on the issue of liability.\" (Def.'s Reply ¶ 1). Thus, defendant has moved for summary judgment as to the issue of which party has priority in the mark. <i>See </i><i>Emergency One, Inc. v. Am. Fire Eagle Engine Co., Inc.,</i> <span class=\"citation\" data-id=\"782291\"><a href=\"/opinion/782291/emergency-one-incorporated-dba-american-eagle-fire-apparatus-company/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 269 (4th Cir.2003). Under Rule 56(d)(2) of the Federal Rules of Civil Procedure, a court may enter \"interlocutory summary judgment . . . on liability alone, even if there is a genuine issue on the amount of damages.\" Fed.R.Civ.P. 56(d)(2).</p>\n<p></p>\n<h2>II. Trademark Infringement Claims<sup>[1]</sup></h2>\n<p>The parties do not dispute that their marks are confusingly similar and likely to <span class=\"star-pagination\">*546</span> mislead the public as to which company is associated or affiliated with the mark. Additionally, plaintiff does not dispute that SPGI-Ill was using the mark, \"Service Performance Group\" as a corporate entity from approximately 1999 to 2005 when SPGI-Ill was administratively dissolved. Plaintiffs principle argument is that it has priority over the mark, and plaintiff offers three arguments in support. The first argument is that since plaintiffs federal trademark application was granted, it has made out a <i>prima facie</i> case that it has exclusive rights to use the mark. (Pl.'s Mem. Opp'n Summ. J. ¶¶ 5, 9). Plaintiffs second argument is that when SPGI-Ill was administratively dissolved in June of 2005, all defendant's rights to the mark dissolved with it. (<i>Id.</i> at 9) Plaintiffs third argument is that the mark was abandoned by either SPGI-Ill though its dissolution, or by the Gulyes. (<i>Id.</i> at 14). The court will address each argument in turn.</p>\n<p></p>\n<h2>A. Federal Registration and Priority</h2>\n<p>\"The basic rule of trademark ownership in the United States is priority of use.\" <i>McCarthy on Trademarks and Unfair Competition,</i> 4th ed. § 16:1. Federal registration of a mark does not establish ownership rights in a mark. <i>Emergency One,</i> 332 F.3d at 267 n. 1 (4th Cir. 2003). \"To acquire ownership of a trademark it is not enough to have invented the mark first or even to have registered it first; the party claiming ownership must have been the first to actually use the mark in the sale of goods or services.\" <i>Id.</i> (quoting <i>Sengoku Works Ltd. v. RMC Int'l, Ltd.,</i> <span class=\"citation\" data-id=\"726755\"><a href=\"/opinion/726755/sengoku-works-ltd-a-corporation-plaintiff-counter-defendant/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1217</span></a></span>, 1219 (9th Cir. 1996)). Ownership rights flow from prior appropriation and actual use in the market. <i>Id.</i> (citing <i>Homeowners Group, Inc. v. Home Mktg. Specialists, Inc.,</i> <span class=\"citation\" data-id=\"560376\"><a href=\"/opinion/560376/homeowners-group-inc-v-home-marketing-specialists-inc/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span>, 1105 (6th Cir.1991)). The owner of a mark acquires the right to use that particular mark as well as the right to prevent others from using the same or a confusingly similar mark. <i>Id.</i> (citations omitted). When more than one user claims an exclusive right to use an unregistered trademark, priority is given to the first actual user of the mark in a \"genuine commercial transaction.\" <i>Id.</i> (quoting <i>Allard Enters., Inc. v. Advanced Programming Res., Inc.,</i> <span class=\"citation\" data-id=\"755178\"><a href=\"/opinion/755178/allard-enterprises-inc-d-ba-allard-programming-resources-v-advanced/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span>, 358 (6th Cir.1998)).</p>\n<p>\"[I]t is not registration, but only actual use of a designation as a mark that creates rights and priority of others.\" <i>McCarthy</i> § 16:1. \"Neither application for nor registration of a mark at the federal level wipes out the prior nonregistered, common law rights of others.\" <i>Id.</i> (citing <i>Johnny Blastoff, Inc. v. Los Angeles Rams Football Co.,</i> <span class=\"citation\" data-id=\"765770\"><a href=\"/opinion/765770/johnny-blastoff-incorporated-v-los-angeles-rams-football-company-st/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">427</span></a></span>, 435 (7th Cir. 1999)). The only exception to this rule is that since 1989, a priority of \"constructive use\" can be obtained by filing an application for federal registration. <i>McCarthy,</i> § 16:1. But constructive use can be trumped by evidence of another party's actual use. <i>Dunn Computer Corp. v. Loudcloud, Inc.,</i> <span class=\"citation\" data-id=\"2293216\"><a href=\"/opinion/2293216/dunn-computer-corp-v-loudcloud-inc/\"><span class=\"volume\">133</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">823</span></a></span>, 832 (E.D.Va.2001) (\"[A] party that uses a trademark would have priority over a nonuser who files an intent-to-use application if the party's use predated the nonuser's filing of the application.\"). Notably, \"[a] mark need not be registered in order to obtain protection because `[o]wnership of trademarks is established by use, not by registration.'\" <i>Bd. of Supervisors for Louisiana State University Agricultural and Mechanical College v. Smack Apparel Co.,</i> <span class=\"citation\" data-id=\"1206789\"><a href=\"/opinion/1206789/board-of-supervisors-for-la-state-v-smack-apparel-co/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">465</span></a></span>, 475 (5th Cir.2008) (affirming district court's grant of summary judgment for plaintiff with an unregistered mark with prior use).</p>\n<p><span class=\"star-pagination\">*547</span> Applying the law to the present case, plaintiffs argument that it has ownership rights in the mark based on federal registration of its mark fails. Plaintiff filed a trademark application on October 18, 2007 (Pl.'s Mem. Opp'n Summ. J. ¶ 7). Shortly thereafter, USPTO granted plaintiff's application on July 1, 2008 (<i>Id.</i>) Plaintiff also asserts that it was using the Service Performance mark as early as 2002. (<i>Id.</i> at 8.) Defendant, however, has shown a prior use of the mark that dates back to at least 1997. <i>See, e.g.,</i> (Notice of Filing, Ex. 22). Defendant has provided declarations of fifty-one (51) individuals who describe a working relationship with defendant from 1997 to the present. Each declaration notes that the defendant did business as \"Service Performance Group.\" <i>See, e.g.</i> (Notice of Filing). Viewing the facts in a light most favorable to plaintiff, there is no dispute of fact that defendant was using the mark at least four or five years prior to plaintiffs first use. The common law awards priority to the first to use a mark in a \"genuine commercial transaction.\" <i>Emergency One,</i> 332 F.3d at 267 (citations omitted). Defendant has provided declarations of individuals who \"did business\" with defendant in the late 1990s, before plaintiff claims to have first used its mark in 2002. Under the common law, defendant has priority over the mark. The fact that defendant did not register its mark does not upset its priority.</p>\n<p></p>\n<h2>B. Effect of SPGI-Ill Dissolution on Mark</h2>\n<p>Plaintiff argues that the rights of SPGI-Ill in the mark disappeared when SPGI-Ill was dissolved in 2005. Under Illinois corporate law, defendant owns the Service Performance Group trademark.<sup>[2]</sup> Illinois Compiled Statutes, chapter 805, section 5/12.30 states</p>\n<blockquote>Dissolution of a corporation terminates its corporate existence and a dissolved corporation shall not thereafter carry on any business except that necessary to wind up and liquidate its business and affairs, including . . .</blockquote>\n<blockquote>(1) Collecting its assets;</blockquote>\n<blockquote>(2) disposing of its assets that will not be distributed in kind to its shareholders. . .</blockquote>\n<blockquote>(4) Distributing its remaining assets among its shareholders according to their interests; and</blockquote>\n<blockquote>(5) Doing such other acts as are necessary to wind up and liquidate its business and affairs . . .</blockquote>\n<blockquote>(b) After dissolution, a corporation may transfer good and merchantable title to its assets as authorized by its board of directors or in accordance with its bylaws.</blockquote>\n<p>805 Ill. Comp. Stat. § 5/12.30. Additionally, 805 Ill. Comp. Stat. § 5/12.80 provides that \"[t]he dissolution of a corporation . . . shall not take away nor impair any civil remedy available to or against such corporation, its directors, or shareholders, for any right or claim existing, or any liability incurred, prior to such dissolution if action or other proceeding thereon is commenced within five years after the date of such dissolution.\" 805 Ill. Comp. Stat. § 5/12.80. Illinois case law dictates that these two statutes be read and considered <span class=\"star-pagination\">*548</span> together. <i>In re Segno Commc'ns, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">501</span></span>, 508 (N.D.Ill.2001).</p>\n<blockquote>When read together the foregoing Illinois statutes continue the existence of a dissolved corporation for a period of five years after it is dissolved, so that the corporation can wind up its affairs . . . during the wind-up period, the corporation continues to have title to its assets. . . and the ability to sue or be sued . . . The wind-up period is limited in Illinois to five years, after which the corporation ceases to exist.</blockquote>\n<p><i>Id.</i> (citations omitted). Additionally, \"[w]hen that five year `wind-up' period expires, corporate property that has not been disposed of automatically passes to the shareholders.\" <i>Horbach v. Kaczmarek,</i> <span class=\"citation\" data-id=\"1619138\"><a href=\"/opinion/1619138/horbach-v-kaczmarek/\"><span class=\"volume\">915</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">18</span></a></span>, 21 (N.D.Ill.1996).</p>\n<p>Applying Illinois law to the dissolution of SPGI-Ill, the corporation was administratively dissolved in June of 2005 (Def.'s Mem. Summ. J. ¶ 3). Under 805 Ill. Comp. Stat. § 5/12.80, SPGI-Ill had five years to wind up its affairs. This includes the capacity to sue and be sued, as well as have title to corporate assets. <i>See </i><i>Segno,</i> 264 B.R. at 508. SPGI-Ill assigned its goodwill and trademarks and trade names to defendant in January 2010, several months before the five-year wind up period for SPGI-Ill concluded. The assignment from SPGI-Ill to defendant validly assigned the marks associated with SPGI-Ill to defendant under Illinois corporate law. Additionally, had the five year period expired, under Illinois law the corporate assets of SPGI-Ill would pass to its shareholders, the Guyles. <i>See </i><i>Horbach,</i> 915 F.Supp. at 21. Accordingly, the dissolution of SPGI-Ill did not affect the rights of defendant under two possible lines of reasoning. First, SPGI-Ill through its two sole shareholders, the Gulyes, had the ability to pass title to its assets, including goodwill and the marks, under the five-year corporate wind up rule under Illinois law. Alternatively, if SPGI-Ill was dissolved, as plaintiff argues, its assets would have passed to the Gulyes, who then assigned their interest to defendant. <i>Id.</i></p>\n<p></p>\n<h2>C. Abandonment</h2>\n<p>For trademarks covered by federal law, the Lanham Act proscribes a three year presumption of abandonment.</p>\n<blockquote>\"A mark shall be deemed to be \"abandoned\". . . (1) When its use has been discontinued with intent not to resume such use. Intent not to resume may be inferred from circumstances. Nonuse for 3 consecutive years shall be prima facie evidence of abandonment. \"Use\" of a mark means the bona fide use of that mark made in the ordinary course of trade, and not made merely to reserve a right in the mark.\"</blockquote>\n<p>15 U.S.C. § 1127. The Eleventh Circuit has concluded that every federal court to consider the issue has determined that a <i>prima facie</i> case of abandonment only shifts the burden of production; the ultimate burden of persuasion remains with the party claiming the mark has been abandoned. <i>Cumulus Media, Inc. v. Clear Channel Commc'ns, Inc.,</i> <span class=\"citation\" data-id=\"75993\"><a href=\"/opinion/75993/cumulus-media-inc-v-clear-channel/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1167</span></a></span>, 1176-77 (11th Cir.2002); <i>McCarthy</i> § 17:21. A party claiming that a mark has been abandoned must show \"non-use of the name by the legal owner and no intent by that person or entity to resume use in the reasonably foreseeable future.\" <i>Emergency One,</i> 228 F.3d at 535-36.</p>\n<p>Defendant contends that it has used the mark \"Service Performance Group\" continuously since as early as 1994. (Decl. Gulyes ¶ 2). Specifically, defendant notes that after the SPGI-Ill was dissolved in 2005, they \"continued to operate [the] company\" and \"continued to offer the same services . . . using the SERVICE PERFORMANCE GROUP and SPG <span class=\"star-pagination\">*549</span> marks for those services\" as well as use the marks on their website. (<i>Id.</i>) In its motion for summary judgment, defendant provided the declarations of fifty-one (51) individuals who note that they have \"known and worked with [defendant]\" from approximately 1995 to the present. <i>See, e.g.,</i> (Third Notice of Filing, Ex. 3). Notably, several of these declarants describe working with defendant since the spring of 2005, after the Illinois corporation was administratively dissolved. <i>See, e.g.,</i> (Notice of Filing, Ex. 21; Ex. 29; Ex. 35). These declarations suggest that the dissolution was not an intent to cease operating the business or using the mark, but rather was merely a change in the business form. Plaintiff does not dispute that these declarants worked with defendant under the mark, \"Service Performance Group\" continuously from periods ranging from before the Illinois corporation was incorporated and well after the Illinois corporation was administratively dissolved. The declarations suggest that the dissolution of SPGI-Ill did not constitute an abandonment of defendant's trademark under the Lanham Act. While the Gulyes stopped operating their business as a specific type of legal entity, the evidence suggests they did not stop operating their business altogether, and did not engage in acts that would show an intent to abandon the trademark. Plaintiff relies on the Lanham Act's three year presumption of abandonment, but plaintiff has not met its burden to show non-use of the mark rising to a level of abandonment.</p>\n<p>There is limited case law that specifically addresses the effect of changes of corporate status on trademark ownership. The court finds that the authority cited by defendant is more analogous to the present case than that cited by plaintiff. The relevant authority holds that defendant's change of corporate statusfrom a proprietorship, to an Illinois corporation, to a proprietorship, to a North Carolina corporationdoes not affect defendant's validly held and continuously used trademark.<sup>[3]</sup> \"If a continuing business changes its form from a proprietorship to a corporation or vice versa the ownership of the relevant trademarks inures to the benefit of each successor form.\" <i>Callman on Unfair Competition, Trademarks and Monopolies</i> § 20:19 (citing <i>Brewski Beer Co. v. Brewski Brothers Inc.,</i> 47 U.S.P.Q.2d (BNA) 1281 (T.T.A.B.1998)).</p>\n<p>In <i>Brewski Beer,</i> the petitioner argued that it had priority in a mark over respondent who operated as a three person partnership in 1985, was incorporated in 1986, and had its corporate charter suspended in 1990 for approximately three years. <i>Brewski,</i> 47 U.S.P.Q.2d at 1286. The Trademark Trial and Appeal Board found that respondent had priority over petitioner, whose use began in 1986 through its predecessor in interest. The board noted, \"of greater importance, is the fact that respondent, whether as a corporation or as <span class=\"star-pagination\">*550</span> a three-person partnership, has continuously existed since at least December 1985, if not earlier. . . .\" <i>Id.</i> Prior to becoming a corporation, prior to registering its trademark, respondent was using the mark as early as 1985. Petitioner, through its successor in interest, began using the mark as early as 1986, a year later from respondent's earliest use date. Furthermore, the temporary suspension of respondent's corporate charter for a three year period, reinstated retroactively in 1993, did not upset respondent's continuous use of the mark. <i>Id.; see also </i><i>WMA Group Inc. v. Western International Media Corp.,</i> 29 U.S.P.Q.2d 1478(BNA) 1479 (T.T.A.B.1993) (\"regardless of the technical corporate status of the opposer under California law, it seems to us that opposer as a continuing business is an organization that stands to be damaged by registration to applicant.\").</p>\n<p>In this case, as previously noted, defendant has shown continuous use of its mark from the pre-incorporation period of the late 1990s to the present. Plaintiff does not dispute defendant's use of its mark, but argues that change of the legal entity using the mark results in the abandonment of the mark. The court finds that plaintiff's conclusion is contrary both to law applied by the trademark trial and appeals board and to principles of trademark law. As plaintiff notes in its memorandum opposing summary judgment, \"ownership of a mark must be derived from use,\" and defendant has continually used its mark since it began business in the late 1990s despite changes in its corporate form. (Pl.'s Mem. Opp'n Summ. J. ¶ 11) (citations omitted).</p>\n<p>Accordingly, this court finds that under Illinois corporate law and general principles of trademark law, defendant has common law priority of the mark, \"Service Performance Group,\" and that it has not abandoned its mark. As such, defendant's motion for summary judgment as to the federal trademark claims is GRANTED.</p>\n<p></p>\n<h2>III. North Carolina Fair Trade Practices Claim</h2>\n<p>Plaintiff alleges defendant's violation of North Carolina Fair Trade Practices statute, N.C. Gen.Stat. § 75-1.1. This statute prohibits unfair methods of competition and unfair or deceptive acts or practices. <i>Polo Fashions, Inc. v. Craftex, Inc.,</i> <span class=\"citation\" data-id=\"486557\"><a href=\"/opinion/486557/polo-fashions-inc-v-craftex-inc-and-bobby-oneal-and-keith-oneal/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span>, 148 (4th Cir.1987). The statutory language, \"unfair methods of competition,\" has been suggested to encompass any conduct that a court of equity would consider unfair. <i>Id.</i> A practice is unfair if it is unethical or unscrupulous, and it is deceptive if it has a tendency to deceive. <i>Marshall v. Miller,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">539</span></span>, 548, <span class=\"citation\" data-id=\"1252319\"><a href=\"/opinion/1252319/marshall-v-miller/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">397</span></a></span>, 403(1981).</p>\n<p>Here, plaintiff has not alleged facts to suggest that defendant has been deceptive, unscrupulous or unethical. At most, plaintiff set forth conclusory allegations in its complaint alleging violation of N.C. Gen. Stat. § 75-1.1. Plaintiff did not address the unfair trade practices claim in its reply to defendant's motion for summary judgment, and has not presented evidence to show that there is a dispute of fact as to this claim that could withstand summary judgment. Accordingly, defendant's motion for summary judgment as to the North Carolina unfair/deceptive trade practices claim is GRANTED.</p>\n<p></p>\n<h2>IV. Unfair Competition</h2>\n<p>Plaintiff alleges violations of federal and common law unfair competition and false advertising. Under federal law, a plaintiff alleging a cause of action under the Lanham Act for unfair competition and trademark infringement must prove: (1) that plaintiff possesses a mark; (2) that the defendant used the mark; (3) that defendant's use of the mark occurred \"in <span class=\"star-pagination\">*551</span> commerce;\" (4) that the defendant used the mark \"in connection with the sale, offering for sale, distribution, or advertising\" of goods or services; and (5) that the defendant used the mark in a manner likely to confuse consumers. <i>People for Ethical Treatment of Animals v. Doughney,</i> <span class=\"citation\" data-id=\"774714\"><a href=\"/opinion/774714/people-for-the-ethical-treatment-of-animals-v-doughney/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></a></span>, 364 (4th Cir.2001) (citing 15 U.S.C. §§ 1114, 1125(a)). \"In order to prevail under . . . § 43(a) of the Lanham Act for trademark infringement and unfair competition, respectively, a complainant must demonstrate that it has a valid, protectible trademark and that the defendant's use of a colorable imitation of the trademark is likely to cause confusion among consumers.\" <i>Lone Star Steakhouse &amp; Saloon, Inc. v. Alpha of Virginia, Inc.,</i> <span class=\"citation\" data-id=\"685608\"><a href=\"/opinion/685608/lone-star-steakhouse-saloon-incorporated-max-shayne-incorporated-v/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">922</span></a></span>, 930 (4th Cir.1995). The North Carolina common law of unfair competition in the context of trademarks and trade names is similar to federal law regarding trademark infringement. <i>Polo Fashions,</i> 816 F.2d at 148. Unfair acts of a defendant are actionable when they damage a plaintiffs legitimate business. <i>Polo Fashions v. Gordon Group,</i> <span class=\"citation\" data-id=\"1974366\"><a href=\"/opinion/1974366/polo-fashions-inc-v-gordon-group/\"><span class=\"volume\">627</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">878</span></a></span>, 891 (M.D.N.C.1985). Damages are suffered when a rival adopts as his own goods or a sign or symbol in imitation of another that would likely mislead prospective purchasers and the public as to the true identity of the goods. <i>Yellow Cab Co. v. Creasman,</i> <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">551</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">787</span></span>, 788 (1923).</p>\n<p>As stated above, as a preliminary matter, to state a claim for unfair competition under the Lanham Act, plaintiff must show that it has a valid, protectable trademark. In this case, plaintiff has not shown that it has priority in the mark. Additionally, plaintiff has alleged no facts that defendant has tried to adopt plaintiffs mark or name as its own. Plaintiff concedes that defendant used the same \"Service Performance Group\" of its own accord as an Illinois corporation, and the dispute is one of priority over the name and mark. Aside from the fact that both parties concede their respective names are confusingly similar, plaintiff has not alleged any facts to suggest that consumers have confused defendant's name for plaintiffs, or have mistakenly sought defendant's services intending to seek plaintiffs. Accordingly, because plaintiff has not set forth facts to support a claim of either federal or common law unfair competition, summary judgment for the defendant is GRANTED as to these claims.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court GRANTS defendant's motion for summary judgment (DE # 13) on the issue of liability. In accordance with this court's June 22, 2010, case management order, where issues remain pending after disposition of defendant's motion for summary judgment, the parties shall meet and confer to develop a joint report and plan suggested to govern disposition of the case remaining. Such report shall be filed on or before December 15, 2010.</p>\n<h2>NOTES</h2>\n<p>[1]  Although plaintiffs complaint alleges federal trademark infringement under the Lanham Act, the court has restricted its analysis to which party has priority rather than a full analysis under § 43 of the Lanham Act. Plaintiff, the party opposing summary judgment, has acknowledged that the dispute is one of priority. (Pl.'s Mem. Opp'n Summ. J. ¶ 18).</p>\n<p>[2]  The court applies Illinois state law to this part of the analysis because the issue of whether or not SPGI-Ill could effectively assign the trademark to the new corporate defendant is a matter of state law. \"Whether there is such statutory `promulgation' of corporate life in a particular case, so as to permit a `partial continuation of the existence of a corporation after dissolution for purposes of a suit, is determinable by reference to the laws of the state of incorporation of the dissolved corporation.'\" <i>Johnson v. RAC Corp.,</i> <span class=\"citation\" data-id=\"316684\"><a href=\"/opinion/316684/harvey-b-johnson-v-rac-corporation/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">510</span></a></span>, 511 n. 3 (4th Cir. 1974) (citing Fed. R.Civ.P. 17(b)).</p>\n<p>[3]  In its motion for summary judgment, defendant states that after dissolution of SPGI-Ill in 2005, the Gulyes temporarily operated their company \"as a d/b/a.\" (Def.'s Reply ¶ 2). The court does not find that this designation is actually a business entity. The term \"d/b/a\" typically describes another name by which a business operates. The court finds that the appropriate designation for how the Gulyes operated their business during this period is a proprietorship, the same way they operated before incorporating in Illinois. A sole proprietorship is simply individual ownership of a business, and has been a business entity since the \"early days of England.\" <i>North Carolina Corporate Law and Practice</i> § 1:2. \"[T]he individual was recognized to have the right to create a business and to operate it. Without the sanction of express statute or contract, all he has to do about it is to do it.\" <i>Id.</i> When the Guyles did not register their business as a specific type of entity, but nevertheless continued to operate their business, they operated as a proprietorship.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1619138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1974366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2293216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/"
  ]
}