{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2477231/",
  "absolute_url": "/opinion/2477231/georgia-pacific-consumer-products-v-von-drehle-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2477231/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:48:46.217609Z",
  "date_modified": "2016-04-27T00:26:32.604576Z",
  "type": "010combined",
  "sha1": "186b0bbe0d5db3e6ca652e1517e337c6cc7e5cce",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>645 F.Supp.2d 532 (2009)</b></center>\n<center><h1>GEORGIA-PACIFIC CONSUMER, PRODUCTS LP, Plaintiff and Counter-Defendant,<br>\nv.<br>\nVON DREHLE CORPORATION, Defendant and Counter-Plaintiff.</h1></center>\n<center>No. 5:05-CV-478-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 14, 2009.</center>\n<p><span class=\"star-pagination\">*534</span> Douglas W. Kenyon, Robert C. Van Arnam, Hunton &amp; Williams, Raleigh, NC, for Plaintiff and Counter-Defendant.</p>\n<p>Albert P. Allan, Allan Law Firm, PLLC, Charlotte, NC, David W. Hood, Patrick, Harper &amp; Dixon, LLP, Hickory, NC, Lee M. Whitman, Wyrick Robbins Yates &amp; Ponton, LLP, Raleigh, NC, for Defendant and Counter-Plaintiff.</p>\n<p></p>\n<h2><i>AMENDED ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for Summary Judgment <span class=\"star-pagination\">*535</span> as to the other's claims. On March 29, 2008, the Court issued an Order denying Defendant's Motion for Summary Judgment on Plaintiffs Claims. The Court has reconsidered the motion and now amends its March 29, 2008 Order. For the reasons stated below, the Court GRANTS Defendant's Motion for Summary Judgment on Plaintiffs Claims, GRANTS Plaintiffs Motion for Summary Judgment as to Defendant's counterclaims, and DENIES Defendant's Motion for Summary Judgment as to its Fourth Counterclaim.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Georgia Pacific (\"GP\") leases certain hands-free enMotion® paper towel dispensers to distributors. The distributors in turn sublease the dispensers to end usersbaseball stadiums, restaurants, and other businessesthat install them in their restroom facilities. Through its lease and sub-lease agreements, GP conditions the use of its dispensers upon the exclusive installation of GP brand paper towels for use in the dispensers. Though it does not manufacture the dispensers, GP claims trademarks and other intellectual property rights in them. GP says that Defendant von Drehle Corporation (\"von Drehle\") has repeatedly \"stuffed\" GP dispensers with von Drehle paper. That conduct, according to GP, not only interfered with GP's exclusive leases and subleases, but also has created confusion that implicates GP's trademark. GP claims that von Drehle's paper is inferior, and that consumers utilizing a \"stuffed\" dispenser will likely associate the paper with GP's brand, thereby diluting its value. GP thus sued von Drehle here, for trademark violations, counterfeiting, common law unfair competition, and tortious interference with a contractual relationship.</p>\n<p>von Drehle answered and counterclaimed. After the Court denied von Drehle's Motion to Dismiss, discovery opened. Thereafter, von Drehle twice sought and received leave amend its Complaint and Counterclaims, von Drehle's Third Amended Answer and Counterclaims generally denies GP's allegations. More importantly, von Drehle claims that GP: (1) has engaged in a \"tying\" arrangement, in contravention of the federal antitrust laws; (2) committed a second federal antitrust violation by entering into an anti-competitive settlement agreement with a third party, Kimberly-Clark [Corporation]; (3) similarly violated North Carolina antitrust statutes; and (4) violated North Carolina's Unfair and Deceptive Trade Practices Act.</p>\n<p>On May 31, 2007, the parties filed cross motions for summary judgment as to the other claims. On March 29, 2008, the Court issued an order denying von Drehle's motion for summary judgment as to GP's claims. The Court now reconsiders its March 29, 2008 Order as well as GP's motion for summary judgment as to von Drehle's counterclaims.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A motion for summary judgment cannot be granted unless there are no genuine issues of material fact for trial. FED. R.CIV.P. 56; <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548. The Court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Conclusory allegations are not sufficient to <span class=\"star-pagination\">*536</span> defeat a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc., All</i> U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (\"[T]he mere <i>existence</i> of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment.\") (emphasis in original).</p>\n<p></p>\n<h2>I. <i>Georgia Pacific's claims against von Drehle</i>\n</h2>\n<p></p>\n<h2>A. Trademark infringement claims and common law unfair competition claim</h2>\n<p>GP alleges that von Drehle has (1) made false representations and false designations of origin in violation of 15 U.S.C. § 1125(a)(1)(A); (2) directly or contributorily infringed on GP's trademark infringement rights in violation of 15 U.S.C. § 1114; and (3) violated GP's trademark rights in violation of 15 U.S.C. § 1114(1)(a) by making a counterfeit (trade dress). GP's common law unfair competition claim is based upon the same alleged conduct.</p>\n<p>In order for GP to prevail on its Lanham Act claims and common law unfair competition claim, it must show that: (1) it possesses a mark, (2) von Drehle used the mark, (3) in commerce, (4) in connection with the sale, offering for sale, distribution or advertising of goods and services, and (5) in a manner likely to cause consumer confusion. 15 U.S.C. §§ 1114, 1125(a); <i>PETA v. Doughney,</i> 263 F.3d 359, 364 (4th Cir.2001) (identifying the elements of trademark infringement); <i>Yellowbrix, Inc. v. Yellowbrick Solutions, Inc.,</i> 181 F.Supp.2d 575, 583 (E.D.N.C.2001)(\"The North Carolina common law of unfair competition in the context of trademarks and tradenames is similar to the federal law of trademark infringement.\"). In addition, in order for GP to prevail on its counterfeiting claim, it must show that the mark used was identical or substantially indistinguishable, and von Drehle's use was intentional or willful. 15 U.S.C. § 1116(d)(1)(B)(ii); <i>Larsen v. Terk Tech. Corp.,</i> 151 F.3d 140, 149 (4th Cir.1998)(presuming a likelihood of confusion where defendant intentionally infringed upon plaintiffs trademark).</p>\n<p>Here, GP has failed to show that von Drehle's sale of its 810-B paper towel roll to distributors for use in the enMotion® dispensers caused consumer confusion. GP contends visitors to restrooms where an enMotion® dispenser \"stuffed\" with von Drehle's 810-B paper towel roll are confused to the extent that they expect a GP brand paper towel roll to come from a GP brand dispenser. In arguing its position, GP mistakenly analogizes the facts in this case to cases where gas distributors have been found guilty of trademark infringement when providing unbranded gas to gas stations that falsely sell the gas under a brand name. <i>See </i><i>Getty Petroleum Corp. v. Aris Getty, Inc.,</i> 55 F.3d 718 (1st Cir.1995)(affirming summary judgment against distributor who knowingly delivered unbranded gasoline to gas station bearing GETTY trademark); <i>see also </i><i>Shell Oil Co. v. Commercial Petroleum, Inc.,</i> 928 F.2d 104, 107 (4th Cir.1991)(affirming district court's finding that marketing and selling unbranded oil as SHELL oil violated Lanham Act). In those cases, the end-users were gas station customers who chose to purchase their gasoline from a branded gas station, expecting to receive brand gasoline. The damage to those customers is clear. They purchase a certain brand gas, in some cases at a premium, presumably holding certain expectations regarding the quality and nature of that gas. Instead, they receive unbranded gasoline, which may or may not meet their expectations regarding its quality and nature. As a result, the brand gasoline name may suffer because its good name is now associated with the <span class=\"star-pagination\">*537</span> potential negative attributes of the unbranded gasoline.</p>\n<p>In this case, the end-users of the paper towel rolls produced by von Drehle and GP are those business owners who purchase paper towel rolls from distributors for the enMotion® dispensers installed in their premises. The end-users know exactly from which company they are purchasing the paper towel rolls and associate the nature and quality of such paper towels rolls with that company. GP's trademark claims and related unfair competition claim are premised upon von Drehle's manufacturing and selling of the 810-B paper towel roll causing confusion for restroom visitors. GP wrongly casts restroom visitors to whom business owners provide paper towels as the end-users. GP provides empirical evidence regarding whether restroom visitors expect the brand of the paper towel dispensed from a paper towel dispenser to be the same as the brand of the dispenser itself. Their expectations regarding the quality and nature of the paper towel rolls, however, are irrelevant. The visitors to the restroom have made no choices regarding the paper towel roll dispensed from the enMotion® dispenser. No evidence exists to indicate that restroom visitors play any meaningful role in deciding which paper towel roll a business owner purchases from a distributor. Similarly, no evidence exists to indicate that restroom visitors choose certain business establishments based upon the paper towel brand present in the restroom. In order for GP's trademark claims and unfair competition claim to survive, von Drehle's sale of the 810-B paper towel rolls must cause confusion for the consumersthe business owners and/or distributors who actually purchase the paper towel rolls. No such allegations have been made by GP. Accordingly, the Court finds von Drehle is entitled to summary judgment in its favor as to GP's trademark infringement claims and unfair competition claim.</p>\n<p></p>\n<h2>B. Tortious interference claims</h2>\n<p>GP also alleges von Drehle tortiously interfered with its actual and prospective contractual relationships. In order to prevail on these claims, GP must show that: (1) a valid contract between GP and a third person existed, conferring upon GP a contractual right against a third person; (2) von Drehle had knowledge of the contract; (3) von Drehle intentionally induced the third person not to perform the contract; (4) in doing so acted without justification, (5) resulting in actual damage to GP. <i>United Laboratories, Inc. v. Kuykendall,</i> 322 N.C. 643, 661, 370 S.E.2d 375 (N.C.1988); <i>see English Boiler &amp; Tube, Inc. v. W.C. Rouse &amp; Son, Inc.,</i> 1999 WL 89125, 1999 U.S.App. LEXIS 2725 (4th Cir.N.C. Feb. 23, 1999).</p>\n<p>Assuming <i>arguendo,</i> that (1) GP entered into valid contracts with the distributors and business owners, requiring the latter to purchase paper towel rolls for the enMotion® dispenser from GP, and (2) von Drehle's marketing of the 810-B paper towel roll for use in enMotion® dispenser should be considered as evidence of an intent on its part to induce distributors and business owners not to perform their contracts with GP, such action would still be justified as taken in furtherance of legitimate competition. <i>Carolina Water Serv. v. Town of Atl. Beach,</i> 121 N.C.App. 23, 29, 464 S.E.2d 317 (N.C.App.1995)(citing <i>Embree Construction Group v. Rafcor, Inc.,</i> 330 N.C. 487, 498, 411 S.E.2d 916 (N.C.1992)) (\"interference with contract is justified if it is motivated by a legitimate business purpose, as when the plaintiff and the defendant, an outsider, are competitors\"). \"Numerous authorities have recognized that competition in business constitutes justifiable interference in another's business relations and is not actionable so long as it is carried on in furtherance of one's own interests and by means that are <span class=\"star-pagination\">*538</span> lawful.\" <i>Peoples Sec. Life Ins. Co. v. Hooks,</i> 322 N.C. 216, 221, 367 S.E.2d 647 (N.C.1988)(citing <i>Childress v. Abeles,</i> 240 N.C. 667, 84 S.E.2d 176 (N.C.1954); 45 Am.Jur.2d Interference §§ 29-32 (1950)). That is, if the defendant \"is acting for a legitimate business purpose, his actions are privileged.\" <i>Id.</i> If, however, \"the defendant's only motive is a malicious wish to injure the plaintiff, his actions are not justified.\" <i>Id.</i> (citing 86 C.J.S. Torts § 44 (1954)).</p>\n<p>Here, it is undisputed that GP and von Drehle are competitors in the paper manufacturing industry. GP has failed to provide any evidence that von Drehle's motive in marketing and selling the 810-B paper towel roll for use in the enMotion® dispenser was malicious, wrongful or without justification. To the contrary, the evidence supports a finding that von Drehle acted solely for a legitimate business purpose. The marketing of paper towel rolls for use in a competitor's dispenser is common practice within the industry. So much so that, at one point in time, GP, itself, marketed paper towel rolls for use in a von Drehle dispenser. Without any showing by GP of malice on von Drehle's part, the Court must find that von Drehle's marketing of its 810-B paper towel roll for use in the enMotion® dispenser amounts to justifiable interference. <i>See </i><i>Peoples Sec. Life Ins. Co.,</i> 322 N.C. at 222, 367 S.E.2d 647 (affirming dismissal of plaintiffs tortious interference claim, concluding that defendant's hiring of plaintiffs former employees for the purpose of directly competing with plaintiff amounted to justifiable interference, even when plaintiffs former employees had entered into contracts containing a non-competition clause). Any other finding by the Court would, in effect, be a finding against legitimate competition. \"Competition . . . is the life of trade. Every act done by a trader for the purpose of diverting trade from a rival, and attracting it to himself, is an act intentionally done, and, in so far as it is successful, to the injury of the rival in his business . . . To hold such an act wrongful and illegal would be to stifle competition. Trade should be free and unrestricted; and hence every trader is left to conduct his business in his own way, and cannot be held accountable to a rival who suffers a loss of profits by anything he may do, so long as the methods he employs are not of a class of which fraud, misrepresentation, intimidation, coercion, obstruction, or molestation of the rival or his servants . . . are instances.\" <i>Macauley Bros. v. Tierney,</i> 19 R.I. 255, 256, 33 A. 1, 2 (1895); <i>C.S. Smith Metropolitan Mkt. Co., Ltd. v. Lyons,</i> 16 Cal.2d 389, 106 P.2d 414 (1940); <i>Kingston Trap Rock Co. v. International Union of Operating Engineers,</i> 129 N.J.Eq. 570, 19 A.2d 661 (1941).</p>\n<p>In rejecting GP's claims for tortious interference with contractual rights, the Court does not leave GP without recourse. The Court's order does not prevent GP from instituting breach of contract claims against the distributors or business owners with which its entered into such contracts.</p>\n<p>The Court finds that von Drehle is entitled to summary judgment in its favor as to GP's claim of tortious interference with its actual and prospective contractual relationships.</p>\n<p></p>\n<h2>C. Unfair and deceptive trade practices claim</h2>\n<p>In addition, GP alleges von Drehle violated the North Carolina Unfair and Deceptive Trade Practices Act (the \"UDTPA\") when von Drehle allegedly infringed GP's trademark by marketing and selling the 810-B paper towel roll for use in the enMotion® dispenser. Under North Carolina law, trademark infringement may support a claim under the UDTPA. N.C. Gen.Stat. § 75-1.1, <i>et seq. See </i><i>Yellowbrix Inc.,</i> 181 F.Supp.2d at 583 (finding plaintiff's <span class=\"star-pagination\">*539</span> UDTPA claim was unlikely to succeed because defendant had not infringed upon plaintiffs trademark).</p>\n<p>Here, the Court finds that von Drehle did not infringe GP's trademark rights because there was no likelihood of consumer confusion between GP's and von Drehle's marks. This conclusion is based on the fact that the end-users, those business owners who purchase paper towel rolls from distributors for the enMotion® dispensers installed in their premises, know exactly from which company they are purchasing the paper towel rolls. Because von Drehle did not act deceptively and unfairly in adopting GP's mark, GP's UDTPA claim cannot survive.</p>\n<p>The Court finds von Drehle is entitled to summary judgment in its favor as to GP's UDTPA claim.</p>\n<p></p>\n<h2>D. Trespass to chattels and conversion claim</h2>\n<p>GP also alleges conversion and, in the alternative, trespass to chattels. Conversion is defined as: (1) the unauthorized assumption and exercise of the right of ownership; (2) over the goods or personal property; (3) of another; (4) to the exclusion of the rights of the true owner. <i>Di Frega v. Pugliese,</i> 164 N.C.App. 499, 509, 596 S.E.2d 456 (N.C.App.2004). Similarly, a claim for trespass requires the plaintiff to demonstrate actual or constructive possession of goods at the time of the trespass, and an unauthorized interference or dispossession of the property. <i>Fordham v. Eason,</i> 351 N.C. 151, 155, 521 S.E.2d 701 (N.C.1999). In order to prevail on these claims, GP must prove (1) its ownership over the enMotion® dispensers in which end-users used von Drehle's 810-B paper towel roll and (2) the wrongful possession or conversion of those enMotion® dispensers by von Drehle. <i>Spinks v. Taylor,</i> 303 N.C. 256, 264-65, 278 S.E.2d 501 (N.C.1981).</p>\n<p>Assuming <i>arguendo,</i> that GP can prove its ownership over the dispensers in question through valid and enforceable sublease agreements, the conversion and trespass claims still fail unless GP can prove von Drehle exercised or assumed a right of ownership over the enMotion® dispensers. Here, GP has failed to provide any evidence that supports such a finding. The end-users, those business owners who purchase paper towel rolls from distributors for the enMotion® dispensers installed in their premises, exercise or assume a right of ownership over the enMotion® dispensers, not von Drehle. Accordingly, given von Drehle has not exercised or assumed any right of ownership over enMotion® dispensers using its paper towel rolls, the Court cannot find in GP's favor on its claims for conversion and, in the alternative, trespass to chattels.</p>\n<p>The Court finds von Drehle is entitled to summary judgment in its favor as to GP's conversion and trespass to chattels claims.</p>\n<p></p>\n<h2>E. Concerted action claim</h2>\n<p>GP also alleges a claim for concerted action based on an alleged agreement between von Drehle and former co-defendant to tortiously interfere with GP's contracts and infringe GP's trademark rights. As discussed above, the Court finds von Drehle is entitled to summary judgment in its favor as to GP's trademark infringement claims and tortious interference claim. As a result, GP's claim for concerted action cannot survive.</p>\n<p>The Court finds von Drehle is entitled to summary judgment in its favor as to GP's concerted action claim.</p>\n<p></p>\n<h2>II. <i>von Drehle's counterclaims against Georgia Pacific</i>\n</h2>\n<p></p>\n<h2>A. \"Tying\" claim</h2>\n<p>In response to GP's claims, von Drehle alleges a \"tying\" claim against GP. <span class=\"star-pagination\">*540</span> GP moves the Court to find summary judgment in its favor as to this counterclaim. In order to prevail its tying claim, von Drehle must demonstrate: (1) a tying and a tied product; (2) evidence of actual coercion by the seller that forced the buyer to accept the tied product; (3) sufficient economic power in the tying product market to coerce purchaser acceptance of the tied product; (4) anticompetitive effects in the tied market; and (5) the involvement of a \"not insubstantial\" amount of interstate commerce in the \"tied\" market. <i>Gonzalez v. St. Margaret's House Hous. Dev. Fund Corp.,</i> 880 F.2d 1514, 1516-17 (2nd Cir.1989) (citing <i>Yentsch v. Texaco, Inc.,</i> 630 F.2d 46, 56 (2nd Cir.1980)).</p>\n<p>Without addressing the other elements of von Drehle's tying claim, its clear that no genuine issue of material fact remains as to whether end-users are actually coerced by GP to accept the tied product. The essence of coercion is the \"seller's exploitation of its control over the tying product to force the buyer into the purchase of a tied product that the buyer either did not want at all, or might have preferred to purchase elsewhere on different terms.\" <i>Jefferson Parish v. Hyde,</i> 466 U.S. 2, 12, 104 S.Ct. 1551, 80 L.Ed.2d 2 (1984). von Drehle contends that GP's policy of conditioning the leasing of the enMotion® dispenser on end-users purchasing GP's paper towels is proof of coercion. <i>Hill v. A-T-O, Inc.,</i> 535 F.2d 1349, 1355 (2nd Cir.1976) (coercion is assumed where policy of never offering [tying product] separately from [tied product] exists). However, this claim is rebut by the fact that end-users are purchasing paper towels for the enMotion® dispenser from von Drehle. Either end-users are unaware of the obligation to purchase GP paper towels for the enMotion® dispenser or GP has not taken coercive actions to enforce the terms of the lease agreements. In either case, a finding of actual coercion cannot be supported.</p>\n<p>The Court finds GP is entitled to Summary Judgment in its favor as to von Drehle's tying claim.</p>\n<p></p>\n<h2>B. Conspiracy claim</h2>\n<p>von Drehle also alleges GP conspired with the Kimberly-Clark Corporation (\"Kimberly-Clark\") to violate § 1 of the Sherman Act when it entered into an agreement providing that neither GP or Kimberly-Clark would compete in the sale of paper towels for each other's \"proprietary\" dispensers. This allegedly anti-competitive agreement covered the GP's en-Motion® dispenser. Without reaching the merits of this conspiracy claim, however, the Court must grant summary judgment in GP's favor because von Drehle lacks standing to assert the claim. It is true that the antitrust statutes do not \"confine [their] protection to consumers, or to purchasers,\" and \"[are] comprehensive in [their] terms and coverage, protecting all who are made victims of the forbidden practices by whomever they may be perpetrated.\" <i>Associated General Contractors v. Cal. State Council of Carpenters,</i> 459 U.S. 519, 530, 103 S.Ct. 897, 74 L.Ed.2d 723 (1983). However, a plaintiff seeking to vindicate an antitrust claim must still meet the standards for standing set forth by common law, namely \"both the existence of damages and the causal connection between the wrong and the injury.\" <i>Id.</i> at 533, n. 26, 103 S.Ct. 897. \"No damages could be recovered for uncertain, conjectural, or speculative losses.\" <i>Id.</i> Here, despite von Drehle's allegations of an antitrust injury stemming from the alleged conspiracy between GP and Kimberly-Clark, the facts demonstrate that von Drehle has competed favorably with GP in the sale of paper towels for the enMotion® dispenser, von Drehle's successful penetration into that market caused GP to initiate the instant action. In light of the speculative and uncertain nature of von <span class=\"star-pagination\">*541</span> Drehle's antitrust injury and the existence of more direct victims of the alleged conspiracynamely the end-users of paper towelsthe Court finds the facts and law weigh against of von Drehle's antitrust claim.</p>\n<p>The Court finds GP is entitled to Summary Judgment in its favor as to von Drehle's conspiracy claim.</p>\n<p></p>\n<h2>C. State law antitrust claims</h2>\n<p>In addition to its federal antitrust claims, von Drehle also asserts state law antitrust claims against GP. In light of the Court's findings regarding von Drehle's federal antitrust claims, its state law antitrust claims cannot survive. <i>Madison Cablevision v. Morganton,</i> 325 N.C. 634, 656, 386 S.E.2d 200 (N.C.1989)(holding that \"the body of law applying the Sherman Act, although not binding upon this Court in applying G.S. 75-1, is nonetheless instructive in determining the full reach of that statute.\"). GP is entitled to summary judgment in its favor as to von Drehle's state law antitrust claims.</p>\n<p>The Court finds GP is entitled to Summary Judgment in its favor as to von Drehle's state law antitrust claims.</p>\n<p></p>\n<h2>D. Unfair trade practices claim</h2>\n<p>von Drehle alleges GP violated North Carolina's Unfair and Deceptive Trade Practices Act, N.C.G.S. § 75-1.1. von Drehle alleges that GP engaged in an unfair and deceptive practices by attempting to enforce invalid and unenforceable leases and subleases. In order to prevail on its claim, von Drehle must show (1) an unfair or deceptive act or practice, or an unfair method of competition, (2) in or affecting commerce, (3) which proximately caused actual injury to the plaintiff or to his business. <i>Walker v. Fleetwood Homes of N.C, Inc.,</i> 362 N.C. 63, 72, 653 S.E.2d 393 (N.C.2007). Without speaking to whether such leases are enforceable, the Court finds no facts that demonstrate that GP's attempt to enforce such leases constituted an unfair or deceptive practice. The facts demonstrate that GP drafted and entered into lease and sublease agreements with distributors and end-users in good faith, openly, and transparently. In addition, von Drehle has failed to demonstrate an actual injury stemming from the alleged unfair or deceptive trade practice. The facts demonstrate that von Drehle has competed favorably with GP in the sale of paper towels for the enMotion® dispenser, despite GP's attempt to enforce the lease and sublease agreements. GP is entitled to summary judgment in its favor on von Drehle's Unfair and Deceptive Trade Practices Act claim.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court GRANTS von Drehle's Motion for Summary Judgment on GP's Claims, GRANTS GP's Motion for Summary Judgment on von Drehle's counterclaims, and DENIES von Drehle's Motion for Summary Judgment as to its Fourth Counterclaim.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">532</span></span> (2009)</b></center>\n<center><h1>GEORGIA-PACIFIC CONSUMER, PRODUCTS LP, Plaintiff and Counter-Defendant,<br>\nv.<br>\nVON DREHLE CORPORATION, Defendant and Counter-Plaintiff.</h1></center>\n<center>No. 5:05-CV-478-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 14, 2009.</center>\n<p><span class=\"star-pagination\">*534</span> Douglas W. Kenyon, Robert C. Van Arnam, Hunton &amp; Williams, Raleigh, NC, for Plaintiff and Counter-Defendant.</p>\n<p>Albert P. Allan, Allan Law Firm, PLLC, Charlotte, NC, David W. Hood, Patrick, Harper &amp; Dixon, LLP, Hickory, NC, Lee M. Whitman, Wyrick Robbins Yates &amp; Ponton, LLP, Raleigh, NC, for Defendant and Counter-Plaintiff.</p>\n<p></p>\n<h2><i>AMENDED ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for Summary Judgment <span class=\"star-pagination\">*535</span> as to the other's claims. On March 29, 2008, the Court issued an Order denying Defendant's Motion for Summary Judgment on Plaintiffs Claims. The Court has reconsidered the motion and now amends its March 29, 2008 Order. For the reasons stated below, the Court GRANTS Defendant's Motion for Summary Judgment on Plaintiffs Claims, GRANTS Plaintiffs Motion for Summary Judgment as to Defendant's counterclaims, and DENIES Defendant's Motion for Summary Judgment as to its Fourth Counterclaim.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Georgia Pacific (\"GP\") leases certain hands-free enMotion® paper towel dispensers to distributors. The distributors in turn sublease the dispensers to end usersbaseball stadiums, restaurants, and other businessesthat install them in their restroom facilities. Through its lease and sub-lease agreements, GP conditions the use of its dispensers upon the exclusive installation of GP brand paper towels for use in the dispensers. Though it does not manufacture the dispensers, GP claims trademarks and other intellectual property rights in them. GP says that Defendant von Drehle Corporation (\"von Drehle\") has repeatedly \"stuffed\" GP dispensers with von Drehle paper. That conduct, according to GP, not only interfered with GP's exclusive leases and subleases, but also has created confusion that implicates GP's trademark. GP claims that von Drehle's paper is inferior, and that consumers utilizing a \"stuffed\" dispenser will likely associate the paper with GP's brand, thereby diluting its value. GP thus sued von Drehle here, for trademark violations, counterfeiting, common law unfair competition, and tortious interference with a contractual relationship.</p>\n<p>von Drehle answered and counterclaimed. After the Court denied von Drehle's Motion to Dismiss, discovery opened. Thereafter, von Drehle twice sought and received leave amend its Complaint and Counterclaims, von Drehle's Third Amended Answer and Counterclaims generally denies GP's allegations. More importantly, von Drehle claims that GP: (1) has engaged in a \"tying\" arrangement, in contravention of the federal antitrust laws; (2) committed a second federal antitrust violation by entering into an anti-competitive settlement agreement with a third party, Kimberly-Clark [Corporation]; (3) similarly violated North Carolina antitrust statutes; and (4) violated North Carolina's Unfair and Deceptive Trade Practices Act.</p>\n<p>On May 31, 2007, the parties filed cross motions for summary judgment as to the other claims. On March 29, 2008, the Court issued an order denying von Drehle's motion for summary judgment as to GP's claims. The Court now reconsiders its March 29, 2008 Order as well as GP's motion for summary judgment as to von Drehle's counterclaims.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A motion for summary judgment cannot be granted unless there are no genuine issues of material fact for trial. FED. R.CIV.P. 56; <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The Court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). Conclusory allegations are not sufficient to <span class=\"star-pagination\">*536</span> defeat a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc., All</i> U.S. 242, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (\"[T]he mere <i>existence</i> of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment.\") (emphasis in original).</p>\n<p></p>\n<h2>I. <i>Georgia Pacific's claims against von Drehle</i>\n</h2>\n<p></p>\n<h2>A. Trademark infringement claims and common law unfair competition claim</h2>\n<p>GP alleges that von Drehle has (1) made false representations and false designations of origin in violation of 15 U.S.C. § 1125(a)(1)(A); (2) directly or contributorily infringed on GP's trademark infringement rights in violation of 15 U.S.C. § 1114; and (3) violated GP's trademark rights in violation of 15 U.S.C. § 1114(1)(a) by making a counterfeit (trade dress). GP's common law unfair competition claim is based upon the same alleged conduct.</p>\n<p>In order for GP to prevail on its Lanham Act claims and common law unfair competition claim, it must show that: (1) it possesses a mark, (2) von Drehle used the mark, (3) in commerce, (4) in connection with the sale, offering for sale, distribution or advertising of goods and services, and (5) in a manner likely to cause consumer confusion. 15 U.S.C. §§ 1114, 1125(a); <i>PETA v. Doughney,</i> <span class=\"citation\" data-id=\"774714\"><a href=\"/opinion/774714/people-for-the-ethical-treatment-of-animals-v-doughney/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></a></span>, 364 (4th Cir.2001) (identifying the elements of trademark infringement); <i>Yellowbrix, Inc. v. Yellowbrick Solutions, Inc.,</i> <span class=\"citation\" data-id=\"2476904\"><a href=\"/opinion/2476904/yellowbrix-inc-v-yellowbrick-solutions-inc/\"><span class=\"volume\">181</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">575</span></a></span>, 583 (E.D.N.C.2001)(\"The North Carolina common law of unfair competition in the context of trademarks and tradenames is similar to the federal law of trademark infringement.\"). In addition, in order for GP to prevail on its counterfeiting claim, it must show that the mark used was identical or substantially indistinguishable, and von Drehle's use was intentional or willful. 15 U.S.C. § 1116(d)(1)(B)(ii); <i>Larsen v. Terk Tech. Corp.,</i> <span class=\"citation\" data-id=\"756670\"><a href=\"/opinion/756670/tommy-larsen-tommy-larsen-aps-v-terk-technologies-corporation/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span>, 149 (4th Cir.1998)(presuming a likelihood of confusion where defendant intentionally infringed upon plaintiffs trademark).</p>\n<p>Here, GP has failed to show that von Drehle's sale of its 810-B paper towel roll to distributors for use in the enMotion® dispensers caused consumer confusion. GP contends visitors to restrooms where an enMotion® dispenser \"stuffed\" with von Drehle's 810-B paper towel roll are confused to the extent that they expect a GP brand paper towel roll to come from a GP brand dispenser. In arguing its position, GP mistakenly analogizes the facts in this case to cases where gas distributors have been found guilty of trademark infringement when providing unbranded gas to gas stations that falsely sell the gas under a brand name. <i>See </i><i>Getty Petroleum Corp. v. Aris Getty, Inc.,</i> <span class=\"citation\" data-id=\"196140\"><a href=\"/opinion/196140/getty-petroleum-corp-v-noonan-trans/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">718</span></a></span> (1st Cir.1995)(affirming summary judgment against distributor who knowingly delivered unbranded gasoline to gas station bearing GETTY trademark); <i>see also </i><i>Shell Oil Co. v. Commercial Petroleum, Inc.,</i> <span class=\"citation\" data-id=\"557379\"><a href=\"/opinion/557379/shell-oil-company-a-delaware-corporation-v-commercial-petroleum/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 107 (4th Cir.1991)(affirming district court's finding that marketing and selling unbranded oil as SHELL oil violated Lanham Act). In those cases, the end-users were gas station customers who chose to purchase their gasoline from a branded gas station, expecting to receive brand gasoline. The damage to those customers is clear. They purchase a certain brand gas, in some cases at a premium, presumably holding certain expectations regarding the quality and nature of that gas. Instead, they receive unbranded gasoline, which may or may not meet their expectations regarding its quality and nature. As a result, the brand gasoline name may suffer because its good name is now associated with the <span class=\"star-pagination\">*537</span> potential negative attributes of the unbranded gasoline.</p>\n<p>In this case, the end-users of the paper towel rolls produced by von Drehle and GP are those business owners who purchase paper towel rolls from distributors for the enMotion® dispensers installed in their premises. The end-users know exactly from which company they are purchasing the paper towel rolls and associate the nature and quality of such paper towels rolls with that company. GP's trademark claims and related unfair competition claim are premised upon von Drehle's manufacturing and selling of the 810-B paper towel roll causing confusion for restroom visitors. GP wrongly casts restroom visitors to whom business owners provide paper towels as the end-users. GP provides empirical evidence regarding whether restroom visitors expect the brand of the paper towel dispensed from a paper towel dispenser to be the same as the brand of the dispenser itself. Their expectations regarding the quality and nature of the paper towel rolls, however, are irrelevant. The visitors to the restroom have made no choices regarding the paper towel roll dispensed from the enMotion® dispenser. No evidence exists to indicate that restroom visitors play any meaningful role in deciding which paper towel roll a business owner purchases from a distributor. Similarly, no evidence exists to indicate that restroom visitors choose certain business establishments based upon the paper towel brand present in the restroom. In order for GP's trademark claims and unfair competition claim to survive, von Drehle's sale of the 810-B paper towel rolls must cause confusion for the consumersthe business owners and/or distributors who actually purchase the paper towel rolls. No such allegations have been made by GP. Accordingly, the Court finds von Drehle is entitled to summary judgment in its favor as to GP's trademark infringement claims and unfair competition claim.</p>\n<p></p>\n<h2>B. Tortious interference claims</h2>\n<p>GP also alleges von Drehle tortiously interfered with its actual and prospective contractual relationships. In order to prevail on these claims, GP must show that: (1) a valid contract between GP and a third person existed, conferring upon GP a contractual right against a third person; (2) von Drehle had knowledge of the contract; (3) von Drehle intentionally induced the third person not to perform the contract; (4) in doing so acted without justification, (5) resulting in actual damage to GP. <i>United Laboratories, Inc. v. Kuykendall,</i> <span class=\"citation\" data-id=\"1294109\"><a href=\"/opinion/1294109/united-laboratories-inc-v-kuykendall/\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">643</span></a></span>, 661, <span class=\"citation\" data-id=\"1294109\"><a href=\"/opinion/1294109/united-laboratories-inc-v-kuykendall/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">375</span></a></span> (N.C.1988); <i>see English Boiler &amp; Tube, Inc. v. W.C. Rouse &amp; Son, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">89125</span></span>, 1999 U.S.App. LEXIS 2725 (4th Cir.N.C. Feb. 23, 1999).</p>\n<p>Assuming <i>arguendo,</i> that (1) GP entered into valid contracts with the distributors and business owners, requiring the latter to purchase paper towel rolls for the enMotion® dispenser from GP, and (2) von Drehle's marketing of the 810-B paper towel roll for use in enMotion® dispenser should be considered as evidence of an intent on its part to induce distributors and business owners not to perform their contracts with GP, such action would still be justified as taken in furtherance of legitimate competition. <i>Carolina Water Serv. v. Town of Atl. Beach,</i> 121 N.C.App. 23, 29, <span class=\"citation\" data-id=\"1282208\"><a href=\"/opinion/1282208/carolina-water-service-inc-v-town-of-atlantic-beach/\"><span class=\"volume\">464</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">317</span></a></span> (N.C.App.1995)(citing <i>Embree Construction Group v. Rafcor, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">487</span></span>, 498, <span class=\"citation\" data-id=\"1327997\"><a href=\"/opinion/1327997/embree-const-group-v-rafcor-inc/\"><span class=\"volume\">411</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">916</span></a></span> (N.C.1992)) (\"interference with contract is justified if it is motivated by a legitimate business purpose, as when the plaintiff and the defendant, an outsider, are competitors\"). \"Numerous authorities have recognized that competition in business constitutes justifiable interference in another's business relations and is not actionable so long as it is carried on in furtherance of one's own interests and by means that are <span class=\"star-pagination\">*538</span> lawful.\" <i>Peoples Sec. Life Ins. Co. v. Hooks,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">216</span></span>, 221, <span class=\"citation\" data-id=\"1226082\"><a href=\"/opinion/1226082/peoples-sec-life-ins-co-v-hooks/\"><span class=\"volume\">367</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">647</span></a></span> (N.C.1988)(citing <i>Childress v. Abeles,</i> <span class=\"citation\" data-id=\"1305346\"><a href=\"/opinion/1305346/childress-v-abeles/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">667</span></a></span>, <span class=\"citation\" data-id=\"1305346\"><a href=\"/opinion/1305346/childress-v-abeles/\"><span class=\"volume\">84</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">176</span></a></span> (N.C.1954); 45 Am.Jur.2d Interference §§ 29-32 (1950)). That is, if the defendant \"is acting for a legitimate business purpose, his actions are privileged.\" <i>Id.</i> If, however, \"the defendant's only motive is a malicious wish to injure the plaintiff, his actions are not justified.\" <i>Id.</i> (citing 86 C.J.S. Torts § 44 (1954)).</p>\n<p>Here, it is undisputed that GP and von Drehle are competitors in the paper manufacturing industry. GP has failed to provide any evidence that von Drehle's motive in marketing and selling the 810-B paper towel roll for use in the enMotion® dispenser was malicious, wrongful or without justification. To the contrary, the evidence supports a finding that von Drehle acted solely for a legitimate business purpose. The marketing of paper towel rolls for use in a competitor's dispenser is common practice within the industry. So much so that, at one point in time, GP, itself, marketed paper towel rolls for use in a von Drehle dispenser. Without any showing by GP of malice on von Drehle's part, the Court must find that von Drehle's marketing of its 810-B paper towel roll for use in the enMotion® dispenser amounts to justifiable interference. <i>See </i><i>Peoples Sec. Life Ins. Co.,</i> 322 N.C. at 222, <span class=\"citation\" data-id=\"1226082\"><a href=\"/opinion/1226082/peoples-sec-life-ins-co-v-hooks/\"><span class=\"volume\">367</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">647</span></a></span> (affirming dismissal of plaintiffs tortious interference claim, concluding that defendant's hiring of plaintiffs former employees for the purpose of directly competing with plaintiff amounted to justifiable interference, even when plaintiffs former employees had entered into contracts containing a non-competition clause). Any other finding by the Court would, in effect, be a finding against legitimate competition. \"Competition . . . is the life of trade. Every act done by a trader for the purpose of diverting trade from a rival, and attracting it to himself, is an act intentionally done, and, in so far as it is successful, to the injury of the rival in his business . . . To hold such an act wrongful and illegal would be to stifle competition. Trade should be free and unrestricted; and hence every trader is left to conduct his business in his own way, and cannot be held accountable to a rival who suffers a loss of profits by anything he may do, so long as the methods he employs are not of a class of which fraud, misrepresentation, intimidation, coercion, obstruction, or molestation of the rival or his servants . . . are instances.\" <i>Macauley Bros. v. Tierney,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">255</span></span>, 256, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">A.</span> <span class=\"page\">1</span></span>, 2 (1895); <i>C.S. Smith Metropolitan Mkt. Co., Ltd. v. Lyons,</i> <span class=\"citation\" data-id=\"1350925\"><a href=\"/opinion/1350925/cs-smith-met-market-co-v-lyons/\"><span class=\"volume\">16</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">389</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">414</span></span> (1940); <i>Kingston Trap Rock Co. v. International Union of Operating Engineers,</i> 129 N.J.Eq. 570, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">661</span></span> (1941).</p>\n<p>In rejecting GP's claims for tortious interference with contractual rights, the Court does not leave GP without recourse. The Court's order does not prevent GP from instituting breach of contract claims against the distributors or business owners with which its entered into such contracts.</p>\n<p>The Court finds that von Drehle is entitled to summary judgment in its favor as to GP's claim of tortious interference with its actual and prospective contractual relationships.</p>\n<p></p>\n<h2>C. Unfair and deceptive trade practices claim</h2>\n<p>In addition, GP alleges von Drehle violated the North Carolina Unfair and Deceptive Trade Practices Act (the \"UDTPA\") when von Drehle allegedly infringed GP's trademark by marketing and selling the 810-B paper towel roll for use in the enMotion® dispenser. Under North Carolina law, trademark infringement may support a claim under the UDTPA. N.C. Gen.Stat. § 75-1.1, <i>et seq. See </i><i>Yellowbrix Inc.,</i> 181 F.Supp.2d at 583 (finding plaintiff's <span class=\"star-pagination\">*539</span> UDTPA claim was unlikely to succeed because defendant had not infringed upon plaintiffs trademark).</p>\n<p>Here, the Court finds that von Drehle did not infringe GP's trademark rights because there was no likelihood of consumer confusion between GP's and von Drehle's marks. This conclusion is based on the fact that the end-users, those business owners who purchase paper towel rolls from distributors for the enMotion® dispensers installed in their premises, know exactly from which company they are purchasing the paper towel rolls. Because von Drehle did not act deceptively and unfairly in adopting GP's mark, GP's UDTPA claim cannot survive.</p>\n<p>The Court finds von Drehle is entitled to summary judgment in its favor as to GP's UDTPA claim.</p>\n<p></p>\n<h2>D. Trespass to chattels and conversion claim</h2>\n<p>GP also alleges conversion and, in the alternative, trespass to chattels. Conversion is defined as: (1) the unauthorized assumption and exercise of the right of ownership; (2) over the goods or personal property; (3) of another; (4) to the exclusion of the rights of the true owner. <i>Di Frega v. Pugliese,</i> 164 N.C.App. 499, 509, <span class=\"citation\" data-id=\"1264222\"><a href=\"/opinion/1264222/di-frega-v-pugliese/\"><span class=\"volume\">596</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">456</span></a></span> (N.C.App.2004). Similarly, a claim for trespass requires the plaintiff to demonstrate actual or constructive possession of goods at the time of the trespass, and an unauthorized interference or dispossession of the property. <i>Fordham v. Eason,</i> <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">151</span></span>, 155, <span class=\"citation\" data-id=\"1332441\"><a href=\"/opinion/1332441/fordham-v-eason/\"><span class=\"volume\">521</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">701</span></a></span> (N.C.1999). In order to prevail on these claims, GP must prove (1) its ownership over the enMotion® dispensers in which end-users used von Drehle's 810-B paper towel roll and (2) the wrongful possession or conversion of those enMotion® dispensers by von Drehle. <i>Spinks v. Taylor,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">256</span></span>, 264-65, <span class=\"citation\" data-id=\"1235462\"><a href=\"/opinion/1235462/spinks-v-taylor/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">501</span></a></span> (N.C.1981).</p>\n<p>Assuming <i>arguendo,</i> that GP can prove its ownership over the dispensers in question through valid and enforceable sublease agreements, the conversion and trespass claims still fail unless GP can prove von Drehle exercised or assumed a right of ownership over the enMotion® dispensers. Here, GP has failed to provide any evidence that supports such a finding. The end-users, those business owners who purchase paper towel rolls from distributors for the enMotion® dispensers installed in their premises, exercise or assume a right of ownership over the enMotion® dispensers, not von Drehle. Accordingly, given von Drehle has not exercised or assumed any right of ownership over enMotion® dispensers using its paper towel rolls, the Court cannot find in GP's favor on its claims for conversion and, in the alternative, trespass to chattels.</p>\n<p>The Court finds von Drehle is entitled to summary judgment in its favor as to GP's conversion and trespass to chattels claims.</p>\n<p></p>\n<h2>E. Concerted action claim</h2>\n<p>GP also alleges a claim for concerted action based on an alleged agreement between von Drehle and former co-defendant to tortiously interfere with GP's contracts and infringe GP's trademark rights. As discussed above, the Court finds von Drehle is entitled to summary judgment in its favor as to GP's trademark infringement claims and tortious interference claim. As a result, GP's claim for concerted action cannot survive.</p>\n<p>The Court finds von Drehle is entitled to summary judgment in its favor as to GP's concerted action claim.</p>\n<p></p>\n<h2>II. <i>von Drehle's counterclaims against Georgia Pacific</i>\n</h2>\n<p></p>\n<h2>A. \"Tying\" claim</h2>\n<p>In response to GP's claims, von Drehle alleges a \"tying\" claim against GP. <span class=\"star-pagination\">*540</span> GP moves the Court to find summary judgment in its favor as to this counterclaim. In order to prevail its tying claim, von Drehle must demonstrate: (1) a tying and a tied product; (2) evidence of actual coercion by the seller that forced the buyer to accept the tied product; (3) sufficient economic power in the tying product market to coerce purchaser acceptance of the tied product; (4) anticompetitive effects in the tied market; and (5) the involvement of a \"not insubstantial\" amount of interstate commerce in the \"tied\" market. <i>Gonzalez v. St. Margaret's House Hous. Dev. Fund Corp.,</i> <span class=\"citation\" data-id=\"526974\"><a href=\"/opinion/526974/josefina-gonzalez-and-cross-appellees-v-st-margarets-house-housing/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1514</span></a></span>, 1516-17 (2nd Cir.1989) (citing <i>Yentsch v. Texaco, Inc.,</i> <span class=\"citation\" data-id=\"382062\"><a href=\"/opinion/382062/david-a-yentsch-plaintiff-appellee-cross-appellant-v-texaco-inc/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 56 (2nd Cir.1980)).</p>\n<p>Without addressing the other elements of von Drehle's tying claim, its clear that no genuine issue of material fact remains as to whether end-users are actually coerced by GP to accept the tied product. The essence of coercion is the \"seller's exploitation of its control over the tying product to force the buyer into the purchase of a tied product that the buyer either did not want at all, or might have preferred to purchase elsewhere on different terms.\" <i>Jefferson Parish v. Hyde,</i> <span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">2</span></a></span>, 12, <span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1551</span></a></span>, <span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">2</span></a></span> (1984). von Drehle contends that GP's policy of conditioning the leasing of the enMotion® dispenser on end-users purchasing GP's paper towels is proof of coercion. <i>Hill v. A-T-O, Inc.,</i> <span class=\"citation\" data-id=\"335941\"><a href=\"/opinion/335941/cheryl-perry-hill-v-a-t-o-inc/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1349</span></a></span>, 1355 (2nd Cir.1976) (coercion is assumed where policy of never offering [tying product] separately from [tied product] exists). However, this claim is rebut by the fact that end-users are purchasing paper towels for the enMotion® dispenser from von Drehle. Either end-users are unaware of the obligation to purchase GP paper towels for the enMotion® dispenser or GP has not taken coercive actions to enforce the terms of the lease agreements. In either case, a finding of actual coercion cannot be supported.</p>\n<p>The Court finds GP is entitled to Summary Judgment in its favor as to von Drehle's tying claim.</p>\n<p></p>\n<h2>B. Conspiracy claim</h2>\n<p>von Drehle also alleges GP conspired with the Kimberly-Clark Corporation (\"Kimberly-Clark\") to violate § 1 of the Sherman Act when it entered into an agreement providing that neither GP or Kimberly-Clark would compete in the sale of paper towels for each other's \"proprietary\" dispensers. This allegedly anti-competitive agreement covered the GP's en-Motion® dispenser. Without reaching the merits of this conspiracy claim, however, the Court must grant summary judgment in GP's favor because von Drehle lacks standing to assert the claim. It is true that the antitrust statutes do not \"confine [their] protection to consumers, or to purchasers,\" and \"[are] comprehensive in [their] terms and coverage, protecting all who are made victims of the forbidden practices by whomever they may be perpetrated.\" <i>Associated General Contractors v. Cal. State Council of Carpenters,</i> <span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 530, <span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (1983). However, a plaintiff seeking to vindicate an antitrust claim must still meet the standards for standing set forth by common law, namely \"both the existence of damages and the causal connection between the wrong and the injury.\" <i>Id.</i> at 533, n. 26, <span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>. \"No damages could be recovered for uncertain, conjectural, or speculative losses.\" <i>Id.</i> Here, despite von Drehle's allegations of an antitrust injury stemming from the alleged conspiracy between GP and Kimberly-Clark, the facts demonstrate that von Drehle has competed favorably with GP in the sale of paper towels for the enMotion® dispenser, von Drehle's successful penetration into that market caused GP to initiate the instant action. In light of the speculative and uncertain nature of von <span class=\"star-pagination\">*541</span> Drehle's antitrust injury and the existence of more direct victims of the alleged conspiracynamely the end-users of paper towelsthe Court finds the facts and law weigh against of von Drehle's antitrust claim.</p>\n<p>The Court finds GP is entitled to Summary Judgment in its favor as to von Drehle's conspiracy claim.</p>\n<p></p>\n<h2>C. State law antitrust claims</h2>\n<p>In addition to its federal antitrust claims, von Drehle also asserts state law antitrust claims against GP. In light of the Court's findings regarding von Drehle's federal antitrust claims, its state law antitrust claims cannot survive. <i>Madison Cablevision v. Morganton,</i> <span class=\"citation\" data-id=\"1387755\"><a href=\"/opinion/1387755/madison-cablevision-inc-v-city-of-morganton/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">634</span></a></span>, 656, <span class=\"citation\" data-id=\"1387755\"><a href=\"/opinion/1387755/madison-cablevision-inc-v-city-of-morganton/\"><span class=\"volume\">386</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">200</span></a></span> (N.C.1989)(holding that \"the body of law applying the Sherman Act, although not binding upon this Court in applying G.S. 75-1, is nonetheless instructive in determining the full reach of that statute.\"). GP is entitled to summary judgment in its favor as to von Drehle's state law antitrust claims.</p>\n<p>The Court finds GP is entitled to Summary Judgment in its favor as to von Drehle's state law antitrust claims.</p>\n<p></p>\n<h2>D. Unfair trade practices claim</h2>\n<p>von Drehle alleges GP violated North Carolina's Unfair and Deceptive Trade Practices Act, N.C.G.S. § 75-1.1. von Drehle alleges that GP engaged in an unfair and deceptive practices by attempting to enforce invalid and unenforceable leases and subleases. In order to prevail on its claim, von Drehle must show (1) an unfair or deceptive act or practice, or an unfair method of competition, (2) in or affecting commerce, (3) which proximately caused actual injury to the plaintiff or to his business. <i>Walker v. Fleetwood Homes of N.C, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">63</span></span>, 72, <span class=\"citation\" data-id=\"1424017\"><a href=\"/opinion/1424017/walker-v-fleetwood-homes-of-north-carolina/\"><span class=\"volume\">653</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">393</span></a></span> (N.C.2007). Without speaking to whether such leases are enforceable, the Court finds no facts that demonstrate that GP's attempt to enforce such leases constituted an unfair or deceptive practice. The facts demonstrate that GP drafted and entered into lease and sublease agreements with distributors and end-users in good faith, openly, and transparently. In addition, von Drehle has failed to demonstrate an actual injury stemming from the alleged unfair or deceptive trade practice. The facts demonstrate that von Drehle has competed favorably with GP in the sale of paper towels for the enMotion® dispenser, despite GP's attempt to enforce the lease and sublease agreements. GP is entitled to summary judgment in its favor on von Drehle's Unfair and Deceptive Trade Practices Act claim.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court GRANTS von Drehle's Motion for Summary Judgment on GP's Claims, GRANTS GP's Motion for Summary Judgment on von Drehle's counterclaims, and DENIES von Drehle's Motion for Summary Judgment as to its Fourth Counterclaim.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1226082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1264222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1327997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1350925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1387755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1424017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2476904/"
  ]
}