{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2477155/",
  "absolute_url": "/opinion/2477155/united-states-v-broncheau/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2477155/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:48:43.791418Z",
  "date_modified": "2016-04-26T23:35:03.348826Z",
  "type": "010combined",
  "sha1": "e38e343ef6086de73702d8ec672eef912ce75cd3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>759 F.Supp.2d 682 (2010)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nDonald BRONCHEAU, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nJeffrey Neuhauser, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nJerry T. Rogers, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nDavid H. Tobey, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nScott Kevin Combe, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nMathias Thomas Kopp, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nEdward David Erwin, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nPatrick Caporale, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nScott Kevin McGreevy, Respondent.</h1></center>\n<center>Nos. 5:06-HC-2219-BO, 5:07-HC-2101-BO, 5:07-HC-2148-BO, 5:07-HC-2166-BO, 5:07-HC-2025-BO, 5:07-HC-2185-BO, 5:07-HC-2206-BO, 5:08-HC-2037-BO, 5:07-HC-2063-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 29, 2010.</center>\n<p><span class=\"star-pagination\">*683</span> Michael D. Bredenberg, Butner, NC, R. A. Renfer, Jr., U.S. Attorney's Office, Raleigh, NC, for Petitioner.</p>\n<p>Jane E. Pearce, Suzanne Little, Federal Public Defender, Raleigh, NC, for Respondent.</p>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Respondents are former federal prisoners who have had Certifications of a Sexually Dangerous Person pursuant to 18 U.S.C. § 4248 filed against them by the federal government under the Adam Walsh Child Protection and Safety Act of 2006, Pub.L. No. 109-248, 120 Stat. 587 (2006) (\"Adam Walsh Act\"). Section 4248 permits the court to indefinitely commit an individual if, after a hearing, the court finds by clear and convincing evidence the person is a \"sexually dangerous person[.]\" 18 U.S.C. § 4248(d). To date, none of these respondents has been committed; they await hearings on the government's petitions for their commitment while being held at Federal Correctional Institution in Butner, North Carolina (hereinafter \"FCI-Butner\").</p>\n<p>Respondents have moved to dismiss the actions filed against them on the basis that section 4248 violates their right to procedural and substantive due process and denies equal protection of the laws. Before the court are various motions to dismiss <span class=\"star-pagination\">*684</span> filed by all respondents, the government's responses, respondents' supplemental memoranda in support of the motions to dismiss, and the government's responses thereto. In addition, respondents Combe and Kopp have filed motions for hearing on the government's petitions for their commitment. The parties also appeared before the court for a status hearing on either August 30, 2010, or September 28, 2010. In all of the cases the issues presented by respondents and the government are substantially the same and the court will resolve the matters jointly.</p>\n<p>As background, each respondent was incarcerated in the custody of the Bureau of Prisons (hereinafter \"BOP\") serving an active term of incarceration as set out in his criminal federal judgment at the time the government filed the certifications of sexual dangerousness. The criminal judgment for each respondent includes a term of supervised release. The government filed section 4248 certifications against each respondent, staying their release from incarceration, shortly prior to the expiration of their prison terms. At the time the certifications were filed, all of the respondents were incarcerated at FCIButner, which is in this district; however, none of the criminal judgments originated from this district. The certifications all provide an assertion of the Chairperson (or in some cases, the Interim Chairperson) of the BOP Certification Review Panel that \"[b]ased on a review of . . . Bureau records,... [respondent at issue] is a sexually dangerous person as defined by 18 U.S.C. § 4247(a)(5), and sexually dangerous to others as defined by 18 U.S.C. § 4247(a)(6).\"</p>\n<p></p>\n<h2><i>A. Procedural and Criminal History of Respondents</i></h2>\n<p></p>\n<h2>1. Donald Broncheau</h2>\n<p>In 2003, Donald Broncheau was convicted and sentenced in the District of Idaho for making false statements to a government agency (FBI) in violation of 18 U.S.C. § 1001. Broncheau received a term of imprisonment of forty-eight months and a three-year term of supervised release. His projected release date was January 4, 2007. On December 20, 2006, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Broncheau. <i>United States v. Broncheau,</i> No. 5:06-HC-2219-BO (E.D.N.C.) (D.E. # 1). The certification provides only the general assertion of the Interim Chairperson of the BOP Certification Review Panel that Broncheau is a sexually dangerous person as defined by 18 U.S.C. § 4247(a)(5)-(6). No additional explanation or notice of the criminal activity or mental diagnosis upon which this certification is based is contained within the certification. <i>See id.</i></p>\n<p></p>\n<h2>2. Scott Kevin Combe</h2>\n<p>In 2004, Scott Combe was convicted in the District of Utah of being a felon in possession of a firearm in violation of 18 U.S.C. § 922(g)(1) and received a thirty-month term of imprisonment and a three-year term of supervised release. His projected release date was January 29, 2007. On January 26, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Combe. <i>United States v. Combe,</i> No. 5:07-HC-2025-BO (E.D.N.C.) (D.E. # 1). The certification is based on an Idaho state conviction, dating back at least eighteen years, \"involv[ing] sexual contact with two male children ages 11 and 12, over a period of several months.\" <i>Id.</i></p>\n<p></p>\n<h2>3. Jeffrey Neuhauser</h2>\n<p>In 1999, Jeffrey Neuhauser was convicted in the District of Maryland of interstate travel with the intent to engage in sex with a minor in violation of 18 U.S.C. § 2423(b) and distribution of a visual depiction of a <span class=\"star-pagination\">*685</span> minor engaged in sexually explicit conduct in violation of 18 U.S.C. § 2252, and received a 109-month term of imprisonment and a five-year term of supervised release. While serving this sentence, he also completed an eighteen-month term of imprisonment for Travel with the Intent to Engage in Sex with a Minor, in violation of 18 U.S.C. § 2423(b), imposed by the Eastern District of Virginia. His projected release date was June 6, 2007. On May 22, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Neuhauser. <i>United States v. Neuhauser,</i> No. 5:07-HC-2102-BO (E.D.N.C.) (D.E. # 1). The certification is based on respondent's two federal convictions, described in the certification as \"his current offense conduct[,]\" as well as a Maryland state conviction of Assault and Battery, which the certification states involved Neuhauser's attempt to sodomize a 14-year-old boy, and a 1985 Illinois state conviction of Contributing to the Sexual Delinquency of a Child. <i>Id.</i></p>\n<p></p>\n<h2>4. Jerry T. Rogers</h2>\n<p>In 1992, Jerry T. Rogers was convicted in the District of Hawaii of Bank Robbery and Use and Carry of a Firearm During and in Relation to a Crime of Violence. He received a 156-month term of imprisonment, a consecutive 60-month term of imprisonment, and a five-year term of supervised release. His projected release date was August 9, 2007. On August 7, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Rogers. <i>United States v. Rogers,</i> No. 5:07-HC-2148-BO (E.D.N.C.) (D.E. # 1). The certification is based on a 1992 Hawaii state conviction of three counts of Sexual Assault in the First Degree and two counts of Sexual Assault in the Third Degree and a 1973<sup>[1]</sup> conviction by United States Army court martial of two counts of Rape and one count of Carnal Knowledge.</p>\n<p></p>\n<h2>5. David Henry Tobey</h2>\n<p>In 2003, David Henry Tobey was convicted in the District of Maryland of Unlicensed Dealing in Firearms, in violation of 18 U.S.C. § 922(a)(1)(A), and received a 60-month term of imprisonment and a three-year term of supervised release. Tobey's projected release date was September 8, 2007. On September 6, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Tobey. <i>United States v. Tobey,</i> No. 5:07-HC-2166-BO (D.E. # 1). The certification is based on a Maryland state conviction of three counts of Child Abuse, in a series of incidents that involved him engaging in numerous sexual acts with the daughter of a female friend when she was between the ages of seven and fourteen years old, and a Florida state conviction of Attempted Sexual Battery Upon a Child and Lewd, Lascivious, or Indecent Assault or Act Upon or in the Presence of a Child, in an incident that involved a seven year old boy.</p>\n<p></p>\n<h2>6. Mathias Thomas Kopp</h2>\n<p>In 2001, Mathias Thomas Kopp was convicted in Hungary of the rape of a minor not older than twelve years of age. Kopp is an American citizen and was transferred to BOP custody pursuant to 18 U.S.C. §§ 4100 et seq. He received a 92-month term of imprisonment and a term of supervised release.<sup>[2]</sup> Kopp's projected release <span class=\"star-pagination\">*686</span> date was April 2, 2008. On October 5, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Kopp. <i>USA v. Mathias Thomas Kopp,</i> 5:07-HC-2185-BO (E.D.N.C.) (D.E. # 1). The certification is based on his \"current offense conduct\" and a 1981 Louisiana state conviction for Forcible Rape, \"for conduct that included breaking into a residence and forcing a female resident into her bedroom at gunpoint, where he raped and forced her to perform oral sex[.]\" <i>Id.</i></p>\n<p></p>\n<h2>7. Edward David Erwin</h2>\n<p>In 2001, Edward David Erwin was convicted in the Western District of Kentucky of Knowingly Receiving by Computer Visual Depictions of Minors Engaging in Sexually Explicit Conduct Which Had Been Transported in Interstate Commerce in violation of 18 U.S.C. § 2252(a)(2) and Knowingly Possessing Computer Disks and Other Visual Depictions of Minors Engaged in Sexually Explicit Conduct Which Had Been Transported in Interstate Commerce in violation of 18 U.S.C. § 2252(a)(4)(B). He received a 90-month term of imprisonment and a five-year term of supervised release. Erwin's projected release date was December 9, 2007. On November 11, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Erwin. <i>United States v. Erwin,</i> 5:07-HC-2206-BO (E.D.N.C.) (D.E. # 1). The certification is based on a 1986 Kentucky state conviction of two counts of Sodomy in the Second Degree, two counts of Sexual Abuse in the First Degree, and Criminal Attempt to Commit Sodomy in the First Degree. <i>Id.</i></p>\n<p></p>\n<h2>8. Patrick Caporale</h2>\n<p>In 1992, Patrick Caporale was convicted in the District of Maine of six counts of Using a Minor to Engage in Sexual Conduct, in violation of 18 U.S.C. § 2251(a) and one count of Possession of Material Utilizing Minors to Engage in Sexually Explicit Conduct, in violation of 18 U.S.C. §§ 2252(a)(4)(B) and 2256. His original sentence was an 84-month term of imprisonment and a three-year term of supervised release, and at the time of his certification, Caporale was serving a six-month term of imprisonment and a 20-month term of supervised release, following the revocation of his supervised release. His projected release date was March 21, 2008.<sup>[3]</sup> On March 21, 2008, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Caporale. <i>United States v. Caporale,</i> No. 5:08-HC-2037-BO (E.D.N.C.) (D.E. # 1). The certification is based on his \"current offense conduct\" and three prior New York state convictions for Acting in a Manner Injurious to a Child and Criminal Facilitation in the Fourth Degree.</p>\n<p></p>\n<h2>9. Kevin McGreevy</h2>\n<p>In 2004, Kevin McGreevy was convicted in the District of Massachusetts of two <span class=\"star-pagination\">*687</span> counts of Production and Possession of Child Pornography in violation of 18 U.S.C. §§ 2251(a) and 2252A. He received a 63-month term of imprisonment and a two-year term of supervised release. McGreevy's projected release date was November 24, 2007. On April 3, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against McGreevy. <i>United States v. McGreevy,</i> No. 5:07-HC-2063-BO (E.D.N.C.) (D.E. # 1). The certification is based on \"his current offense conduct\" and a 1994 conviction in Hungary for Continuously Committing Unnatural Forcible Lechery.</p>\n<p></p>\n<h2><i>B. Discussion</i></h2>\n<p></p>\n<h2>i.</h2>\n<p>The Adam Walsh Act, specifically 18 U.S.C. § 4248, under which these nine individuals have had a certification filed against them, has been litigated in this district, our circuit court, the United States Supreme Court, as well as the First and Eighth Circuits. A brief discussion of these cases puts in context the evolution of the litigation as applied to section 4248.</p>\n<p>In 2007, in <i>United States v. Comstock,</i> 507 F.Supp.2d 522 (E.D.N.C.2007), <i>aff'd</i> 551 F.3d 274, 280 (4th Cir.2009), <i>cert. granted,</i> ___ U.S. ___, 129 S.Ct. 2828, 174 L.Ed.2d 551 (2009), another court in this district found section 4248 unconstitutional on the grounds that: (1) the civil commitment of those deemed sexually dangerous does not fall within the Article I Commerce Clause powers of Congress; and (2) the failure to apply the beyond a reasonable doubt burden of proof in section 4248 proceedings constitutes a denial of due process. The Fourth Circuit Court of Appeals affirmed the order on the grounds that neither the Article I Commerce Powers of Congress, nor the Necessary and Proper Clause, conferred authority to enact section 4248. <i>Comstock,</i> 551 F.3d at 274.</p>\n<p>On May 17, 2010, the Supreme Court reversed, holding that Congress possessed the authority under the Necessary and Proper Clause to enact a federal statute allowing a district court to order the indefinite commitment, beyond the date the prisoner would otherwise be released, of a sexually dangerous individual. <i>United States v. Comstock,</i> ___ U.S. ___, 130 S.Ct. 1949, 176 L.Ed.2d 878 (2010).<sup>[4]</sup> In <i>Comstock,</i> while upholding the authority of Congress to enact such a commitment statute, the Supreme Court specifically stated it was not ruling on \"any claim that the statute or its application denies equal protection of the laws, procedural or substantive due process, or any other rights guaranteed by the Constitution.\" <i>Id.,</i> ___ U.S. at ___, 130 S.Ct. at 1965.</p>\n<p>In <i>Timms v. Johns,</i> No. 5:08-HC-2160-BO (E.D.N.C), Gerald Timms filed a petition in this court pursuant to 28 U.S.C. § 2241 arguing he was unlawfully detained pursuant to 18 U.S.C. § 4248. Timms argued, in part, that section 4248 subjected him to criminal punishment without the benefit of Constitutional protections afforded to a criminal defendant and violated his right to due process under the Fifth Amendment. This court, resolving the case on grounds not addressed in <i>Comstock,</i> held that section 4248 as applied could not legitimately be viewed as civil in nature and therefore, petitioner had been subjected to criminal punishment without <span class=\"star-pagination\">*688</span> due process of law. <i>Timms v. Johns,</i> 700 F.Supp.2d 764, 768-70 (2010). The court also held that even if section 4248 is construed as civil in nature, the statute fails to provide procedural and evidentiary protections sufficient to satisfy procedural due process, on its face and as applied. <i>Id.</i> at 770-774.</p>\n<p></p>\n<h2>ii.</h2>\n<p>In the actions presently before the court, respondents seek dismissal of the section 4248 actions on the grounds that \"18 U.S.C. § 4248 . . . `denies equal protection of the laws, procedural or substantive due process, or any other rights guaranteed by the Constitution.'\" Second Mots. Dismiss at 2; <i>see also</i> Rogers' Renewed Mot. Dismiss at 3 (same). \"Examining the constitutionality of an act of Congress requires a journey into treacherous waters, to say the least. It is at these times that a mere district judge would prefer to take refuge in the doctrine of `constitutional avoidance' or `constitutional doubt' rather than engage in a confrontation on such fundamental matters. Consistent with this cardinal rule of statutory construction, courts are obligated to construe legislative enactments in a manner that avoids constitutional questions whenever there is a saving construction that is `not plainly contrary to the intent of Congress.'\" <i>In re Islamic Republic of Iran Terrorism Litigation,</i> 659 F.Supp.2d 31, 68 (D.D.C.2009) (multiple citations omitted).</p>\n<p>In supplemental briefing filed by the parties after the September 28, 2010, status conferences, respondents noted that \"[t]he Adam Walsh Act amended 18 U.S.C. § 4241 so that anytime during the period of supervision, the government may seek a hearing to determine mental competency of the defendant.\" 10/6/10 Supp. Mem. Supp. Mot. Dismiss at 3 (citing 18 U.S.C. § 4241(a)). The government responded that \"[o]nce the respondent is released from BOP custody, they are outside the purview of § 4248 and cannot become subject to § 4248 unless the respondent violates a condition of supervised release and is placed back into custody of BOP as a result of that violation of supervised release.\" 10/13/10 Govt. Resp. at 5 (citing 18 U.S.C. § 4248(a)).</p>\n<p>\"[U]nder a longstanding canon of interpretation, adjacent statutory subsections that refer to the same subject matter. . . must be read <i>in pari materia</i> as if they were a single statute.\" <i>Virginia Intern. Terminals, Inc. v. Edwards,</i> 398 F.3d 313, 317 (4th Cir.2005) (citing <i>United States v. Srnsky,</i> 271 F.3d 595, 602 (4th Cir.2001)); <i>see also </i><i>Comstock,</i> ___ U.S. at ___, 130 S.Ct. at 1958 (18 U.S.C. § 4248 \"constitutes a modest addition to a set of federal prison-related mental-health statutes that have existed for many decades\"); <i>United States v. Williams,</i> 916 F.2d 711, 1990 WL 160188, *3 (4th Cir.1990) (table) (\"The appellant would have us read and apply the provisions of §§ 4241 and 4246 in isolation. However, they are parts of the process due persons with mental diseases or defects and who have been charged with violation of federal criminal statutes. These sections must be considered together so as to understand the overall plan.\"); <i>United States v. McCarty,</i> 747 F.Supp. 311, 314 (E.D.N.C.1990) (noting \"the comprehensive nature of Title 18, Chapter 313).</p>\n<p>This practice is particularly compelling and appropriate in the instant case. Section 4248 cannot be read in isolation, where every subpart of the statute requires reference to other portions of the commitment scheme. <i>See</i> 18 U.S.C. § 4248(a) (permitting the commencement of commitment proceedings against someone \"who has been committed to the custody of the Attorney General pursuant to section 4241(d)\"); § 4248(b) (requiring \"a <span class=\"star-pagination\">*689</span> psychiatric or psychological report [to] be filed with the court, pursuant to the provisions of section 4247(b) and (c)\"); § 4248(c) (\"The hearing shall be conducted pursuant to the provisions of section 4247(d)\"); § 4248(d) (using no less than four terms of artincluding \"sexually dangerous person,\" \"State[,]\" \"suitable facility[,]\" and \"sexually dangerous to others[,]\"which are defined only by reference to section 4247(a)); § 4248(e) (permitting a hearing \"conducted pursuant to the provisions of section 4247(d) and using the term of art \"sexually dangerous to others\" which is defined in section 4247(a)); § 4248(f) (using the term of art \"sexually dangerous to others\" which is defined in section 4247(a)); § 4248(g) (using the terms of art \"State\" and \"sexually dangerous to others\" which are defined in section 4247(a)). Accordingly, the court looks to the entire statutory scheme set forth in Chapter 313 of Title 18Offenders with Mental Disease or Defect.</p>\n<p>When Congress enacted section 4248 as part of the Adam Walsh Act, it also amended 18 U.S.C. § 4241. That statute now permits <i>\"at any time after the commencement of probation or supervised release and prior to the completion of the sentence,</i> . . . the Government[<sup>[5]</sup>] [to] file a motion for a hearing to determine the mental competency of the defendant [.]\" 18 U.S.C. § 4241(a) (emphasis added). The statute permits the government to file a motion regardless of whether a defendant has engaged in any conduct which would violate the terms of his supervised release; however, any such motion must be based on \"reasonable cause\" and the court must hold a hearing. <i>Id.</i> The court must hold an initial hearing, and may order an initial \"psychiatric or psychological examination of the defendant\" prior to the hearing. <i>Id.</i> § 4241(b). If the court finds \"by a preponderance of the evidence\" that further evaluation is warranted, the court orders defendant's commitment \"for such a reasonable period of time, not to exceed four months, as is necessary to determine whether\" additional proceedings are warranted. <i>Id.</i> § 4241(d)(1). \"If, at the end of the time period specified, it is determined that the defendant's mental condition has not so improved as to permit proceedings to go forward, <i>the defendant is subject to the provisions of sections 4246 and 4248.\" Id.</i> (emphasis added).</p>\n<p>Thus, so long as a respondent is subject to a term of supervised release, there is absolutely nothing in section 4248 that compels the government to file a certification prior to his release from prison, as the government contends. <i>Cf. </i><i>United States v. Avery,</i> 328 F.Supp.2d 1269, 1272 (M.D.Ala.2004) (\"The reasoning used to apply § 4241's pretrial-detainee competency procedures to parole or supervised-release revocations is also applicable to supervised-release modification proceedings; thus § 4241 applies to supervised-release modification proceedings as well.\"). Significantly, allowing these respondents to commence their terms of supervised release and then determining whether to proceed under section 4241 addresses various due process concerns expressed by this court and other courts that have examined section 4248. Therefore, as discussed below, the court finds that, in construing section 4248 as part of the comprehensive commitment scheme of Title 18, Chapter 313, when a respondent has not completed his sentence because <span class=\"star-pagination\">*690</span> he has a remaining term of supervised release, the use of section 4241 is the proper way to initiate proceedings under the Adam Walsh Act.</p>\n<p></p>\n<h2>iii.</h2>\n<p>First, included in each respondent's criminal judgment is a term of supervised release. Supervised release is \"a part of the sentence\" and \"commences on the day the person is released from imprisonment.\" 18 U.S.C. §§ 3583; 3624(e); <i>see also </i><i>United States v. Johnson,</i> 529 U.S. 53, 120 S.Ct. 1114, 146 L.Ed.2d 39 (2000) (18 U.S.C. § 3624(e) does not reduce the length of a supervised release term by reason of excess time served in prison); <i>United States v. Anderson,</i> 104 F.3d 359, 1996 WL 733141, *1 n. 4 (4th Cir.1996) (table) (\"[i]f Anderson persuaded the district court that confinement under § 4246 was no longer appropriate, Anderson would be unconditionally discharged from his § 4246 confinement, and would begin serving his supervised release term for the underlying offense, as opposed to a conditional release.\"). Furthermore, the use of supervised release has long been employed by the courts to control the behavior of recently released offenders. <i>See </i><i>United States v. Pettus,</i> 303 F.3d 480, 486 (2nd Cir.2002) (recognizing the virtue of supervised release in protecting \"the public from further crimes by easing the reentry of a convicted defendant into society through the provision of necessary educational or vocational training and other correctional treatment\"); <i>see also </i><i>United States v. Wilkinson,</i> 626 F.Supp.2d 184, 193 (D.Mass. 2009) (addressing section 4248 and recognizing the regular use of conditions of supervised release tailored to control the behavior of released sex offenders).</p>\n<p>By staying the commencement of respondents' court-ordered terms of supervised release, the section 4248 certifications filed by the government have circumvented court-ordered criminal judgments across this country, judgments which only the courts of imposition have the power to modify. <i>See, e.g., </i><i>Hill v. U.S. ex rel. Wampler,</i> 298 U.S. 460, 464-65, 56 S.Ct. 760, 80 L.Ed. 1283 (1936) (a \"warrant of commitment [prepared by the clerk of court] departing in a matter of substance from the judgment . . . is void\" because \"[t]he only sentence known to the law is the sentence or judgment entered upon the records of the court. If the entry is inaccurate, there is a remedy by motion to correct it to the end that it may speak the truth. But the judgment imports verity when collaterally assailed. Until corrected in a direct proceeding, it says what it was meant to say, and this by an irrebuttable presumption. In any collateral inquiry, a court will close its ears to a suggestion that the sentence entered in the minutes is something other than the authentic expression of the sentence of the judge. . . . The prisoner is detained, not by virtue of the warrant of commitment, but on account of the judgment and sentence\" pronounced by the court, (citations omitted)); <i>Earley v. Murray,</i> 451 F.3d 71, 75 (2nd Cir.2006) (finding unconstitutional a state law mandating a term of post-release supervision which was administratively added to the habeas petitioner's sentence by the state Department of Corrections; \"If, as in <i>Wampler,</i> an erroneous order of commitment prepared by the clerk of court with the court's knowledge cannot alter the sentence imposed by the court, then plainly a later addition to the sentence by an employee of the executive branch cannot do it. Only the judgment of a court, as expressed through the sentence imposed by a judge, has the power to constrain a person's liberty.\").</p>\n<p></p>\n<h2>iv.</h2>\n<p>Second, because section 4241 requires an initial hearing and period of evaluation <span class=\"star-pagination\">*691</span> before determining whether to proceed under section 4248, section 4241 provides adequate notice to the respondent of the contended basis for his commitment. In both the criminal and civil contexts, federal pleading rules require the party commencing an action to provide the party defending against the action with sufficient information to allow that party to defend against the action. <i>See</i> Fed.R.Civ.P. 8(a) (complaint \"must contain ... a short and plain statement of the claim showing that the pleader is entitled to relief); Fed. R.Crim.P. 7(c)(1) (\"The indictment or information must be a plain, concise, and definite written statement of the essential facts constituting the offense charged...\"). \"Where guilt depends so crucially upon . . . <i>a specific identification of fact,</i> [the Supreme Court's] cases have uniformly held that an indictment must do more than simply repeat the language of the criminal statute.\" <i>Hamling v. United States,</i> 418 U.S. 87, 118, 94 S.Ct. 2887, 41 L.Ed.2d 590 (1974) (quoting <i>Russell v. United States,</i> 369 U.S. 749, 764, 82 S.Ct. 1038, 8 L.Ed.2d 240 (1962)) (emphasis in <i>Hamling</i>).</p>\n<p>In the context of 18 U.S.C. § 4246, the Sixth Circuit has recognized the importance of providing a respondent with meaningful and adequate notice of the basis for seeking his indefinite commitment, and the role of the certification in providing such notice to the respondent.</p>\n<blockquote>One of the most fundamental requirements of due process is that an individual must receive adequate notice of the charges or claims being asserted against him. We believe that subsection (a) of section 4246 sets forth a very clear requirement that an individual be notified that a commitment hearing will be held in the future and what the basis for that hearing is. . . .</blockquote>\n<blockquote>[W]ithout such notification, the hearing procedures outlined in section 4247(d) are without force. <i>Notice is required to provide an individual with a meaningful opportunity to challenge the government's evidence; an individual who has not been notified of the government's intention to commit the person indefinitely or of the grounds relied on by the government, simply has not been afforded an opportunity to present his own witnesses and to challenge adequately the government's evidence.</i>\n</blockquote>\n<blockquote>\n<i>[W]hen proper notification is not given [the respondent is] not afforded a meaningful opportunity to rebut the government's proof regarding his potential for future dangerousness.</i> It is essential that an individual be provided a meaningful opportunity to challenge the government's proof so that the committing court has the benefit of an adversary proceeding. This includes being notified as to the nature of the government's evidence, as well as having an opportunity to present witnesses on one's behalf.</blockquote>\n<p><i>United States v. Baker,</i> 807 F.2d 1315, 1323-24 (6th Cir.1986) (emphases added) (vacating a section 4246 commitment ordered after a hearing because the government never filed a certification to commence the section 4246 proceeding).</p>\n<p>Of particular trouble to the court in the instant cases is evidence that many respondents were provided with no warning whatsoever of what was to befall them upon their transfers to FCIButner. For example, at Rogers' status conference, he had little understanding that the government sought his indefinite commitment under a Congressional act completely separate from his prior participation in any treatment while incarcerated. <i>See</i> 8/30/10 Transcript at 9-11 (\"And I was shocked, honestly, your Honor, that I was certified again. I don't need more programming.\") Likewise, respondents spoke about being transferred to FCIButner prior to release without understanding or explanation <span class=\"star-pagination\">*692</span> for the transfer. In fact, several thought it was part of the release process.</p>\n<p>The court also notes several serious deficiencies in the government's certifications. Currently, at least one certification before the court (Broncheau's) provides absolutely no information regarding the basis for his continued detention, other than the assertion that he is \"in the custody of the Bureau of Prisons\" as required by section 4248(a). Another certification (McGreevy's) purports to offer a psychiatric diagnosis of an individual not before this court. Yet another certification (Combe's) alleges a \"history of failing to comply with requirements of conditional release\" despite evidence that Combe has never been placed on conditional release. The certifications rely on state and federal criminal convictions,<sup>[6]</sup> many of which were imposed more than twenty years ago; not one certification contains any allegations of recent conduct which would form any basis for finding that a person is \"sexually dangerous [,]\" despite the allegations that the certifications are \"based on a review of [the] inmate['s] Bureau records[.]\" <i>See, e.g.,</i> Broncheau Cert, at 1; Combe Cert, at 1;<sup>[7]</sup> McGreevy Cert, at 1; Neuhauser Cert, at 2; Rogers Cert, at 1; Tobey Cert, at 1; Kopp Cert, at 1; Erwin Cert, at 2; Caporale Cert, at 2.</p>\n<p></p>\n<h2>v.</h2>\n<p>Third, the initial hearing and limited period of commitment contemplated by sections 4241(a) and (d), akin to an initial appearance and speedy trial in the criminal context, affords a respondent due process in the form of a timely evaluation of \"whether there is reasonable cause to believe that the\" respondent may meet the criteria for section 4248 commitment. <i>Cf. </i><i>Kansas v. Hendricks,</i> 521 U.S. 346, 352, 117 S.Ct. 2072, 138 L.Ed.2d 501 (1997) (noting with approval a 45-day window in which to seek civil commitment under Kansas' Sexually Violent Predator Act); <i>United States v. Shields,</i> 522 F.Supp.2d 317 (D.Mass.2007) (construing section 4248 to \"require a probable cause hearing within\" forty-eight hours of the government's certification because \"[a] statute failing to provide an individual with an opportunity <span class=\"star-pagination\">*693</span> for a probable cause hearing before a neutral decisionmaker within a reasonable period of time . . . would raise a serious constitutional problem under both the Fourth and Fifth Amendments\"). The court notes that these respondents have been held at least two and a half years past the expiration of their terms of incarceration, and in other cases in this district which are preparing for hearing, the court has allotted the parties approximately six months to complete discovery. Standing Order on Procedures for Commitments under 18 U.S.C. § 4248 (E.D.N.C. Aug. 4, 2010). Thus, section 4248 simply does not afford any respondent a reasonable time in which to adjudicate the government's petition for his commitment.</p>\n<p></p>\n<h2><i>C. Conclusion</i></h2>\n<p>Respondents have been incarcerated for serious crimes and have troubling criminal histories. Of this, the court is well aware. However, \"a prisoner is not wholly stripped of constitutional protections when he is imprisoned for crime. There is no iron curtain drawn between the Constitution and the prisons of this country.\" <i>Wolff v. McDonnell,</i> 418 U.S. 539, 555-56, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974); <i>see also </i><i>United States v. Shaw,</i> 464 F.3d 615, 625-26 (6th Cir.2006) (suppressing statements made by defendant while in unlawful custody; \"There is no doubt that child sexual molestation is a particularly troubling crime. . . . Notwithstanding, it is beyond question that a defendant's Fourth Amendment rights are not suspended when he is suspected of committing murder, rape or any number of other heinous crimes. Likewise, they should not be disregarded simply because he is suspected of committing the crime of child sexual abuse.\"). \"The restraints and punishment\" imposed by a criminal conviction do not place that person \"beyond the ethical tradition that accords respect to the dignity and intrinsic worth of every individual.\" <i>U.S. ex rel. Miller v. Twomey,</i> 479 F.2d 701, 712 (7th Cir.1973). \"A first tenet of our governmental, religious, and ethical tradition is the intrinsic worth of every individual, no matter how degenerate. It is a radical departure from that tradition to subject a defined class of persons, even criminals, to a regime in which their right to liberty is determined by officials wholly unaccountable in the exercise of their power....\" <i>Id.</i> at 712 n. 21 (citation omitted). The use of section 4241, as amended by Congress in enacting section 4248, affords a respondent the appropriate level of due process to which he is entitled, respects the integrity of court judgments rendered across this country, and is not plainly contrary to Congress' desire to create a federal commitment program for \"sexually dangerous person[s.]\" <i>See </i><i>Carta,</i> 592 F.3d at 43 (noting that \"defects [in section 4248] could be remedied by interpolating requirements and remedies\").</p>\n<p>On this basis, respondents' motions to dismiss are GRANTED, Combe and Kopp's motions for hearing are DENIED WITHOUT PREJUDICE, and the court DIRECTS that respondents be released within thirty days to begin their terms of supervised release.</p>\n<h2>NOTES</h2>\n<p>[1]  The certification does not provide the date of this conviction, but at his status conference, Rogers informed the court that it occurred in 1973, when he was twenty-one years old. (Transcript, p. 5).</p>\n<p>[2]  At the status conference the government explained the process of converting Kopp's Hungarian sentence into a comparable federal sentence which included a period of incarceration followed by a term of supervised release.</p>\n<p>[3]  Caporale's initial projected release date was March 20, 2008. On March 21, 2008, the government filed a \"motion for leave of court to file certification of a sexually dangerous person nunc pro tunc.\" <i>United States v. Caporale,</i> No. 5:08-HC-2037-BO (E.D.N.C.) (D.E. # 1). The government explained that it had attempted to file Caporale's certification \"at approximately 11:04 p.m.\" on March 20, 2008, but had been unable to do so due to an issue with the court's electronic filing system. <i>Id.</i> at 1. On April 2, 2008, the government filed a reply in support of its motion, indicating that the motion was moot because \"[s]ubsequent to the signing of the Certification, staff at the BOP's Designation and Sentence Computation Center re-computed Respondent's sentence computation\" and calculated his release date to be March 21, 2008. (D.E. 8 at 1).</p>\n<p>[4]  In the year leading up to the Supreme Court's decision in <i>Comstock,</i> both the Eighth Circuit in <i>United States v. Tom,</i> 565 F.3d 497 (8th Cir.2009), and the First Circuit in <i>United States v. Volungus,</i> 595 F.3d 1, 5-9 (1st Cir. 2010) and <i>United States v. Carta,</i> 592 F.3d 34 (1st Cir.2010), likewise concluded that section 4248 is a necessary and proper exercise of federal legislative authority.</p>\n<p>[5]  While the statute also permits \"the defendant\" to file such a motion, the court acknowledges it is highly unlikely that anyone out on supervised release would seek to initiate a process which could lead to his own indefinite confinement in a \"suitable facility\" under the custody of the Attorney General.</p>\n<p>[6]  In another case before the court, <i>United States v. Conant,</i> No. 5:09-HC-2015-BO (E.D.N.C), the certification is based in part on allegations that Conant engaged in sexual misconduct at the time of the investigation of his illegal firearms charges, but such allegations were investigated and never led to any charge against Conant. At least one other district court, when evaluating the constitutionality of section 4248, has held that only convicted conduct may form the basis for finding that a respondent \"has engaged or attempted to engage in sexually violent conduct or child molestation\" as required by 18 U.S.C. §§ 4247(a)(5) and 4248(d). <i>United States v. Shields,</i> 522 F.Supp.2d 317, 331 (D.Mass.2007) (\"any application of [section 4248] to an individual without a finding beyond a reasonable doubt of sexually violent conduct or child molestation is unconstitutional. The government can meet its burden by demonstrating that the person has been previously <i>convicted</i> of a relevant sex crime.\" (emphasis added)).</p>\n<p>[7]  On October 26, 2010, the government filed a sealed psychological report indicating that in December 2009, two pages of pictures were confiscated from Combe which contained pictures of \"`scantily clad females in sexually provocative poses'\" and \"`young children and teens in bodyhugging dancewear.'\" (D.E. 37 at 3). The court notes that this conduct occurred almost three years after Combe's certification; is not alleged to form the basis of any criminal charge or conviction; and the person who prepared the report failed to indicate any basis for finding that she is qualified to prepare the report, in violation of the court's Standing Order on Procedures for Commitments under 18 U.S.C. § 4248, 10-SO-01 (E.D.N.C. Aug. 4, 2010), ¶ 4(d), and Fed.R.Civ.P. 26(a)(2)(B).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">682</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nDonald BRONCHEAU, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nJeffrey Neuhauser, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nJerry T. Rogers, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nDavid H. Tobey, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nScott Kevin Combe, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nMathias Thomas Kopp, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nEdward David Erwin, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nPatrick Caporale, Respondent.<br>\nUnited States of America, Petitioner,<br>\nv.<br>\nScott Kevin McGreevy, Respondent.</h1></center>\n<center>Nos. 5:06-HC-2219-BO, 5:07-HC-2101-BO, 5:07-HC-2148-BO, 5:07-HC-2166-BO, 5:07-HC-2025-BO, 5:07-HC-2185-BO, 5:07-HC-2206-BO, 5:08-HC-2037-BO, 5:07-HC-2063-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 29, 2010.</center>\n<p><span class=\"star-pagination\">*683</span> Michael D. Bredenberg, Butner, NC, R. A. Renfer, Jr., U.S. Attorney's Office, Raleigh, NC, for Petitioner.</p>\n<p>Jane E. Pearce, Suzanne Little, Federal Public Defender, Raleigh, NC, for Respondent.</p>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Respondents are former federal prisoners who have had Certifications of a Sexually Dangerous Person pursuant to 18 U.S.C. § 4248 filed against them by the federal government under the Adam Walsh Child Protection and Safety Act of 2006, Pub.L. No. 109-248, 120 Stat. 587 (2006) (\"Adam Walsh Act\"). Section 4248 permits the court to indefinitely commit an individual if, after a hearing, the court finds by clear and convincing evidence the person is a \"sexually dangerous person[.]\" 18 U.S.C. § 4248(d). To date, none of these respondents has been committed; they await hearings on the government's petitions for their commitment while being held at Federal Correctional Institution in Butner, North Carolina (hereinafter \"FCI-Butner\").</p>\n<p>Respondents have moved to dismiss the actions filed against them on the basis that section 4248 violates their right to procedural and substantive due process and denies equal protection of the laws. Before the court are various motions to dismiss <span class=\"star-pagination\">*684</span> filed by all respondents, the government's responses, respondents' supplemental memoranda in support of the motions to dismiss, and the government's responses thereto. In addition, respondents Combe and Kopp have filed motions for hearing on the government's petitions for their commitment. The parties also appeared before the court for a status hearing on either August 30, 2010, or September 28, 2010. In all of the cases the issues presented by respondents and the government are substantially the same and the court will resolve the matters jointly.</p>\n<p>As background, each respondent was incarcerated in the custody of the Bureau of Prisons (hereinafter \"BOP\") serving an active term of incarceration as set out in his criminal federal judgment at the time the government filed the certifications of sexual dangerousness. The criminal judgment for each respondent includes a term of supervised release. The government filed section 4248 certifications against each respondent, staying their release from incarceration, shortly prior to the expiration of their prison terms. At the time the certifications were filed, all of the respondents were incarcerated at FCIButner, which is in this district; however, none of the criminal judgments originated from this district. The certifications all provide an assertion of the Chairperson (or in some cases, the Interim Chairperson) of the BOP Certification Review Panel that \"[b]ased on a review of . . . Bureau records,... [respondent at issue] is a sexually dangerous person as defined by 18 U.S.C. § 4247(a)(5), and sexually dangerous to others as defined by 18 U.S.C. § 4247(a)(6).\"</p>\n<p></p>\n<h2><i>A. Procedural and Criminal History of Respondents</i></h2>\n<p></p>\n<h2>1. Donald Broncheau</h2>\n<p>In 2003, Donald Broncheau was convicted and sentenced in the District of Idaho for making false statements to a government agency (FBI) in violation of 18 U.S.C. § 1001. Broncheau received a term of imprisonment of forty-eight months and a three-year term of supervised release. His projected release date was January 4, 2007. On December 20, 2006, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Broncheau. <i>United States v. Broncheau,</i> No. 5:06-HC-2219-BO (E.D.N.C.) (D.E. # 1). The certification provides only the general assertion of the Interim Chairperson of the BOP Certification Review Panel that Broncheau is a sexually dangerous person as defined by 18 U.S.C. § 4247(a)(5)-(6). No additional explanation or notice of the criminal activity or mental diagnosis upon which this certification is based is contained within the certification. <i>See id.</i></p>\n<p></p>\n<h2>2. Scott Kevin Combe</h2>\n<p>In 2004, Scott Combe was convicted in the District of Utah of being a felon in possession of a firearm in violation of 18 U.S.C. § 922(g)(1) and received a thirty-month term of imprisonment and a three-year term of supervised release. His projected release date was January 29, 2007. On January 26, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Combe. <i>United States v. Combe,</i> No. 5:07-HC-2025-BO (E.D.N.C.) (D.E. # 1). The certification is based on an Idaho state conviction, dating back at least eighteen years, \"involv[ing] sexual contact with two male children ages 11 and 12, over a period of several months.\" <i>Id.</i></p>\n<p></p>\n<h2>3. Jeffrey Neuhauser</h2>\n<p>In 1999, Jeffrey Neuhauser was convicted in the District of Maryland of interstate travel with the intent to engage in sex with a minor in violation of 18 U.S.C. § 2423(b) and distribution of a visual depiction of a <span class=\"star-pagination\">*685</span> minor engaged in sexually explicit conduct in violation of 18 U.S.C. § 2252, and received a 109-month term of imprisonment and a five-year term of supervised release. While serving this sentence, he also completed an eighteen-month term of imprisonment for Travel with the Intent to Engage in Sex with a Minor, in violation of 18 U.S.C. § 2423(b), imposed by the Eastern District of Virginia. His projected release date was June 6, 2007. On May 22, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Neuhauser. <i>United States v. Neuhauser,</i> No. 5:07-HC-2102-BO (E.D.N.C.) (D.E. # 1). The certification is based on respondent's two federal convictions, described in the certification as \"his current offense conduct[,]\" as well as a Maryland state conviction of Assault and Battery, which the certification states involved Neuhauser's attempt to sodomize a 14-year-old boy, and a 1985 Illinois state conviction of Contributing to the Sexual Delinquency of a Child. <i>Id.</i></p>\n<p></p>\n<h2>4. Jerry T. Rogers</h2>\n<p>In 1992, Jerry T. Rogers was convicted in the District of Hawaii of Bank Robbery and Use and Carry of a Firearm During and in Relation to a Crime of Violence. He received a 156-month term of imprisonment, a consecutive 60-month term of imprisonment, and a five-year term of supervised release. His projected release date was August 9, 2007. On August 7, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Rogers. <i>United States v. Rogers,</i> No. 5:07-HC-2148-BO (E.D.N.C.) (D.E. # 1). The certification is based on a 1992 Hawaii state conviction of three counts of Sexual Assault in the First Degree and two counts of Sexual Assault in the Third Degree and a 1973<sup>[1]</sup> conviction by United States Army court martial of two counts of Rape and one count of Carnal Knowledge.</p>\n<p></p>\n<h2>5. David Henry Tobey</h2>\n<p>In 2003, David Henry Tobey was convicted in the District of Maryland of Unlicensed Dealing in Firearms, in violation of 18 U.S.C. § 922(a)(1)(A), and received a 60-month term of imprisonment and a three-year term of supervised release. Tobey's projected release date was September 8, 2007. On September 6, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Tobey. <i>United States v. Tobey,</i> No. 5:07-HC-2166-BO (D.E. # 1). The certification is based on a Maryland state conviction of three counts of Child Abuse, in a series of incidents that involved him engaging in numerous sexual acts with the daughter of a female friend when she was between the ages of seven and fourteen years old, and a Florida state conviction of Attempted Sexual Battery Upon a Child and Lewd, Lascivious, or Indecent Assault or Act Upon or in the Presence of a Child, in an incident that involved a seven year old boy.</p>\n<p></p>\n<h2>6. Mathias Thomas Kopp</h2>\n<p>In 2001, Mathias Thomas Kopp was convicted in Hungary of the rape of a minor not older than twelve years of age. Kopp is an American citizen and was transferred to BOP custody pursuant to 18 U.S.C. §§ 4100 et seq. He received a 92-month term of imprisonment and a term of supervised release.<sup>[2]</sup> Kopp's projected release <span class=\"star-pagination\">*686</span> date was April 2, 2008. On October 5, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Kopp. <i>USA v. Mathias Thomas Kopp,</i> 5:07-HC-2185-BO (E.D.N.C.) (D.E. # 1). The certification is based on his \"current offense conduct\" and a 1981 Louisiana state conviction for Forcible Rape, \"for conduct that included breaking into a residence and forcing a female resident into her bedroom at gunpoint, where he raped and forced her to perform oral sex[.]\" <i>Id.</i></p>\n<p></p>\n<h2>7. Edward David Erwin</h2>\n<p>In 2001, Edward David Erwin was convicted in the Western District of Kentucky of Knowingly Receiving by Computer Visual Depictions of Minors Engaging in Sexually Explicit Conduct Which Had Been Transported in Interstate Commerce in violation of 18 U.S.C. § 2252(a)(2) and Knowingly Possessing Computer Disks and Other Visual Depictions of Minors Engaged in Sexually Explicit Conduct Which Had Been Transported in Interstate Commerce in violation of 18 U.S.C. § 2252(a)(4)(B). He received a 90-month term of imprisonment and a five-year term of supervised release. Erwin's projected release date was December 9, 2007. On November 11, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Erwin. <i>United States v. Erwin,</i> 5:07-HC-2206-BO (E.D.N.C.) (D.E. # 1). The certification is based on a 1986 Kentucky state conviction of two counts of Sodomy in the Second Degree, two counts of Sexual Abuse in the First Degree, and Criminal Attempt to Commit Sodomy in the First Degree. <i>Id.</i></p>\n<p></p>\n<h2>8. Patrick Caporale</h2>\n<p>In 1992, Patrick Caporale was convicted in the District of Maine of six counts of Using a Minor to Engage in Sexual Conduct, in violation of 18 U.S.C. § 2251(a) and one count of Possession of Material Utilizing Minors to Engage in Sexually Explicit Conduct, in violation of 18 U.S.C. §§ 2252(a)(4)(B) and 2256. His original sentence was an 84-month term of imprisonment and a three-year term of supervised release, and at the time of his certification, Caporale was serving a six-month term of imprisonment and a 20-month term of supervised release, following the revocation of his supervised release. His projected release date was March 21, 2008.<sup>[3]</sup> On March 21, 2008, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against Caporale. <i>United States v. Caporale,</i> No. 5:08-HC-2037-BO (E.D.N.C.) (D.E. # 1). The certification is based on his \"current offense conduct\" and three prior New York state convictions for Acting in a Manner Injurious to a Child and Criminal Facilitation in the Fourth Degree.</p>\n<p></p>\n<h2>9. Kevin McGreevy</h2>\n<p>In 2004, Kevin McGreevy was convicted in the District of Massachusetts of two <span class=\"star-pagination\">*687</span> counts of Production and Possession of Child Pornography in violation of 18 U.S.C. §§ 2251(a) and 2252A. He received a 63-month term of imprisonment and a two-year term of supervised release. McGreevy's projected release date was November 24, 2007. On April 3, 2007, the government filed a certification of a sexually dangerous person pursuant to 18 U.S.C. § 4248 against McGreevy. <i>United States v. McGreevy,</i> No. 5:07-HC-2063-BO (E.D.N.C.) (D.E. # 1). The certification is based on \"his current offense conduct\" and a 1994 conviction in Hungary for Continuously Committing Unnatural Forcible Lechery.</p>\n<p></p>\n<h2><i>B. Discussion</i></h2>\n<p></p>\n<h2>i.</h2>\n<p>The Adam Walsh Act, specifically 18 U.S.C. § 4248, under which these nine individuals have had a certification filed against them, has been litigated in this district, our circuit court, the United States Supreme Court, as well as the First and Eighth Circuits. A brief discussion of these cases puts in context the evolution of the litigation as applied to section 4248.</p>\n<p>In 2007, in <i>United States v. Comstock,</i> <span class=\"citation\" data-id=\"2251930\"><a href=\"/opinion/2251930/united-states-v-comstock/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">522</span></a></span> (E.D.N.C.2007), <i>aff'd</i> <span class=\"citation\" data-id=\"1027569\"><a href=\"/opinion/1027569/united-states-v-comstock/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 280 (4th Cir.2009), <i>cert. granted,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></span> (2009), another court in this district found section 4248 unconstitutional on the grounds that: (1) the civil commitment of those deemed sexually dangerous does not fall within the Article I Commerce Clause powers of Congress; and (2) the failure to apply the beyond a reasonable doubt burden of proof in section 4248 proceedings constitutes a denial of due process. The Fourth Circuit Court of Appeals affirmed the order on the grounds that neither the Article I Commerce Powers of Congress, nor the Necessary and Proper Clause, conferred authority to enact section 4248. <i>Comstock,</i> 551 F.3d at 274.</p>\n<p>On May 17, 2010, the Supreme Court reversed, holding that Congress possessed the authority under the Necessary and Proper Clause to enact a federal statute allowing a district court to order the indefinite commitment, beyond the date the prisoner would otherwise be released, of a sexually dangerous individual. <i>United States v. Comstock,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"146552\"><a href=\"/opinion/146552/united-states-v-comstock/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span>, <span class=\"citation\" data-id=\"146552\"><a href=\"/opinion/146552/united-states-v-comstock/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (2010).<sup>[4]</sup> In <i>Comstock,</i> while upholding the authority of Congress to enact such a commitment statute, the Supreme Court specifically stated it was not ruling on \"any claim that the statute or its application denies equal protection of the laws, procedural or substantive due process, or any other rights guaranteed by the Constitution.\" <i>Id.,</i> ___ U.S. at ___, 130 S.Ct. at 1965.</p>\n<p>In <i>Timms v. Johns,</i> No. 5:08-HC-2160-BO (E.D.N.C), Gerald Timms filed a petition in this court pursuant to 28 U.S.C. § 2241 arguing he was unlawfully detained pursuant to 18 U.S.C. § 4248. Timms argued, in part, that section 4248 subjected him to criminal punishment without the benefit of Constitutional protections afforded to a criminal defendant and violated his right to due process under the Fifth Amendment. This court, resolving the case on grounds not addressed in <i>Comstock,</i> held that section 4248 as applied could not legitimately be viewed as civil in nature and therefore, petitioner had been subjected to criminal punishment without <span class=\"star-pagination\">*688</span> due process of law. <i>Timms v. Johns,</i> <span class=\"citation\" data-id=\"2456087\"><a href=\"/opinion/2456087/timms-v-johns/\"><span class=\"volume\">700</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">764</span></a></span>, 768-70 (2010). The court also held that even if section 4248 is construed as civil in nature, the statute fails to provide procedural and evidentiary protections sufficient to satisfy procedural due process, on its face and as applied. <i>Id.</i> at 770-774.</p>\n<p></p>\n<h2>ii.</h2>\n<p>In the actions presently before the court, respondents seek dismissal of the section 4248 actions on the grounds that \"18 U.S.C. § 4248 . . . `denies equal protection of the laws, procedural or substantive due process, or any other rights guaranteed by the Constitution.'\" Second Mots. Dismiss at 2; <i>see also</i> Rogers' Renewed Mot. Dismiss at 3 (same). \"Examining the constitutionality of an act of Congress requires a journey into treacherous waters, to say the least. It is at these times that a mere district judge would prefer to take refuge in the doctrine of `constitutional avoidance' or `constitutional doubt' rather than engage in a confrontation on such fundamental matters. Consistent with this cardinal rule of statutory construction, courts are obligated to construe legislative enactments in a manner that avoids constitutional questions whenever there is a saving construction that is `not plainly contrary to the intent of Congress.'\" <i>In re Islamic Republic of Iran Terrorism Litigation,</i> <span class=\"citation\" data-id=\"1957195\"><a href=\"/opinion/1957195/in-re-islamic-republic-of-iran-terrorism-lit/\"><span class=\"volume\">659</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">31</span></a></span>, 68 (D.D.C.2009) (multiple citations omitted).</p>\n<p>In supplemental briefing filed by the parties after the September 28, 2010, status conferences, respondents noted that \"[t]he Adam Walsh Act amended 18 U.S.C. § 4241 so that anytime during the period of supervision, the government may seek a hearing to determine mental competency of the defendant.\" 10/6/10 Supp. Mem. Supp. Mot. Dismiss at 3 (citing 18 U.S.C. § 4241(a)). The government responded that \"[o]nce the respondent is released from BOP custody, they are outside the purview of § 4248 and cannot become subject to § 4248 unless the respondent violates a condition of supervised release and is placed back into custody of BOP as a result of that violation of supervised release.\" 10/13/10 Govt. Resp. at 5 (citing 18 U.S.C. § 4248(a)).</p>\n<p>\"[U]nder a longstanding canon of interpretation, adjacent statutory subsections that refer to the same subject matter. . . must be read <i>in pari materia</i> as if they were a single statute.\" <i>Virginia Intern. Terminals, Inc. v. Edwards,</i> <span class=\"citation\" data-id=\"789261\"><a href=\"/opinion/789261/virginia-international-terminals-inc-v-benny-r-edwards-director-office/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 317 (4th Cir.2005) (citing <i>United States v. Srnsky,</i> <span class=\"citation\" data-id=\"775570\"><a href=\"/opinion/775570/united-states-v-tommy-a-srnsky-david-m-srnsky/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></a></span>, 602 (4th Cir.2001)); <i>see also </i><i>Comstock,</i> ___ U.S. at ___, 130 S.Ct. at 1958 (18 U.S.C. § 4248 \"constitutes a modest addition to a set of federal prison-related mental-health statutes that have existed for many decades\"); <i>United States v. Williams,</i> <span class=\"citation no-link\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">160188</span></span>, *3 (4th Cir.1990) (table) (\"The appellant would have us read and apply the provisions of §§ 4241 and 4246 in isolation. However, they are parts of the process due persons with mental diseases or defects and who have been charged with violation of federal criminal statutes. These sections must be considered together so as to understand the overall plan.\"); <i>United States v. McCarty,</i> <span class=\"citation\" data-id=\"1479772\"><a href=\"/opinion/1479772/united-states-v-mccarty/\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">311</span></a></span>, 314 (E.D.N.C.1990) (noting \"the comprehensive nature of Title 18, Chapter 313).</p>\n<p>This practice is particularly compelling and appropriate in the instant case. Section 4248 cannot be read in isolation, where every subpart of the statute requires reference to other portions of the commitment scheme. <i>See</i> 18 U.S.C. § 4248(a) (permitting the commencement of commitment proceedings against someone \"who has been committed to the custody of the Attorney General pursuant to section 4241(d)\"); § 4248(b) (requiring \"a <span class=\"star-pagination\">*689</span> psychiatric or psychological report [to] be filed with the court, pursuant to the provisions of section 4247(b) and (c)\"); § 4248(c) (\"The hearing shall be conducted pursuant to the provisions of section 4247(d)\"); § 4248(d) (using no less than four terms of artincluding \"sexually dangerous person,\" \"State[,]\" \"suitable facility[,]\" and \"sexually dangerous to others[,]\"which are defined only by reference to section 4247(a)); § 4248(e) (permitting a hearing \"conducted pursuant to the provisions of section 4247(d) and using the term of art \"sexually dangerous to others\" which is defined in section 4247(a)); § 4248(f) (using the term of art \"sexually dangerous to others\" which is defined in section 4247(a)); § 4248(g) (using the terms of art \"State\" and \"sexually dangerous to others\" which are defined in section 4247(a)). Accordingly, the court looks to the entire statutory scheme set forth in Chapter 313 of Title 18Offenders with Mental Disease or Defect.</p>\n<p>When Congress enacted section 4248 as part of the Adam Walsh Act, it also amended 18 U.S.C. § 4241. That statute now permits <i>\"at any time after the commencement of probation or supervised release and prior to the completion of the sentence,</i> . . . the Government[<sup>[5]</sup>] [to] file a motion for a hearing to determine the mental competency of the defendant [.]\" 18 U.S.C. § 4241(a) (emphasis added). The statute permits the government to file a motion regardless of whether a defendant has engaged in any conduct which would violate the terms of his supervised release; however, any such motion must be based on \"reasonable cause\" and the court must hold a hearing. <i>Id.</i> The court must hold an initial hearing, and may order an initial \"psychiatric or psychological examination of the defendant\" prior to the hearing. <i>Id.</i> § 4241(b). If the court finds \"by a preponderance of the evidence\" that further evaluation is warranted, the court orders defendant's commitment \"for such a reasonable period of time, not to exceed four months, as is necessary to determine whether\" additional proceedings are warranted. <i>Id.</i> § 4241(d)(1). \"If, at the end of the time period specified, it is determined that the defendant's mental condition has not so improved as to permit proceedings to go forward, <i>the defendant is subject to the provisions of sections 4246 and 4248.\" Id.</i> (emphasis added).</p>\n<p>Thus, so long as a respondent is subject to a term of supervised release, there is absolutely nothing in section 4248 that compels the government to file a certification prior to his release from prison, as the government contends. <i>Cf. </i><i>United States v. Avery,</i> <span class=\"citation\" data-id=\"2438825\"><a href=\"/opinion/2438825/united-states-v-avery/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1269</span></a></span>, 1272 (M.D.Ala.2004) (\"The reasoning used to apply § 4241's pretrial-detainee competency procedures to parole or supervised-release revocations is also applicable to supervised-release modification proceedings; thus § 4241 applies to supervised-release modification proceedings as well.\"). Significantly, allowing these respondents to commence their terms of supervised release and then determining whether to proceed under section 4241 addresses various due process concerns expressed by this court and other courts that have examined section 4248. Therefore, as discussed below, the court finds that, in construing section 4248 as part of the comprehensive commitment scheme of Title 18, Chapter 313, when a respondent has not completed his sentence because <span class=\"star-pagination\">*690</span> he has a remaining term of supervised release, the use of section 4241 is the proper way to initiate proceedings under the Adam Walsh Act.</p>\n<p></p>\n<h2>iii.</h2>\n<p>First, included in each respondent's criminal judgment is a term of supervised release. Supervised release is \"a part of the sentence\" and \"commences on the day the person is released from imprisonment.\" 18 U.S.C. §§ 3583; 3624(e); <i>see also </i><i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"118343\"><a href=\"/opinion/118343/united-states-v-johnson/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, <span class=\"citation\" data-id=\"118343\"><a href=\"/opinion/118343/united-states-v-johnson/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"118343\"><a href=\"/opinion/118343/united-states-v-johnson/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (2000) (18 U.S.C. § 3624(e) does not reduce the length of a supervised release term by reason of excess time served in prison); <i>United States v. Anderson,</i> <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">733141</span></span>, *1 n. 4 (4th Cir.1996) (table) (\"[i]f Anderson persuaded the district court that confinement under § 4246 was no longer appropriate, Anderson would be unconditionally discharged from his § 4246 confinement, and would begin serving his supervised release term for the underlying offense, as opposed to a conditional release.\"). Furthermore, the use of supervised release has long been employed by the courts to control the behavior of recently released offenders. <i>See </i><i>United States v. Pettus,</i> <span class=\"citation\" data-id=\"779111\"><a href=\"/opinion/779111/united-states-v-james-pettus-also-known-as-mark-williams-also-known-as/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 486 (2nd Cir.2002) (recognizing the virtue of supervised release in protecting \"the public from further crimes by easing the reentry of a convicted defendant into society through the provision of necessary educational or vocational training and other correctional treatment\"); <i>see also </i><i>United States v. Wilkinson,</i> <span class=\"citation\" data-id=\"1398270\"><a href=\"/opinion/1398270/united-states-v-wilkinson/\"><span class=\"volume\">626</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">184</span></a></span>, 193 (D.Mass. 2009) (addressing section 4248 and recognizing the regular use of conditions of supervised release tailored to control the behavior of released sex offenders).</p>\n<p>By staying the commencement of respondents' court-ordered terms of supervised release, the section 4248 certifications filed by the government have circumvented court-ordered criminal judgments across this country, judgments which only the courts of imposition have the power to modify. <i>See, e.g., </i><i>Hill v. U.S. ex rel. Wampler,</i> <span class=\"citation\" data-id=\"102672\"><a href=\"/opinion/102672/hill-v-united-states-ex-rel-wampler/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 464-65, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">760</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1283</span></span> (1936) (a \"warrant of commitment [prepared by the clerk of court] departing in a matter of substance from the judgment . . . is void\" because \"[t]he only sentence known to the law is the sentence or judgment entered upon the records of the court. If the entry is inaccurate, there is a remedy by motion to correct it to the end that it may speak the truth. But the judgment imports verity when collaterally assailed. Until corrected in a direct proceeding, it says what it was meant to say, and this by an irrebuttable presumption. In any collateral inquiry, a court will close its ears to a suggestion that the sentence entered in the minutes is something other than the authentic expression of the sentence of the judge. . . . The prisoner is detained, not by virtue of the warrant of commitment, but on account of the judgment and sentence\" pronounced by the court, (citations omitted)); <i>Earley v. Murray,</i> <span class=\"citation\" data-id=\"794649\"><a href=\"/opinion/794649/sean-earley-v-timothy-murray/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 75 (2nd Cir.2006) (finding unconstitutional a state law mandating a term of post-release supervision which was administratively added to the habeas petitioner's sentence by the state Department of Corrections; \"If, as in <i>Wampler,</i> an erroneous order of commitment prepared by the clerk of court with the court's knowledge cannot alter the sentence imposed by the court, then plainly a later addition to the sentence by an employee of the executive branch cannot do it. Only the judgment of a court, as expressed through the sentence imposed by a judge, has the power to constrain a person's liberty.\").</p>\n<p></p>\n<h2>iv.</h2>\n<p>Second, because section 4241 requires an initial hearing and period of evaluation <span class=\"star-pagination\">*691</span> before determining whether to proceed under section 4248, section 4241 provides adequate notice to the respondent of the contended basis for his commitment. In both the criminal and civil contexts, federal pleading rules require the party commencing an action to provide the party defending against the action with sufficient information to allow that party to defend against the action. <i>See</i> Fed.R.Civ.P. 8(a) (complaint \"must contain ... a short and plain statement of the claim showing that the pleader is entitled to relief); Fed. R.Crim.P. 7(c)(1) (\"The indictment or information must be a plain, concise, and definite written statement of the essential facts constituting the offense charged...\"). \"Where guilt depends so crucially upon . . . <i>a specific identification of fact,</i> [the Supreme Court's] cases have uniformly held that an indictment must do more than simply repeat the language of the criminal statute.\" <i>Hamling v. United States,</i> <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 118, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2887</span></a></span>, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></a></span> (1974) (quoting <i>Russell v. United States,</i> <span class=\"citation\" data-id=\"106407\"><a href=\"/opinion/106407/russell-v-united-states/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, 764, <span class=\"citation\" data-id=\"106407\"><a href=\"/opinion/106407/russell-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"106407\"><a href=\"/opinion/106407/russell-v-united-states/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">240</span></a></span> (1962)) (emphasis in <i>Hamling</i>).</p>\n<p>In the context of 18 U.S.C. § 4246, the Sixth Circuit has recognized the importance of providing a respondent with meaningful and adequate notice of the basis for seeking his indefinite commitment, and the role of the certification in providing such notice to the respondent.</p>\n<blockquote>One of the most fundamental requirements of due process is that an individual must receive adequate notice of the charges or claims being asserted against him. We believe that subsection (a) of section 4246 sets forth a very clear requirement that an individual be notified that a commitment hearing will be held in the future and what the basis for that hearing is. . . .</blockquote>\n<blockquote>[W]ithout such notification, the hearing procedures outlined in section 4247(d) are without force. <i>Notice is required to provide an individual with a meaningful opportunity to challenge the government's evidence; an individual who has not been notified of the government's intention to commit the person indefinitely or of the grounds relied on by the government, simply has not been afforded an opportunity to present his own witnesses and to challenge adequately the government's evidence.</i>\n</blockquote>\n<blockquote>\n<i>[W]hen proper notification is not given [the respondent is] not afforded a meaningful opportunity to rebut the government's proof regarding his potential for future dangerousness.</i> It is essential that an individual be provided a meaningful opportunity to challenge the government's proof so that the committing court has the benefit of an adversary proceeding. This includes being notified as to the nature of the government's evidence, as well as having an opportunity to present witnesses on one's behalf.</blockquote>\n<p><i>United States v. Baker,</i> <span class=\"citation\" data-id=\"480761\"><a href=\"/opinion/480761/united-states-v-robert-junior-baker/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span>, 1323-24 (6th Cir.1986) (emphases added) (vacating a section 4246 commitment ordered after a hearing because the government never filed a certification to commence the section 4246 proceeding).</p>\n<p>Of particular trouble to the court in the instant cases is evidence that many respondents were provided with no warning whatsoever of what was to befall them upon their transfers to FCIButner. For example, at Rogers' status conference, he had little understanding that the government sought his indefinite commitment under a Congressional act completely separate from his prior participation in any treatment while incarcerated. <i>See</i> 8/30/10 Transcript at 9-11 (\"And I was shocked, honestly, your Honor, that I was certified again. I don't need more programming.\") Likewise, respondents spoke about being transferred to FCIButner prior to release without understanding or explanation <span class=\"star-pagination\">*692</span> for the transfer. In fact, several thought it was part of the release process.</p>\n<p>The court also notes several serious deficiencies in the government's certifications. Currently, at least one certification before the court (Broncheau's) provides absolutely no information regarding the basis for his continued detention, other than the assertion that he is \"in the custody of the Bureau of Prisons\" as required by section 4248(a). Another certification (McGreevy's) purports to offer a psychiatric diagnosis of an individual not before this court. Yet another certification (Combe's) alleges a \"history of failing to comply with requirements of conditional release\" despite evidence that Combe has never been placed on conditional release. The certifications rely on state and federal criminal convictions,<sup>[6]</sup> many of which were imposed more than twenty years ago; not one certification contains any allegations of recent conduct which would form any basis for finding that a person is \"sexually dangerous [,]\" despite the allegations that the certifications are \"based on a review of [the] inmate['s] Bureau records[.]\" <i>See, e.g.,</i> Broncheau Cert, at 1; Combe Cert, at 1;<sup>[7]</sup> McGreevy Cert, at 1; Neuhauser Cert, at 2; Rogers Cert, at 1; Tobey Cert, at 1; Kopp Cert, at 1; Erwin Cert, at 2; Caporale Cert, at 2.</p>\n<p></p>\n<h2>v.</h2>\n<p>Third, the initial hearing and limited period of commitment contemplated by sections 4241(a) and (d), akin to an initial appearance and speedy trial in the criminal context, affords a respondent due process in the form of a timely evaluation of \"whether there is reasonable cause to believe that the\" respondent may meet the criteria for section 4248 commitment. <i>Cf. </i><i>Kansas v. Hendricks,</i> <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 352, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span></a></span> (1997) (noting with approval a 45-day window in which to seek civil commitment under Kansas' Sexually Violent Predator Act); <i>United States v. Shields,</i> <span class=\"citation\" data-id=\"1519390\"><a href=\"/opinion/1519390/united-states-v-shields/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">317</span></a></span> (D.Mass.2007) (construing section 4248 to \"require a probable cause hearing within\" forty-eight hours of the government's certification because \"[a] statute failing to provide an individual with an opportunity <span class=\"star-pagination\">*693</span> for a probable cause hearing before a neutral decisionmaker within a reasonable period of time . . . would raise a serious constitutional problem under both the Fourth and Fifth Amendments\"). The court notes that these respondents have been held at least two and a half years past the expiration of their terms of incarceration, and in other cases in this district which are preparing for hearing, the court has allotted the parties approximately six months to complete discovery. Standing Order on Procedures for Commitments under 18 U.S.C. § 4248 (E.D.N.C. Aug. 4, 2010). Thus, section 4248 simply does not afford any respondent a reasonable time in which to adjudicate the government's petition for his commitment.</p>\n<p></p>\n<h2><i>C. Conclusion</i></h2>\n<p>Respondents have been incarcerated for serious crimes and have troubling criminal histories. Of this, the court is well aware. However, \"a prisoner is not wholly stripped of constitutional protections when he is imprisoned for crime. There is no iron curtain drawn between the Constitution and the prisons of this country.\" <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 555-56, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974); <i>see also </i><i>United States v. Shaw,</i> <span class=\"citation\" data-id=\"795828\"><a href=\"/opinion/795828/united-states-v-brendan-allen-shaw/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 625-26 (6th Cir.2006) (suppressing statements made by defendant while in unlawful custody; \"There is no doubt that child sexual molestation is a particularly troubling crime. . . . Notwithstanding, it is beyond question that a defendant's Fourth Amendment rights are not suspended when he is suspected of committing murder, rape or any number of other heinous crimes. Likewise, they should not be disregarded simply because he is suspected of committing the crime of child sexual abuse.\"). \"The restraints and punishment\" imposed by a criminal conviction do not place that person \"beyond the ethical tradition that accords respect to the dignity and intrinsic worth of every individual.\" <i>U.S. ex rel. Miller v. Twomey,</i> <span class=\"citation\" data-id=\"311474\"><a href=\"/opinion/311474/united-states-of-america-ex-rel-luther-miller-v-john-j-twomey-warden/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 712 (7th Cir.1973). \"A first tenet of our governmental, religious, and ethical tradition is the intrinsic worth of every individual, no matter how degenerate. It is a radical departure from that tradition to subject a defined class of persons, even criminals, to a regime in which their right to liberty is determined by officials wholly unaccountable in the exercise of their power....\" <i>Id.</i> at 712 n. 21 (citation omitted). The use of section 4241, as amended by Congress in enacting section 4248, affords a respondent the appropriate level of due process to which he is entitled, respects the integrity of court judgments rendered across this country, and is not plainly contrary to Congress' desire to create a federal commitment program for \"sexually dangerous person[s.]\" <i>See </i><i>Carta,</i> 592 F.3d at 43 (noting that \"defects [in section 4248] could be remedied by interpolating requirements and remedies\").</p>\n<p>On this basis, respondents' motions to dismiss are GRANTED, Combe and Kopp's motions for hearing are DENIED WITHOUT PREJUDICE, and the court DIRECTS that respondents be released within thirty days to begin their terms of supervised release.</p>\n<h2>NOTES</h2>\n<p>[1]  The certification does not provide the date of this conviction, but at his status conference, Rogers informed the court that it occurred in 1973, when he was twenty-one years old. (Transcript, p. 5).</p>\n<p>[2]  At the status conference the government explained the process of converting Kopp's Hungarian sentence into a comparable federal sentence which included a period of incarceration followed by a term of supervised release.</p>\n<p>[3]  Caporale's initial projected release date was March 20, 2008. On March 21, 2008, the government filed a \"motion for leave of court to file certification of a sexually dangerous person nunc pro tunc.\" <i>United States v. Caporale,</i> No. 5:08-HC-2037-BO (E.D.N.C.) (D.E. # 1). The government explained that it had attempted to file Caporale's certification \"at approximately 11:04 p.m.\" on March 20, 2008, but had been unable to do so due to an issue with the court's electronic filing system. <i>Id.</i> at 1. On April 2, 2008, the government filed a reply in support of its motion, indicating that the motion was moot because \"[s]ubsequent to the signing of the Certification, staff at the BOP's Designation and Sentence Computation Center re-computed Respondent's sentence computation\" and calculated his release date to be March 21, 2008. (D.E. 8 at 1).</p>\n<p>[4]  In the year leading up to the Supreme Court's decision in <i>Comstock,</i> both the Eighth Circuit in <i>United States v. Tom,</i> <span class=\"citation\" data-id=\"1210388\"><a href=\"/opinion/1210388/united-states-v-tom/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">497</span></a></span> (8th Cir.2009), and the First Circuit in <i>United States v. Volungus,</i> <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5-9 (1st Cir. 2010) and <i>United States v. Carta,</i> <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span> (1st Cir.2010), likewise concluded that section 4248 is a necessary and proper exercise of federal legislative authority.</p>\n<p>[5]  While the statute also permits \"the defendant\" to file such a motion, the court acknowledges it is highly unlikely that anyone out on supervised release would seek to initiate a process which could lead to his own indefinite confinement in a \"suitable facility\" under the custody of the Attorney General.</p>\n<p>[6]  In another case before the court, <i>United States v. Conant,</i> No. 5:09-HC-2015-BO (E.D.N.C), the certification is based in part on allegations that Conant engaged in sexual misconduct at the time of the investigation of his illegal firearms charges, but such allegations were investigated and never led to any charge against Conant. At least one other district court, when evaluating the constitutionality of section 4248, has held that only convicted conduct may form the basis for finding that a respondent \"has engaged or attempted to engage in sexually violent conduct or child molestation\" as required by 18 U.S.C. §§ 4247(a)(5) and 4248(d). <i>United States v. Shields,</i> <span class=\"citation\" data-id=\"1519390\"><a href=\"/opinion/1519390/united-states-v-shields/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">317</span></a></span>, 331 (D.Mass.2007) (\"any application of [section 4248] to an individual without a finding beyond a reasonable doubt of sexually violent conduct or child molestation is unconstitutional. The government can meet its burden by demonstrating that the person has been previously <i>convicted</i> of a relevant sex crime.\" (emphasis added)).</p>\n<p>[7]  On October 26, 2010, the government filed a sealed psychological report indicating that in December 2009, two pages of pictures were confiscated from Combe which contained pictures of \"`scantily clad females in sexually provocative poses'\" and \"`young children and teens in bodyhugging dancewear.'\" (D.E. 37 at 3). The court notes that this conduct occurred almost three years after Combe's certification; is not alleged to form the basis of any criminal charge or conviction; and the person who prepared the report failed to indicate any basis for finding that she is qualified to prepare the report, in violation of the court's Standing Order on Procedures for Commitments under 18 U.S.C. § 4248, 10-SO-01 (E.D.N.C. Aug. 4, 2010), ¶ 4(d), and Fed.R.Civ.P. 26(a)(2)(B).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/146552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1398270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1479772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1519390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1957195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2251930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2438825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2456087/"
  ]
}