{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2477845/",
  "absolute_url": "/opinion/2477845/first-nat-ins-co-of-america-v-sappah-bros/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2477845/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:49:13.137481Z",
  "date_modified": "2016-04-27T01:11:16.937054Z",
  "type": "010combined",
  "sha1": "b92bb183b9e52f381cf3a29bea79e3fadc474dc2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>771 F.Supp.2d 569 (2011)</b></center>\n<center><h1>FIRST NATIONAL INSURANCE COMPANY OF AMERICA, Plaintiff,<br>\nv.<br>\nSAPPAH BROTHERS INC., Sappah Brothers Building LLC, Car Builders Inc., Richard E. Sappah, Joann L. Sappah, Clifford J. Sappah, Debra L. Sappah, Defendants,<br>\nv.<br>\nCity of Kinston, Third-Party Defendant.</h1></center>\n<center>No. 5:10-CV-00494-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 18, 2011.</center>\n<p><span class=\"star-pagination\">*570</span> William H. Sturges, Shumaker, Loop &amp; Kendrick, LLP, Charlotte, NC, for Plaintiff.</p>\n<p>James T. Johnson, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This matter is before the court on plaintiff First National Insurance Company of America's (\"First National\") motion for preliminary injunction. Defendants filed a response in opposition, to which First National replied.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Defendant Sappah Brothers, Inc. (\"Sappah Brothers\") is a general contractor. (Compl. ¶ 15; Answer ¶ 15.) At Sappah Brothers' request, First National provided payment and performance bonds on its behalf for various public construction projects. (Compl. ¶¶ 17, 26; Answer ¶¶ 17, 26; <i>see also</i> Compl. ¶¶ 27, 29, 31, 33, 35; Answer ¶¶ 27, 29, 31, 33, 35.) In consideration for issuance of the bonds, defendants executed a General Agreement of Indemnity <span class=\"star-pagination\">*571</span> for Contractors. (Compl. ¶¶ 18, 26 &amp; Ex. A; Answer ¶¶ 18, 26.)</p>\n<p>Various subcontractors, suppliers, and materialmen have made claims under the payment bonds First National issued on Sappah Brothers's behalf; the City of Kinston has made a claim under a performance bond. (Compl. ¶¶ 28, 30, 32, 34, 36.) First National has paid some of the claims and has incurred related expenses. (<i>Id.</i> ¶ 37.) \"Based upon First National's investigation to date, First National has determined it currently faces potential claims and expenses exceeding $1,320,056.00[,]\" and it set a reserve in that amount. (<i>Id.</i> ¶ 38.) On two occasions and pursuant to the terms of the indemnity agreement, First National has demanded that defendants provide collateral security. (<i>Id.</i> ¶¶ 39, 41; Answer ¶ 39.) First National has also demanded review of defendants' financial records. (Compl. ¶ 43; Answer 43.) Defendants have not posted collateral with First National or allowed First National to inspect their financial records. (<i>See C.</i> Sappah Aff. ¶¶ 40-41.)</p>\n<p>On 10 November 2010, First National initiated this action, asserting claims for breach of contract and indemnification. It seeks specific performance of defendants' obligations to provide collateral security and access to their financial records, compensatory damages, and attorneys' fees and costs. After receiving an extension of time, on 10 January 2011, defendants filed their answer to First National's complaint and a third-party complaint against the City of Kinston, alleging various claims arising out of Sappah Brothers' work in connection with a project for the City.</p>\n<p>First National filed the instant motion for preliminary injunction along with a supporting memorandum and affidavit on 18 November 2010. After receiving an extension of time, defendants filed a response in opposition and a supporting affidavit on 10 January 2011. First National filed its reply brief on 24 January 2011.</p>\n<p></p>\n<h2>II. MOTION FOR PRELIMINARY INJUNCTION</h2>\n<p>In its motion, First National requests that the court order defendants to post collateral security in certified funds in the amount of $1,320,056.00 or in properties valued in that amount and to provide access to their financial records. To obtain a preliminary injunction in its favor, a plaintiff must <i>clearly</i> demonstrate that (1) it will likely succeed on the merits, (2) it is likely to be irreparably harmed absent preliminary relief, (3) the balance of the equities tips in its favor, and (4) an injunction is in the public interest. <i>Real Truth About Obama, Inc. v. Federal Election Comm'n,</i> 575 F.3d 342, 346 (4th Cir.2009), <i>vacated on other grounds,</i> ___ U.S. ___, 130 S.Ct. 2371, 176 L.Ed.2d 764 (2010), <i>opinion reissued in relevant part on remand,</i> 607 F.3d 355 (4th Cir.2010) (per curiam). While the Fourth Circuit formerly recognized a \"flexible interplay\" among these factors, current case law now requires the movant to satisfy each factor. <i>See id.</i> at 347 (in light of <i>Winter v. Natural Res. Def. Council, Inc.,</i> 555 U.S. 7, 129 S.Ct. 365, 172 L.Ed.2d 249 (2008), \"the <i>Blackwelder</i> [<i>v. Seilig Mfg. Co., Inc.,</i> 550 F.2d 189 (4th Cir.1977)] balance-of-hardship test may no longer be applied in granting or denying preliminary injunction in the Fourth Circuit\"). The court examines the factors in turn.</p>\n<p></p>\n<h2>A. <i>Likelihood of Success on the Merits</i>\n</h2>\n<p>At the outset, the court notes that it is not evaluating First National's likelihood of success on each claim alleged. Rather, because First National seeks preliminary injunctive relief based solely on alleged breach of the collateral security and the financial records provisions of the <span class=\"star-pagination\">*572</span> indemnity agreement, the court analyzes only the claim for breach of contract seeking specific performance of those contractual provisions.</p>\n<p>Under North Carolina law,<sup>[1]</sup> \"[t]he elements of a claim for breach of contract are (1) existence of a valid contract and (2) breach of the terms of that contract.\" <i>Poor v. Hill,</i> 138 N.C.App. 19, 530 S.E.2d 838, 843 (N.C.Ct.App.2000) (citation omitted). To obtain the remedy of specific performance for the breach, the plaintiff \"must show the existence of a valid contract, its terms, and either full performance on his part or that he is ready, willing and able to perform.\" <i>Ball v. Maynard,</i> 184 N.C.App. 99, 645 S.E.2d 890, 896 (N.C.Ct.App.) (citation and quotation omitted), <i>review denied,</i> 656 S.E.2d 591 (N.C.2007); see also <i>Action Dev. Corp. v. Woodall,</i> 205 S.E.2d 592, 595 (N.C.Ct. App.1974) (\"specific performance does not lie until there has been a breach of contract\").</p>\n<p>The pertinent terms of the indemnity agreement follow.</p>\n<blockquote>Undersigned agree to pay to Surety upon demand:</blockquote>\n<blockquote>....</blockquote>\n<blockquote>[] An amount sufficient to discharge any claim made against Surety on any Bond, whether Surety will have made any payment or established any reserve therefor. Such payment to be the minimum amount of any reserve set by Surety. This sum may be used by Surety to pay such claim or be held by Surety as collateral security against loss on any Bond.[<sup>[2]</sup>]</blockquote>\n<blockquote>....</blockquote>\n<blockquote>[] Until Surety shall have been furnished with competent evidence of its discharge, without loss from any Bonds, Surety shall have the right to free access at reasonable times to the books, records and accounts of each of the Undersigned for the purpose of examining, copying or reproducing them....</blockquote>\n<p>(Compl., Ex. A.)</p>\n<p>Defendants do not dispute the validity of the indemnity agreement or the meaning of the terms of that agreement. Further, they have not come forward with anything to contradict First National's verified factual allegations or Kenneth Rockenbach's affidavit that:</p>\n<blockquote>(1) various entities have made claims against First National on the bonds issued on behalf of Sappah Brothers;</blockquote>\n<blockquote>(2) First National has paid claims on various bonds issued on behalf of Sappah Brothers, set a reserve to cover the bond claims and associated expenses, <span class=\"star-pagination\">*573</span> and made demands upon defendants to post collateral security and provide access to financial records; and</blockquote>\n<blockquote>(3) defendants have not posted any collateral security nor provided First National with access to defendants' financial records.</blockquote>\n<p>Rather, defendants' challenge to the merits is based solely on First National's alleged breach of the implied covenant of good faith and fair dealing and failure to mitigate damages. These defenses concern the manner in which First National responded to issues regarding Sappah Brothers' work on the City of Kinston construction project, which, as previously noted, First National had bonded on behalf of Sappah Brothers.<sup>[3]</sup></p>\n<p>According to Sappah Brothers' Vice-President, Clifford Sappah, First National's agent Kenneth Rockenbach developed a personal dislike of Sappah. (C. Sappah Aff. ¶ 25.) Sappah states,</p>\n<blockquote>While Kinston was responsible for kicking Sappah Brothers off of the Project, First National's agent, Ken Rockenbach, had influence over Kinston's actions. While Mr. Rockenbach could have expressed support for Sappah Brothers, upon information and belief, to the contrary, because of his personal dislike of me, Mr. Rockenbach did not attempt to stop Kinston's actions and may have affirmatively supported Kinston's actions.</blockquote>\n<p>(<i>Id.</i> ¶ 31.) Defendants also appear to contend that First National's $574,000 payment to the City of Kinston for the City's claim on the performance bond was improper. (<i>See id.</i> ¶¶ 36, 45; Mem. Opp'n at 5.) The court finds that despite these contentions, defendants have not made a clear showing that they are likely to succeed on a good faith/fair dealing defense.<sup>[4]</sup></p>\n<p>First, the terms of the indemnity agreement greatly restrict any challenge defendants can make to First National's payment of any bond claims and defendants' liability to First National therefor. In this regard, the agreement provides in relevant part:</p>\n<blockquote>With respect to any claims against Surety:</blockquote>\n<blockquote>1. Surety shall have the exclusive right for itself and the Undersigned to determine in its sole and absolute discretion whether any claim or suit upon any Bond shall, on the basis of belief of liability, expediency or otherwise, be paid, compromised, defended or appealed.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>3. Surety's determination in its sole and absolute discretion of the foregoing shall be final and conclusive upon the Undersigned....</blockquote>\n<p>(Compl., Ex. A.)</p>\n<p>Second, most courts do appear to recognize that a surety has an obligation to act in good faith, and the failure to so act is a defense to an indemnitor's obligation to reimburse the surety. <i>See Fidelity &amp; Guar. Ins. Co. v. Construction Advantage, Inc.,</i> No. 1:08-CV-460-GCM, 2010 WL 726024, *7 (W.D.N.C. Feb. 25, 2010) (\"`Courts have recognized that the one exception to enforcement of a principal's liability for a surety's disbursement is bad faith or fraudulent payment.'\") (quoting <i>U.S. Fidelity &amp; Guar. Co. v. Feibus,</i> 15 F.Supp.2d 579, 584-85 (M.D.Pa.1998)); William Schwartzkopf, <i>Practical Guide to</i> <span class=\"star-pagination\">*574</span> <i>Construction Contract Surety Claims</i> § 17.04[J] (2011) (collecting cases). However, lack of good faith connotes an improper motive; it is something more than negligence. <i>Construction Advantage,</i> at *5-6. Assuming First National had a duty to act in good faith, <i>see Continental Cas. Co. v. Bower,</i> No. COA01-43, 148 N.C.App. 405, 2002 WL 276467, *4 (N.C.Ct.App. Feb. 5, 2002) (table) (assuming duty to act in good faith applied to general indemnity agreement pursuant to which bonding company issued performance bonds on behalf of a contractor), defendants have not made, at this stage, a clear showing that First National violated this duty. Nothing in the indemnity agreement obligated First National to affirmatively advocate on Sappah Brothers' behalf with a bond obligee, such as the City of Kinston. Under the terms of the parties' agreement, First National is entitled to determine, based on its belief of liability, whether and to what extent any claim may be compromised. Clifford Sappah's belief that First National's actions were motivated by something other than its belief of liability, without more, does not clearly show First National's lack of good faith.</p>\n<p>Third, while the issue of whether First National acted in good faith may be relevant to whether defendants ultimately are liable to First National for indemnification under their agreement, it is irrelevant to whether defendants are required to post collateral security preliminarily. First National has met all the contractual prerequisites to demand collateral security of defendants. Defendants have not rebutted First National's showing.</p>\n<p>Turning to defendants' failure to mitigate damages defense, it is true that \"an injured plaintiff, whether his case be tort or contract, must exercise reasonable care and diligence to avoid or lessen the consequences of the defendant's wrong.\" <i>United Labs., Inc. v. Kuykendall,</i> 102 N.C.App. 484, 403 S.E.2d 104, 108 (N.C.Ct. App.1991) (citation and quotation omitted), aff'd, 335 N.C. 183, 437 S.E.2d 374 (1993). However, \"[f]ailure to minimize damages does not bar the remedy; it goes only to the amount of damages recoverable.\" <i>Id.</i> (citation and quotation omitted); <i>see also </i><i>Girard Trust Bank v. Easton,</i> 3 N.C.App. 414, 165 S.E.2d 252, 256 (N.C.Ct.App.1969) (\"`Mitigation of damages is what the expression imports, a reduction of their amount; not by proof of facts which are a bar to a part of the plaintiff's cause of action, or a justification ....'\" (citation omitted)). Because the doctrine does not operate as a bar to liability, whether or not defendants might be successful on this defense is irrelevant to First National's likelihood of success on its breach of contract claim for specific performance.</p>\n<p>In sum, the court finds First National has made a clear showing of likelihood of success on the merits. Specifically, it has clearly demonstrated that it is likely to succeed on its claim of breach of the indemnity agreement's collateral security and access to financial records provisions.</p>\n<p></p>\n<h2>B. <i>Irreparable Harm to First National</i>\n</h2>\n<p>Courts routinely recognize that \"a surety's loss of its right to collateralization cannot be adequately remedied through monetary damages.\" <i>Liberty Mut. Ins. Co. v. Aventura Eng'g &amp; Constr. Corp.,</i> 534 F.Supp.2d 1290, 1321 (S.D.Fl.2008) (citing <i>United States Fid. &amp; Guar. Co. v. Feibus,</i> 15 F.Supp.2d 579 (M.D.Pa.1998)); <i>see also </i><i>United Fire &amp; Cas. Co. v. Coggeshall Contr. Co.,</i> No. 91-3159, 1991 WL 169147, *2 (C.D.Ill.1991) (\"The Court further finds that the rendition of a judgment for money damages at the end of this case without according Plaintiff Surety the relief of specific performance pursuant to the cited provision of the indemnity agreement <span class=\"star-pagination\">*575</span> is not an adequate remedy and would irreparably harm the Plaintiff Surety by depriving it of pre-judgment relief to which it is contractually entitled.\" (citations omitted)). Defendant claims that First National is not going to suffer any irreparable harm because they intend to post collateral in a \"reasonable amount\" even if the court does nothing. (Mem. Opp'n at 4.) It thus appears defendants concede First National would suffer irreparable harm if <i>no</i> collateral security were posted. The court finds First National would suffer irreparable harm in the absence of preliminary injunctive relief in the form of collateral security.<sup>[5]</sup> The issue of the amount of that collateral security is discussed below.</p>\n<p>With regard to the right to access defendant's financial records, First National has not made a clear showing of irreparable harm. It states that the refusal of defendants to provide access to the records \"prejudices [its] rights as a surety and its rights to collateral security.\" (Supp. Mem. at 14-15.) As previously recognized, First National is entitled to inspect defendants' records and defendants have conceded as much, but First National has not made a clear showing of irreparable harm if it is not allowed to immediately inspect the records rather than at some later date, such as in the normal course of discovery. Supreme Court and Fourth Circuit case law require such a showing. <i>See </i><i>Winter,</i> 129 S.Ct. at 375-76; <i>Real Truth About Obama,</i> 575 F.3d at 347. In its absence, the court will not order injunctive relief in the form of record inspection.</p>\n<p></p>\n<h2>C. <i>Balance of Equities</i>\n</h2>\n<p>In the absence of injunctive relief, First National would bear the entire loss on the bond claims without being collateralized, a right to which it explicitly bargained in the indemnity agreement. If, however, defendants are required to post collateral security in an amount in excess of $300,000, they contend that their construction business may be jeopardized and they may be forced to file bankruptcy. (<i>See</i> C. Sappah Aff. ¶ 43.) While the court is sympathetic to defendant's economic plight should they be compelled to post security in excess of $300,000, it is not sufficient enough to tip the equities in their favor. The penal sum of the payment bonds alone exceeds $3 million. Defendants were aware of their potential exposure upon the issuance of each bond. Based on the fact that the claims against the bonds and associated expenses now total more than $900,000, it is not readily apparent that First National's setting a reserve of approximately $1.3 million is unreasonable. Of course, should First National's total loss on the bonds be less than this amount or should it ultimately be deemed not entitled to indemnification based on defendants' asserted defenses, any excess funds posted or other security given must be returned to defendants. To further minimize any harm to defendants, the court will also order First National to post a bond in the amount of its purportedly improper payment to the <span class=\"star-pagination\">*576</span> City of Kinston, such bond to protect defendants should they be found to have been wrongfully enjoined. Under these circumstances, the balance of equities tips in First National's favor.</p>\n<p></p>\n<h2>D. <i>Public Interest</i>\n</h2>\n<p>The public interest supports the award of preliminary injunctive relief here. There is a public interest in enforcing the terms of a valid contract. <i>UBS Painwebber, Inc. v. Aiken,</i> 197 F.Supp.2d 436, 448 (W.D.N.C.2002). Furthermore, enforcing the collateral security provision of an indemnity agreement in the construction setting serves an important public interest: to encourage sureties to continue to provide bonds for public construction contracts. Otherwise, the conditions under which sureties issue bonds may be altered and could thereby \"frustrate the government's interest in protecting taxpayer money and those who provide labor on public projects.\" <i>Travelers Cas. &amp; Sur. Co. v. Ockerlund,</i> No. 04 C 3963, 2004 WL 1794915, *6 (N.D.Ill. Aug. 6, 2004) (citation omitted); <i>see generally</i> N.C. Gen.Stat. §§ 44A-25, -26 (North Carolina's public bond statute requires the issuance of payment and performance bonds on certain public construction contracts).</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>The court finds that First National has made a clear showing of entitlement to preliminary enforcement of the collateral security provision of its indemnity agreement with defendants. The motion for preliminary injunction is ALLOWED IN PART. Within 30 days of the date of this order, defendants are hereby ORDERED to deposit with First National the sum of $1,320,056.00 in certified funds or, alternatively, to provide property to (or liens and security interests in property for the benefit of) First National, such total value to equal or exceed $1,320,056.00. This relief is conditioned upon First National posting a bond with the Clerk in the amount of $574,000.00.</p>\n<h2>NOTES</h2>\n<p>[1]  In discussing the likelihood of success on the merits, the parties refer to North Carolina substantive law. Thus, there appears to be no dispute that North Carolina law governs the claims asserted.</p>\n<p>[2]  This provision is commonly referred to as a \"collateral security provision.\"\n</p>\n<p>[Such] provision provides that once a surety... receives a demand on its bond, the indemnitor must provide the surety with funds which the surety is to hold in reserve. If the claim on the bond must be paid, then the surety will pay the loss from the indemnitor's funds; otherwise, the surety must return the funds to the indemnitor. Sureties are ordinarily entitled to specific performance of collateral security clauses.</p>\n<p><i>Safeco Ins. Co. of Am. v. Schwab,</i> 739 F.2d 431, 433 (9th Cir.1984).</p>\n<p>Another provision of the parties' agreement provides in relevant part that [t]he Undersigned will, on request of Surety, procure the discharge of Surety from any Bond and all liability by reason thereof. If such discharge is unattainable, the Undersigned will, if requested by Surety, either deposit collateral with Surety, acceptable to Surety, sufficient to cover all exposure under such bond or bonds, or make provisions acceptable to Surety for the funding of the bonded obligation(s).</p>\n<p>(Compl., Ex. A.)</p>\n<p>[3]  Defendants do not raise any challenge to First National's right to access their financial records and, in fact, state that they \"are perfectly willing to allow inspection of their financial books and records.\" (Mem. Opp'n at 4.)</p>\n<p>[4]  \"[T]he burdens at the preliminary injunction stage track the burdens at trial.\" <i>Gonzales v. O Centro Espirita Beneficente Uniao do Vegetal,</i> 546 U.S. 418, 429, 126 S.Ct. 1211, 163 L.Ed.2d 1017 (2006).</p>\n<p>[5]  The court notes that the preliminary injunctive relief requested in this case is not an order preventing defendants' transfer or disposition of any specific assets. Therefore, this case is distinguishable from <i>Travelers Casualty &amp; Sur. Co. of Am. v. Beck Dev. Corp.,</i> 95 F.Supp.2d 549 (E.D.Va.2000). In that case, relying on <i>United States ex rel. Rahman v. Oncology Assocs., P.C.,</i> 198 F.3d 489 (4th Cir. 1999), the district court denied a surety's motion for a temporary restraining order seeking to limit an indemnitor's ability to dispose of life insurance proceeds. <i>Beck,</i> 95 F.Supp.2d at 552-55. The court found that, despite the indemnity agreement's collateral security provision, the surety did not have an equitable interest in the life insurance proceeds. <i>Id.</i> at 553-55. Here, First National seeks only to preliminarily enforce the collateral security provision.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">771</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">569</span></span> (2011)</b></center>\n<center><h1>FIRST NATIONAL INSURANCE COMPANY OF AMERICA, Plaintiff,<br>\nv.<br>\nSAPPAH BROTHERS INC., Sappah Brothers Building LLC, Car Builders Inc., Richard E. Sappah, Joann L. Sappah, Clifford J. Sappah, Debra L. Sappah, Defendants,<br>\nv.<br>\nCity of Kinston, Third-Party Defendant.</h1></center>\n<center>No. 5:10-CV-00494-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 18, 2011.</center>\n<p><span class=\"star-pagination\">*570</span> William H. Sturges, Shumaker, Loop &amp; Kendrick, LLP, Charlotte, NC, for Plaintiff.</p>\n<p>James T. Johnson, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This matter is before the court on plaintiff First National Insurance Company of America's (\"First National\") motion for preliminary injunction. Defendants filed a response in opposition, to which First National replied.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Defendant Sappah Brothers, Inc. (\"Sappah Brothers\") is a general contractor. (Compl. ¶ 15; Answer ¶ 15.) At Sappah Brothers' request, First National provided payment and performance bonds on its behalf for various public construction projects. (Compl. ¶¶ 17, 26; Answer ¶¶ 17, 26; <i>see also</i> Compl. ¶¶ 27, 29, 31, 33, 35; Answer ¶¶ 27, 29, 31, 33, 35.) In consideration for issuance of the bonds, defendants executed a General Agreement of Indemnity <span class=\"star-pagination\">*571</span> for Contractors. (Compl. ¶¶ 18, 26 &amp; Ex. A; Answer ¶¶ 18, 26.)</p>\n<p>Various subcontractors, suppliers, and materialmen have made claims under the payment bonds First National issued on Sappah Brothers's behalf; the City of Kinston has made a claim under a performance bond. (Compl. ¶¶ 28, 30, 32, 34, 36.) First National has paid some of the claims and has incurred related expenses. (<i>Id.</i> ¶ 37.) \"Based upon First National's investigation to date, First National has determined it currently faces potential claims and expenses exceeding $1,320,056.00[,]\" and it set a reserve in that amount. (<i>Id.</i> ¶ 38.) On two occasions and pursuant to the terms of the indemnity agreement, First National has demanded that defendants provide collateral security. (<i>Id.</i> ¶¶ 39, 41; Answer ¶ 39.) First National has also demanded review of defendants' financial records. (Compl. ¶ 43; Answer 43.) Defendants have not posted collateral with First National or allowed First National to inspect their financial records. (<i>See C.</i> Sappah Aff. ¶¶ 40-41.)</p>\n<p>On 10 November 2010, First National initiated this action, asserting claims for breach of contract and indemnification. It seeks specific performance of defendants' obligations to provide collateral security and access to their financial records, compensatory damages, and attorneys' fees and costs. After receiving an extension of time, on 10 January 2011, defendants filed their answer to First National's complaint and a third-party complaint against the City of Kinston, alleging various claims arising out of Sappah Brothers' work in connection with a project for the City.</p>\n<p>First National filed the instant motion for preliminary injunction along with a supporting memorandum and affidavit on 18 November 2010. After receiving an extension of time, defendants filed a response in opposition and a supporting affidavit on 10 January 2011. First National filed its reply brief on 24 January 2011.</p>\n<p></p>\n<h2>II. MOTION FOR PRELIMINARY INJUNCTION</h2>\n<p>In its motion, First National requests that the court order defendants to post collateral security in certified funds in the amount of $1,320,056.00 or in properties valued in that amount and to provide access to their financial records. To obtain a preliminary injunction in its favor, a plaintiff must <i>clearly</i> demonstrate that (1) it will likely succeed on the merits, (2) it is likely to be irreparably harmed absent preliminary relief, (3) the balance of the equities tips in its favor, and (4) an injunction is in the public interest. <i>Real Truth About Obama, Inc. v. Federal Election Comm'n,</i> <span class=\"citation\" data-id=\"1029672\"><a href=\"/opinion/1029672/real-truth-about-obama-v-federal-election-comn/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">342</span></a></span>, 346 (4th Cir.2009), <i>vacated on other grounds,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2371</span></span>, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">764</span></span> (2010), <i>opinion reissued in relevant part on remand,</i> <span class=\"citation\" data-id=\"1458551\"><a href=\"/opinion/1458551/the-real-truth-about-obama-inc-v-fec/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span> (4th Cir.2010) (per curiam). While the Fourth Circuit formerly recognized a \"flexible interplay\" among these factors, current case law now requires the movant to satisfy each factor. <i>See id.</i> at 347 (in light of <i>Winter v. Natural Res. Def. Council, Inc.,</i> <span class=\"citation\" data-id=\"145928\"><a href=\"/opinion/145928/winter-v-natural-resources-defense-council-inc/\"><span class=\"volume\">555</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">7</span></a></span>, <span class=\"citation\" data-id=\"145928\"><a href=\"/opinion/145928/winter-v-natural-resources-defense-council-inc/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation\" data-id=\"145928\"><a href=\"/opinion/145928/winter-v-natural-resources-defense-council-inc/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (2008), \"the <i>Blackwelder</i> [<i>v. Seilig Mfg. Co., Inc.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir.1977)] balance-of-hardship test may no longer be applied in granting or denying preliminary injunction in the Fourth Circuit\"). The court examines the factors in turn.</p>\n<p></p>\n<h2>A. <i>Likelihood of Success on the Merits</i>\n</h2>\n<p>At the outset, the court notes that it is not evaluating First National's likelihood of success on each claim alleged. Rather, because First National seeks preliminary injunctive relief based solely on alleged breach of the collateral security and the financial records provisions of the <span class=\"star-pagination\">*572</span> indemnity agreement, the court analyzes only the claim for breach of contract seeking specific performance of those contractual provisions.</p>\n<p>Under North Carolina law,<sup>[1]</sup> \"[t]he elements of a claim for breach of contract are (1) existence of a valid contract and (2) breach of the terms of that contract.\" <i>Poor v. Hill,</i> 138 N.C.App. 19, <span class=\"citation\" data-id=\"1203337\"><a href=\"/opinion/1203337/poor-v-hill/\"><span class=\"volume\">530</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">838</span></a></span>, 843 (N.C.Ct.App.2000) (citation omitted). To obtain the remedy of specific performance for the breach, the plaintiff \"must show the existence of a valid contract, its terms, and either full performance on his part or that he is ready, willing and able to perform.\" <i>Ball v. Maynard,</i> 184 N.C.App. 99, <span class=\"citation\" data-id=\"1269744\"><a href=\"/opinion/1269744/ball-v-maynard/\"><span class=\"volume\">645</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">890</span></a></span>, 896 (N.C.Ct.App.) (citation and quotation omitted), <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">656</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">591</span></span> (N.C.2007); see also <i>Action Dev. Corp. v. Woodall,</i> <span class=\"citation\" data-id=\"1363422\"><a href=\"/opinion/1363422/action-development-corporation-v-woodall/\"><span class=\"volume\">205</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">592</span></a></span>, 595 (N.C.Ct. App.1974) (\"specific performance does not lie until there has been a breach of contract\").</p>\n<p>The pertinent terms of the indemnity agreement follow.</p>\n<blockquote>Undersigned agree to pay to Surety upon demand:</blockquote>\n<blockquote>....</blockquote>\n<blockquote>[] An amount sufficient to discharge any claim made against Surety on any Bond, whether Surety will have made any payment or established any reserve therefor. Such payment to be the minimum amount of any reserve set by Surety. This sum may be used by Surety to pay such claim or be held by Surety as collateral security against loss on any Bond.[<sup>[2]</sup>]</blockquote>\n<blockquote>....</blockquote>\n<blockquote>[] Until Surety shall have been furnished with competent evidence of its discharge, without loss from any Bonds, Surety shall have the right to free access at reasonable times to the books, records and accounts of each of the Undersigned for the purpose of examining, copying or reproducing them....</blockquote>\n<p>(Compl., Ex. A.)</p>\n<p>Defendants do not dispute the validity of the indemnity agreement or the meaning of the terms of that agreement. Further, they have not come forward with anything to contradict First National's verified factual allegations or Kenneth Rockenbach's affidavit that:</p>\n<blockquote>(1) various entities have made claims against First National on the bonds issued on behalf of Sappah Brothers;</blockquote>\n<blockquote>(2) First National has paid claims on various bonds issued on behalf of Sappah Brothers, set a reserve to cover the bond claims and associated expenses, <span class=\"star-pagination\">*573</span> and made demands upon defendants to post collateral security and provide access to financial records; and</blockquote>\n<blockquote>(3) defendants have not posted any collateral security nor provided First National with access to defendants' financial records.</blockquote>\n<p>Rather, defendants' challenge to the merits is based solely on First National's alleged breach of the implied covenant of good faith and fair dealing and failure to mitigate damages. These defenses concern the manner in which First National responded to issues regarding Sappah Brothers' work on the City of Kinston construction project, which, as previously noted, First National had bonded on behalf of Sappah Brothers.<sup>[3]</sup></p>\n<p>According to Sappah Brothers' Vice-President, Clifford Sappah, First National's agent Kenneth Rockenbach developed a personal dislike of Sappah. (C. Sappah Aff. ¶ 25.) Sappah states,</p>\n<blockquote>While Kinston was responsible for kicking Sappah Brothers off of the Project, First National's agent, Ken Rockenbach, had influence over Kinston's actions. While Mr. Rockenbach could have expressed support for Sappah Brothers, upon information and belief, to the contrary, because of his personal dislike of me, Mr. Rockenbach did not attempt to stop Kinston's actions and may have affirmatively supported Kinston's actions.</blockquote>\n<p>(<i>Id.</i> ¶ 31.) Defendants also appear to contend that First National's $574,000 payment to the City of Kinston for the City's claim on the performance bond was improper. (<i>See id.</i> ¶¶ 36, 45; Mem. Opp'n at 5.) The court finds that despite these contentions, defendants have not made a clear showing that they are likely to succeed on a good faith/fair dealing defense.<sup>[4]</sup></p>\n<p>First, the terms of the indemnity agreement greatly restrict any challenge defendants can make to First National's payment of any bond claims and defendants' liability to First National therefor. In this regard, the agreement provides in relevant part:</p>\n<blockquote>With respect to any claims against Surety:</blockquote>\n<blockquote>1. Surety shall have the exclusive right for itself and the Undersigned to determine in its sole and absolute discretion whether any claim or suit upon any Bond shall, on the basis of belief of liability, expediency or otherwise, be paid, compromised, defended or appealed.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>3. Surety's determination in its sole and absolute discretion of the foregoing shall be final and conclusive upon the Undersigned....</blockquote>\n<p>(Compl., Ex. A.)</p>\n<p>Second, most courts do appear to recognize that a surety has an obligation to act in good faith, and the failure to so act is a defense to an indemnitor's obligation to reimburse the surety. <i>See Fidelity &amp; Guar. Ins. Co. v. Construction Advantage, Inc.,</i> No. 1:08-CV-460-GCM, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">726024</span></span>, *7 (W.D.N.C. Feb. 25, 2010) (\"`Courts have recognized that the one exception to enforcement of a principal's liability for a surety's disbursement is bad faith or fraudulent payment.'\") (quoting <i>U.S. Fidelity &amp; Guar. Co. v. Feibus,</i> <span class=\"citation\" data-id=\"2314695\"><a href=\"/opinion/2314695/us-fidelity-guaranty-co-v-feibus/\"><span class=\"volume\">15</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">579</span></a></span>, 584-85 (M.D.Pa.1998)); William Schwartzkopf, <i>Practical Guide to</i> <span class=\"star-pagination\">*574</span> <i>Construction Contract Surety Claims</i> § 17.04[J] (2011) (collecting cases). However, lack of good faith connotes an improper motive; it is something more than negligence. <i>Construction Advantage,</i> at *5-6. Assuming First National had a duty to act in good faith, <i>see Continental Cas. Co. v. Bower,</i> No. COA01-43, 148 N.C.App. 405, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">276467</span></span>, *4 (N.C.Ct.App. Feb. 5, 2002) (table) (assuming duty to act in good faith applied to general indemnity agreement pursuant to which bonding company issued performance bonds on behalf of a contractor), defendants have not made, at this stage, a clear showing that First National violated this duty. Nothing in the indemnity agreement obligated First National to affirmatively advocate on Sappah Brothers' behalf with a bond obligee, such as the City of Kinston. Under the terms of the parties' agreement, First National is entitled to determine, based on its belief of liability, whether and to what extent any claim may be compromised. Clifford Sappah's belief that First National's actions were motivated by something other than its belief of liability, without more, does not clearly show First National's lack of good faith.</p>\n<p>Third, while the issue of whether First National acted in good faith may be relevant to whether defendants ultimately are liable to First National for indemnification under their agreement, it is irrelevant to whether defendants are required to post collateral security preliminarily. First National has met all the contractual prerequisites to demand collateral security of defendants. Defendants have not rebutted First National's showing.</p>\n<p>Turning to defendants' failure to mitigate damages defense, it is true that \"an injured plaintiff, whether his case be tort or contract, must exercise reasonable care and diligence to avoid or lessen the consequences of the defendant's wrong.\" <i>United Labs., Inc. v. Kuykendall,</i> 102 N.C.App. 484, <span class=\"citation\" data-id=\"1294893\"><a href=\"/opinion/1294893/united-laboratories-inc-v-kuykendall/\"><span class=\"volume\">403</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">104</span></a></span>, 108 (N.C.Ct. App.1991) (citation and quotation omitted), aff'd, <span class=\"citation\" data-id=\"1297423\"><a href=\"/opinion/1297423/united-laboratories-inc-v-kuykendall/\"><span class=\"volume\">335</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"1297423\"><a href=\"/opinion/1297423/united-laboratories-inc-v-kuykendall/\"><span class=\"volume\">437</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span> (1993). However, \"[f]ailure to minimize damages does not bar the remedy; it goes only to the amount of damages recoverable.\" <i>Id.</i> (citation and quotation omitted); <i>see also </i><i>Girard Trust Bank v. Easton,</i> 3 N.C.App. 414, <span class=\"citation\" data-id=\"1279465\"><a href=\"/opinion/1279465/girard-trust-bank-v-easton/\"><span class=\"volume\">165</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">252</span></a></span>, 256 (N.C.Ct.App.1969) (\"`Mitigation of damages is what the expression imports, a reduction of their amount; not by proof of facts which are a bar to a part of the plaintiff's cause of action, or a justification ....'\" (citation omitted)). Because the doctrine does not operate as a bar to liability, whether or not defendants might be successful on this defense is irrelevant to First National's likelihood of success on its breach of contract claim for specific performance.</p>\n<p>In sum, the court finds First National has made a clear showing of likelihood of success on the merits. Specifically, it has clearly demonstrated that it is likely to succeed on its claim of breach of the indemnity agreement's collateral security and access to financial records provisions.</p>\n<p></p>\n<h2>B. <i>Irreparable Harm to First National</i>\n</h2>\n<p>Courts routinely recognize that \"a surety's loss of its right to collateralization cannot be adequately remedied through monetary damages.\" <i>Liberty Mut. Ins. Co. v. Aventura Eng'g &amp; Constr. Corp.,</i> <span class=\"citation\" data-id=\"1443236\"><a href=\"/opinion/1443236/liberty-mut-ins-v-aventura-engineering-const/\"><span class=\"volume\">534</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1290</span></a></span>, 1321 (S.D.Fl.2008) (citing <i>United States Fid. &amp; Guar. Co. v. Feibus,</i> <span class=\"citation\" data-id=\"2314695\"><a href=\"/opinion/2314695/us-fidelity-guaranty-co-v-feibus/\"><span class=\"volume\">15</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">579</span></a></span> (M.D.Pa.1998)); <i>see also </i><i>United Fire &amp; Cas. Co. v. Coggeshall Contr. Co.,</i> No. 91-3159, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">169147</span></span>, *2 (C.D.Ill.1991) (\"The Court further finds that the rendition of a judgment for money damages at the end of this case without according Plaintiff Surety the relief of specific performance pursuant to the cited provision of the indemnity agreement <span class=\"star-pagination\">*575</span> is not an adequate remedy and would irreparably harm the Plaintiff Surety by depriving it of pre-judgment relief to which it is contractually entitled.\" (citations omitted)). Defendant claims that First National is not going to suffer any irreparable harm because they intend to post collateral in a \"reasonable amount\" even if the court does nothing. (Mem. Opp'n at 4.) It thus appears defendants concede First National would suffer irreparable harm if <i>no</i> collateral security were posted. The court finds First National would suffer irreparable harm in the absence of preliminary injunctive relief in the form of collateral security.<sup>[5]</sup> The issue of the amount of that collateral security is discussed below.</p>\n<p>With regard to the right to access defendant's financial records, First National has not made a clear showing of irreparable harm. It states that the refusal of defendants to provide access to the records \"prejudices [its] rights as a surety and its rights to collateral security.\" (Supp. Mem. at 14-15.) As previously recognized, First National is entitled to inspect defendants' records and defendants have conceded as much, but First National has not made a clear showing of irreparable harm if it is not allowed to immediately inspect the records rather than at some later date, such as in the normal course of discovery. Supreme Court and Fourth Circuit case law require such a showing. <i>See </i><i>Winter,</i> 129 S.Ct. at 375-76; <i>Real Truth About Obama,</i> 575 F.3d at 347. In its absence, the court will not order injunctive relief in the form of record inspection.</p>\n<p></p>\n<h2>C. <i>Balance of Equities</i>\n</h2>\n<p>In the absence of injunctive relief, First National would bear the entire loss on the bond claims without being collateralized, a right to which it explicitly bargained in the indemnity agreement. If, however, defendants are required to post collateral security in an amount in excess of $300,000, they contend that their construction business may be jeopardized and they may be forced to file bankruptcy. (<i>See</i> C. Sappah Aff. ¶ 43.) While the court is sympathetic to defendant's economic plight should they be compelled to post security in excess of $300,000, it is not sufficient enough to tip the equities in their favor. The penal sum of the payment bonds alone exceeds $3 million. Defendants were aware of their potential exposure upon the issuance of each bond. Based on the fact that the claims against the bonds and associated expenses now total more than $900,000, it is not readily apparent that First National's setting a reserve of approximately $1.3 million is unreasonable. Of course, should First National's total loss on the bonds be less than this amount or should it ultimately be deemed not entitled to indemnification based on defendants' asserted defenses, any excess funds posted or other security given must be returned to defendants. To further minimize any harm to defendants, the court will also order First National to post a bond in the amount of its purportedly improper payment to the <span class=\"star-pagination\">*576</span> City of Kinston, such bond to protect defendants should they be found to have been wrongfully enjoined. Under these circumstances, the balance of equities tips in First National's favor.</p>\n<p></p>\n<h2>D. <i>Public Interest</i>\n</h2>\n<p>The public interest supports the award of preliminary injunctive relief here. There is a public interest in enforcing the terms of a valid contract. <i>UBS Painwebber, Inc. v. Aiken,</i> <span class=\"citation\" data-id=\"2431094\"><a href=\"/opinion/2431094/ubs-painewebber-inc-v-aiken/\"><span class=\"volume\">197</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">436</span></a></span>, 448 (W.D.N.C.2002). Furthermore, enforcing the collateral security provision of an indemnity agreement in the construction setting serves an important public interest: to encourage sureties to continue to provide bonds for public construction contracts. Otherwise, the conditions under which sureties issue bonds may be altered and could thereby \"frustrate the government's interest in protecting taxpayer money and those who provide labor on public projects.\" <i>Travelers Cas. &amp; Sur. Co. v. Ockerlund,</i> No. 04 C 3963, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1794915</span></span>, *6 (N.D.Ill. Aug. 6, 2004) (citation omitted); <i>see generally</i> N.C. Gen.Stat. §§ 44A-25, -26 (North Carolina's public bond statute requires the issuance of payment and performance bonds on certain public construction contracts).</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>The court finds that First National has made a clear showing of entitlement to preliminary enforcement of the collateral security provision of its indemnity agreement with defendants. The motion for preliminary injunction is ALLOWED IN PART. Within 30 days of the date of this order, defendants are hereby ORDERED to deposit with First National the sum of $1,320,056.00 in certified funds or, alternatively, to provide property to (or liens and security interests in property for the benefit of) First National, such total value to equal or exceed $1,320,056.00. This relief is conditioned upon First National posting a bond with the Clerk in the amount of $574,000.00.</p>\n<h2>NOTES</h2>\n<p>[1]  In discussing the likelihood of success on the merits, the parties refer to North Carolina substantive law. Thus, there appears to be no dispute that North Carolina law governs the claims asserted.</p>\n<p>[2]  This provision is commonly referred to as a \"collateral security provision.\"\n</p>\n<p>[Such] provision provides that once a surety... receives a demand on its bond, the indemnitor must provide the surety with funds which the surety is to hold in reserve. If the claim on the bond must be paid, then the surety will pay the loss from the indemnitor's funds; otherwise, the surety must return the funds to the indemnitor. Sureties are ordinarily entitled to specific performance of collateral security clauses.</p>\n<p><i>Safeco Ins. Co. of Am. v. Schwab,</i> <span class=\"citation\" data-id=\"438936\"><a href=\"/opinion/438936/safeco-insurance-company-of-america-v-joseph-c-schwab/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span>, 433 (9th Cir.1984).</p>\n<p>Another provision of the parties' agreement provides in relevant part that [t]he Undersigned will, on request of Surety, procure the discharge of Surety from any Bond and all liability by reason thereof. If such discharge is unattainable, the Undersigned will, if requested by Surety, either deposit collateral with Surety, acceptable to Surety, sufficient to cover all exposure under such bond or bonds, or make provisions acceptable to Surety for the funding of the bonded obligation(s).</p>\n<p>(Compl., Ex. A.)</p>\n<p>[3]  Defendants do not raise any challenge to First National's right to access their financial records and, in fact, state that they \"are perfectly willing to allow inspection of their financial books and records.\" (Mem. Opp'n at 4.)</p>\n<p>[4]  \"[T]he burdens at the preliminary injunction stage track the burdens at trial.\" <i>Gonzales v. O Centro Espirita Beneficente Uniao do Vegetal,</i> <span class=\"citation\" data-id=\"145684\"><a href=\"/opinion/145684/gonzales-v-o-centro-espirita-beneficente-uniao-do-vegetal/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 429, <span class=\"citation\" data-id=\"145684\"><a href=\"/opinion/145684/gonzales-v-o-centro-espirita-beneficente-uniao-do-vegetal/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1211</span></a></span>, <span class=\"citation\" data-id=\"145684\"><a href=\"/opinion/145684/gonzales-v-o-centro-espirita-beneficente-uniao-do-vegetal/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1017</span></a></span> (2006).</p>\n<p>[5]  The court notes that the preliminary injunctive relief requested in this case is not an order preventing defendants' transfer or disposition of any specific assets. Therefore, this case is distinguishable from <i>Travelers Casualty &amp; Sur. Co. of Am. v. Beck Dev. Corp.,</i> <span class=\"citation\" data-id=\"2361519\"><a href=\"/opinion/2361519/travelers-cas-sur-co-v-beck-development/\"><span class=\"volume\">95</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">549</span></a></span> (E.D.Va.2000). In that case, relying on <i>United States ex rel. Rahman v. Oncology Assocs., P.C.,</i> <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></span> (4th Cir. 1999), the district court denied a surety's motion for a temporary restraining order seeking to limit an indemnitor's ability to dispose of life insurance proceeds. <i>Beck,</i> 95 F.Supp.2d at 552-55. The court found that, despite the indemnity agreement's collateral security provision, the surety did not have an equitable interest in the life insurance proceeds. <i>Id.</i> at 553-55. Here, First National seeks only to preliminarily enforce the collateral security provision.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/145684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1029672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1203337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1279465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1297423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1363422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1443236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2314695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2361519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2431094/"
  ]
}