{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2477044/",
  "absolute_url": "/opinion/2477044/ray-communications-v-clear-channel-communications/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2477044/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:48:39.158627Z",
  "date_modified": "2016-04-26T23:24:30.002628Z",
  "type": "010combined",
  "sha1": "17311b3d93c9f10cf2c5dc20e545f789ec3b5381",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>760 F.Supp.2d 544 (2010)</b></center>\n<center><h1>RAY COMMUNICATIONS, INC., Plaintiff,<br>\nv.<br>\nCLEAR CHANNEL COMMUNICATIONS, Clear Channel Broadcasting, Inc., Katz Media Group, Inc., and Katz Communications, Inc., Defendant.</h1></center>\n<center>No. 2:08-CV-24-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>December 17, 2010.</center>\n<p><span class=\"star-pagination\">*545</span> Christopher J. Blake, Leslie Lane Mize, Nelson Mullins Riley &amp; Scarborough, LLP, Raleigh, NC, Michael S. Culver, Millen, White, Zeland &amp; Branigan, P.C., Arlington, VA, for Plaintiff.</p>\n<p>Eric P. Stevens, Keith Harrison Johnson, Poyner Spruill LLP, Raleigh, NC, Bart W. Huffman, Marissa D. Helm, Cox Smith Matthews Incorporated, San Antonio, TX, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Motion for Summary Judgment, Motion to Strike, Motion to Compel Discovery Responses, Motion to Expedite Briefing Schedule, and Motion to Strike Amended Document. The parties completed discovery on July 7, 2010.</p>\n<p>The Defendants' Motion for Summary Judgment is GRANTED on their affirmative defense of laches. All other motions in this case are DISMISSED as moot.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Plaintiff sued Defendants in 2008 for Trademark Infringement.</p>\n<p>Plaintiff Ray Communications, Inc. is a radio network owned by William and Lisa Ray. Plaintiff currently owns the federal registration for the service mark \"Agrinet,\" short for Agricultural Network. The mark was initially owned by Charlottesville Broadcasting Corporation, which licensed the trademark to Mr. Ray in 1976 and granted him a full assignment of its rights in 1986. Mr. and Mrs. Ray are the corporate representatives in this suit.</p>\n<p>Defendant Clear Channel Communications, Inc. is also a radio network. As Clear Channel Communications is the parent company of the other three Defendants, the Court sees no need to distinguish the Defendants and will refer to the Defendants collectively.</p>\n<p>Despite Mr. Ray's three separate depositions, two of which had to be continued for his apparent lack of preparation, Mr. Ray's testimony has been continuously vague and contradictory. The Court issued an Order to Show Cause on September 16, 2010 as to why Plaintiff should not be barred from testifying at trial. Plaintiff has also been unable to produce countless relevant documents. <i>See infra</i> Part II.D. The Court has constructed the following fact pattern:</p>\n<p>Beginning in the late 1970's and early 1980's, Defendants' predecessors began using the terms \"Oklahoma Agrinet,\" \"Tennessee Agrinet,\" and \"Kentucky Agrinet\" to identify their programming and in marketing without permission. It is uncontested that Plaintiff was aware of this use. <i>See, e.g.,</i> W. Ray Dep. 253:20-254:4, June 23, 2010. Mr. Ray claims that some time before 1986, he gave several oral licenses without consideration to Defendants' predecessors'<sup>[1]</sup> employees. These alleged licenses were to Jimmy \"Kit\" Stubblefield for Kentucky Agrinet, Dan Gordon for Tennessee Agrinet, and Ron Hays for Oklahoma Agrinet.</p>\n<p><span class=\"star-pagination\">*546</span> Plaintiff states that it terminated the license to Stubblefield in 1992, terminated the license to Dan Gordon when his station was bought by Defendants in fall 1997, and terminated the license to Ron Hays in 2006. Pl.'s Resps. to Def. Clear Channel Broad., Inc.'s 1st Set of Interrogs., p. 5-6, Oct. 26, 2009.</p>\n<p>Jack Crowner, one of Defendants' Broadcasters for Kentucky Agrinet, testified that Mr. Ray approached him at a National Association of Farm Broadcasters (NAFB) conference in 1992 and said he wanted Crowner to stop using Kentucky Agrinet. Crowner testifies that he did not believe Plaintiff had a legal right to stop his station from using the mark, but since Mr. Ray was his friend, Crowner changed his station's mark from Kentucky Agrinet to \"Kentucky Agnt\" as \"strictly a favor.\" Crowner Dep. 43:17-44:18, Jul. 5, 2010. Kentucky Agrinet is the only mark Defendants permanently stopped using at the request of Plaintiff.<sup>[2]</sup> Defendants presently continues to use Oklahoma Agrinet and Tennessee Agrinet. Defendants have also used several marks that Plaintiff admits never licensing or otherwise granting permission for use, including Alabama Agrinet, Agrinet of High Plains (based in Texas), and the term Agrinet alone without a geographic modifier.</p>\n<p>Defendants maintain that they never had any license agreement with the Plaintiff. The Court finds that the evidence overwhelmingly shows that there never was a license for Oklahoma Agrinet. <i>See infra</i> Part II.B.a. The Court finds it unnecessary for its conclusion to resolve whether the other two license agreements exist, and the Court will assume in the Plaintiff's favor that they did in fact exist.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>The Court finds that the Defendants have proven their affirmative defense of laches, and the Court thus grants the Defendants Summary Judgment.</p>\n<p>In the context of a trademark infringement defense, laches is comprised of three elements: (1) whether the owner of the mark knew of the unlicensed use; (2) whether the owner's delay in challenging the infringement of the mark was inexcusable or unreasonable; and (3) whether the infringing user was unduly prejudiced by the owner's delay. <i>What-A-Burger of Virginia, Inc. v. Whataburger, Inc. of Corpus Christi, Texas,</i> 357 F.3d 441, 448-449 (4th Cir.2004). Because the Lanham Act does not include a limitations period, courts use the laches doctrine to address the inequities created by a trademark owner who, despite having a colorable infringement claim, allows a competitor to develop its products around the mark and expand its business, only then to lower the litigation boom. <i>See </i><i>Hot Wax, Inc. v. Turtle Wax, Inc.,</i> 191 F.3d 813, 824 (7th Cir.1999) (affirming district court's application of laches where Plaintiff \"permitted [defendants'] advertising and the development of its products to go unchecked\" and \"sat idly by and chose not to challenge [defendants'] use of [the mark] with respect to its products\").</p>\n<p>The Defendants have proven their affirmative defense of laches. Under the first laches prong, it is uncontested that Plaintiff knew of Defendants' use of the marks. The only issue then, is what usage was licensed. The Court assumes, without deciding, that Plaintiff had a license agreement with Defendants for Tennessee Agrinet from approximately 1986 to 1997 and for Kentucky Agrinet from approximately <span class=\"star-pagination\">*547</span> 1986 to 1992. However, the Court finds that Plaintiff never licensed or otherwise gave permission for anyone to use Oklahoma Agrinet. Thus, the Court finds that at a minimum, the following unlicensed usage occurred: all use of Oklahoma Agrinet, which the Defendants have used since at least 1978; all use of Agrinet of the High Plains, which the Defendants have used since 1999; and use of Tennessee Agrinet since 1997. Virtually no authorized use of Kentucky Agrinet occurred, as Defendants stopped using the mark in 1993shortly after Plaintiff claims it terminated the license.</p>\n<p>Under the second laches prong, the Court finds that Defendants' delay in enforcing its rights for over 30 years was unreasonable as the Defendants' use was infringement. Indeed, confusion is the keystone of trademark infringement, and Plaintiff had admitted that Defendants' use has caused detrimental confusion since the late 1970's, and that there is just as much confusion 10-15 years ago as there is now. Finally, the Court finds that Defendants would suffer both economic prejudice and evidentiary prejudice if this case were allowed to proceed.</p>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>According to Federal Rule of Civil Procedure 56, \"[t]he court shall grant summary judgment if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" A mere scintilla of evidence or only slight doubt as to the facts is insufficient to withstand summary judgment; there must be sufficient evidence upon which a jury could reasonably return a verdict resisting the motion. <i>Sibley v. Lutheran Hosp. of Maryland, Inc.,</i> 871 F.2d 479, 483 (4th Cir. 1989).</p>\n<p>If the moving party has the burden at trial, either because the moving party is the Plaintiff or because the moving party is asserting an affirmative defense, the moving party must establish all essential elements of the claim or defense. <i>See, e.g., </i><i>Addicks Services, Inc. v. GGP-Bridgeland, LP,</i> 596 F.3d 286 (5th Cir.2010).</p>\n<p></p>\n<h2>B. <i>Knowledge of Unlicensed Use</i>\n</h2>\n<p>Plaintiff had knowledge of Defendants' use of its mark and knew that much of this use was unlicensed.</p>\n<p></p>\n<h2>a. Knowledge of Defendants' Use</h2>\n<p>It is uncontested that Plaintiff has known the Defendants were using its mark since the late 1970s. The following chart outlines much of this admitted knowledge.</p>\n<p></p>\n<pre>\n  ------------------------------------------------------------------------------------------------------\n  Mark                              Year Such Use Was                Year Such Use Was\n                                    Admittedly Known to Plaintiff    Admittedly Known to Plaintiff\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet                  in or about 1978                 Helm Decl. ¶ 2 &amp; Ex. D (Pl.'s\n                                                                     Resps. to Def. Clear Channel\n                                                                     Broad., Inc.'s 2d Set of\n                                                                     Interrogs.) at 6.\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet and              1982                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Tennessee Agrinet                                                  Ray Dep., 337:19-23, 337:24-338:4,\n                                                                     June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet                  1984                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n                                                                     Ray Dep., 364:16-365:1, June\n                                                                     23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Tennessee Agrinet and             1989                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Kentucky Agrinet                                                   Ray Dep., 366:12-14, 336:21-23,\n                                                                     June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*548</span>\n  Oklahoma Agrinet, Tennessee       1991                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Kentucky Agrinet                                      Ray Dep. 340:3-7, 340:19-341:2,\n                                                                     339:6-8, 338:19-22,\n                                                                     June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet and              1993                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Tennessee Agrinet                                                  Ray Dep. 344:23-345:3, 358:20-59:8,\n                                                                     342:24-343:4, June 23,\n                                                                     2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       1997                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Alabama Agrinet                                       Ray Dep. 346:14-23, June 23,\n                                                                     2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       1998                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Alabama Agrinet                                       Ray Dep. 351:16-19, 351:20-352:7,\n                                                                     352:8-10, June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       1999                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Alabama Agrinet                                       Ray Dep. 353:22-24, 353:25-354:5,\n                                                                     354:2-7, June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Agrinet of the High Plains        Soon after 1999                  Helm Decl. ¶ 4 &amp; Ex. W (W.\n                                                                     Ray Dep. 353:4-13, June 23,\n                                                                     2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       2000                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Agrinet of the                                        Ray Dep. 357:9-13, 357:2-5,\n  High Plains                                                        355:2-9, June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       XXXX-XXXX                        Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Agrinet of the                                        Ray Dep. 360:11-17, 360:19-361:2,\n  High Plains                                                        June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       2002-2003                        Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Agrinet of the                                        Ray Dep. 361:25-362:2, 362:12-14,\n  High Plains                                                        361:22-362:2, June 23,\n                                                                     2010).\n  ------------------------------------------------------------------------------------------------------\n</pre>\n<p>Thus, at the very least, Plaintiff knew of Defendants' and its predecessors' use of Oklahoma Agrinet since 1978, of Tennessee Agrinet since 1982, of Kentucky Agrinet from 1989 to 1991, of Alabama Agrinet from 1997 to 1999, and Agrinet of the High Plains from 1999 to 2003.</p>\n<p></p>\n<h2>b. Oklahoma Agrinet License Agreement</h2>\n<p>The Court finds that the Plaintiff never had a license agreement with the Defendants, Defendants' predecessors, or either of their employees for the mark Oklahoma Agrinet.</p>\n<p>It is undisputed that Plaintiff's predecessor, Charlottesville Broadcasting, offered to license the mark Oklahoma Agrinet in 1978 to Defendants' predecessor, the Oklahoma News Network (ONN). At the time, the ONN had already been using the mark. The Defendants have produced a letter from ONN General Manager Rich Parrish, apparently responding to a January 4th letter from Charlottesville Broadcasting President Laurence Richardson, which claimed ONN was infringing on the Agrinet mark. Ex. CC. Parrish replied on February 13th that since the parties were in different markets, there was no infringement. <i>Id.</i> Richardson responded with an offer to license the mark. The parties have produced no additional correspondence regarding an Oklahoma Agrinet agreement. <i>Id.</i></p>\n<p>In his deposition, Parrish remembers Richardson offering to license Oklahoma Agrinet in 1978, but states he never accepted the offer. (Parrish Dep. 45:11-25, May 18, 2010). Parrish was General Manager until 1979. Joe Jeldy, General Manager <span class=\"star-pagination\">*549</span> of ONN since 1998, testified that there was never any license agreement for Defendants' use of Oklahoma Agrinet. Jeldy Dep. 49:23-50:19, May 18, 2010.</p>\n<p>Plaintiff offers barely a scintilla of evidence to the contrary. Primarily, Plaintiff relies on the testimony of Mr. Ray. Mr. Ray and his lawyers have tried to maintain the theory that while Mr. Ray never gave a license to the Defendants themselves, Mr. Ray granted a personal license to their employee, Ron Hays, for Oklahoma Agrinet. However, Mr. Ray's testimony throughout discovery has been vague, confusing and contradictory on this issue.</p>\n<p>Mr. Ray claims to have sent written confirmation of its alleged license in 1986, as well as the licenses for Kentucky Agrinet and Tennessee Agrinet. Mr. and Mrs. Ray claim they no longer possess the copies of these letters as they purged them from their files in 1986. L. Ray Dep. 487:13-488:13, May 11, 2010 (describing \"purging\" of files). As evidence of these letters, Plaintiff has only produced a blank template of the letter and list of addresses that the letter was supposedly sent to. Ex. EE. Mr. Ray has admitted that he is not sure whether these letters were actually sent. W. Ray Dep. 118, June 3, 2010.</p>\n<p>Significantly, Mr. Ray has at least once admitted that no license for Oklahoma Agrinet existed. In his deposition, he stated that his predecessor, Charlottesville Broadcasting offered a license agreement to Parrish and its Broadcaster Ron Hays, without success. W. Ray Dep. 170-174, June 3, 2010. Mr. Ray testified he did not think there was any additional correspondence regarding the license, and Richardson merely decided he \"wasn't going to oppose\" ONN's continued use of the mark. <i>Id.</i> at 171. Mr. Ray went on to admit that he never made his own agreement regarding Oklahoma News Network with anyone, including Parrish, Hays, Oklahoma News Network, or the Defendants. <i>Id.</i> at 172-174.</p>\n<p>The only evidence Plaintiff offers of a license is the testimony of Ron Hays, who was a broadcaster for the Defendants until 2006, and Tim West, who was an ONN Salesman since 1978 and became General Manager in 1987. However, their testimony has little value as both are uncertain of whether an agreement existed and have no firsthand knowledge. Hays testified that he was \"not sure\" whether there was ever a license agreement for the mark. Hays Dep. 191, May 17, 2010. Hays \"seem[s] to remember a letter that came from the [Plaintiff], that indicated that they were allowing [Defendants] to use Agrinet, but I never had possession of that letter and that's you know, that's about all I can tell you about that.\" <i>Id.</i> at 192. Hays was sure, however, that he never had a personal license for the mark as Mr. Ray contests. <i>Id.</i> at 195. West stated \"it was my understanding that [ONN] acquired the name of Agrinet from Charlottesville with permission ... but I'm not really sure exactly how it all came about.\" West Dep. 55-56, May 18, 2010. He states that he received this information from Parrish and Sherol Hovis, another ONN employee. <i>Id.</i></p>\n<p>The Court has considered all the evidence, and concludes that there was no license for Oklahoma Agrinet, and that no reasonable jury could find to the contrary.</p>\n<p>The Court finds it unnecessary for the issue of summary judgment to resolve whether license agreements existed for Tennessee Agrinet and Kentucky Agrinet.<sup>[3]</sup><span class=\"star-pagination\">*550</span> The Court will thus assume the veracity of Plaintiff's claims that it had a license with Defendants for Tennessee Agrinet from approximately 1986 to 1997, and for Kentucky Agrinet from approximately 1986 to 1992.<sup>[4]</sup></p>\n<p>It is undisputed that Plaintiff never had a license agreement for Alabama Agrinet or Agrinet of the High Plains.</p>\n<p></p>\n<h2>c. Knowledge of Unlicensed Use</h2>\n<p>Accordingly, the Court finds that at a minimum, the Plaintiff knew of the following unlicensed uses of Agrinet: all use of Oklahoma Agrinet from 1978 to the present; use of Tennessee Agrinet from 1997 to the present; all use of Alabama Agrinet from 1997-1999, and all use of Agrinet of the High Plains from 1999-2003.</p>\n<p>The Court next addresses whether Plaintiff knew such unlicensed use presented a colorable claim for infringement and if so, whether Plaintiff's delay in enforcing its trademark rights prejudiced the Defendants.</p>\n<p></p>\n<h2>C. <i>Lack of Excuse for the Delay</i>\n</h2>\n<p>Plaintiff knew the Defendants were infringing upon its trademark since 1978. Accordingly, it unreasonably delayed in enforcing its trademark rights. <i>Sara Lee Corp. v. Kayser-Roth Corp.,</i> 81 F.3d 455, 459-461 (4th Cir.1996) (holding that unreasonable delay begins at the time at which the trademark owner knows or should know she has a provable claim for infringement).</p>\n<p>In order to establish trademark infringement under the Latham Act, the Plaintiff must prove \"likelihood of confusion.\" 15 U.S.C.A. § 1114. In the context of the laches defense, a trademark owner `has no obligation to sue,' until the \"likelihood of confusion looms large.\" <i>What-A-Burger of Virginia, Inc. v. Whataburger, Inc. Of Corpus Christi, Texas,</i> 357 F.3d 441, 451 (4th Cir.2004) (quoting <i>Sara Lee,</i> 81 F.3d at 462). The Fourth Circuit has held that although \"a senior federal registrant has superior priority\" which extends nationwide, \"there is no likely confusion for a court to enjoin unless and until the senior user shows a likelihood of entry into the junior user's trade territory.\" <i>Id.</i> at 450.</p>\n<p>Plaintiff would like the Court to believe that Plaintiff did not previously have a colorable trademark claim as their business had not expanded into defendants' territory, and thus there was not a likelihood of confusion. Pl.'s Response to Summ. J., 9-11. Yet, Plaintiff has failed to sufficiently explain how circumstances have now changed to cause the confusion needed for its current trademark suit. (Plaintiff has never even articulated exactly when the Defendants actually infringed.) Regardless, the Court finds Plaintiff's arguments fail as Mr. Ray has testified that Defendants' usage has been damaging Plaintiff since the late 1970's, and that there is no less confusion 30 years ago than there is today.</p>\n<p><span class=\"star-pagination\">*551</span> Mr. and Mrs. Ray's testimony has tried to minimize the extent of their network expansion. Mrs. Ray has stated that they have traditionally kept their network of affiliated stations in the \"mid-Atlantic region from Pennsylvania to South Carolina.\" L. Ray Dep. p. 351, 370, May 11, 2010. This includes North Carolina, South Carolina, Virginia, West Virginia, Delaware, Maryland, New Jersey, and Pennsylvania. Mr. Ray states while there has \"occasionally had affiliated stations in the South, Midwest and even on the West Coast, these were generally short term affiliations that did not last more than one to three years.\" Ray Decl. ¶ 6. Plaintiff claims to have little or no personal records evidencing these assertions, asking the Court to instead rely on the listings in trade magazines National Association of Farm Broadcasters (NAFB) Directory<sup>[5]</sup> and Agri Marketing Magazine.<sup>[6]</sup> Reliance on these magazines has been frustrating for all involved: Unfortunately, the archives do not have copies of the magazine issues for all relevant years. This problem is exasperated by the fact that Agri Marketing will sometimes have listings that NAFB does not, and vice versa. But even interpreting the facts in a light most favorable to Plaintiff, the trade magazines show that Plaintiff has in fact had a national presence and have used the Agrinet mark in the same territory during the same time period as the Defendants:</p>\n<p></p>\n<pre>\n  --------------------------------------------------------------------------------------------\n              Location of Plaintiff's network affiliate\n  Year        outside of the Mid-Atlantic region                     Source\n  --------------------------------------------------------------------------------------------\n  1990        California, Washington                                 National Association of\n                                                                     Farm Broadcasters\n                                                                     (NAFB) Directory<sup>[7]</sup>\n  --------------------------------------------------------------------------------------------\n  1991        Arkansas, California, Illinois, Iowa, Michigan,        NAFB Directory, Agri\n              Oklahoma, Texas, Washington                            Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1992        No publications available\n  --------------------------------------------------------------------------------------------\n  1993        Alabama, California, Florida, Georgia, Illinois,       NAFB Directory, Agri\n              Indiana, Maine, Massachusetts, Michigan,\n              Mississippi, Montana, Oklahoma, Washington, Wyoming\n  --------------------------------------------------------------------------------------------\n  1995        Florida, Georgia                                       Agri Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1996        Florida, Georgia                                       Agri Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1997        Florida, Georgia                                       Agri Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1998        Illinois, New York, Ohio, Texas, Washington,           NAFB Directory, Agri\n              Wisconsin                                              Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1999        Illinois, New York, Ohio, Texas, Utah, Wisconsin       NAFB Directory, Agri\n                                                                     Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  2000        Ohio, South Dakota, Texas, Utah, Wisconsin             NAFB Directory\n  --------------------------------------------------------------------------------------------\n  2001/2002   Illinois, Maryland, New York, Ohio, South Dakota,      NAFB Directory\n              Texas, Utah, Wisconsin\n  --------------------------------------------------------------------------------------------\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*552</span>\n  2002/2003   Delaware, Illinois, New York, Ohio, Texas, Utah,       NAFB Directory\n              Wisconsin\n  --------------------------------------------------------------------------------------------\n  2005        New York, Iowa                                         Agri Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  2006        Iowa                                                   NAFB Directory\n  --------------------------------------------------------------------------------------------\n  2007        Iowa                                                   NAFB Directory, Agri\n                                                                     Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  2008        Alabama, Florida, Iowa, Illinois, North Dakota,        NAFB Directory, Agri\n              Ohio, Texas, Wisconsin                                 Marketing Magazine\n  --------------------------------------------------------------------------------------------\n</pre>\n<p>Contrary to Plaintiff's assertion that it only occasionally had affiliates outside the mid-Atlantic Region, Plaintiff had a national presence. This should have signaled to Plaintiff that there was a high likelihood that Plaintiff's market would intersect with Defendants'. Indeed, there were substantial periods that Plaintiff's market actually did intersect with Defendants: Plaintiff had an affiliate in Oklahoma from at least 1991-1993, when it also knew of Defendants' unlicensed uses in Oklahoma. Plaintiff also had an affiliate in Texas from at least 1998-2003, during the same time that Plaintiff knew of Defendants' unlicensed use of the Agrinet of High Plains mark in Texas. Thus, Plaintiff knew or should have known there was likelihood of confusion, and that it resultantly had a trademark infringement claim against the Defendants.</p>\n<p>Indeed, Mr. Ray has himself stated that Defendants' use of Agrinet has been damaging Plaintiff by causing confusion since the late 1970s. Defendants' counsel and Mr. Ray had the following interchange in reference to Defendants' use of Oklahoma Agrinet, Tennessee Agrinet, Kentucky Agrinet, and Alabama Agrinet, and Agrinet of the High Plains:</p>\n<blockquote>A. The '80s, late '70s and '80s were they were certainly good for us as far as Agrinet was concerned. We were by ourselves and we didn't have intruders.</blockquote>\n<blockquote>Q. And when you say you're by yourself and you didn't have intruders</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. What do you mean by that?</blockquote>\n<blockquote>A. We didn't have anybody else using our name.</blockquote>\n<blockquote>Q. So you were damaged or you think that you lost advertising revenue after the use of the name by other entities beginning in the late '70s or early '80s?</blockquote>\n<blockquote>A. I think so.</blockquote>\n<p>W. Ray dep. 253-254, June 23, 2010.</p>\n<p>Significantly, Mr. Ray has stated that Defendants' use of Agrinet has caused no more confusion now than there was in the past 10-15 years. Defense counsel and Plaintiff had the following interchange in reference to both Oklahoma Agrinet and Tennessee Agrinet:</p>\n<blockquote>Q. How is it different though today, if at all, ifwhy is there confusion today and there was not confusion ten to fifteen years ago?</blockquote>\n<blockquote>A. There was; there was confusion ten or fifteen years ago.</blockquote>\n<blockquote>Q. Okay. And it's no different today from what it was then?</blockquote>\n<blockquote>A. ItI wouldn't say that it's any more or any less than it was ten years ago, but it is more intense just because of the economy, I think.</blockquote>\n<blockquote>Q. Just because things have gotten more aggressive in terms of the marketplace?</blockquote>\n<blockquote>A. Well, the marketplace, plus the economy itself.</blockquote>\n<blockquote>Q. There's just less advertising dollars available?</blockquote>\n<blockquote>A. The advertising dollars, I think, are probably not off that much, but thebut <span class=\"star-pagination\">*553</span> the hustle to try to, you know, to try to acquire those advertising dollars seems to be greater, at least it does to me.</blockquote>\n<p><i>Id.</i> at 250-251. A few minutes later, there was a similar exchange regarding Defendants' use of Agrinet of the High Plains:</p>\n<blockquote>Q. And would you say that there's no more or less confusion similar to Oklahoma and Tennessee Agrinet today or in recent  the last couple of years  over the use of Agrinet of the High Plains than there would have been say in 2000?</blockquote>\n<blockquote>A. It's hard to compare 2000 to what we have today. But I know one thing, it is definitely confusing. And how much different it is, I don't know, but I think it's, as I said before, I think it's more intense.</blockquote>\n<blockquote>Q. And that's because, as you said, you think that the hustle to acquire advertising dollars seems to be greater?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. The  when you say that it's hard to compare 2000 to today, is today's advertising market less lucrative or less profitable?</blockquote>\n<blockquote>A. Yes, it probably is probably less profitable just, again, because of the economic situation.</blockquote>\n<p><i>Id.</i> at 252-253.</p>\n<p>Ray concedes that he does not believe the Defendants' use of the mark is more confusing now than in the past. Instead, Mr. Ray admits that the only difference now is that the troubled economy is now hurting Plaintiff's business.</p>\n<p>Plaintiff should have brought his trademark suit against the Defendants as soon as \"confusion loomed large.\" <i>Sara Lee,</i> 81 F.3d at 462. This would have been in 1978, when Plaintiff first started using Oklahoma Agrinet, admittedly damaging Plaintiff. At the latest, Plaintiff should have sued 10-15 years ago, when Mr. Ray admits Defendants' use caused comparable confusion to its usage today. Plaintiff's failure to previously bring these suits was an unreasonable delay. As a result, Plaintiff long lost its opportunity to enforce its trademark rights against the Defendants. Plaintiff cannot now resurrect these rights because its recession losses would make additional cash flow convenient.</p>\n<p></p>\n<h2>D. <i>Undue prejudice</i>\n</h2>\n<p>Finally, Defendants have demonstrated that they would suffer undue prejudice if the Plaintiff were allowed to proceed with its suit.</p>\n<p>In the context of laches, undue prejudice can occur in two ways: economic prejudice and evidentiary prejudice. A defendant suffers undue economic prejudice when it relies on the trademark holder's inaction, which permits the defendant to build up a valuable business around the trademark. <i>Schafer Co. v. Innco Management Corp.,</i> 797 F.Supp. 477, 480 (E.D.N.C.1992). Evidentiary prejudice, also known as trial prejudice, occurs when the Plaintiff's claim becomes increasingly stale as \"pertinent evidence becomes lost, equitable boundaries blur as defendants invest capital and labor into their claimed property, and Plaintiffs gain the unfair advantage of hindsight, while defendants suffer the disadvantage of uncertain future outcome.\" <i>NAACP v. NAACP Legal Defense Fund,</i> 753 F.2d 131, 137 (D.C.Cir. 1985). <i>Also see </i><i>Danjaq LLC v. Sony Corp.,</i> 263 F.3d 942 (9th Cir.2001) (finding both types of prejudice were proven in this case and laches was found); <i>Nartron Corp. v. STMicroelectronics, Inc.,</i> 305 F.3d 397 (6th Cir.2002) (\"Unavailability of important witnesses, dulling of memories of witnesses and loss or destruction of relevant evidence all constitute prejudice\"); <i>Pro Football, Inc. v. Harjo,</i> 565 F.3d 880 (D.C.Cir.2009) (finding both trial and economic prejudice from a delay of eight <span class=\"star-pagination\">*554</span> years in petitioning to cancel a registration).</p>\n<p>Here, Defendants have been using Agrinet marks for a prolonged period; Defendants starting using Tennessee Agrinet, Oklahoma Agrinet, and Kentucky Agrinet over 30 years ago, and the newer marks in the late 1990's. Accordingly, Defendants have built up a valuable business around the trademark. Even Mrs. Ray stated that when people hear the word \"Agrinet\" today, they think of Defendants and not the Plaintiff. L. Ray Dep. 471:1-10, May 11, 2010. Indeed, Plaintiff's entire trademark infringement claim revolves around the assertion that Defendants' usage has caused reverse confusion, which occurs \"when the junior user saturates the market with a similar trademark and overwhelms the senior user.\" <i>MicroStrategy Inc. v. Motorola, Inc.,</i> 245 F.3d 335, 347 (4th Cir.2001); <i>See also,</i> Pl.'s Am. Compt. ¶ 13. It is thus not believable when the Plaintiff now turns around and tries to argue that Defendants' businesses would not be prejudiced if they would be enjoined from using the mark; Plaintiff cannot have it both ways.</p>\n<p>Plaintiff presents the testimony of Defendants' employees to try to show an injunction would not affect Defendants' finances: Defendants stopped using Tennessee Agrinet for approximately a year during settlement negotiations, using instead the term \"Tennessee Ag Network\" and \"Tennessee AgNet.\" Defendants' employee, Bill Storey, testified that this switch did not affect revenue. Storey Dep. 71-72, May 25, 2010. However, as this cessation was solely for settlement purposes, statements regarding its effect would not be admissible in court. Fed.R.Evid. 408; <i>Fiberglass Insulators, Inc. v. Dupuy,</i> 856 F.2d 652, 654-55 (4th Cir.1988).</p>\n<p>Plaintiff also points to Defendants' voluntary change of the term Kentucky Agrinet to \"Kentucky AgNet\" in 1993. Defendants' broadcaster Jack Crowner stated this change did not affect revenue. Culver Decl. ¶ 11 Ex. 10 p. 13-14. The Court finds this one piece of evidence is insufficient to overcome the mountain of other evidence that shows that Defendants would be financially prejudiced. Indeed, Defendants' former broadcaster, Ron Hays, now works for Clear Channel's competitor in Oklahoma, and Mr. Ray has stated that he would permit Hays to use the term Oklahoma Agrinet at the competitor's station. W. Ray Dep. 67:21-68:2, May 11, 2010. Defendants would undoubtedly be prejudiced if they would be enjoined from using a mark they have been using for over 30 years, while their competitor could suddenly start using it.</p>\n<p>Even if Defendants would not suffer financial prejudice from an injunction, they would suffer evidentiary prejudice as a result of Plaintiff's delay in bringing this suit. Plaintiff claims to have suffered a variety of mishaps that left them without many vital documents related to their trademark claim, including a computer crash in late 2008 that destroyed 12 years of business records; a theft of business documents from their attic; and a conspiracy that has been \"sabotaging\" Plaintiff's business for 5-6 years by corrupting files and interfering with Plaintiff's emails, broadcast, and phone lines. <i>See, e.g.,</i> L. Ray Dep. 417, May 11, 2010; W. Ray Dep. 267-272., June 23, 2010. Mr. Ray refuses to say who he thinks is responsible for this sabotage. <i>Id.</i> Plaintiff's representatives also claim to have themselves purged documents from their records. L. Ray Dep. 487:13-488:13, May 11, 2010 (describing \"purging\" of files). The resulting lack of documents has prejudiced Defendants' affirmative defenses.</p>\n<p>For example, as discussed in Part II.C, Plaintiff has produced very few documents <span class=\"star-pagination\">*555</span> relating to its affiliates and their geographic locations, which is directly relevant to Defendants' laches, acquiescence, and abandonment defenses. Plaintiff has instead forced Defendants to rely on trade publications, which would presumably be not as accurate as Plaintiff's own records would have been and are also not available for several years.</p>\n<p>The lack of documents also prejudice Defendants' claim that there was no licenses. For example, Plaintiff claims it confirmed oral licenses for Oklahoma Agrinet, Kentucky Agrinet, and Tennessee Agrinet by letters sent on August 13, 1986. Yet Plaintiff claims documentation of these letters was lost after Plaintiff purged them from its files. <i>Id.</i></p>\n<p>Defendants are also prejudiced as nearly every witness in this case has expressed their difficulty or inability to remember vital facts. This is to be expected in a case that involves critical events going back to 1978. In addition, Dan Gordonwith whom Plaintiff claims it made its license agreement regarding Tennessee Agrinet has passed away, and there seems to be no other living witness who can testify with firsthand knowledge about the existence of this agreement.<sup>[8]</sup></p>\n<p>Thus, Defendants would suffer undue economic prejudice because of Plaintiff's delay in bringing its trademark infringement claim. Alternatively, Defendants would also suffer undue evidentiary prejudice from the delay.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>Defendants have proven their affirmative defense of laches and no reasonable jury could find for Plaintiff in this matter. Accordingly, Defendants' Motion for Summary Judgment is GRANTED.</p>\n<p>The Court finds it unnecessary to address whether Defendants can also demonstrate the affirmative defenses of abandonment or acquiescence. Similarly, the Court finds it unnecessary to address whether to grant partial summary judgment of the issue of Plaintiff's damages.</p>\n<p>The rest of the motions in this case are now moot.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants acquired the property known as the Oklahoma Agrinet, operating as part of the Oklahoma News Network, on October 1, 1984 from Broad Street Communications Corp. Defendants acquired the property known as the Tennessee Agrinet from Paxson Communications Corp. in fall 1997. Storey Dep. 8:24-9:3, May 25, 2010; Crowner Dep. 78:7-79:14, Jul. 5, 2010. Defendants acquired the property known as the Kentucky Agrinet, operating as part of the Kentucky Network from The American Network Group, Inc. on January 31, 1992. Ex. MM.</p>\n<p>[2]  Defendants also stopped using Tennessee Agrinet for approximately a year, but as this was for settlement negotiations, it is inadmissible evidence. Fed.R.Evid. 408; <i>Fiberglass Insulators, Inc. v. Dupuy,</i> 856 F.2d 652, 654-55 (4th Cir. 1988).</p>\n<p>[3]  There seems to be no living witnesses who can testify about whether Mr. Ray did in fact have an agreement regarding Tennessee Agrinet. Bill Storey, who has been with Defendants' Tennessee Radio network since 1991, testified that now deceased Dan Gordon told him there was no license for Tennessee Agrinet, and that Mr. Gordon told him that Mr. Ray was perpetuating a \"scam\" by suggesting such an agreement existed. This testimony is hearsay and would not be admissible in court. Storey Dep. 73:1-74:3, May 25, 2010.</p>\n<p>[4]  The Court notes that Mr. Ray has continuously emphasized that all the alleged licenses were only to specific individuals and not to these individuals' employers. Thus, Plaintiff has argued that even when there were license agreements in place, infringement occurred any time the Defendants themselves used an Agrinet mark. <i>See, e.g.,</i> W. Ray Dep. 85-89, May 11, 2010. This distinction has caused considerable confusion to all parties involved, especially as the Plaintiff has refused to specify how and when the Defendants actually did infringe. The Court finds this issue is unnecessary to resolve for its conclusion.</p>\n<p>[5]  National Association of Farm Broadcasters (NAFB) prepares a Membership Directory that reflects use of Agrinet Marks by other entities since 1978. Plaintiff has continuously been a member of NAFB and attends their annual meetings, a requirement of membership.</p>\n<p>[6]  Agri Marketing prepares and publishes an annual directory for use by agricultural marketers, who are a primary source of revenue for the agricultural broadcasting industry.</p>\n<p>[7]  National Association of Farm Broadcasters (NAFB) prepares a Membership Directory that reflects use of Agrinet Marks by other entities since 1978. Plaintiff has continuously been a member of NAFB and attends their annual meetings, a requirement of membership.</p>\n<p>[8]  Bill Storey, who has been with Defendants' Tennessee Radio network since 1991, testified that Dan Gordon told him that there was never any license for Tennessee Agrinet, and that Mr. Gordon told him that Mr. Ray was perpetuating a \"scam\" by suggesting such an agreement existed. This testimony is hearsay and would not be admissible in court. Storey Dep. 73:1-74:3, May 25, 2010.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">760</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">544</span></span> (2010)</b></center>\n<center><h1>RAY COMMUNICATIONS, INC., Plaintiff,<br>\nv.<br>\nCLEAR CHANNEL COMMUNICATIONS, Clear Channel Broadcasting, Inc., Katz Media Group, Inc., and Katz Communications, Inc., Defendant.</h1></center>\n<center>No. 2:08-CV-24-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>December 17, 2010.</center>\n<p><span class=\"star-pagination\">*545</span> Christopher J. Blake, Leslie Lane Mize, Nelson Mullins Riley &amp; Scarborough, LLP, Raleigh, NC, Michael S. Culver, Millen, White, Zeland &amp; Branigan, P.C., Arlington, VA, for Plaintiff.</p>\n<p>Eric P. Stevens, Keith Harrison Johnson, Poyner Spruill LLP, Raleigh, NC, Bart W. Huffman, Marissa D. Helm, Cox Smith Matthews Incorporated, San Antonio, TX, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Motion for Summary Judgment, Motion to Strike, Motion to Compel Discovery Responses, Motion to Expedite Briefing Schedule, and Motion to Strike Amended Document. The parties completed discovery on July 7, 2010.</p>\n<p>The Defendants' Motion for Summary Judgment is GRANTED on their affirmative defense of laches. All other motions in this case are DISMISSED as moot.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Plaintiff sued Defendants in 2008 for Trademark Infringement.</p>\n<p>Plaintiff Ray Communications, Inc. is a radio network owned by William and Lisa Ray. Plaintiff currently owns the federal registration for the service mark \"Agrinet,\" short for Agricultural Network. The mark was initially owned by Charlottesville Broadcasting Corporation, which licensed the trademark to Mr. Ray in 1976 and granted him a full assignment of its rights in 1986. Mr. and Mrs. Ray are the corporate representatives in this suit.</p>\n<p>Defendant Clear Channel Communications, Inc. is also a radio network. As Clear Channel Communications is the parent company of the other three Defendants, the Court sees no need to distinguish the Defendants and will refer to the Defendants collectively.</p>\n<p>Despite Mr. Ray's three separate depositions, two of which had to be continued for his apparent lack of preparation, Mr. Ray's testimony has been continuously vague and contradictory. The Court issued an Order to Show Cause on September 16, 2010 as to why Plaintiff should not be barred from testifying at trial. Plaintiff has also been unable to produce countless relevant documents. <i>See infra</i> Part II.D. The Court has constructed the following fact pattern:</p>\n<p>Beginning in the late 1970's and early 1980's, Defendants' predecessors began using the terms \"Oklahoma Agrinet,\" \"Tennessee Agrinet,\" and \"Kentucky Agrinet\" to identify their programming and in marketing without permission. It is uncontested that Plaintiff was aware of this use. <i>See, e.g.,</i> W. Ray Dep. 253:20-254:4, June 23, 2010. Mr. Ray claims that some time before 1986, he gave several oral licenses without consideration to Defendants' predecessors'<sup>[1]</sup> employees. These alleged licenses were to Jimmy \"Kit\" Stubblefield for Kentucky Agrinet, Dan Gordon for Tennessee Agrinet, and Ron Hays for Oklahoma Agrinet.</p>\n<p><span class=\"star-pagination\">*546</span> Plaintiff states that it terminated the license to Stubblefield in 1992, terminated the license to Dan Gordon when his station was bought by Defendants in fall 1997, and terminated the license to Ron Hays in 2006. Pl.'s Resps. to Def. Clear Channel Broad., Inc.'s 1st Set of Interrogs., p. 5-6, Oct. 26, 2009.</p>\n<p>Jack Crowner, one of Defendants' Broadcasters for Kentucky Agrinet, testified that Mr. Ray approached him at a National Association of Farm Broadcasters (NAFB) conference in 1992 and said he wanted Crowner to stop using Kentucky Agrinet. Crowner testifies that he did not believe Plaintiff had a legal right to stop his station from using the mark, but since Mr. Ray was his friend, Crowner changed his station's mark from Kentucky Agrinet to \"Kentucky Agnt\" as \"strictly a favor.\" Crowner Dep. 43:17-44:18, Jul. 5, 2010. Kentucky Agrinet is the only mark Defendants permanently stopped using at the request of Plaintiff.<sup>[2]</sup> Defendants presently continues to use Oklahoma Agrinet and Tennessee Agrinet. Defendants have also used several marks that Plaintiff admits never licensing or otherwise granting permission for use, including Alabama Agrinet, Agrinet of High Plains (based in Texas), and the term Agrinet alone without a geographic modifier.</p>\n<p>Defendants maintain that they never had any license agreement with the Plaintiff. The Court finds that the evidence overwhelmingly shows that there never was a license for Oklahoma Agrinet. <i>See infra</i> Part II.B.a. The Court finds it unnecessary for its conclusion to resolve whether the other two license agreements exist, and the Court will assume in the Plaintiff's favor that they did in fact exist.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>The Court finds that the Defendants have proven their affirmative defense of laches, and the Court thus grants the Defendants Summary Judgment.</p>\n<p>In the context of a trademark infringement defense, laches is comprised of three elements: (1) whether the owner of the mark knew of the unlicensed use; (2) whether the owner's delay in challenging the infringement of the mark was inexcusable or unreasonable; and (3) whether the infringing user was unduly prejudiced by the owner's delay. <i>What-A-Burger of Virginia, Inc. v. Whataburger, Inc. of Corpus Christi, Texas,</i> <span class=\"citation\" data-id=\"785005\"><a href=\"/opinion/785005/what-a-burger-of-virginia-incorporated-jack-branch-what-a-burger-of/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">441</span></a></span>, 448-449 (4th Cir.2004). Because the Lanham Act does not include a limitations period, courts use the laches doctrine to address the inequities created by a trademark owner who, despite having a colorable infringement claim, allows a competitor to develop its products around the mark and expand its business, only then to lower the litigation boom. <i>See </i><i>Hot Wax, Inc. v. Turtle Wax, Inc.,</i> <span class=\"citation\" data-id=\"766159\"><a href=\"/opinion/766159/hot-wax-inc-v-turtle-wax-inc/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">813</span></a></span>, 824 (7th Cir.1999) (affirming district court's application of laches where Plaintiff \"permitted [defendants'] advertising and the development of its products to go unchecked\" and \"sat idly by and chose not to challenge [defendants'] use of [the mark] with respect to its products\").</p>\n<p>The Defendants have proven their affirmative defense of laches. Under the first laches prong, it is uncontested that Plaintiff knew of Defendants' use of the marks. The only issue then, is what usage was licensed. The Court assumes, without deciding, that Plaintiff had a license agreement with Defendants for Tennessee Agrinet from approximately 1986 to 1997 and for Kentucky Agrinet from approximately <span class=\"star-pagination\">*547</span> 1986 to 1992. However, the Court finds that Plaintiff never licensed or otherwise gave permission for anyone to use Oklahoma Agrinet. Thus, the Court finds that at a minimum, the following unlicensed usage occurred: all use of Oklahoma Agrinet, which the Defendants have used since at least 1978; all use of Agrinet of the High Plains, which the Defendants have used since 1999; and use of Tennessee Agrinet since 1997. Virtually no authorized use of Kentucky Agrinet occurred, as Defendants stopped using the mark in 1993shortly after Plaintiff claims it terminated the license.</p>\n<p>Under the second laches prong, the Court finds that Defendants' delay in enforcing its rights for over 30 years was unreasonable as the Defendants' use was infringement. Indeed, confusion is the keystone of trademark infringement, and Plaintiff had admitted that Defendants' use has caused detrimental confusion since the late 1970's, and that there is just as much confusion 10-15 years ago as there is now. Finally, the Court finds that Defendants would suffer both economic prejudice and evidentiary prejudice if this case were allowed to proceed.</p>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>According to Federal Rule of Civil Procedure 56, \"[t]he court shall grant summary judgment if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" A mere scintilla of evidence or only slight doubt as to the facts is insufficient to withstand summary judgment; there must be sufficient evidence upon which a jury could reasonably return a verdict resisting the motion. <i>Sibley v. Lutheran Hosp. of Maryland, Inc.,</i> <span class=\"citation\" data-id=\"520605\"><a href=\"/opinion/520605/anthony-frank-sibley-md-v-lutheran-hospital-of-maryland-inc-duleep/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">479</span></a></span>, 483 (4th Cir. 1989).</p>\n<p>If the moving party has the burden at trial, either because the moving party is the Plaintiff or because the moving party is asserting an affirmative defense, the moving party must establish all essential elements of the claim or defense. <i>See, e.g., </i><i>Addicks Services, Inc. v. GGP-Bridgeland, LP,</i> <span class=\"citation\" data-id=\"1304363\"><a href=\"/opinion/1304363/addicks-services-inc-v-ggp-bridgeland-lp/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span> (5th Cir.2010).</p>\n<p></p>\n<h2>B. <i>Knowledge of Unlicensed Use</i>\n</h2>\n<p>Plaintiff had knowledge of Defendants' use of its mark and knew that much of this use was unlicensed.</p>\n<p></p>\n<h2>a. Knowledge of Defendants' Use</h2>\n<p>It is uncontested that Plaintiff has known the Defendants were using its mark since the late 1970s. The following chart outlines much of this admitted knowledge.</p>\n<p></p>\n<pre>\n  ------------------------------------------------------------------------------------------------------\n  Mark                              Year Such Use Was                Year Such Use Was\n                                    Admittedly Known to Plaintiff    Admittedly Known to Plaintiff\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet                  in or about 1978                 Helm Decl. ¶ 2 &amp; Ex. D (Pl.'s\n                                                                     Resps. to Def. Clear Channel\n                                                                     Broad., Inc.'s 2d Set of\n                                                                     Interrogs.) at 6.\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet and              1982                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Tennessee Agrinet                                                  Ray Dep., 337:19-23, 337:24-338:4,\n                                                                     June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet                  1984                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n                                                                     Ray Dep., 364:16-365:1, June\n                                                                     23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Tennessee Agrinet and             1989                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Kentucky Agrinet                                                   Ray Dep., 366:12-14, 336:21-23,\n                                                                     June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*548</span>\n  Oklahoma Agrinet, Tennessee       1991                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Kentucky Agrinet                                      Ray Dep. 340:3-7, 340:19-341:2,\n                                                                     339:6-8, 338:19-22,\n                                                                     June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet and              1993                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Tennessee Agrinet                                                  Ray Dep. 344:23-345:3, 358:20-59:8,\n                                                                     342:24-343:4, June 23,\n                                                                     2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       1997                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Alabama Agrinet                                       Ray Dep. 346:14-23, June 23,\n                                                                     2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       1998                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Alabama Agrinet                                       Ray Dep. 351:16-19, 351:20-352:7,\n                                                                     352:8-10, June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       1999                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Alabama Agrinet                                       Ray Dep. 353:22-24, 353:25-354:5,\n                                                                     354:2-7, June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Agrinet of the High Plains        Soon after 1999                  Helm Decl. ¶ 4 &amp; Ex. W (W.\n                                                                     Ray Dep. 353:4-13, June 23,\n                                                                     2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       2000                             Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Agrinet of the                                        Ray Dep. 357:9-13, 357:2-5,\n  High Plains                                                        355:2-9, June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       XXXX-XXXX                        Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Agrinet of the                                        Ray Dep. 360:11-17, 360:19-361:2,\n  High Plains                                                        June 23, 2010).\n  ------------------------------------------------------------------------------------------------------\n  Oklahoma Agrinet, Tennessee       2002-2003                        Helm Decl. ¶ 4 &amp; Ex. W (W.\n  Agrinet, and Agrinet of the                                        Ray Dep. 361:25-362:2, 362:12-14,\n  High Plains                                                        361:22-362:2, June 23,\n                                                                     2010).\n  ------------------------------------------------------------------------------------------------------\n</pre>\n<p>Thus, at the very least, Plaintiff knew of Defendants' and its predecessors' use of Oklahoma Agrinet since 1978, of Tennessee Agrinet since 1982, of Kentucky Agrinet from 1989 to 1991, of Alabama Agrinet from 1997 to 1999, and Agrinet of the High Plains from 1999 to 2003.</p>\n<p></p>\n<h2>b. Oklahoma Agrinet License Agreement</h2>\n<p>The Court finds that the Plaintiff never had a license agreement with the Defendants, Defendants' predecessors, or either of their employees for the mark Oklahoma Agrinet.</p>\n<p>It is undisputed that Plaintiff's predecessor, Charlottesville Broadcasting, offered to license the mark Oklahoma Agrinet in 1978 to Defendants' predecessor, the Oklahoma News Network (ONN). At the time, the ONN had already been using the mark. The Defendants have produced a letter from ONN General Manager Rich Parrish, apparently responding to a January 4th letter from Charlottesville Broadcasting President Laurence Richardson, which claimed ONN was infringing on the Agrinet mark. Ex. CC. Parrish replied on February 13th that since the parties were in different markets, there was no infringement. <i>Id.</i> Richardson responded with an offer to license the mark. The parties have produced no additional correspondence regarding an Oklahoma Agrinet agreement. <i>Id.</i></p>\n<p>In his deposition, Parrish remembers Richardson offering to license Oklahoma Agrinet in 1978, but states he never accepted the offer. (Parrish Dep. 45:11-25, May 18, 2010). Parrish was General Manager until 1979. Joe Jeldy, General Manager <span class=\"star-pagination\">*549</span> of ONN since 1998, testified that there was never any license agreement for Defendants' use of Oklahoma Agrinet. Jeldy Dep. 49:23-50:19, May 18, 2010.</p>\n<p>Plaintiff offers barely a scintilla of evidence to the contrary. Primarily, Plaintiff relies on the testimony of Mr. Ray. Mr. Ray and his lawyers have tried to maintain the theory that while Mr. Ray never gave a license to the Defendants themselves, Mr. Ray granted a personal license to their employee, Ron Hays, for Oklahoma Agrinet. However, Mr. Ray's testimony throughout discovery has been vague, confusing and contradictory on this issue.</p>\n<p>Mr. Ray claims to have sent written confirmation of its alleged license in 1986, as well as the licenses for Kentucky Agrinet and Tennessee Agrinet. Mr. and Mrs. Ray claim they no longer possess the copies of these letters as they purged them from their files in 1986. L. Ray Dep. 487:13-488:13, May 11, 2010 (describing \"purging\" of files). As evidence of these letters, Plaintiff has only produced a blank template of the letter and list of addresses that the letter was supposedly sent to. Ex. EE. Mr. Ray has admitted that he is not sure whether these letters were actually sent. W. Ray Dep. 118, June 3, 2010.</p>\n<p>Significantly, Mr. Ray has at least once admitted that no license for Oklahoma Agrinet existed. In his deposition, he stated that his predecessor, Charlottesville Broadcasting offered a license agreement to Parrish and its Broadcaster Ron Hays, without success. W. Ray Dep. 170-174, June 3, 2010. Mr. Ray testified he did not think there was any additional correspondence regarding the license, and Richardson merely decided he \"wasn't going to oppose\" ONN's continued use of the mark. <i>Id.</i> at 171. Mr. Ray went on to admit that he never made his own agreement regarding Oklahoma News Network with anyone, including Parrish, Hays, Oklahoma News Network, or the Defendants. <i>Id.</i> at 172-174.</p>\n<p>The only evidence Plaintiff offers of a license is the testimony of Ron Hays, who was a broadcaster for the Defendants until 2006, and Tim West, who was an ONN Salesman since 1978 and became General Manager in 1987. However, their testimony has little value as both are uncertain of whether an agreement existed and have no firsthand knowledge. Hays testified that he was \"not sure\" whether there was ever a license agreement for the mark. Hays Dep. 191, May 17, 2010. Hays \"seem[s] to remember a letter that came from the [Plaintiff], that indicated that they were allowing [Defendants] to use Agrinet, but I never had possession of that letter and that's you know, that's about all I can tell you about that.\" <i>Id.</i> at 192. Hays was sure, however, that he never had a personal license for the mark as Mr. Ray contests. <i>Id.</i> at 195. West stated \"it was my understanding that [ONN] acquired the name of Agrinet from Charlottesville with permission ... but I'm not really sure exactly how it all came about.\" West Dep. 55-56, May 18, 2010. He states that he received this information from Parrish and Sherol Hovis, another ONN employee. <i>Id.</i></p>\n<p>The Court has considered all the evidence, and concludes that there was no license for Oklahoma Agrinet, and that no reasonable jury could find to the contrary.</p>\n<p>The Court finds it unnecessary for the issue of summary judgment to resolve whether license agreements existed for Tennessee Agrinet and Kentucky Agrinet.<sup>[3]</sup><span class=\"star-pagination\">*550</span> The Court will thus assume the veracity of Plaintiff's claims that it had a license with Defendants for Tennessee Agrinet from approximately 1986 to 1997, and for Kentucky Agrinet from approximately 1986 to 1992.<sup>[4]</sup></p>\n<p>It is undisputed that Plaintiff never had a license agreement for Alabama Agrinet or Agrinet of the High Plains.</p>\n<p></p>\n<h2>c. Knowledge of Unlicensed Use</h2>\n<p>Accordingly, the Court finds that at a minimum, the Plaintiff knew of the following unlicensed uses of Agrinet: all use of Oklahoma Agrinet from 1978 to the present; use of Tennessee Agrinet from 1997 to the present; all use of Alabama Agrinet from 1997-1999, and all use of Agrinet of the High Plains from 1999-2003.</p>\n<p>The Court next addresses whether Plaintiff knew such unlicensed use presented a colorable claim for infringement and if so, whether Plaintiff's delay in enforcing its trademark rights prejudiced the Defendants.</p>\n<p></p>\n<h2>C. <i>Lack of Excuse for the Delay</i>\n</h2>\n<p>Plaintiff knew the Defendants were infringing upon its trademark since 1978. Accordingly, it unreasonably delayed in enforcing its trademark rights. <i>Sara Lee Corp. v. Kayser-Roth Corp.,</i> <span class=\"citation\" data-id=\"716624\"><a href=\"/opinion/716624/sara-lee-corporation-v-kayser-roth-corporation/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span>, 459-461 (4th Cir.1996) (holding that unreasonable delay begins at the time at which the trademark owner knows or should know she has a provable claim for infringement).</p>\n<p>In order to establish trademark infringement under the Latham Act, the Plaintiff must prove \"likelihood of confusion.\" 15 U.S.C.A. § 1114. In the context of the laches defense, a trademark owner `has no obligation to sue,' until the \"likelihood of confusion looms large.\" <i>What-A-Burger of Virginia, Inc. v. Whataburger, Inc. Of Corpus Christi, Texas,</i> <span class=\"citation\" data-id=\"785005\"><a href=\"/opinion/785005/what-a-burger-of-virginia-incorporated-jack-branch-what-a-burger-of/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">441</span></a></span>, 451 (4th Cir.2004) (quoting <i>Sara Lee,</i> 81 F.3d at 462). The Fourth Circuit has held that although \"a senior federal registrant has superior priority\" which extends nationwide, \"there is no likely confusion for a court to enjoin unless and until the senior user shows a likelihood of entry into the junior user's trade territory.\" <i>Id.</i> at 450.</p>\n<p>Plaintiff would like the Court to believe that Plaintiff did not previously have a colorable trademark claim as their business had not expanded into defendants' territory, and thus there was not a likelihood of confusion. Pl.'s Response to Summ. J., 9-11. Yet, Plaintiff has failed to sufficiently explain how circumstances have now changed to cause the confusion needed for its current trademark suit. (Plaintiff has never even articulated exactly when the Defendants actually infringed.) Regardless, the Court finds Plaintiff's arguments fail as Mr. Ray has testified that Defendants' usage has been damaging Plaintiff since the late 1970's, and that there is no less confusion 30 years ago than there is today.</p>\n<p><span class=\"star-pagination\">*551</span> Mr. and Mrs. Ray's testimony has tried to minimize the extent of their network expansion. Mrs. Ray has stated that they have traditionally kept their network of affiliated stations in the \"mid-Atlantic region from Pennsylvania to South Carolina.\" L. Ray Dep. p. 351, 370, May 11, 2010. This includes North Carolina, South Carolina, Virginia, West Virginia, Delaware, Maryland, New Jersey, and Pennsylvania. Mr. Ray states while there has \"occasionally had affiliated stations in the South, Midwest and even on the West Coast, these were generally short term affiliations that did not last more than one to three years.\" Ray Decl. ¶ 6. Plaintiff claims to have little or no personal records evidencing these assertions, asking the Court to instead rely on the listings in trade magazines National Association of Farm Broadcasters (NAFB) Directory<sup>[5]</sup> and Agri Marketing Magazine.<sup>[6]</sup> Reliance on these magazines has been frustrating for all involved: Unfortunately, the archives do not have copies of the magazine issues for all relevant years. This problem is exasperated by the fact that Agri Marketing will sometimes have listings that NAFB does not, and vice versa. But even interpreting the facts in a light most favorable to Plaintiff, the trade magazines show that Plaintiff has in fact had a national presence and have used the Agrinet mark in the same territory during the same time period as the Defendants:</p>\n<p></p>\n<pre>\n  --------------------------------------------------------------------------------------------\n              Location of Plaintiff's network affiliate\n  Year        outside of the Mid-Atlantic region                     Source\n  --------------------------------------------------------------------------------------------\n  1990        California, Washington                                 National Association of\n                                                                     Farm Broadcasters\n                                                                     (NAFB) Directory<sup>[7]</sup>\n  --------------------------------------------------------------------------------------------\n  1991        Arkansas, California, Illinois, Iowa, Michigan,        NAFB Directory, Agri\n              Oklahoma, Texas, Washington                            Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1992        No publications available\n  --------------------------------------------------------------------------------------------\n  1993        Alabama, California, Florida, Georgia, Illinois,       NAFB Directory, Agri\n              Indiana, Maine, Massachusetts, Michigan,\n              Mississippi, Montana, Oklahoma, Washington, Wyoming\n  --------------------------------------------------------------------------------------------\n  1995        Florida, Georgia                                       Agri Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1996        Florida, Georgia                                       Agri Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1997        Florida, Georgia                                       Agri Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1998        Illinois, New York, Ohio, Texas, Washington,           NAFB Directory, Agri\n              Wisconsin                                              Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  1999        Illinois, New York, Ohio, Texas, Utah, Wisconsin       NAFB Directory, Agri\n                                                                     Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  2000        Ohio, South Dakota, Texas, Utah, Wisconsin             NAFB Directory\n  --------------------------------------------------------------------------------------------\n  2001/2002   Illinois, Maryland, New York, Ohio, South Dakota,      NAFB Directory\n              Texas, Utah, Wisconsin\n  --------------------------------------------------------------------------------------------\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*552</span>\n  2002/2003   Delaware, Illinois, New York, Ohio, Texas, Utah,       NAFB Directory\n              Wisconsin\n  --------------------------------------------------------------------------------------------\n  2005        New York, Iowa                                         Agri Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  2006        Iowa                                                   NAFB Directory\n  --------------------------------------------------------------------------------------------\n  2007        Iowa                                                   NAFB Directory, Agri\n                                                                     Marketing Magazine\n  --------------------------------------------------------------------------------------------\n  2008        Alabama, Florida, Iowa, Illinois, North Dakota,        NAFB Directory, Agri\n              Ohio, Texas, Wisconsin                                 Marketing Magazine\n  --------------------------------------------------------------------------------------------\n</pre>\n<p>Contrary to Plaintiff's assertion that it only occasionally had affiliates outside the mid-Atlantic Region, Plaintiff had a national presence. This should have signaled to Plaintiff that there was a high likelihood that Plaintiff's market would intersect with Defendants'. Indeed, there were substantial periods that Plaintiff's market actually did intersect with Defendants: Plaintiff had an affiliate in Oklahoma from at least 1991-1993, when it also knew of Defendants' unlicensed uses in Oklahoma. Plaintiff also had an affiliate in Texas from at least 1998-2003, during the same time that Plaintiff knew of Defendants' unlicensed use of the Agrinet of High Plains mark in Texas. Thus, Plaintiff knew or should have known there was likelihood of confusion, and that it resultantly had a trademark infringement claim against the Defendants.</p>\n<p>Indeed, Mr. Ray has himself stated that Defendants' use of Agrinet has been damaging Plaintiff by causing confusion since the late 1970s. Defendants' counsel and Mr. Ray had the following interchange in reference to Defendants' use of Oklahoma Agrinet, Tennessee Agrinet, Kentucky Agrinet, and Alabama Agrinet, and Agrinet of the High Plains:</p>\n<blockquote>A. The '80s, late '70s and '80s were they were certainly good for us as far as Agrinet was concerned. We were by ourselves and we didn't have intruders.</blockquote>\n<blockquote>Q. And when you say you're by yourself and you didn't have intruders</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. What do you mean by that?</blockquote>\n<blockquote>A. We didn't have anybody else using our name.</blockquote>\n<blockquote>Q. So you were damaged or you think that you lost advertising revenue after the use of the name by other entities beginning in the late '70s or early '80s?</blockquote>\n<blockquote>A. I think so.</blockquote>\n<p>W. Ray dep. 253-254, June 23, 2010.</p>\n<p>Significantly, Mr. Ray has stated that Defendants' use of Agrinet has caused no more confusion now than there was in the past 10-15 years. Defense counsel and Plaintiff had the following interchange in reference to both Oklahoma Agrinet and Tennessee Agrinet:</p>\n<blockquote>Q. How is it different though today, if at all, ifwhy is there confusion today and there was not confusion ten to fifteen years ago?</blockquote>\n<blockquote>A. There was; there was confusion ten or fifteen years ago.</blockquote>\n<blockquote>Q. Okay. And it's no different today from what it was then?</blockquote>\n<blockquote>A. ItI wouldn't say that it's any more or any less than it was ten years ago, but it is more intense just because of the economy, I think.</blockquote>\n<blockquote>Q. Just because things have gotten more aggressive in terms of the marketplace?</blockquote>\n<blockquote>A. Well, the marketplace, plus the economy itself.</blockquote>\n<blockquote>Q. There's just less advertising dollars available?</blockquote>\n<blockquote>A. The advertising dollars, I think, are probably not off that much, but thebut <span class=\"star-pagination\">*553</span> the hustle to try to, you know, to try to acquire those advertising dollars seems to be greater, at least it does to me.</blockquote>\n<p><i>Id.</i> at 250-251. A few minutes later, there was a similar exchange regarding Defendants' use of Agrinet of the High Plains:</p>\n<blockquote>Q. And would you say that there's no more or less confusion similar to Oklahoma and Tennessee Agrinet today or in recent  the last couple of years  over the use of Agrinet of the High Plains than there would have been say in 2000?</blockquote>\n<blockquote>A. It's hard to compare 2000 to what we have today. But I know one thing, it is definitely confusing. And how much different it is, I don't know, but I think it's, as I said before, I think it's more intense.</blockquote>\n<blockquote>Q. And that's because, as you said, you think that the hustle to acquire advertising dollars seems to be greater?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. The  when you say that it's hard to compare 2000 to today, is today's advertising market less lucrative or less profitable?</blockquote>\n<blockquote>A. Yes, it probably is probably less profitable just, again, because of the economic situation.</blockquote>\n<p><i>Id.</i> at 252-253.</p>\n<p>Ray concedes that he does not believe the Defendants' use of the mark is more confusing now than in the past. Instead, Mr. Ray admits that the only difference now is that the troubled economy is now hurting Plaintiff's business.</p>\n<p>Plaintiff should have brought his trademark suit against the Defendants as soon as \"confusion loomed large.\" <i>Sara Lee,</i> 81 F.3d at 462. This would have been in 1978, when Plaintiff first started using Oklahoma Agrinet, admittedly damaging Plaintiff. At the latest, Plaintiff should have sued 10-15 years ago, when Mr. Ray admits Defendants' use caused comparable confusion to its usage today. Plaintiff's failure to previously bring these suits was an unreasonable delay. As a result, Plaintiff long lost its opportunity to enforce its trademark rights against the Defendants. Plaintiff cannot now resurrect these rights because its recession losses would make additional cash flow convenient.</p>\n<p></p>\n<h2>D. <i>Undue prejudice</i>\n</h2>\n<p>Finally, Defendants have demonstrated that they would suffer undue prejudice if the Plaintiff were allowed to proceed with its suit.</p>\n<p>In the context of laches, undue prejudice can occur in two ways: economic prejudice and evidentiary prejudice. A defendant suffers undue economic prejudice when it relies on the trademark holder's inaction, which permits the defendant to build up a valuable business around the trademark. <i>Schafer Co. v. Innco Management Corp.,</i> <span class=\"citation\" data-id=\"1447435\"><a href=\"/opinion/1447435/schafer-co-v-innco-management-corp/\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">477</span></a></span>, 480 (E.D.N.C.1992). Evidentiary prejudice, also known as trial prejudice, occurs when the Plaintiff's claim becomes increasingly stale as \"pertinent evidence becomes lost, equitable boundaries blur as defendants invest capital and labor into their claimed property, and Plaintiffs gain the unfair advantage of hindsight, while defendants suffer the disadvantage of uncertain future outcome.\" <i>NAACP v. NAACP Legal Defense Fund,</i> <span class=\"citation\" data-id=\"446899\"><a href=\"/opinion/446899/national-association-for-the-advancement-of-colored-people-aka-naacp-v/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span>, 137 (D.C.Cir. 1985). <i>Also see </i><i>Danjaq LLC v. Sony Corp.,</i> <span class=\"citation\" data-id=\"774772\"><a href=\"/opinion/774772/danjaq-llc-a-delaware-limited-liability-company-metro-goldwyn-mayer-inc/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">942</span></a></span> (9th Cir.2001) (finding both types of prejudice were proven in this case and laches was found); <i>Nartron Corp. v. STMicroelectronics, Inc.,</i> <span class=\"citation\" data-id=\"779288\"><a href=\"/opinion/779288/nartron-corporation-v-stmicroelectronics-inc/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">397</span></a></span> (6th Cir.2002) (\"Unavailability of important witnesses, dulling of memories of witnesses and loss or destruction of relevant evidence all constitute prejudice\"); <i>Pro Football, Inc. v. Harjo,</i> <span class=\"citation\" data-id=\"187365\"><a href=\"/opinion/187365/pro-football-inc-v-harjo/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">880</span></a></span> (D.C.Cir.2009) (finding both trial and economic prejudice from a delay of eight <span class=\"star-pagination\">*554</span> years in petitioning to cancel a registration).</p>\n<p>Here, Defendants have been using Agrinet marks for a prolonged period; Defendants starting using Tennessee Agrinet, Oklahoma Agrinet, and Kentucky Agrinet over 30 years ago, and the newer marks in the late 1990's. Accordingly, Defendants have built up a valuable business around the trademark. Even Mrs. Ray stated that when people hear the word \"Agrinet\" today, they think of Defendants and not the Plaintiff. L. Ray Dep. 471:1-10, May 11, 2010. Indeed, Plaintiff's entire trademark infringement claim revolves around the assertion that Defendants' usage has caused reverse confusion, which occurs \"when the junior user saturates the market with a similar trademark and overwhelms the senior user.\" <i>MicroStrategy Inc. v. Motorola, Inc.,</i> <span class=\"citation\" data-id=\"772692\"><a href=\"/opinion/772692/microstrategy-incorporated-v-motorola-incorporateddefendant/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 347 (4th Cir.2001); <i>See also,</i> Pl.'s Am. Compt. ¶ 13. It is thus not believable when the Plaintiff now turns around and tries to argue that Defendants' businesses would not be prejudiced if they would be enjoined from using the mark; Plaintiff cannot have it both ways.</p>\n<p>Plaintiff presents the testimony of Defendants' employees to try to show an injunction would not affect Defendants' finances: Defendants stopped using Tennessee Agrinet for approximately a year during settlement negotiations, using instead the term \"Tennessee Ag Network\" and \"Tennessee AgNet.\" Defendants' employee, Bill Storey, testified that this switch did not affect revenue. Storey Dep. 71-72, May 25, 2010. However, as this cessation was solely for settlement purposes, statements regarding its effect would not be admissible in court. Fed.R.Evid. 408; <i>Fiberglass Insulators, Inc. v. Dupuy,</i> <span class=\"citation\" data-id=\"511603\"><a href=\"/opinion/511603/fiberglass-insulators-inc-fiberglass-insulators-of-savannah-inc-v/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 654-55 (4th Cir.1988).</p>\n<p>Plaintiff also points to Defendants' voluntary change of the term Kentucky Agrinet to \"Kentucky AgNet\" in 1993. Defendants' broadcaster Jack Crowner stated this change did not affect revenue. Culver Decl. ¶ 11 Ex. 10 p. 13-14. The Court finds this one piece of evidence is insufficient to overcome the mountain of other evidence that shows that Defendants would be financially prejudiced. Indeed, Defendants' former broadcaster, Ron Hays, now works for Clear Channel's competitor in Oklahoma, and Mr. Ray has stated that he would permit Hays to use the term Oklahoma Agrinet at the competitor's station. W. Ray Dep. 67:21-68:2, May 11, 2010. Defendants would undoubtedly be prejudiced if they would be enjoined from using a mark they have been using for over 30 years, while their competitor could suddenly start using it.</p>\n<p>Even if Defendants would not suffer financial prejudice from an injunction, they would suffer evidentiary prejudice as a result of Plaintiff's delay in bringing this suit. Plaintiff claims to have suffered a variety of mishaps that left them without many vital documents related to their trademark claim, including a computer crash in late 2008 that destroyed 12 years of business records; a theft of business documents from their attic; and a conspiracy that has been \"sabotaging\" Plaintiff's business for 5-6 years by corrupting files and interfering with Plaintiff's emails, broadcast, and phone lines. <i>See, e.g.,</i> L. Ray Dep. 417, May 11, 2010; W. Ray Dep. 267-272., June 23, 2010. Mr. Ray refuses to say who he thinks is responsible for this sabotage. <i>Id.</i> Plaintiff's representatives also claim to have themselves purged documents from their records. L. Ray Dep. 487:13-488:13, May 11, 2010 (describing \"purging\" of files). The resulting lack of documents has prejudiced Defendants' affirmative defenses.</p>\n<p>For example, as discussed in Part II.C, Plaintiff has produced very few documents <span class=\"star-pagination\">*555</span> relating to its affiliates and their geographic locations, which is directly relevant to Defendants' laches, acquiescence, and abandonment defenses. Plaintiff has instead forced Defendants to rely on trade publications, which would presumably be not as accurate as Plaintiff's own records would have been and are also not available for several years.</p>\n<p>The lack of documents also prejudice Defendants' claim that there was no licenses. For example, Plaintiff claims it confirmed oral licenses for Oklahoma Agrinet, Kentucky Agrinet, and Tennessee Agrinet by letters sent on August 13, 1986. Yet Plaintiff claims documentation of these letters was lost after Plaintiff purged them from its files. <i>Id.</i></p>\n<p>Defendants are also prejudiced as nearly every witness in this case has expressed their difficulty or inability to remember vital facts. This is to be expected in a case that involves critical events going back to 1978. In addition, Dan Gordonwith whom Plaintiff claims it made its license agreement regarding Tennessee Agrinet has passed away, and there seems to be no other living witness who can testify with firsthand knowledge about the existence of this agreement.<sup>[8]</sup></p>\n<p>Thus, Defendants would suffer undue economic prejudice because of Plaintiff's delay in bringing its trademark infringement claim. Alternatively, Defendants would also suffer undue evidentiary prejudice from the delay.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>Defendants have proven their affirmative defense of laches and no reasonable jury could find for Plaintiff in this matter. Accordingly, Defendants' Motion for Summary Judgment is GRANTED.</p>\n<p>The Court finds it unnecessary to address whether Defendants can also demonstrate the affirmative defenses of abandonment or acquiescence. Similarly, the Court finds it unnecessary to address whether to grant partial summary judgment of the issue of Plaintiff's damages.</p>\n<p>The rest of the motions in this case are now moot.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants acquired the property known as the Oklahoma Agrinet, operating as part of the Oklahoma News Network, on October 1, 1984 from Broad Street Communications Corp. Defendants acquired the property known as the Tennessee Agrinet from Paxson Communications Corp. in fall 1997. Storey Dep. 8:24-9:3, May 25, 2010; Crowner Dep. 78:7-79:14, Jul. 5, 2010. Defendants acquired the property known as the Kentucky Agrinet, operating as part of the Kentucky Network from The American Network Group, Inc. on January 31, 1992. Ex. MM.</p>\n<p>[2]  Defendants also stopped using Tennessee Agrinet for approximately a year, but as this was for settlement negotiations, it is inadmissible evidence. Fed.R.Evid. 408; <i>Fiberglass Insulators, Inc. v. Dupuy,</i> <span class=\"citation\" data-id=\"511603\"><a href=\"/opinion/511603/fiberglass-insulators-inc-fiberglass-insulators-of-savannah-inc-v/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 654-55 (4th Cir. 1988).</p>\n<p>[3]  There seems to be no living witnesses who can testify about whether Mr. Ray did in fact have an agreement regarding Tennessee Agrinet. Bill Storey, who has been with Defendants' Tennessee Radio network since 1991, testified that now deceased Dan Gordon told him there was no license for Tennessee Agrinet, and that Mr. Gordon told him that Mr. Ray was perpetuating a \"scam\" by suggesting such an agreement existed. This testimony is hearsay and would not be admissible in court. Storey Dep. 73:1-74:3, May 25, 2010.</p>\n<p>[4]  The Court notes that Mr. Ray has continuously emphasized that all the alleged licenses were only to specific individuals and not to these individuals' employers. Thus, Plaintiff has argued that even when there were license agreements in place, infringement occurred any time the Defendants themselves used an Agrinet mark. <i>See, e.g.,</i> W. Ray Dep. 85-89, May 11, 2010. This distinction has caused considerable confusion to all parties involved, especially as the Plaintiff has refused to specify how and when the Defendants actually did infringe. The Court finds this issue is unnecessary to resolve for its conclusion.</p>\n<p>[5]  National Association of Farm Broadcasters (NAFB) prepares a Membership Directory that reflects use of Agrinet Marks by other entities since 1978. Plaintiff has continuously been a member of NAFB and attends their annual meetings, a requirement of membership.</p>\n<p>[6]  Agri Marketing prepares and publishes an annual directory for use by agricultural marketers, who are a primary source of revenue for the agricultural broadcasting industry.</p>\n<p>[7]  National Association of Farm Broadcasters (NAFB) prepares a Membership Directory that reflects use of Agrinet Marks by other entities since 1978. Plaintiff has continuously been a member of NAFB and attends their annual meetings, a requirement of membership.</p>\n<p>[8]  Bill Storey, who has been with Defendants' Tennessee Radio network since 1991, testified that Dan Gordon told him that there was never any license for Tennessee Agrinet, and that Mr. Gordon told him that Mr. Ray was perpetuating a \"scam\" by suggesting such an agreement existed. This testimony is hearsay and would not be admissible in court. Storey Dep. 73:1-74:3, May 25, 2010.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/187365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1304363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1447435/"
  ]
}