{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2478175/",
  "absolute_url": "/opinion/2478175/amwest-sur-ins-co-v-vaughn/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2478175/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:49:25.673452Z",
  "date_modified": "2016-04-26T22:33:11.332255Z",
  "type": "010combined",
  "sha1": "6e95918b048bbb46d827aa21041b2ce6c373f7ff",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>100 F.Supp.2d 335 (2000)</b></center>\n<center><h1>AMWEST SURETY INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nSherre E. VAUGHN, Bryan J. Edwards, and Tina M. Edwards, Defendants.</h1></center>\n<center>No. 5:98-CV-148-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 14, 2000.</center>\n<p><span class=\"star-pagination\">*336</span> <span class=\"star-pagination\">*337</span> David E. Fox, Moore &amp; Van Allen, Raleigh, NC, for Amwest Surety Insurance Company, plaintiffs.</p>\n<p>Kevin L. Sink, Ryan Andrew Hiss, Howard, Stallings, Story, Wyche, From &amp; Hutson, Raleigh, NC, Thomas A. Worth, Greensboro, NC, John Rudy Wallace, Raleigh, NC, for Sherre E. Vaughan, Bryan J. Edwards, Tina M. Edwards, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's Motion for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure, and Defendants' Motion to Compel Production of Documents. For the reasons discussed below, partial summary judgment will be allowed, rendering Defendants' motion moot.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>In or about September, 1993, James T. Edwards, President of R.L Dresser Company, a Raleigh floor and ceiling contractor, provided his son-in-law, Bobby Vaughn, with a loan and capital to form his own contracting company, Designer Carpets, Inc. (Designer Carpets). In accordance with James T. Edwards' wishes, his son Bryan Edwards and his daughters Tina Edwards and Sherre Vaughn, (Bobby's wife), were granted stock in the company along with Bobby Vaughn. At the time of the facts surrounding this action, Bobby Vaughn held 51% of Designer Carpets' stock, Sherre Vaughn held 24%, Bryan Edwards held 15%, and Tina Edwards held 10%.<sup>[1]</sup></p>\n<p>Late in 1993, Designer Carpets bid on a construction contract for Fort Bragg. The contract, awarded to Designer Carpets in February 1994, required that the company obtain payment and performance bonds to insure that if Designer Carpets defaulted, its subcontract would be completed. Bobby Vaughn therefore contacted Cameron H. Harris &amp; Company (Cameron Harris), an insurance agency in Raleigh acting as agent for Amwest Surety Insurance Company (Amwest), and other surety bond companies. G. Timothy Wilkerson, an employee in Cameron Harris' surety bond department, informed Bobby Vaughn that in exchange for the bond, Amwest would require all shareholders in Designer Carpets to agree to personally indemnify Amwest. Bobby Vaughn at first replied that the company's minority shareholders would not agree to act as guarantors for the bond, but upon Wilkerson's further inquiry, reversed his statement. Bobby Vaughn submitted to Cameron Harris an application for the bond, including some information that was fraudulent or inaccurate. His application was denied by one surety company, but eventually accepted by Amwest.</p>\n<p>Amwest subsequently prepared a General Indemnity Agreement (GIA), leaving blanks with the names Designer Carpets, Bobby Vaughn, Tina Edwards, Sherre Vaughn, and Bryan Edwards typewritten underneath. The form was sent to Cameron Harris, who in turn submitted the contract to Bobby Vaughn so that he could obtain the necessary signatures.</p>\n<p>On or about June 6, 1994, Bobby Vaughn called a meeting at the offices of Designer Carpets. According to the minority shareholders, Defendants in this suit, Bobby Vaughn then presented them with only the signature page of the GIA and asked them to sign the document in their representative capacities as officers of Designer Carpets. Tina Edwards <span class=\"star-pagination\">*338</span> signed twice, once in the section headed \"Corporations,\" on the blank under which was typed \"Tina M. Edwards, Asst. Secretary,\" and once in the section headed, \"Individuals  Including Proprietorships,\" under which was typed, \"Tina M. Edwards.\" Each time, Tina Edwards wrote, \"Tina M. Edwards, Asst. Secretary.\" Sherre Vaughn signed once, in the Individuals section, above her name, writing, \"Sherre E. Vaughn  Vice President.\" Bryan Edwards also signed once, under the Individual section, writing, \"Bryan J. Edwards.\" Afterwards, Bobby Vaughn wrote \"Asst. V.P.\" beside Bryan Edwards' signature.</p>\n<p>All Defendants attest that they had no active involvement with Designer Carpets, and that they had no contact at all with Cameron Harris or Amwest. Furthermore, they contend that they had not read the rest of the GIA, and that they believed they were signing the GIA only in their representative capacities.</p>\n<p>The GIA was notarized by Sharon Fender, an employee of Designer Carpets, who attested that each of the signatories, designated as \"Sherre E. Vaughn, Individual,\" \"Bryan J. Edwards, Individual,\" etc., had personally appeared before her and executed the contract. Defendants claim the contract was not notarized at the time it was signed.</p>\n<p>Pursuant to a random internal audit, and before any bonds had yet been issued, the Designer Carpets contract was selected for review in January of 1995 by Amwest employee Arnie Starr. Starr pointed out that Amwest policy dictated that under the blanks left for signatures by individual indemnitors, the word \"Individual\" should be typed after the indemnitor's name, as was done on the notary page. Not writing \"Individual,\" Starr pointed out, left room for argument that the contract had been signed in a representative capacity only.</p>\n<p>Designer Carpets eventually defaulted on several projects, causing Amwest to find replacement contractors and finish the work, at a cost of $443,779.57. Designer Carpets and Bobby Vaughn subsequently declared bankruptcy; Amwest claims it was unable to recoup any losses through the claims of loss it filed in each bankruptcy action. Amwest filed a separate suit from the instant action against the Army Corp of Engineers and Pizzagalli, the general contractor for the Fort Bragg project, for damages of over $200,000. That suit was still unresolved at the time of the deadline for summary judgment briefs.</p>\n<p>Amwest then brought this diversity suit for indemnity against Defendants Sherre Vaughn, Tina Edwards, and Bryan Edwards. Amwest moved for summary judgement on April 30, 1999. All defendants have submitted motions opposing summary judgment, Amwest has filed a reply brief, and this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Summary judgment disposes of factually unsupported claims or defenses and requires the moving party to allege the absence of a genuine issue of material fact in the pleadings of the other party. Fed. R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323-25, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The non-moving party must then go beyond the pleadings to show the existence of a genuine issue of material fact for trial. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548. The non-moving party may do so by submitting affidavits setting forth specific facts showing a genuine issue. Fed.R.Civ.P. 56(e). Summary judgment is proper if after viewing all the evidence, including supplemental affidavits, in the light most favorable to the nonmoving party, the Court finds no genuine issue exists. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 255, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p></p>\n<h2><i>1. Ambiguity of the Contract</i></h2>\n<p>Defendants raise several defenses to Amwest's claim for indemnity. They argue first that the Amwest GIA is ambiguous on its face, and that parol evidence <span class=\"star-pagination\">*339</span> should therefore be admissible to show the parties' true intent. The ambiguity, they contend, lies mainly in the fact that they each signed the GIA with their names <i>and offices,</i> suggesting that they were acting on behalf of Designer Carpets, while much of the rest of the GIA suggests that the defendants were to be bound individually. In addition to the qualified signatures, Defendants argue that the GIA, a pre-printed standard form, was vague or ambiguous in other respects. Only Designer Carpets is listed as a principal in the first paragraph. \"Individual\" was not typed next to Defendant's names on the signature page, contrary to Amwest's normal practice. The Defendants, designated as \"Undersigned\" in the contract, are called indemnitors, but the contract does not use words as specific as, \"individually liable.\" Finally, the signature and notary pages are \"stand alone forms,\" giving little or no indication of the nature of the agreement.</p>\n<p>In support of their position, Defendants cite several cases, including two cases from Illinois. In one of these cases, where a bank president signed a guaranty agreement, \"Clayton P. Boyd Pres.,\" the court determined that the signature created an ambiguity to be resolved by a jury. <i>Addison State Bank v. National Maintenance Management, Inc.,</i> 174 Ill.App.3d 857, 124 Ill.Dec. 313, 529 N.E.2d 30 (1988). In a recent unpublished North Carolina case, a lease contract had designated a corporation as \"Tenant,\" and the corporation's president as \"Guarantor.\" <i>Waverly Belman Shopping Center, L.P. v. Johnny Walters,</i> 135 N.C.App. 630, 528 S.E.2d 407 (N.C.App. 1999). The North Carolina Court of Appeals determined that a jury issue was created where the president had signed the contract as, \"Johnny Walters, (Pres.).\"<sup>[2]</sup><i>Id.</i></p>\n<p>Amwest responds that the GIA is unambiguous. Defendants signed under a section designated \"Individuals.\" Significantly, in the \"Corporations\" section of the signature page, Amwest had typed Bobby Vaughn's and Tina Edwards' corporate offices next to their names, while in the \"Individual\" section, no corporate offices were typed. The notary page makes the distinction between corporate and individual signatures even more clearly: the notary attested that \"Bobby L. VaughnPres. Designer Carpets\" signed on behalf of the company, while \"Bobby L. Vaughn  Individual\" signed on his own behalf. Throughout the GIA, pronouns and verbal forms suggest several indemnitors, who are to be \"jointly and severally liable.\" Moreover, Amwest notes that while Designer Carpets was made a party to the GIA, the GIA would have been virtually worthless if Amwest had not secured officers' personal liability also. Amwest would need indemnification only if obligated under the bond to pay for completion of a contract upon which Designer Carpets had defaulted. In such a case, Designer Carpets would be unlikely to have many assets, necessitating the individual indemnitors. Indeed, unless to obligate themselves personally, there is no reason for all officers of a corporation to sign such a contract, and therefore Amwest's construction of the GIA is the only sensible alternative, and the contract is unambiguous.</p>\n<p>Amwest cites two main cases in support for its position. In <i>Owens v. William H. Banks Warehouses, Inc.,</i> 202 F.2d 689 (5th Cir.1953), a signer was found liable where his corporate seal appeared after his signature. The court found the seal merely descriptive, and noted that when an officer wishes to sign on behalf of a corporation, it is usual to sign, \"Jane Smith <i>as</i> President.\" <i>Id.</i> In addition, in <i>American Insurance Co. v. Allison Construction Co., Inc.,</i> 1990 WL 223107, 1990 Tenn.App. Lexis 914 (1990), three officers were found liable under an indemnity agreement in which they signed only their names below the <span class=\"star-pagination\">*340</span> typed words, \"Tom Allison, Vice President,\" \"Jim Allison, President,\" etc. That court attached importance to the notarization of the contract by the defendant corporation, as well as the argument that any other construction of the contract lacked common sense. <i>Id.</i></p>\n<p>The Court finds that North Carolina courts have not yet addressed the precise set of facts presented by this case. The North Carolina Appeals case cited by Defendants, in addition to being unpublished, involves a contract whose main purpose was to establish a lease. It is by no certain that every lease contract will also provide indemnification for a lessor. Amwest's GIA, however, can have had no other purpose. The other cases cited, deriving from other districts, can be instructive only. Having reviewed the GIA, the Court determines that the document is unambiguous. Given the separate Individuals and Corporations sections of the signature page, the even more explicit notary page, the clear purpose of the contract, and the other language of the contract, the Defendants' \"qualified\" signatures appear to be merely descriptive, and do not create ambiguity to be resolved by a jury. Parol evidence to determine the parties true intent is therefore inadmissible.</p>\n<p></p>\n<h2><i>2. Fraudulent Inducement</i></h2>\n<p>Defendants next argue that they should be excused from liability under the GIA because they were fraudulently induced to sign the contract. In North Carolina, the elements of fraud are as follows:</p>\n<blockquote>(1) That defendant made a representation relating to some material past or existing fact; (2) that the representation was false; (3) that when he made it, defendant knew that the representation was false, or made it recklessly, without any knowledge of its truth and as a positive assertion; (4) that defendant made the representation with intention that it should be acted upon by plaintiff; (5) that plaintiff reasonably relied upon the representation and acted upon it; and (6) that plaintiff thereby suffered injury.</blockquote>\n<p><i>In re Baby Boy Shamp,</i> 82 N.C.App. 606, 612, 347 S.E.2d 848, 852 (1986) (quoting <i>Keith v. Wilder,</i> 241 N.C. 672, 675, 86 S.E.2d 444, 446 (1955) (citations omitted)). The concealment of the character or essential terms of a contract may be considered a misrepresentation, even if not deliberate. <i>Dorsey v. Dorsey,</i> 306 N.C. 545, 547-49, 293 S.E.2d 777 (1982); 306 N.C. 545, 293 S.E.2d 777, 779.</p>\n<p>Defendants contend first that Bobby Vaughn was acting as Amwest's agent when he brought the GIA home to have signed. They argue that because he concealed the true purpose of the contract, with an intent to deceive Defendants, and Defendants actually signed the contract in reliance upon his misrepresentations, the contract is void. \"There are three situations in which a principal is liable upon a contract duly made by its agents: when the agent acts within the scope of his or her actual authority; when the agent acts within the scope of his or her apparent authority, and the third person is without notice that the agent is exceeding actual authority; and when a contract, although unauthorized, has been ratified.\" <i>Wachovia Bank of North Carolina, N.A. v. Bob Dunn Jaguar, Inc.,</i> 117 N.C.App. 165, 450 S.E.2d 527 (1994); 117 N.C.App. 165, 450 S.E.2d 527. It has not been suggested that Amwest actually gave permission for Bobby Vaughn to act as its agent. Nor was there any reason for Defendants to believe Bobby Vaughn was acting on Amwest's behalf, rather than his own.</p>\n<p>Defendants allege in the alternative that Amwest itself made misrepresentations to Defendants in omitting to type \"Individual\" beside Defendants' names on the signature page, in neglecting to provide any instructions on signing the contract, and in allowing Bobby Vaughn to take the contract home to be signed; in other words, Amwest's contract and the situation in which Amwest allowed it to be <span class=\"star-pagination\">*341</span> signed suggested that Defendants were asked to sign in their representative capacity. Furthermore, Amwest intended for Defendants to hold this false understanding of the contract, so that it could enter business with Designer Carpets. As a result, Defendants reasonably relied on Amwest's misrepresentations.</p>\n<p>Defendants have not produced evidence to suggest that Amwest or its representatives wished to deceive them in the above manner. If Amwest was careless, which is far from clear, its carelessness certainly was not so excessive as to imply a wish to deceive. The undisputed evidence shows, to the contrary, that Amwest, like Defendants, was deceived by Bobby Vaughn. Defendants have not proffered evidence that Amwest, like Bobby Vaughn, meant to prey upon the naivete and inexperience of the Defendants, about whom Amwest knew nothing. Furthermore, Defendants cannot be said to have reasonably relied on Amwest's \"misrepresentations,\" as they did not ask to read the contract before signing it. <i>See </i><i>Williams v. Williams,</i> 220 N.C. 806, 18 S.E.2d 364, 366 (1942) (\"In this state it is held that one who signs a paper-writing is under a duty to ascertain its contents, and in the absence of a showing that he was wilfully misled or misinformed by the defendant as to these contents, or that they were kept from him in fraudulent opposition to his request, he is held to have signed with full knowledge and assent as to what is therein contained.\") (citations omitted)(<i>overruled on other grounds, </i><i>State ex rel. Utilities Comm. v. Southern Bell,</i> 307 N.C. 541, 299 S.E.2d 763 (1983); <i>Martin v. Vance,</i> 133 N.C.App. 116, 514 S.E.2d 306 (1999)). Thus, Defendant's defense of fraudulent inducement must fail.</p>\n<p></p>\n<h2><i>3. Unilateral Mistake</i></h2>\n<p>A party may be excused from performing a contract due to that party's unilateral mistake, \"when the other party had reason to know of the mistake or caused the mistake,\" where a mistake is accompanied by fraud, misrepresentation, undue influence or abuse of a confidential relationship. <i>Creech v. Milnik,</i> 347 N.C. 520, 528, 495 S.E.2d 907, 912 (1998); <i>see also </i><i>Swain v. C &amp; N Evans Trucking Co., Inc.,</i> 126 N.C.App. 332, 484 S.E.2d 845, 848 (1997). Defendants argue that they mistakenly believed that they were signing the agreement only in their representative capacities, that Amwest either knew of their mistake, or helped to cause the mistake by its carelessness, and the mistake occurred amidst behavior by Bobby Vaughn constituting either fraud or breach of a fiduciary duty to minority shareholders.</p>\n<p>Assuming that Bobby Vaughn's behavior did in fact constitute fraud or the breach of fiduciary duty, as the Court must at the summary judgment stage, Defendants' argument must nevertheless fail. Defendants have not proffered evidence to establish Amwest's culpability for their mistake. Although Amwest did have knowledge that its contract did not conform to its usual practice of typing \"Individual\" beside each name on the signature page, that fact alone falls short of creating a jury issue as to whether Amwest knew of Defendant's mistake. Nor do Amwest's other allegedly careless procedures, detailed above, support this contention of knowledge, as Amwest's conduct was not so careless as to assure that Defendants would misunderstand the nature of the contract. As a reasonable jury could not make such an inference, no jury issue exists.</p>\n<p>Defendants argue in the alternative that Amwest's carelessness caused their mistaken impression, even if Amwest did not know of their mistake. It was Bobby Vaughn, however, who caused any mistake, and not Amwest, as it was he, according to Defendants, who set out to deceive Defendants. Amwest's alleged carelessness cannot be claimed as the cause of this alleged <span class=\"star-pagination\">*342</span> tortfeasor's intentional action.<sup>[3]</sup> The Court therefore concluded that none of Defendant's defenses creates a genuine issue of material fact, and Amwest is therefore entitled to some damage amount.</p>\n<p></p>\n<h2><i>4. Damages</i></h2>\n<p>The Court determines that material issues of fact remain in dispute with regard to the nature and extent of damages due Amwest. Plaintiff's summary judgment motion is therefore denied as to the issue of damages.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Having viewed the evidence in the light most favorable to the non-movant Defendants, the Court concludes that no genuine issue exists as to any material fact relevant to Defendants' liability. Plaintiff is therefore entitled to partial summary judgment on this issue. Accordingly, Plaintiff's Motion for Summary Judgment is GRANTED in part. This ruling renders Defendants' Motion to Compel Production of Documents MOOT. As material issues of fact remain on the question of damages, however, Plaintiff's summary judgment is DENIED in part.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants claim that James T. Edwards' financing agreement specified that his son-in-law was not to hold a majority of shares, but Bobby Vaughn soon after fraudulently voided the original share certificates and had new ones issued giving him 51% of voting stock.</p>\n<p>[2]  Elsewhere in the contract, the president had signed his name unaccompanied by his corporate office. <i>Id.</i></p>\n<p>[3]  Even if the Court were in error with regard to these elements of unilateral mistake, Defendant's defense should nevertheless fail, as Defendants fail to proffer sufficient evidence that they were indeed laboring under a mistake. All Defendants signed under a section marked, \"Individuals,\" below which was typed their names only, unlike the designation of offices typed beside names in the \"Corporations\" section. It seems unlikely that any of Defendants believed they were being asked to sign on behalf of Designer Carpets. In fact, if Bryan Edwards believed this, why did he not add his corporate office, which Bobby Vaughn wrote in later? Tina Edwards signed once as Secretary, on a blank above her typewritten name and office. Is it likely that she believed she was merely repeating this act when signing in the Individual section, even though in this section her corporate office was not typed beneath the blank? A reasonable jury could not find that the facts support the existence of such a mistake.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">335</span></span> (2000)</b></center>\n<center><h1>AMWEST SURETY INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nSherre E. VAUGHN, Bryan J. Edwards, and Tina M. Edwards, Defendants.</h1></center>\n<center>No. 5:98-CV-148-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 14, 2000.</center>\n<p><span class=\"star-pagination\">*336</span> <span class=\"star-pagination\">*337</span> David E. Fox, Moore &amp; Van Allen, Raleigh, NC, for Amwest Surety Insurance Company, plaintiffs.</p>\n<p>Kevin L. Sink, Ryan Andrew Hiss, Howard, Stallings, Story, Wyche, From &amp; Hutson, Raleigh, NC, Thomas A. Worth, Greensboro, NC, John Rudy Wallace, Raleigh, NC, for Sherre E. Vaughan, Bryan J. Edwards, Tina M. Edwards, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's Motion for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure, and Defendants' Motion to Compel Production of Documents. For the reasons discussed below, partial summary judgment will be allowed, rendering Defendants' motion moot.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>In or about September, 1993, James T. Edwards, President of R.L Dresser Company, a Raleigh floor and ceiling contractor, provided his son-in-law, Bobby Vaughn, with a loan and capital to form his own contracting company, Designer Carpets, Inc. (Designer Carpets). In accordance with James T. Edwards' wishes, his son Bryan Edwards and his daughters Tina Edwards and Sherre Vaughn, (Bobby's wife), were granted stock in the company along with Bobby Vaughn. At the time of the facts surrounding this action, Bobby Vaughn held 51% of Designer Carpets' stock, Sherre Vaughn held 24%, Bryan Edwards held 15%, and Tina Edwards held 10%.<sup>[1]</sup></p>\n<p>Late in 1993, Designer Carpets bid on a construction contract for Fort Bragg. The contract, awarded to Designer Carpets in February 1994, required that the company obtain payment and performance bonds to insure that if Designer Carpets defaulted, its subcontract would be completed. Bobby Vaughn therefore contacted Cameron H. Harris &amp; Company (Cameron Harris), an insurance agency in Raleigh acting as agent for Amwest Surety Insurance Company (Amwest), and other surety bond companies. G. Timothy Wilkerson, an employee in Cameron Harris' surety bond department, informed Bobby Vaughn that in exchange for the bond, Amwest would require all shareholders in Designer Carpets to agree to personally indemnify Amwest. Bobby Vaughn at first replied that the company's minority shareholders would not agree to act as guarantors for the bond, but upon Wilkerson's further inquiry, reversed his statement. Bobby Vaughn submitted to Cameron Harris an application for the bond, including some information that was fraudulent or inaccurate. His application was denied by one surety company, but eventually accepted by Amwest.</p>\n<p>Amwest subsequently prepared a General Indemnity Agreement (GIA), leaving blanks with the names Designer Carpets, Bobby Vaughn, Tina Edwards, Sherre Vaughn, and Bryan Edwards typewritten underneath. The form was sent to Cameron Harris, who in turn submitted the contract to Bobby Vaughn so that he could obtain the necessary signatures.</p>\n<p>On or about June 6, 1994, Bobby Vaughn called a meeting at the offices of Designer Carpets. According to the minority shareholders, Defendants in this suit, Bobby Vaughn then presented them with only the signature page of the GIA and asked them to sign the document in their representative capacities as officers of Designer Carpets. Tina Edwards <span class=\"star-pagination\">*338</span> signed twice, once in the section headed \"Corporations,\" on the blank under which was typed \"Tina M. Edwards, Asst. Secretary,\" and once in the section headed, \"Individuals  Including Proprietorships,\" under which was typed, \"Tina M. Edwards.\" Each time, Tina Edwards wrote, \"Tina M. Edwards, Asst. Secretary.\" Sherre Vaughn signed once, in the Individuals section, above her name, writing, \"Sherre E. Vaughn  Vice President.\" Bryan Edwards also signed once, under the Individual section, writing, \"Bryan J. Edwards.\" Afterwards, Bobby Vaughn wrote \"Asst. V.P.\" beside Bryan Edwards' signature.</p>\n<p>All Defendants attest that they had no active involvement with Designer Carpets, and that they had no contact at all with Cameron Harris or Amwest. Furthermore, they contend that they had not read the rest of the GIA, and that they believed they were signing the GIA only in their representative capacities.</p>\n<p>The GIA was notarized by Sharon Fender, an employee of Designer Carpets, who attested that each of the signatories, designated as \"Sherre E. Vaughn, Individual,\" \"Bryan J. Edwards, Individual,\" etc., had personally appeared before her and executed the contract. Defendants claim the contract was not notarized at the time it was signed.</p>\n<p>Pursuant to a random internal audit, and before any bonds had yet been issued, the Designer Carpets contract was selected for review in January of 1995 by Amwest employee Arnie Starr. Starr pointed out that Amwest policy dictated that under the blanks left for signatures by individual indemnitors, the word \"Individual\" should be typed after the indemnitor's name, as was done on the notary page. Not writing \"Individual,\" Starr pointed out, left room for argument that the contract had been signed in a representative capacity only.</p>\n<p>Designer Carpets eventually defaulted on several projects, causing Amwest to find replacement contractors and finish the work, at a cost of $443,779.57. Designer Carpets and Bobby Vaughn subsequently declared bankruptcy; Amwest claims it was unable to recoup any losses through the claims of loss it filed in each bankruptcy action. Amwest filed a separate suit from the instant action against the Army Corp of Engineers and Pizzagalli, the general contractor for the Fort Bragg project, for damages of over $200,000. That suit was still unresolved at the time of the deadline for summary judgment briefs.</p>\n<p>Amwest then brought this diversity suit for indemnity against Defendants Sherre Vaughn, Tina Edwards, and Bryan Edwards. Amwest moved for summary judgement on April 30, 1999. All defendants have submitted motions opposing summary judgment, Amwest has filed a reply brief, and this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Summary judgment disposes of factually unsupported claims or defenses and requires the moving party to allege the absence of a genuine issue of material fact in the pleadings of the other party. Fed. R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323-25, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The non-moving party must then go beyond the pleadings to show the existence of a genuine issue of material fact for trial. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The non-moving party may do so by submitting affidavits setting forth specific facts showing a genuine issue. Fed.R.Civ.P. 56(e). Summary judgment is proper if after viewing all the evidence, including supplemental affidavits, in the light most favorable to the nonmoving party, the Court finds no genuine issue exists. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p></p>\n<h2><i>1. Ambiguity of the Contract</i></h2>\n<p>Defendants raise several defenses to Amwest's claim for indemnity. They argue first that the Amwest GIA is ambiguous on its face, and that parol evidence <span class=\"star-pagination\">*339</span> should therefore be admissible to show the parties' true intent. The ambiguity, they contend, lies mainly in the fact that they each signed the GIA with their names <i>and offices,</i> suggesting that they were acting on behalf of Designer Carpets, while much of the rest of the GIA suggests that the defendants were to be bound individually. In addition to the qualified signatures, Defendants argue that the GIA, a pre-printed standard form, was vague or ambiguous in other respects. Only Designer Carpets is listed as a principal in the first paragraph. \"Individual\" was not typed next to Defendant's names on the signature page, contrary to Amwest's normal practice. The Defendants, designated as \"Undersigned\" in the contract, are called indemnitors, but the contract does not use words as specific as, \"individually liable.\" Finally, the signature and notary pages are \"stand alone forms,\" giving little or no indication of the nature of the agreement.</p>\n<p>In support of their position, Defendants cite several cases, including two cases from Illinois. In one of these cases, where a bank president signed a guaranty agreement, \"Clayton P. Boyd Pres.,\" the court determined that the signature created an ambiguity to be resolved by a jury. <i>Addison State Bank v. National Maintenance Management, Inc.,</i> 174 Ill.App.3d 857, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">313</span></span>, <span class=\"citation\" data-id=\"2083102\"><a href=\"/opinion/2083102/addison-state-bank-v-natl-maint-mgmt-inc/\"><span class=\"volume\">529</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">30</span></a></span> (1988). In a recent unpublished North Carolina case, a lease contract had designated a corporation as \"Tenant,\" and the corporation's president as \"Guarantor.\" <i>Waverly Belman Shopping Center, L.P. v. Johnny Walters,</i> 135 N.C.App. 630, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">407</span></span> (N.C.App. 1999). The North Carolina Court of Appeals determined that a jury issue was created where the president had signed the contract as, \"Johnny Walters, (Pres.).\"<sup>[2]</sup><i>Id.</i></p>\n<p>Amwest responds that the GIA is unambiguous. Defendants signed under a section designated \"Individuals.\" Significantly, in the \"Corporations\" section of the signature page, Amwest had typed Bobby Vaughn's and Tina Edwards' corporate offices next to their names, while in the \"Individual\" section, no corporate offices were typed. The notary page makes the distinction between corporate and individual signatures even more clearly: the notary attested that \"Bobby L. VaughnPres. Designer Carpets\" signed on behalf of the company, while \"Bobby L. Vaughn  Individual\" signed on his own behalf. Throughout the GIA, pronouns and verbal forms suggest several indemnitors, who are to be \"jointly and severally liable.\" Moreover, Amwest notes that while Designer Carpets was made a party to the GIA, the GIA would have been virtually worthless if Amwest had not secured officers' personal liability also. Amwest would need indemnification only if obligated under the bond to pay for completion of a contract upon which Designer Carpets had defaulted. In such a case, Designer Carpets would be unlikely to have many assets, necessitating the individual indemnitors. Indeed, unless to obligate themselves personally, there is no reason for all officers of a corporation to sign such a contract, and therefore Amwest's construction of the GIA is the only sensible alternative, and the contract is unambiguous.</p>\n<p>Amwest cites two main cases in support for its position. In <i>Owens v. William H. Banks Warehouses, Inc.,</i> <span class=\"citation\" data-id=\"231260\"><a href=\"/opinion/231260/owens-v-william-h-banks-warehouses-inc/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span> (5th Cir.1953), a signer was found liable where his corporate seal appeared after his signature. The court found the seal merely descriptive, and noted that when an officer wishes to sign on behalf of a corporation, it is usual to sign, \"Jane Smith <i>as</i> President.\" <i>Id.</i> In addition, in <i>American Insurance Co. v. Allison Construction Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">223107</span></span>, 1990 Tenn.App. Lexis 914 (1990), three officers were found liable under an indemnity agreement in which they signed only their names below the <span class=\"star-pagination\">*340</span> typed words, \"Tom Allison, Vice President,\" \"Jim Allison, President,\" etc. That court attached importance to the notarization of the contract by the defendant corporation, as well as the argument that any other construction of the contract lacked common sense. <i>Id.</i></p>\n<p>The Court finds that North Carolina courts have not yet addressed the precise set of facts presented by this case. The North Carolina Appeals case cited by Defendants, in addition to being unpublished, involves a contract whose main purpose was to establish a lease. It is by no certain that every lease contract will also provide indemnification for a lessor. Amwest's GIA, however, can have had no other purpose. The other cases cited, deriving from other districts, can be instructive only. Having reviewed the GIA, the Court determines that the document is unambiguous. Given the separate Individuals and Corporations sections of the signature page, the even more explicit notary page, the clear purpose of the contract, and the other language of the contract, the Defendants' \"qualified\" signatures appear to be merely descriptive, and do not create ambiguity to be resolved by a jury. Parol evidence to determine the parties true intent is therefore inadmissible.</p>\n<p></p>\n<h2><i>2. Fraudulent Inducement</i></h2>\n<p>Defendants next argue that they should be excused from liability under the GIA because they were fraudulently induced to sign the contract. In North Carolina, the elements of fraud are as follows:</p>\n<blockquote>(1) That defendant made a representation relating to some material past or existing fact; (2) that the representation was false; (3) that when he made it, defendant knew that the representation was false, or made it recklessly, without any knowledge of its truth and as a positive assertion; (4) that defendant made the representation with intention that it should be acted upon by plaintiff; (5) that plaintiff reasonably relied upon the representation and acted upon it; and (6) that plaintiff thereby suffered injury.</blockquote>\n<p><i>In re Baby Boy Shamp,</i> 82 N.C.App. 606, 612, <span class=\"citation\" data-id=\"1212579\"><a href=\"/opinion/1212579/in-re-baby-boy-shamp/\"><span class=\"volume\">347</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">848</span></a></span>, 852 (1986) (quoting <i>Keith v. Wilder,</i> <span class=\"citation\" data-id=\"1401597\"><a href=\"/opinion/1401597/keith-v-wilder/\"><span class=\"volume\">241</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">672</span></a></span>, 675, <span class=\"citation\" data-id=\"1401597\"><a href=\"/opinion/1401597/keith-v-wilder/\"><span class=\"volume\">86</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">444</span></a></span>, 446 (1955) (citations omitted)). The concealment of the character or essential terms of a contract may be considered a misrepresentation, even if not deliberate. <i>Dorsey v. Dorsey,</i> <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">545</span></span>, 547-49, <span class=\"citation\" data-id=\"1339506\"><a href=\"/opinion/1339506/dorsey-v-dorsey/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">777</span></a></span> (1982); <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">545</span></span>, <span class=\"citation\" data-id=\"1339506\"><a href=\"/opinion/1339506/dorsey-v-dorsey/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">777</span></a></span>, 779.</p>\n<p>Defendants contend first that Bobby Vaughn was acting as Amwest's agent when he brought the GIA home to have signed. They argue that because he concealed the true purpose of the contract, with an intent to deceive Defendants, and Defendants actually signed the contract in reliance upon his misrepresentations, the contract is void. \"There are three situations in which a principal is liable upon a contract duly made by its agents: when the agent acts within the scope of his or her actual authority; when the agent acts within the scope of his or her apparent authority, and the third person is without notice that the agent is exceeding actual authority; and when a contract, although unauthorized, has been ratified.\" <i>Wachovia Bank of North Carolina, N.A. v. Bob Dunn Jaguar, Inc.,</i> 117 N.C.App. 165, <span class=\"citation\" data-id=\"1305646\"><a href=\"/opinion/1305646/wachovia-bank-v-bob-dunn-jaguar-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">527</span></a></span> (1994); 117 N.C.App. 165, <span class=\"citation\" data-id=\"1305646\"><a href=\"/opinion/1305646/wachovia-bank-v-bob-dunn-jaguar-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">527</span></a></span>. It has not been suggested that Amwest actually gave permission for Bobby Vaughn to act as its agent. Nor was there any reason for Defendants to believe Bobby Vaughn was acting on Amwest's behalf, rather than his own.</p>\n<p>Defendants allege in the alternative that Amwest itself made misrepresentations to Defendants in omitting to type \"Individual\" beside Defendants' names on the signature page, in neglecting to provide any instructions on signing the contract, and in allowing Bobby Vaughn to take the contract home to be signed; in other words, Amwest's contract and the situation in which Amwest allowed it to be <span class=\"star-pagination\">*341</span> signed suggested that Defendants were asked to sign in their representative capacity. Furthermore, Amwest intended for Defendants to hold this false understanding of the contract, so that it could enter business with Designer Carpets. As a result, Defendants reasonably relied on Amwest's misrepresentations.</p>\n<p>Defendants have not produced evidence to suggest that Amwest or its representatives wished to deceive them in the above manner. If Amwest was careless, which is far from clear, its carelessness certainly was not so excessive as to imply a wish to deceive. The undisputed evidence shows, to the contrary, that Amwest, like Defendants, was deceived by Bobby Vaughn. Defendants have not proffered evidence that Amwest, like Bobby Vaughn, meant to prey upon the naivete and inexperience of the Defendants, about whom Amwest knew nothing. Furthermore, Defendants cannot be said to have reasonably relied on Amwest's \"misrepresentations,\" as they did not ask to read the contract before signing it. <i>See </i><i>Williams v. Williams,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">806</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></span>, 366 (1942) (\"In this state it is held that one who signs a paper-writing is under a duty to ascertain its contents, and in the absence of a showing that he was wilfully misled or misinformed by the defendant as to these contents, or that they were kept from him in fraudulent opposition to his request, he is held to have signed with full knowledge and assent as to what is therein contained.\") (citations omitted)(<i>overruled on other grounds, </i><i>State ex rel. Utilities Comm. v. Southern Bell,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">541</span></span>, <span class=\"citation\" data-id=\"1333183\"><a href=\"/opinion/1333183/state-ex-rel-util-comn-v-southern-bell-telephone-and-telegraph-co/\"><span class=\"volume\">299</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">763</span></a></span> (1983); <i>Martin v. Vance,</i> 133 N.C.App. 116, <span class=\"citation\" data-id=\"1335437\"><a href=\"/opinion/1335437/martin-v-vance/\"><span class=\"volume\">514</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">306</span></a></span> (1999)). Thus, Defendant's defense of fraudulent inducement must fail.</p>\n<p></p>\n<h2><i>3. Unilateral Mistake</i></h2>\n<p>A party may be excused from performing a contract due to that party's unilateral mistake, \"when the other party had reason to know of the mistake or caused the mistake,\" where a mistake is accompanied by fraud, misrepresentation, undue influence or abuse of a confidential relationship. <i>Creech v. Milnik,</i> <span class=\"citation\" data-id=\"1341258\"><a href=\"/opinion/1341258/creech-v-melnik/\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">520</span></a></span>, 528, <span class=\"citation\" data-id=\"1341258\"><a href=\"/opinion/1341258/creech-v-melnik/\"><span class=\"volume\">495</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">907</span></a></span>, 912 (1998); <i>see also </i><i>Swain v. C &amp; N Evans Trucking Co., Inc.,</i> 126 N.C.App. 332, <span class=\"citation\" data-id=\"1232451\"><a href=\"/opinion/1232451/swain-v-c-n-evans-trucking-co-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">845</span></a></span>, 848 (1997). Defendants argue that they mistakenly believed that they were signing the agreement only in their representative capacities, that Amwest either knew of their mistake, or helped to cause the mistake by its carelessness, and the mistake occurred amidst behavior by Bobby Vaughn constituting either fraud or breach of a fiduciary duty to minority shareholders.</p>\n<p>Assuming that Bobby Vaughn's behavior did in fact constitute fraud or the breach of fiduciary duty, as the Court must at the summary judgment stage, Defendants' argument must nevertheless fail. Defendants have not proffered evidence to establish Amwest's culpability for their mistake. Although Amwest did have knowledge that its contract did not conform to its usual practice of typing \"Individual\" beside each name on the signature page, that fact alone falls short of creating a jury issue as to whether Amwest knew of Defendant's mistake. Nor do Amwest's other allegedly careless procedures, detailed above, support this contention of knowledge, as Amwest's conduct was not so careless as to assure that Defendants would misunderstand the nature of the contract. As a reasonable jury could not make such an inference, no jury issue exists.</p>\n<p>Defendants argue in the alternative that Amwest's carelessness caused their mistaken impression, even if Amwest did not know of their mistake. It was Bobby Vaughn, however, who caused any mistake, and not Amwest, as it was he, according to Defendants, who set out to deceive Defendants. Amwest's alleged carelessness cannot be claimed as the cause of this alleged <span class=\"star-pagination\">*342</span> tortfeasor's intentional action.<sup>[3]</sup> The Court therefore concluded that none of Defendant's defenses creates a genuine issue of material fact, and Amwest is therefore entitled to some damage amount.</p>\n<p></p>\n<h2><i>4. Damages</i></h2>\n<p>The Court determines that material issues of fact remain in dispute with regard to the nature and extent of damages due Amwest. Plaintiff's summary judgment motion is therefore denied as to the issue of damages.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Having viewed the evidence in the light most favorable to the non-movant Defendants, the Court concludes that no genuine issue exists as to any material fact relevant to Defendants' liability. Plaintiff is therefore entitled to partial summary judgment on this issue. Accordingly, Plaintiff's Motion for Summary Judgment is GRANTED in part. This ruling renders Defendants' Motion to Compel Production of Documents MOOT. As material issues of fact remain on the question of damages, however, Plaintiff's summary judgment is DENIED in part.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants claim that James T. Edwards' financing agreement specified that his son-in-law was not to hold a majority of shares, but Bobby Vaughn soon after fraudulently voided the original share certificates and had new ones issued giving him 51% of voting stock.</p>\n<p>[2]  Elsewhere in the contract, the president had signed his name unaccompanied by his corporate office. <i>Id.</i></p>\n<p>[3]  Even if the Court were in error with regard to these elements of unilateral mistake, Defendant's defense should nevertheless fail, as Defendants fail to proffer sufficient evidence that they were indeed laboring under a mistake. All Defendants signed under a section marked, \"Individuals,\" below which was typed their names only, unlike the designation of offices typed beside names in the \"Corporations\" section. It seems unlikely that any of Defendants believed they were being asked to sign on behalf of Designer Carpets. In fact, if Bryan Edwards believed this, why did he not add his corporate office, which Bobby Vaughn wrote in later? Tina Edwards signed once as Secretary, on a blank above her typewritten name and office. Is it likely that she believed she was merely repeating this act when signing in the Individual section, even though in this section her corporate office was not typed beneath the blank? A reasonable jury could not find that the facts support the existence of such a mistake.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/231260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1212579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1232451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1335437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1401597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2083102/"
  ]
}