{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2478251/",
  "absolute_url": "/opinion/2478251/directv-inc-v-hart/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2478251/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:49:29.109476Z",
  "date_modified": "2016-04-26T23:24:31.868218Z",
  "type": "010combined",
  "sha1": "3800a1a33693600e28fc3863a39d445d919839cd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>366 F.Supp.2d 315 (2004)</b></center>\n<center><h1>DIRECTV, INC., Plaintiff,<br>\nv.<br>\nJay HART, Defendant.</h1></center>\n<center>No. 2:03CV30FL2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>September 28, 2004.</center>\n<p><span class=\"star-pagination\">*316</span> Leslie C. O'Toole, Ellis &amp; Winters, Raleigh, NC, for Directv, Inc., plaintiff.</p>\n<p>John D. Leidy, Hornthall Riley Ellis &amp; Maland, Elizabeth City, NC, for Jay Hart, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, District Judge.</p>\n<p>This matter is before the court upon plaintiff's motion to reconsider (DE # 18), filed in the case February 4, 2004, and defendant's motion to dismiss (DE # 25), filed April 14, 2004. Plaintiff responded to defendant's motion in a memorandum filed May 3, 2004. The motions now are ripe for decision.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff, a subscription satellite television service, brought this action against defendant for alleged possession and sale of devices which allowed defendant to access, view and use plaintiff's encrypted satellite programming without authorization or payment. Plaintiff brought a number of claims against defendant, specifically two claims for violations of the Cable <span class=\"star-pagination\">*317</span> Communications Policy Act, 47 U.S.C. §§ 605(e)(4) and 605(e)(3)(C), and two similar claims for violation of the Electronic Communications Privacy Act (hereinafter \"ECPA\"), 18 U.S.C. §§ 2511 and 2512. Although §§ 2511 and 2512 are criminal statutes, plaintiff asserted that a civil cause of action for violation of those statutes was authorized under 18 U.S.C. § 2520. Plaintiff subsequently amended its complaint on June 9, 2003, to add a common-law claim for civil conversion.</p>\n<p>This court issued an order on January 22, 2004, dismissing plaintiff's claims under §§ 2511 and 2512, premised in part upon the Fourth Circuit's reluctance to recognize implied causes of action, as set forth in <i>Flowers v. Tandy Corp.,</i> 773 F.2d 585 (4th Cir.1985). In <i>Flowers,</i> the Fourth Circuit refused to allow a private civil cause of action under 18 U.S.C. § 2520 for violation of § 2512. Plaintiff filed a motion on February 4, 2004, requesting this court reconsider disposition of its § 2511 and § 2512 claims, and either reinstate those claims or, in the alternative, enter an order of final judgment solely on those claims pursuant to Federal Rule of Civil Procedure 54(b).</p>\n<p>Plaintiff filed a separate motion on February 27, 2004, asking leave of the court to amend its complaint in order to add state law claims for theft of telecommunications service, interception and disclosure of electronic communications, and unfair and deceptive trade practices. The defendant indicated no opposition to the motion, although he requested additional time in which to respond to the amended complaint. The court in an order entered March 26, 2004, therefore granted leave to the plaintiff to add the additional state law claims.</p>\n<p>The amended complaint, filed April 2, 2004, also contained the §§ 2511 and 2512 claims previously dismissed by order of the court January 22, 2004. Defendant moved to dismiss the §§ 2511 and 2512 claims on April 14, 2004. The plaintiff, in a response filed May 3, 2004, indicated that it did not oppose the motion to dismiss as to the § 2512 claim, which the court now deems abandoned. At the same time, however, plaintiff renewed its motion requesting reconsideration of the January 22, 2004 order dismissing plaintiff's § 2511 claim. The court takes up and considers on the eve of trial, scheduled to commence at that term of court beginning October 25, 2004, the matter of plaintiff's § 2511 claim.</p>\n<p></p>\n<h2>II. STANDARD OF REVIEW</h2>\n<p>The Federal Rules of Civil Procedure do not specifically address motions to reconsider, although such motions are common in federal practice. <i>Above the Belt, Inc. v. Mel Bohannan Roofing, Inc.,</i> 99 F.R.D. 99, 101 (E.D.Va.1983). The purpose of a motion for reconsideration is to correct \"manifest errors of law or fact or to present newly discovered evidence.\" <i>Harsco Corp. v. Zlotnicki,</i> 779 F.2d 906, 909 (3rd Cir.1985). Motions to reconsider are not proper where the motion merely asks the court \"to rethink what the Court had already thought through  rightly or wrongly.\" <i>Id.</i> A motion to reconsider is appropriate where</p>\n<p>the Court has patently misunderstood a party, or has made a decision outside the adversarial issues presented to the Court by the parties, or has made an error not of reasoning but of apprehension. A further basis for a motion to reconsider would be a controlling or significant change in the law or facts since the submission of the issue to the Court. Such problems rarely arise and the motion to reconsider should be equally rare.</p>\n<p><i>Id. See also </i><i>Wiseman v. First Citizens Bank &amp; Trust Co.,</i> 215 F.R.D. 507, 509 <span class=\"star-pagination\">*318</span> (W.D.N.C.2003) (\"The limited use of a motion to reconsider serves to ensure that parties are thorough and accurate in their original pleadings and arguments presented to the Court.\").</p>\n<p>Defendant moved to dismiss plaintiff's § 2511 claim on the ground that it already had been dismissed by prior order of the court, and that the claim as stated was not one upon which relief could be granted. See FED. R. CIV. P. 12(b)(6). Under Rule 12(b)(6), a motion to dismiss only determines whether a claim is stated; it does not resolve disputed facts, merits of the claim, or applicability of defenses. <i>Republican Party v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992) (citing 5B CHARLES A. WRIGHT &amp; ARTHUR R. MILLER, FEDERAL PRACTICE &amp; PROCEDURE, § 1356 (1990)). Under the standard for a motion to dismiss, a complaint should not be dismissed unless it clearly appears that plaintiffs can show no set of facts which would entitled them to relief. <i>Conley v. Gibson,</i> 355 U.S. 41, 46-47, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). A court should not dismiss a complaint that states a claim, even if it appears that the chance of recovery is remote. <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974). For the purposes of ruling on a motion to dismiss, the court should construe allegations in the complaint as true and taken in the light most favorable to plaintiffs. <i>Jenkins v. McKeithen,</i> 395 U.S. 411, 421, 89 S.Ct. 1843, 23 L.Ed.2d 404 (1969); <i>Republican Party,</i> 980 F.2d at 952</p>\n<p>Plaintiff argues that a motion to reconsider is appropriate because the parties were not able to brief and argue the issues upon which the order dismissing the § 2511 claim ultimately was decided. Specifically, the parties were not able to fully present for the court the issue of whether a civil cause of action exists under § 2511 and § 2520 for interception and use of an encrypted satellite transmission, such as plaintiff's satellite television programming. The point is well taken. The court concludes that it would be appropriate to reconsider the dismissal of plaintiff's § 2511 claim. The court denies plaintiff's request for a hearing, however.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>As discussed above, plaintiff's § 2511 and § 2512 claims were brought under a code section that is criminal in nature. Civil causes of action may be brought under criminal statutes \"where a statute clearly indicates that the plaintiff is one of a class for whose benefit the statute was enacted and there is some indication that Congress intended such a cause of action to lie.\" <i>Flowers</i> at 589 (citing <i>Cort v. Ash,</i> 422 U.S. 66, 79, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975)). To determine Congressional intent, courts may consider \"the language of the statute, the legislative history, and the purpose and focus of the statute.\" <i>Id.</i> at 589 (citing <i>Touche Ross &amp; Co. v. Redington,</i> 442 U.S. 560, 576-77, 99 S.Ct. 2479, 61 L.Ed.2d 82 (1979)).</p>\n<p>Although §§ 2511 and 2512 do not directly create a private civil cause of action, such an action is provided for under 18 U.S.C. § 2520. In <i>Flowers v. Tandy Corp., supra</i><i>,</i> the plaintiffs also attempted to bring suit under § 2520 for violation of §§ 2511 and 2512. The Fourth Circuit approved the § 2511 claim, but denied the § 2512 claim. This court first examines the <i>Flowers</i> opinion, and then analyzes the facts and circumstances of that case to determine if the reasoning and holding should be followed here.</p>\n<p>In <i>Flowers,</i> the alleged violations were that Tandy Corporation, through its retail outlet Radio Shack, had sold individual defendants a telephone recording device, which enabled the defendants to surreptitiously intercept and record the telephone <span class=\"star-pagination\">*319</span> calls of their spouses, who the individual defendants suspected of adultery. The spouses discovered the recording devices and brought suit against the individual defendants for using the devices in violation of § 2511<sup>[1]</sup> and against Tandy Corp. for selling the devices in violation of § 2512.<sup>[2]</sup> The Fourth Circuit held that under § 2520 as it then read,<sup>[3]</sup> plaintiffs had a cause of action for violation of § 2511, but not of § 2512. <i>Flowers</i> at 589 (noting the \"express language of § 2520 is therefore not susceptible to a construction which would provide a cause of action against one who manufactures or sells a device in violation of § 2512 but does not engage in conduct violative of § 2511\").</p>\n<p>The court reasoned that although § 2520 broadly defined the class of plaintiffs as \"any person whose communication is `intercepted, disclosed or used in <i>violation of this chapter,</i>' the language defining the class of persons liable is not comparably broad.\" <i>Id.</i> at 588 (emphasis in original.) Although § 2520 created liability for any person who \"intercepts, discloses, or uses or procures any other person to intercept, disclose or use such communications,\" there was no mention of liability for any person who \"manufactures, assembles, possesses or sells\" any device to intercept such communications. <i>Id.</i> at 589. In other words, while the language of § 2520 closely tracked that of § 2511, it did not correspondingly track the language of § 2512. Therefore, any private cause of action for violation of § 2512 would have to be implied, not express. Lacking any evidence suggesting any intent on the part of Congress to create such a cause of action, the Fourth Circuit declined to do so. <i>See id.</i> (\"The federal judiciary will not engraft a remedy on a statute, no matter how salutary, that Congress did not intend to provide.\") (quoting <i>California v. Sierra Club,</i> 451 U.S. 287, 297, 101 S.Ct. 1775, 68 L.Ed.2d 101 (1981)).</p>\n<p>Although the Fourth Circuit in <i>Flowers</i> indicated its approval of a civil claim for violation of § 2511 and disapproved the § 2512 claim, the case is not directly controlling. The § 2511 claim leveled against Tandy Corp. in that case was for aiding and abetting the conduct of the individual defendants, rather than directly intercepting electronic communications. Further, both parties here seem to agree that differences in the facts and circumstances of this case, as well as amendments to the ECPA, justify departure from the reasoning <span class=\"star-pagination\">*320</span> of the <i>Flowers</i> court. This court therefore reviews these changes to determine if <i>Flowers</i> should be distinguished from the case at hand.</p>\n<p>A. Factual distinctions</p>\n<p>The largest and most obvious difference between <i>Flowers</i> and the instant case is the nature of the signals intercepted. In <i>Flowers,</i> the intercepted communications were private telephone calls. Here, the communications were satellite television programming. As previously noted, prior to the 1986 amendments, § 2511 protected only wire and oral communications. At least one court at that time excluded satellite television programming from the protection of the statute, reasoning that Congress had intended to protect only communications in which the participants had a reasonable expectation of privacy. <i>See </i><i>Willamette Subscription Television v. Cawood,</i> 580 F.Supp. 1164, 1170 (D.Or.1984). The court reasoned that because the programming was broadcast, albeit requiring special equipment to receive, the subscription television service had no such reasonable expectation of privacy. <i>Id.</i> at 1168.</p>\n<p>Since the amendment of the ECPA in 1986, however, § 2511 now protects wire, oral and electronic communications. Electronic communications are further defined as \"any transfer of signs, signals, writing, images, data, or intelligence of any nature transmitted in whole or in party by a wire, radio, electromagnetic, photoelectronic or photooptical system that affects interstate or foreign commerce.\" 18 U.S.C. § 2510(12). Most courts now agree that satellite video programming falls within this definition. <i>See </i><i>United States v. Davis,</i> 978 F.2d 415, 417 (8th, Cir., 1992) (\"Clearly, the language of [§ 2510(12)] is broad enough to include programming transmitted by satellites.\") Although the Fourth Circuit has not addressed the issue of satellite video programming in the context of a civil suit under the ECPA, those circuits which have addressed the issue in the criminal context uniformly agree that satellite programming falls within the definition of electronic communication. <i>See </i><i>U.S. v. Herring,</i> 993 F.2d 784 (11th Cir. en banc 1993); <i>U.S. v. Splawn,</i> 982 F.2d 414 (10th Cir.1992); <i>U.S. v. One Macom Video Cipher II,</i> 985 F.2d 258 (6th Cir.1993); <i>U.S. v. Shriver,</i> 989 F.2d 898 (7th Cir.1992); <i>U.S. v. Davis,</i> 978 F.2d 415 (8th Cir.1992); <i>U.S. v. Lande,</i> 968 F.2d 907 (9th Cir.1992).</p>\n<p>Despite the fact that satellite television programming appears to fall within the definition of § 2510(12), at least one court has agreed with the premise that § 2511 does not apply to the interception of commercial satellite communications. The court in <i>DirecTV, Inc. v. DeCroce</i> compared § 2520 to 47 U.S.C. § 605, which states:</p>\n<p>No person not being authorized by the sender shall intercept any radio communication and divulge or publish the existence, contents, substance, purport, effect, or meaning of such intercepted communication to any person. No person not being entitled thereto shall receive or assist in receiving any interstate or foreign communication by radio and use such communication (or any information therein contained) for his own benefit or for the benefit of another not entitled thereto.</p>\n<p><i>DirecTV, Inc. v. DeCroce,</i> 332 F.Supp.2d 715 (D.N.J.2004). The court determined that, after looking at the legislative history, recorded caselaw, and damages provisions of the two statutes, that § 2511 was meant to safeguard individual privacy, and was inapplicable to the issue of piracy of a commercial satellite transmission.</p>\n<p><span class=\"star-pagination\">*321</span> Looking at the legislative history, the court noted that one phrase of the Congressional Record indicated that the \"private viewing of satellite cable programming\" would continue to be governed exclusively by § 605, and not by § 2511. <i>See DeCroce</i> at 719-20 (citing 132 Cong. Rec. S. 14441 (Oct. 1, 1986)). The court also reviewed the recorded caselaw under § 2511, and concluded that it primarily concerned the unauthorized recording or distribution of private telephone conversations. <i>See id.</i> at 720-21, citing <i>Bartnicki v. Vopper,</i> 200 F.3d 109 (3d Cir.1999) (involving interception of a cell phone conversation); <i>Pascale v. Carolina Freight Carriers Corp.,</i> 898 F.Supp. 276 (D.N.J.1995) (involving recording of employee's telephone conversations); <i>see also </i><i>Nalley v. Nalley,</i> 53 F.3d 649 (4th Cir.1995) (involving a wife disclosing a recording of an intercepted private telephone conversation). Finally, the court reviewed the damages provisions of § 605 and § 2511. The court found that § 2511 imposed significantly greater damages than § 605, and limited judicial discretion to whether damages should be awarded or not, with little discretion as to the amount of damages. Looking at the two statutes, the court concluded that Congress intended § 2511 to apply to intentional invasions of privacy, while the more flexible § 605 was intended to govern interception of commercial signals such as satellite piracy. <i>Id.; see also </i><i>U.S. v. Hochman,</i> 809 F.Supp. 202, 207 (E.D.N.Y.1992) (holding that § 2512 does not apply to conduct already criminal under § 605(e)).</p>\n<p>While this court acknowledges the <i>DeCroce</i> court's reasoning, it cannot agree with its conclusion. First, while one line in the legislative history does seem to indicate that Congress intended that § 605 and § 2511 be mutually exclusive, other sections of the Congressional record seem to indicate exactly the opposite. <i>See Hochman</i> at 206-07 (noting that interception of satellite programming would be punishable under both § 605 and § 2511). Secondly, while the <i>DeCroce</i> court's analysis of the caselaw is correct as far as it goes, it does not go far enough. The <i>DeCroce</i> court is correct in its conclusion that other than cases brought by the current plaintiff, the majority of cases brought under § 2520 (including <i>Flowers</i>) involve private personal communications, rather than commercial satellite programming. This neglects the point, however, that § 2520 does track the language of § 2511, and criminal prosecution under § 2511 has included prosecution for interception of commercial satellite broadcasts. <i>See </i><i>Davis, supra</i><i>; see also Shriver</i> at 905 (holding that defendant could be held liable for violation of § 2511, regardless of defendant's potential liability under § 605 for the same conduct). And finally, while the damages provisions of § 2520 and § 605 do create differing damages for similar conduct, it must be noted that § 2520(c)(1) refers specifically to damages for private viewing of a private satellite video communication. This supports a conclusion that Congress did intend § 2520 to apply satellite television programming, irrespective of § 605.</p>\n<p>This court therefore concludes that the factual distinctions between the commercial satellite video programming intercepted here and the private telephone conversations intercepted in <i>Flowers</i> do not justify a departure from the reasoning of that case.</p>\n<p>B. Statutory amendments</p>\n<p>As noted above, two statutory amendments to the ECPA support the conclusion that plaintiff's § 2511 claim should be allowed. The expansion of the prior wiretap statute to cover not only wire and oral but <span class=\"star-pagination\">*322</span> also electronic communications, and the damages provision of § 2520(c)(1) for private viewing of a private satellite video communication, indicate that Congress intended that a private cause of action be available for interception of a satellite video communication in violation of § 2511.</p>\n<p>This court, in its order of January 22, 2004, relied upon the specific wording of § 2520(c)(1) in its conclusion that § 2520 created a cause of action solely for interception of unencrypted satellite transmissions. Section 2520(c)(1) states that \"if the conduct in violation of this chapter is the private viewing of a private satellite video communication that is not scrambled or encrypted ... then the court shall assess damages.\" Similarly, § 2511(5)(a)(i)(A) subjects only the person who intercepts an unencrypted or unscrambled satellite video communication to private suit by the federal government.<sup>[4]</sup> This court concluded that the private cause of action created under § 2520 was limited solely to the interception of unencrypted satellite transmissions, and hence dismissed plaintiff's claim for interception of its encrypted commercial satellite television programming.</p>\n<p>As pointed out by plaintiff in its motion and supporting memorandum, § 2520(c)(2) states that \"[i]n any other action under this section, the court may assess as damages...\" This indicates that conduct other than the unauthorized private viewing of an unencrypted satellite video transmission may be the subject of a private civil suit. While § 2520 can still be read in its entirety as applying solely to unencrypted transmissions, this court now finds that such a reading would be overly restrictive. § 2520(a), on its face, creates a cause of action for \"any person whose wire, oral or electronic communication is intercepted, disclosed, or intentionally used in violation of this chapter.\" No language appears in the section creating the cause of action limiting it solely to unencrypted transmissions. Moreover, the interception of unencrypted satellite transmissions intended for broadcast to the general public is already exempted from prosecution under § 2511, unless that interception is intended for a tortious or illegal purpose, commercial advantage or private commercial gain. <i>See</i> § 2511(4)(b)(i). A similar exemption exists for interception of electronic communications as authorized by law or pursuant to court order. <i>See</i> § 2511(2)(a)(ii). It seems that if Congress had intended a blanket exemption from suit under § 2520(a) for all encrypted signals, it would have specifically drafted such an exemption into the statute. <i>See Lande</i> at 911 (\"If Congress had intended to exempt all satellite pay television transmissions from the coverage of the ECPA, it would have been unnecessary to include in the ECPA the narrower exclusion provided by subsection 2511(2)(g)(iii)(II).\") Read in context and in entirety, § 2520(a) creates a private cause of action for any violation of § 2511, with § 2520(c)(1) imposing a specific measure of damages for private viewing of an unencrypted satellite television signal, and § 2520(c)(2) setting forth a different measure of damages for all other violations of § 2511.</p>\n<p>This reading and analysis is in accord with the Fourth Circuit's holding in <i>Flowers.</i> There, the court held that</p>\n<p><span class=\"star-pagination\">*323</span> Though any criminal statute is in part enacted for the benefit of the victims of the crime, § 2512 appears to have been designed for benefitting the public as a whole by removing such devices from the market. Section 2511, which makes criminal the actual practice of wiretapping, is more properly aimed at protecting the particular victim, and indeed, Congress recognized that purpose by expressly providing in § 2520 a private cause of action for victims of acts made criminal in § 2511.</p>\n<p><i>Flowers</i> at 589. The acts made criminal by § 2511 now include the unauthorized interception of encrypted as well as unencrypted satellite television transmissions. <i>See Herring</i> at 788 (holding that \"18 U.S.C. § 2511(4)(c), 18 U.S.C. § 2511(5), and 18 U.S.C. § 2511(2)(g) all clearly indicate that Congress contemplated that the interception of satellite television programming would be covered under the Wiretap Act\"). Therefore, it follows that absent an express indication to the contrary, Congress intended that a private civil cause of action under § 2520(a) should exist for interception of satellite television communications, whether encrypted or unencrypted.</p>\n<p>The Eleventh Circuit has similarly concluded that \"section 2511(2)(a) provides that a narrow category of interceptions, disclosures and uses of the electronic communications of others is lawful, and section 2520(a) then makes clear that it does not create any civil liability for persons involved in the lawful activity defined in section 2511(2)(a)(ii).\" <i>DirecTV, Inc. v. Treworgy,</i> 373 F.3d 1124, 1127-28 (11th Cir.2004). The court further noted that \"§ 2520(a)provides a civil remedy for the victim of the theft of an electronic communication. Section 2512(b) provides a criminal punishment for those involved in trafficking devices used for the theft of electronic communications without need of proof that any person has yet been injured by that illegal commerce.\" <i>Id.</i> at 1127. The Eleventh Circuit, analyzing only DirecTV's § 2512 claim, concluded that the statutory changes in the ECPA did not support a result different from that reached by the <i>Flowers</i> court, and denied DirecTV's 2512 claim. <i>Id.</i> at 1129.</p>\n<p>Finally, this court acknowledges that in the months since its January 22, 2004 order, DirecTV's nationwide campaign of litigation has generated dozens of recorded cases on this issue. <i>See, e.g., </i><i>DIRECTV, Inc. v. Beauchamp,</i> 302 F.Supp.2d 786 (W.D.Mich.2004); <i>DirecTV, Inc. v. Gemmell, et al,</i> 317 F.Supp.2d 686 (W.D.La.2004); <i>DIRECTV, Inc. v. Baker,</i> 318 F.Supp.2d 1113 (M.D.Ala.2004); <i>see also Treworgy</i> at 1126 (noting that DirecTV represented it had 1800 pending claims in the district courts of Florida alone); <i>DirecTV, Inc. v. Benson,</i> 333 F.Supp.2d 440 (M.D.N.C.2004). Virtually all of the cases follow the basic analysis and result of <i>Flowers,</i> allowing plaintiff's § 2511 claim for interception, while denying its § 2512 claim for possession and distribution of devices useful for interception. Upon a thorough consideration of the issues raised, this court now agrees that the factual circumstances of this case and the statutory changes in the ECPA do not justify departure from the framework laid out by the Fourth Circuit in <i>Flowers v. Tandy Corp</i><i>.</i></p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiff's motion to reconsider (DE # 18) is GRANTED in part, with respect to plaintiff's claim under 18 U.S.C. § 2511. This court's January 22, 2004 order (DE # 16) is VACATED in corresponding part. Defendant's motion to dismiss (DE # 25) is GRANTED with respect to plaintiff's <span class=\"star-pagination\">*324</span> claim under 18 U.S.C. § 2512, upon plaintiff's abandonment of the same and for the reasons given above, and DENIED with respect to plaintiff's claim under § 18 U.S.C. 2511. Plaintiff's claim under 18 U.S.C. § 2511 is hereby REINSTATED. Calendars setting the case for its final pretrial conference on October 12, 2004 and for trial at the court's civil session to commence in Raleigh, North Carolina on October 25, 2004 previously have been published. This case remains upon the pending pretrial and trial dockets, as noted. In furtherance of this, the parties' attention is DIRECTED by this court to the activities required to be undertaken in furtherance of their pretrial and trial preparations, set forth in the court's order entered March 8, 2004, and in this court's Local Civil Rules.</p>\n<h2>NOTES</h2>\n<p>[1]  At that time(prior to the 1986 amendments), § 2511 imposed criminal penalties on any person who:\n</p>\n<p>(a) willfully intercepts, endeavors to intercept, or procures any other person to intercept or endeavor to intercept, any wire or oral communication;</p>\n<p>(b) willfully uses, endeavors to use, or procures any other person to use or endeavor to use any electronic, mechanical, or other device to intercept any oral communication; [or]</p>\n<p>(c) willfully discloses, or endeavors to disclose, to any other person the contents of any wire or oral communication, knowing or having reason to know that the information was obtained through the interception of a wire or oral communication in violation of this subsection.</p>\n<p>[2]  § 2512 in pertinent part imposed criminal penalties on any person who manufactures, assembles, possesses, or sells any electronic, mechanical, or other device, knowing or having reason to know that the design of such device renders it primarily useful for the purpose of the surreptitious interception of wire or oral communications.</p>\n<p>[3]  At that time, section 2520 provided that:\n</p>\n<p>Any person whose wire or oral communication is intercepted, disclosed, or used in violation of this chapter shall (1) have a civil cause of action against any person who intercepts, discloses, or uses, or procures any other person to intercept, disclose, or use such communications.</p>\n<p>[4]  § 2511(5)(a)(i)(A) provides in pertinent part:\n</p>\n<p>If the communication is a private satellite video communication that is not scrambled or encrypted and the conduct in violation of this chapter is the private viewing of that communication and is not for a tortious or illegal purpose or for purposes of direct or indirect commercial advantage or private commercial gain then the person who engages in such conduct shall be subject to suit by the Federal Government in a court of competent jurisdiction.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">366</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">315</span></span> (2004)</b></center>\n<center><h1>DIRECTV, INC., Plaintiff,<br>\nv.<br>\nJay HART, Defendant.</h1></center>\n<center>No. 2:03CV30FL2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>September 28, 2004.</center>\n<p><span class=\"star-pagination\">*316</span> Leslie C. O'Toole, Ellis &amp; Winters, Raleigh, NC, for Directv, Inc., plaintiff.</p>\n<p>John D. Leidy, Hornthall Riley Ellis &amp; Maland, Elizabeth City, NC, for Jay Hart, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, District Judge.</p>\n<p>This matter is before the court upon plaintiff's motion to reconsider (DE # 18), filed in the case February 4, 2004, and defendant's motion to dismiss (DE # 25), filed April 14, 2004. Plaintiff responded to defendant's motion in a memorandum filed May 3, 2004. The motions now are ripe for decision.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff, a subscription satellite television service, brought this action against defendant for alleged possession and sale of devices which allowed defendant to access, view and use plaintiff's encrypted satellite programming without authorization or payment. Plaintiff brought a number of claims against defendant, specifically two claims for violations of the Cable <span class=\"star-pagination\">*317</span> Communications Policy Act, 47 U.S.C. §§ 605(e)(4) and 605(e)(3)(C), and two similar claims for violation of the Electronic Communications Privacy Act (hereinafter \"ECPA\"), 18 U.S.C. §§ 2511 and 2512. Although §§ 2511 and 2512 are criminal statutes, plaintiff asserted that a civil cause of action for violation of those statutes was authorized under 18 U.S.C. § 2520. Plaintiff subsequently amended its complaint on June 9, 2003, to add a common-law claim for civil conversion.</p>\n<p>This court issued an order on January 22, 2004, dismissing plaintiff's claims under §§ 2511 and 2512, premised in part upon the Fourth Circuit's reluctance to recognize implied causes of action, as set forth in <i>Flowers v. Tandy Corp.,</i> <span class=\"citation\" data-id=\"458696\"><a href=\"/opinion/458696/elizabeth-graham-flowers-frankie-dukes-v-tandy-corporation-and-william/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">585</span></a></span> (4th Cir.1985). In <i>Flowers,</i> the Fourth Circuit refused to allow a private civil cause of action under 18 U.S.C. § 2520 for violation of § 2512. Plaintiff filed a motion on February 4, 2004, requesting this court reconsider disposition of its § 2511 and § 2512 claims, and either reinstate those claims or, in the alternative, enter an order of final judgment solely on those claims pursuant to Federal Rule of Civil Procedure 54(b).</p>\n<p>Plaintiff filed a separate motion on February 27, 2004, asking leave of the court to amend its complaint in order to add state law claims for theft of telecommunications service, interception and disclosure of electronic communications, and unfair and deceptive trade practices. The defendant indicated no opposition to the motion, although he requested additional time in which to respond to the amended complaint. The court in an order entered March 26, 2004, therefore granted leave to the plaintiff to add the additional state law claims.</p>\n<p>The amended complaint, filed April 2, 2004, also contained the §§ 2511 and 2512 claims previously dismissed by order of the court January 22, 2004. Defendant moved to dismiss the §§ 2511 and 2512 claims on April 14, 2004. The plaintiff, in a response filed May 3, 2004, indicated that it did not oppose the motion to dismiss as to the § 2512 claim, which the court now deems abandoned. At the same time, however, plaintiff renewed its motion requesting reconsideration of the January 22, 2004 order dismissing plaintiff's § 2511 claim. The court takes up and considers on the eve of trial, scheduled to commence at that term of court beginning October 25, 2004, the matter of plaintiff's § 2511 claim.</p>\n<p></p>\n<h2>II. STANDARD OF REVIEW</h2>\n<p>The Federal Rules of Civil Procedure do not specifically address motions to reconsider, although such motions are common in federal practice. <i>Above the Belt, Inc. v. Mel Bohannan Roofing, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">99</span></span>, 101 (E.D.Va.1983). The purpose of a motion for reconsideration is to correct \"manifest errors of law or fact or to present newly discovered evidence.\" <i>Harsco Corp. v. Zlotnicki,</i> <span class=\"citation\" data-id=\"462452\"><a href=\"/opinion/462452/harsco-corp-v-lucjan-zlotnicki/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">906</span></a></span>, 909 (3rd Cir.1985). Motions to reconsider are not proper where the motion merely asks the court \"to rethink what the Court had already thought through  rightly or wrongly.\" <i>Id.</i> A motion to reconsider is appropriate where</p>\n<p>the Court has patently misunderstood a party, or has made a decision outside the adversarial issues presented to the Court by the parties, or has made an error not of reasoning but of apprehension. A further basis for a motion to reconsider would be a controlling or significant change in the law or facts since the submission of the issue to the Court. Such problems rarely arise and the motion to reconsider should be equally rare.</p>\n<p><i>Id. See also </i><i>Wiseman v. First Citizens Bank &amp; Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">507</span></span>, 509 <span class=\"star-pagination\">*318</span> (W.D.N.C.2003) (\"The limited use of a motion to reconsider serves to ensure that parties are thorough and accurate in their original pleadings and arguments presented to the Court.\").</p>\n<p>Defendant moved to dismiss plaintiff's § 2511 claim on the ground that it already had been dismissed by prior order of the court, and that the claim as stated was not one upon which relief could be granted. See FED. R. CIV. P. 12(b)(6). Under Rule 12(b)(6), a motion to dismiss only determines whether a claim is stated; it does not resolve disputed facts, merits of the claim, or applicability of defenses. <i>Republican Party v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992) (citing 5B CHARLES A. WRIGHT &amp; ARTHUR R. MILLER, FEDERAL PRACTICE &amp; PROCEDURE, § 1356 (1990)). Under the standard for a motion to dismiss, a complaint should not be dismissed unless it clearly appears that plaintiffs can show no set of facts which would entitled them to relief. <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 46-47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). A court should not dismiss a complaint that states a claim, even if it appears that the chance of recovery is remote. <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974). For the purposes of ruling on a motion to dismiss, the court should construe allegations in the complaint as true and taken in the light most favorable to plaintiffs. <i>Jenkins v. McKeithen,</i> <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 421, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1969); <i>Republican Party,</i> 980 F.2d at 952</p>\n<p>Plaintiff argues that a motion to reconsider is appropriate because the parties were not able to brief and argue the issues upon which the order dismissing the § 2511 claim ultimately was decided. Specifically, the parties were not able to fully present for the court the issue of whether a civil cause of action exists under § 2511 and § 2520 for interception and use of an encrypted satellite transmission, such as plaintiff's satellite television programming. The point is well taken. The court concludes that it would be appropriate to reconsider the dismissal of plaintiff's § 2511 claim. The court denies plaintiff's request for a hearing, however.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>As discussed above, plaintiff's § 2511 and § 2512 claims were brought under a code section that is criminal in nature. Civil causes of action may be brought under criminal statutes \"where a statute clearly indicates that the plaintiff is one of a class for whose benefit the statute was enacted and there is some indication that Congress intended such a cause of action to lie.\" <i>Flowers</i> at 589 (citing <i>Cort v. Ash,</i> <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, 79, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></a></span> (1975)). To determine Congressional intent, courts may consider \"the language of the statute, the legislative history, and the purpose and focus of the statute.\" <i>Id.</i> at 589 (citing <i>Touche Ross &amp; Co. v. Redington,</i> <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 576-77, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></a></span> (1979)).</p>\n<p>Although §§ 2511 and 2512 do not directly create a private civil cause of action, such an action is provided for under 18 U.S.C. § 2520. In <i>Flowers v. Tandy Corp., supra</i><i>,</i> the plaintiffs also attempted to bring suit under § 2520 for violation of §§ 2511 and 2512. The Fourth Circuit approved the § 2511 claim, but denied the § 2512 claim. This court first examines the <i>Flowers</i> opinion, and then analyzes the facts and circumstances of that case to determine if the reasoning and holding should be followed here.</p>\n<p>In <i>Flowers,</i> the alleged violations were that Tandy Corporation, through its retail outlet Radio Shack, had sold individual defendants a telephone recording device, which enabled the defendants to surreptitiously intercept and record the telephone <span class=\"star-pagination\">*319</span> calls of their spouses, who the individual defendants suspected of adultery. The spouses discovered the recording devices and brought suit against the individual defendants for using the devices in violation of § 2511<sup>[1]</sup> and against Tandy Corp. for selling the devices in violation of § 2512.<sup>[2]</sup> The Fourth Circuit held that under § 2520 as it then read,<sup>[3]</sup> plaintiffs had a cause of action for violation of § 2511, but not of § 2512. <i>Flowers</i> at 589 (noting the \"express language of § 2520 is therefore not susceptible to a construction which would provide a cause of action against one who manufactures or sells a device in violation of § 2512 but does not engage in conduct violative of § 2511\").</p>\n<p>The court reasoned that although § 2520 broadly defined the class of plaintiffs as \"any person whose communication is `intercepted, disclosed or used in <i>violation of this chapter,</i>' the language defining the class of persons liable is not comparably broad.\" <i>Id.</i> at 588 (emphasis in original.) Although § 2520 created liability for any person who \"intercepts, discloses, or uses or procures any other person to intercept, disclose or use such communications,\" there was no mention of liability for any person who \"manufactures, assembles, possesses or sells\" any device to intercept such communications. <i>Id.</i> at 589. In other words, while the language of § 2520 closely tracked that of § 2511, it did not correspondingly track the language of § 2512. Therefore, any private cause of action for violation of § 2512 would have to be implied, not express. Lacking any evidence suggesting any intent on the part of Congress to create such a cause of action, the Fourth Circuit declined to do so. <i>See id.</i> (\"The federal judiciary will not engraft a remedy on a statute, no matter how salutary, that Congress did not intend to provide.\") (quoting <i>California v. Sierra Club,</i> <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 297, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1981)).</p>\n<p>Although the Fourth Circuit in <i>Flowers</i> indicated its approval of a civil claim for violation of § 2511 and disapproved the § 2512 claim, the case is not directly controlling. The § 2511 claim leveled against Tandy Corp. in that case was for aiding and abetting the conduct of the individual defendants, rather than directly intercepting electronic communications. Further, both parties here seem to agree that differences in the facts and circumstances of this case, as well as amendments to the ECPA, justify departure from the reasoning <span class=\"star-pagination\">*320</span> of the <i>Flowers</i> court. This court therefore reviews these changes to determine if <i>Flowers</i> should be distinguished from the case at hand.</p>\n<p>A. Factual distinctions</p>\n<p>The largest and most obvious difference between <i>Flowers</i> and the instant case is the nature of the signals intercepted. In <i>Flowers,</i> the intercepted communications were private telephone calls. Here, the communications were satellite television programming. As previously noted, prior to the 1986 amendments, § 2511 protected only wire and oral communications. At least one court at that time excluded satellite television programming from the protection of the statute, reasoning that Congress had intended to protect only communications in which the participants had a reasonable expectation of privacy. <i>See </i><i>Willamette Subscription Television v. Cawood,</i> <span class=\"citation\" data-id=\"1449744\"><a href=\"/opinion/1449744/willamette-subscription-television-v-cawood/\"><span class=\"volume\">580</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1164</span></a></span>, 1170 (D.Or.1984). The court reasoned that because the programming was broadcast, albeit requiring special equipment to receive, the subscription television service had no such reasonable expectation of privacy. <i>Id.</i> at 1168.</p>\n<p>Since the amendment of the ECPA in 1986, however, § 2511 now protects wire, oral and electronic communications. Electronic communications are further defined as \"any transfer of signs, signals, writing, images, data, or intelligence of any nature transmitted in whole or in party by a wire, radio, electromagnetic, photoelectronic or photooptical system that affects interstate or foreign commerce.\" 18 U.S.C. § 2510(12). Most courts now agree that satellite video programming falls within this definition. <i>See </i><i>United States v. Davis,</i> <span class=\"citation\" data-id=\"593353\"><a href=\"/opinion/593353/united-states-v-duane-dale-davis/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">415</span></a></span>, 417 (8th, Cir., 1992) (\"Clearly, the language of [§ 2510(12)] is broad enough to include programming transmitted by satellites.\") Although the Fourth Circuit has not addressed the issue of satellite video programming in the context of a civil suit under the ECPA, those circuits which have addressed the issue in the criminal context uniformly agree that satellite programming falls within the definition of electronic communication. <i>See </i><i>U.S. v. Herring,</i> <span class=\"citation no-link\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">784</span></span> (11th Cir. en banc 1993); <i>U.S. v. Splawn,</i> <span class=\"citation\" data-id=\"597217\"><a href=\"/opinion/597217/united-states-v-mark-palmer-splawn/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span> (10th Cir.1992); <i>U.S. v. One Macom Video Cipher II,</i> <span class=\"citation\" data-id=\"599335\"><a href=\"/opinion/599335/united-states-v-one-macom-video-cipher-ii-sn-a6j050073-anthony-e/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span> (6th Cir.1993); <i>U.S. v. Shriver,</i> <span class=\"citation\" data-id=\"603552\"><a href=\"/opinion/603552/united-states-v-stephen-l-shriver-joseph-r-denman-harry-lawrence-daly/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">898</span></a></span> (7th Cir.1992); <i>U.S. v. Davis,</i> <span class=\"citation\" data-id=\"593353\"><a href=\"/opinion/593353/united-states-v-duane-dale-davis/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">415</span></a></span> (8th Cir.1992); <i>U.S. v. Lande,</i> <span class=\"citation\" data-id=\"586398\"><a href=\"/opinion/586398/united-states-v-jack-lande/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span> (9th Cir.1992).</p>\n<p>Despite the fact that satellite television programming appears to fall within the definition of § 2510(12), at least one court has agreed with the premise that § 2511 does not apply to the interception of commercial satellite communications. The court in <i>DirecTV, Inc. v. DeCroce</i> compared § 2520 to 47 U.S.C. § 605, which states:</p>\n<p>No person not being authorized by the sender shall intercept any radio communication and divulge or publish the existence, contents, substance, purport, effect, or meaning of such intercepted communication to any person. No person not being entitled thereto shall receive or assist in receiving any interstate or foreign communication by radio and use such communication (or any information therein contained) for his own benefit or for the benefit of another not entitled thereto.</p>\n<p><i>DirecTV, Inc. v. DeCroce,</i> <span class=\"citation\" data-id=\"2504489\"><a href=\"/opinion/2504489/directv-inc-v-decroce/\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">715</span></a></span> (D.N.J.2004). The court determined that, after looking at the legislative history, recorded caselaw, and damages provisions of the two statutes, that § 2511 was meant to safeguard individual privacy, and was inapplicable to the issue of piracy of a commercial satellite transmission.</p>\n<p><span class=\"star-pagination\">*321</span> Looking at the legislative history, the court noted that one phrase of the Congressional Record indicated that the \"private viewing of satellite cable programming\" would continue to be governed exclusively by § 605, and not by § 2511. <i>See DeCroce</i> at 719-20 (citing 132 Cong. Rec. S. 14441 (Oct. 1, 1986)). The court also reviewed the recorded caselaw under § 2511, and concluded that it primarily concerned the unauthorized recording or distribution of private telephone conversations. <i>See id.</i> at 720-21, citing <i>Bartnicki v. Vopper,</i> <span class=\"citation\" data-id=\"767201\"><a href=\"/opinion/767201/gloria-bartnicki-and-anthony-f-kane-jr-v-frederick-w-vopper-aka/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></a></span> (3d Cir.1999) (involving interception of a cell phone conversation); <i>Pascale v. Carolina Freight Carriers Corp.,</i> <span class=\"citation\" data-id=\"1464219\"><a href=\"/opinion/1464219/pascale-v-carolina-freight-carriers-corp/\"><span class=\"volume\">898</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">276</span></a></span> (D.N.J.1995) (involving recording of employee's telephone conversations); <i>see also </i><i>Nalley v. Nalley,</i> <span class=\"citation\" data-id=\"695172\"><a href=\"/opinion/695172/louie-e-nalley-v-patsy-d-nalley-joyce-f-blanton-v-patsy-d-nalley/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">649</span></a></span> (4th Cir.1995) (involving a wife disclosing a recording of an intercepted private telephone conversation). Finally, the court reviewed the damages provisions of § 605 and § 2511. The court found that § 2511 imposed significantly greater damages than § 605, and limited judicial discretion to whether damages should be awarded or not, with little discretion as to the amount of damages. Looking at the two statutes, the court concluded that Congress intended § 2511 to apply to intentional invasions of privacy, while the more flexible § 605 was intended to govern interception of commercial signals such as satellite piracy. <i>Id.; see also </i><i>U.S. v. Hochman,</i> <span class=\"citation\" data-id=\"1455869\"><a href=\"/opinion/1455869/united-states-v-hochman/\"><span class=\"volume\">809</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">202</span></a></span>, 207 (E.D.N.Y.1992) (holding that § 2512 does not apply to conduct already criminal under § 605(e)).</p>\n<p>While this court acknowledges the <i>DeCroce</i> court's reasoning, it cannot agree with its conclusion. First, while one line in the legislative history does seem to indicate that Congress intended that § 605 and § 2511 be mutually exclusive, other sections of the Congressional record seem to indicate exactly the opposite. <i>See Hochman</i> at 206-07 (noting that interception of satellite programming would be punishable under both § 605 and § 2511). Secondly, while the <i>DeCroce</i> court's analysis of the caselaw is correct as far as it goes, it does not go far enough. The <i>DeCroce</i> court is correct in its conclusion that other than cases brought by the current plaintiff, the majority of cases brought under § 2520 (including <i>Flowers</i>) involve private personal communications, rather than commercial satellite programming. This neglects the point, however, that § 2520 does track the language of § 2511, and criminal prosecution under § 2511 has included prosecution for interception of commercial satellite broadcasts. <i>See </i><i>Davis, supra</i><i>; see also Shriver</i> at 905 (holding that defendant could be held liable for violation of § 2511, regardless of defendant's potential liability under § 605 for the same conduct). And finally, while the damages provisions of § 2520 and § 605 do create differing damages for similar conduct, it must be noted that § 2520(c)(1) refers specifically to damages for private viewing of a private satellite video communication. This supports a conclusion that Congress did intend § 2520 to apply satellite television programming, irrespective of § 605.</p>\n<p>This court therefore concludes that the factual distinctions between the commercial satellite video programming intercepted here and the private telephone conversations intercepted in <i>Flowers</i> do not justify a departure from the reasoning of that case.</p>\n<p>B. Statutory amendments</p>\n<p>As noted above, two statutory amendments to the ECPA support the conclusion that plaintiff's § 2511 claim should be allowed. The expansion of the prior wiretap statute to cover not only wire and oral but <span class=\"star-pagination\">*322</span> also electronic communications, and the damages provision of § 2520(c)(1) for private viewing of a private satellite video communication, indicate that Congress intended that a private cause of action be available for interception of a satellite video communication in violation of § 2511.</p>\n<p>This court, in its order of January 22, 2004, relied upon the specific wording of § 2520(c)(1) in its conclusion that § 2520 created a cause of action solely for interception of unencrypted satellite transmissions. Section 2520(c)(1) states that \"if the conduct in violation of this chapter is the private viewing of a private satellite video communication that is not scrambled or encrypted ... then the court shall assess damages.\" Similarly, § 2511(5)(a)(i)(A) subjects only the person who intercepts an unencrypted or unscrambled satellite video communication to private suit by the federal government.<sup>[4]</sup> This court concluded that the private cause of action created under § 2520 was limited solely to the interception of unencrypted satellite transmissions, and hence dismissed plaintiff's claim for interception of its encrypted commercial satellite television programming.</p>\n<p>As pointed out by plaintiff in its motion and supporting memorandum, § 2520(c)(2) states that \"[i]n any other action under this section, the court may assess as damages...\" This indicates that conduct other than the unauthorized private viewing of an unencrypted satellite video transmission may be the subject of a private civil suit. While § 2520 can still be read in its entirety as applying solely to unencrypted transmissions, this court now finds that such a reading would be overly restrictive. § 2520(a), on its face, creates a cause of action for \"any person whose wire, oral or electronic communication is intercepted, disclosed, or intentionally used in violation of this chapter.\" No language appears in the section creating the cause of action limiting it solely to unencrypted transmissions. Moreover, the interception of unencrypted satellite transmissions intended for broadcast to the general public is already exempted from prosecution under § 2511, unless that interception is intended for a tortious or illegal purpose, commercial advantage or private commercial gain. <i>See</i> § 2511(4)(b)(i). A similar exemption exists for interception of electronic communications as authorized by law or pursuant to court order. <i>See</i> § 2511(2)(a)(ii). It seems that if Congress had intended a blanket exemption from suit under § 2520(a) for all encrypted signals, it would have specifically drafted such an exemption into the statute. <i>See Lande</i> at 911 (\"If Congress had intended to exempt all satellite pay television transmissions from the coverage of the ECPA, it would have been unnecessary to include in the ECPA the narrower exclusion provided by subsection 2511(2)(g)(iii)(II).\") Read in context and in entirety, § 2520(a) creates a private cause of action for any violation of § 2511, with § 2520(c)(1) imposing a specific measure of damages for private viewing of an unencrypted satellite television signal, and § 2520(c)(2) setting forth a different measure of damages for all other violations of § 2511.</p>\n<p>This reading and analysis is in accord with the Fourth Circuit's holding in <i>Flowers.</i> There, the court held that</p>\n<p><span class=\"star-pagination\">*323</span> Though any criminal statute is in part enacted for the benefit of the victims of the crime, § 2512 appears to have been designed for benefitting the public as a whole by removing such devices from the market. Section 2511, which makes criminal the actual practice of wiretapping, is more properly aimed at protecting the particular victim, and indeed, Congress recognized that purpose by expressly providing in § 2520 a private cause of action for victims of acts made criminal in § 2511.</p>\n<p><i>Flowers</i> at 589. The acts made criminal by § 2511 now include the unauthorized interception of encrypted as well as unencrypted satellite television transmissions. <i>See Herring</i> at 788 (holding that \"18 U.S.C. § 2511(4)(c), 18 U.S.C. § 2511(5), and 18 U.S.C. § 2511(2)(g) all clearly indicate that Congress contemplated that the interception of satellite television programming would be covered under the Wiretap Act\"). Therefore, it follows that absent an express indication to the contrary, Congress intended that a private civil cause of action under § 2520(a) should exist for interception of satellite television communications, whether encrypted or unencrypted.</p>\n<p>The Eleventh Circuit has similarly concluded that \"section 2511(2)(a) provides that a narrow category of interceptions, disclosures and uses of the electronic communications of others is lawful, and section 2520(a) then makes clear that it does not create any civil liability for persons involved in the lawful activity defined in section 2511(2)(a)(ii).\" <i>DirecTV, Inc. v. Treworgy,</i> <span class=\"citation\" data-id=\"76630\"><a href=\"/opinion/76630/direct-tv-inc-v-treworgy/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1124</span></a></span>, 1127-28 (11th Cir.2004). The court further noted that \"§ 2520(a)provides a civil remedy for the victim of the theft of an electronic communication. Section 2512(b) provides a criminal punishment for those involved in trafficking devices used for the theft of electronic communications without need of proof that any person has yet been injured by that illegal commerce.\" <i>Id.</i> at 1127. The Eleventh Circuit, analyzing only DirecTV's § 2512 claim, concluded that the statutory changes in the ECPA did not support a result different from that reached by the <i>Flowers</i> court, and denied DirecTV's 2512 claim. <i>Id.</i> at 1129.</p>\n<p>Finally, this court acknowledges that in the months since its January 22, 2004 order, DirecTV's nationwide campaign of litigation has generated dozens of recorded cases on this issue. <i>See, e.g., </i><i>DIRECTV, Inc. v. Beauchamp,</i> <span class=\"citation\" data-id=\"2304248\"><a href=\"/opinion/2304248/directv-inc-v-beauchamp/\"><span class=\"volume\">302</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">786</span></a></span> (W.D.Mich.2004); <i>DirecTV, Inc. v. Gemmell, et al,</i> <span class=\"citation\" data-id=\"2427313\"><a href=\"/opinion/2427313/directv-inc-v-gemmell/\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">686</span></a></span> (W.D.La.2004); <i>DIRECTV, Inc. v. Baker,</i> <span class=\"citation\" data-id=\"2472938\"><a href=\"/opinion/2472938/directv-inc-v-baker/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1113</span></a></span> (M.D.Ala.2004); <i>see also Treworgy</i> at 1126 (noting that DirecTV represented it had 1800 pending claims in the district courts of Florida alone); <i>DirecTV, Inc. v. Benson,</i> <span class=\"citation\" data-id=\"2500830\"><a href=\"/opinion/2500830/directv-inc-v-benson/\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">440</span></a></span> (M.D.N.C.2004). Virtually all of the cases follow the basic analysis and result of <i>Flowers,</i> allowing plaintiff's § 2511 claim for interception, while denying its § 2512 claim for possession and distribution of devices useful for interception. Upon a thorough consideration of the issues raised, this court now agrees that the factual circumstances of this case and the statutory changes in the ECPA do not justify departure from the framework laid out by the Fourth Circuit in <i>Flowers v. Tandy Corp</i><i>.</i></p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiff's motion to reconsider (DE # 18) is GRANTED in part, with respect to plaintiff's claim under 18 U.S.C. § 2511. This court's January 22, 2004 order (DE # 16) is VACATED in corresponding part. Defendant's motion to dismiss (DE # 25) is GRANTED with respect to plaintiff's <span class=\"star-pagination\">*324</span> claim under 18 U.S.C. § 2512, upon plaintiff's abandonment of the same and for the reasons given above, and DENIED with respect to plaintiff's claim under § 18 U.S.C. 2511. Plaintiff's claim under 18 U.S.C. § 2511 is hereby REINSTATED. Calendars setting the case for its final pretrial conference on October 12, 2004 and for trial at the court's civil session to commence in Raleigh, North Carolina on October 25, 2004 previously have been published. This case remains upon the pending pretrial and trial dockets, as noted. In furtherance of this, the parties' attention is DIRECTED by this court to the activities required to be undertaken in furtherance of their pretrial and trial preparations, set forth in the court's order entered March 8, 2004, and in this court's Local Civil Rules.</p>\n<h2>NOTES</h2>\n<p>[1]  At that time(prior to the 1986 amendments), § 2511 imposed criminal penalties on any person who:\n</p>\n<p>(a) willfully intercepts, endeavors to intercept, or procures any other person to intercept or endeavor to intercept, any wire or oral communication;</p>\n<p>(b) willfully uses, endeavors to use, or procures any other person to use or endeavor to use any electronic, mechanical, or other device to intercept any oral communication; [or]</p>\n<p>(c) willfully discloses, or endeavors to disclose, to any other person the contents of any wire or oral communication, knowing or having reason to know that the information was obtained through the interception of a wire or oral communication in violation of this subsection.</p>\n<p>[2]  § 2512 in pertinent part imposed criminal penalties on any person who manufactures, assembles, possesses, or sells any electronic, mechanical, or other device, knowing or having reason to know that the design of such device renders it primarily useful for the purpose of the surreptitious interception of wire or oral communications.</p>\n<p>[3]  At that time, section 2520 provided that:\n</p>\n<p>Any person whose wire or oral communication is intercepted, disclosed, or used in violation of this chapter shall (1) have a civil cause of action against any person who intercepts, discloses, or uses, or procures any other person to intercept, disclose, or use such communications.</p>\n<p>[4]  § 2511(5)(a)(i)(A) provides in pertinent part:\n</p>\n<p>If the communication is a private satellite video communication that is not scrambled or encrypted and the conduct in violation of this chapter is the private viewing of that communication and is not for a tortious or illegal purpose or for purposes of direct or indirect commercial advantage or private commercial gain then the person who engages in such conduct shall be subject to suit by the Federal Government in a court of competent jurisdiction.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1449744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1464219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2304248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2427313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2472938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2500830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2504489/"
  ]
}