{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2483501/",
  "absolute_url": "/opinion/2483501/dicksey-v-new-hanover-county-sheriffs-dept/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2483501/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:51:45.598387Z",
  "date_modified": "2016-04-27T02:09:07.478769Z",
  "type": "010combined",
  "sha1": "2299e2d2af44afeb9c30cea1763450028e68b6dc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>522 F.Supp.2d 742 (2007)</b></center>\n<center><h1>David DICKSEY, Plaintiff,<br>\nv.<br>\nNEW HANOVER COUNTY SHERIFF'S DEPARTMENT and Sid Causey, Defendants.</h1></center>\n<center>No. 7:06-CV-70-H(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 17, 2007.</center>\n<p><span class=\"star-pagination\">*743</span> <span class=\"star-pagination\">*744</span> Bruce H. Robinson, Jr., Wilmington, NC, for Plaintiff.</p>\n<p>James R. Morgan, Jr., Mary Nell Craven, Womble Carlyle Sandridge &amp; Rice, PLLC, Winston-Salem, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court, pursuant to Rule 56 of the Federal Rules of Civil Procedure, on defendants' motion for summary judgment. Plaintiff has not responded, and the time for doing so has expired. The matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On May 10, 2006, plaintiff filed this action against the New Hanover County Sheriffs Department and Sid Causey, the New Hanover County Sheriff, alleging discrimination in violation of the Americans with Disabilities Act of 1990, 42 U.S.C. § 12101 <i>et seq.</i> (\"ADA\"). Defendants answered the complaint on June 12, 2006. Following discovery, defendants filed the motion for summary judgment that is now before the court.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>This action arises out of plaintiffs employment with the New Hanover County Sheriffs Department. In June 2002, plaintiff was hired as a deputy sheriff/detention officer. When applying for the position, plaintiff disclosed that he had experienced a seizure at work in September 1999. Pursuant to state regulations, plaintiff underwent a medical examination to determine his fitness in carrying out the physical requirements of the position. The physician conducting the examination concluded that plaintiff did not qualify for employment as a deputy sheriff under North Carolina's Criminal Justice. Medical <span class=\"star-pagination\">*745</span> Standards. (Parker Aff. ¶ 18 [DE # 15-2].) These standards require that justice officers \"be free of any disorder [including all types of seizure disorders] which may negatively affect performance of essential tasks.\" (Parker Aff. Ex. A at 2.)</p>\n<p>Following the examining physician's report, plaintiff provided the Sheriff's Department with a letter from his neurologist, Dr. Daniel Tesfaye, dated June 3, 2002. In the letter, Dr. Tesfaye states that he has been treating plaintiff for a seizure disorder since September 26, 2000, that plaintiff's last seizure was in 1999, and that plaintiff \"has been compliant with his medications and seizure free.\" (Parker Aff. ¶ 8, Ex. C at 3.) Based upon this information, plaintiff was hired as a deputy sheriff/detention officer, effective June 11, 2002. (Parker Aff. ¶ 9.)</p>\n<p>On July 2, 2002, plaintiff had a seizure in a jail cell populated by ten inmates. (Parker Aff. ¶ 10; Pl.'s Dep. 26-27 [DE # 15-6].) Another deputy had to drag plaintiff from the cell and, in doing so, injured his back. (<i>Id.</i>) Following this incident, plaintiff was transferred to the front desk unit of the Sheriffs Department, where he worked a 12-hour rotating shift. (Parker Aff. ¶ 10.) As a deputy sheriff assigned to the front desk, plaintiff carried a weapon, performed powers of arrest and served warrants. (Causey Aff. ¶ 11 [DE # 15-3].)</p>\n<p>In January 2003, plaintiff requested a transfer to the courts unit as a deputy sheriff/bailiff. (Wallace Aff. ¶ 7 [DE # 15-4].) Plaintiff cited the following as the reason for his transfer request: \"After discussing with Lt. Ruefle and Sgt. Wallace it was decided that due to my extreme lack of typing and computer skills, I feel I would better benefit the Sheriffs [Department] in another area.\" (Wallace Aff. Ex. B.) Plaintiffs transfer request was denied. (Wallace Aff. ¶ 8.)</p>\n<p>On or about March 8, 2004, plaintiff called his supervisor, Sergeant Michael Wallace, at home and asked if he could be put on day shift. Plaintiff stated that he had a statement from his doctor indicating that he needed to work a non-rotating shift. Sergeant Wallace told plaintiff that the Sheriffs Department could not accommodate his request. (Wallace Aff. ¶ 2.) Thereafter, plaintiff provided Sergeant Wallace a doctor's report from a neurology visit on March 1, 2004. (Wallace Aff. ¶ 5, Ex. A.) In the report, Dr. Tesfaye indicates that in the year prior to the visit, plaintiff had experienced more than ten seizures, which Dr. Tesfaye describes as follows:</p>\n<blockquote>The onset of the seizures has been sudden and they have been occurring for 2 minutes. The seizures are characterized as generalized tonic, clonic movements, repetitive motor acts and loss of awareness. The seizures are preceded by aura. The seizures are usually followed by loss of consciousness. The symptoms have been associated with nausea.</blockquote>\n<p>(Wallace Aff. Ex. A.) Dr. Tesfaye diagnosed plaintiff with poorly controlled epilepsy (unspecified) and recommended that plaintiff quit shift work if possible. (Wallace Aff. Ex. A.)</p>\n<p>The following day, Sergeant Wallace gave the doctor's report to his supervisor, and the report was eventually shared with Chief Deputy Tom Parker. (Wallace Aff. ¶ 5; Parker Aff. ¶ 4.) On Chief Deputy Parker's recommendation, plaintiff was terminated from his employment effective March 20, 2004, because it was determined that plaintiff was no longer qualified for the position of deputy sheriff under state medical guidelines. (Causey Aff. ¶ 6.)</p>\n<p>Plaintiff filed a charge of discrimination with the. Equal Employment Opportunity Commission (\"EEOC\") on May 25, 2004, alleging that his employment was terminated due to his disability and that he was denied reasonable accommodation <span class=\"star-pagination\">*746</span> of a transfer to the courts unit or to a day-shift position at the front desk.<sup>[1]</sup> Attempts to conciliate plaintiff's discrimination complaint failed, and plaintiff filed this action on May 10, 2006, after having been issued a notice of right to sue by the EEOC on February 13, 2006.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. <i>Standard of Review</i></p>\n<p>Summary judgment is appropriate pursuant to Rule 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). Summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth, v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C. 1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>II. <i>ADA Claim</i></p>\n<p>Title I of the ADA prohibits a covered employer from discriminating against a \"qualified individual with a disability\" with regard to his employment. 42 U.S.C. § 12112(a). A person is disabled within the meaning of the ADA if he (1) has \"a physical or mental impairment that substantially limits one or more major life activities\"; (2) has a record of such impairment; or (3) has been \"regarded as having such an impairment.\" 42 U.S.C. § 12102(2). A \"qualified individual\" is one who can perform the essential functions of the position, with or without reasonable accommodation. 42 U.S.C. § 12111(8).</p>\n<p>Plaintiff claims that he is disabled as a result of his epilepsy and that defendants violated the ADA by: (1) discharging him because of his disability; and (2) failing to provide reasonable accommodation for his disability. A prima facie case of wrongful discharge under the ADA requires a plaintiff to show that (1) his <span class=\"star-pagination\">*747</span> disability substantially limits his ability to perform one or more major life activities; (2) he was terminated from his employment; (3) at the time of his termination, he was performing the job at a level that met his employer's legitimate expectations; and (4) there exists a reasonable inference of unlawful discrimination. <i>Rhoads v. FDIC,</i> 257 F.3d 373, 387 n. 11 (4th Cir. 2001). To make out a prima facie case of discrimination for failure to accommodate, a plaintiff must demonstrate that (1) his disability substantially limits his ability to perform one or more major life activities; (2) his employer was aware of his disability; (3) with reasonable accommodation, he could perform the essential functions of the position; and (4) his employer refused to make such accommodations. <i>Id.</i> Both wrongful discharge claims and failure to accommodate claims require a plaintiff to show that he is \"qualified\"  that he can perform the essential functions of the position, with or without reasonable accommodation. <i>Id.</i></p>\n<p>A. Disability Requirement</p>\n<p>Defendants contend that plaintiff has failed to demonstrate a prima facie case of disability discrimination under either theory. Defendants first argue that plaintiff has not met his burden as to the first prong of either claim because he is not substantially limited in a major life activity and is, therefore, not disabled within the meaning of the ADA. With regard to the major life activity of work, defendants maintain that the evidence merely shows that plaintiffs epilepsy prevents him from working a particular job or narrow range of jobs, and not that plaintiff is substantially impaired in his ability to work generally. (Brief Supp. Summ. J. at 10-11.)</p>\n<p>Whether a person is disabled under the ADA must be determined on an individual basis and with reference to corrective measures taken to ameliorate the effects of an impairment. <i>Sutton v. United Air Lines, Inc.,</i> 527 U.S. 471, 488, 119 S.Ct. 2139, 144 L.Ed.2d 450 (1999). \"A person with epilepsy can certainly be disabled under the ADA. Indeed, epilepsy is one of the disabling conditions that Congress contemplated when it passed the ADA.\" <i>EEOC v. Sara Lee Corp.,</i> 237 F.3d 349 (4th Cir.2001). In certain cases, epilepsy may not be disabling within the meaning of the ADA because it is completely controlled by medication or otherwise. <i>See, e.g., </i><i>Mancini v. Union Pac. R.R.,</i> 98 Fed.Appx. 589, 590 (9th Cir.2004) (epilepsy not disability for ADA purposes where \"`totally controlled' through the consistent use of medication\"). However, that is not the case here.</p>\n<p>The uncontroverted evidence in this case tends to establish that plaintiff began experiencing epileptic seizures at work within a short time after being hired. In the year prior to his termination, plaintiff suffered over ten grand mal seizures. Each of the seizures resulted in a loss of awareness and was followed by a period of unconsciousness. On one occasion, plaintiff had a seizure while in a jail cell populated with inmates and had to be dragged from the cell by another officer. Other evidence before the court suggests that plaintiff has lost his driver's license and is no longer able to drive because of his epilepsy.</p>\n<p>Viewed in the light most favorable to plaintiff, the evidence before the court is such that a reasonable juror could conclude that plaintiff is unable to perform law enforcement functions generally. Consequently, plaintiff has presented a sufficient case to withstand summary judgment on this basis. <i>See </i><i>Forrisi v. Bowen,</i> 794 F.2d 931, 935 (4th Cir.1986) (employee substantially limited in ability to work where impairment \"foreclose[s] generally the type of employment involved\"); 29 <span class=\"star-pagination\">*748</span> C.F.R. § 1630.2(j)(3)(i) (defining substantial limitation in work as \"significantly restricted in the ability to perform either a class of jobs or a broad range of jobs in various classes as compared to the average person having comparable training, skills and abilities\").</p>\n<p>B. Qualified Individual Requirement</p>\n<p>The parties do not dispute that plaintiff has met his burden as to the second prong of each claim. Summary judgment is nevertheless warranted because plaintiff has not met his burden of proof as to the third prong of either claim. Plaintiff has failed to demonstrate that he is \"qualified\"  that he can perform the essential functions of the position, with or without reasonable accommodation. In determining whether a person is \"qualified\" for a position, consideration must be \"given to the employer's judgment as to what functions of a job are essential.\" 42 U.S.C. § 12111(8). Additionally, an employer may impose qualification standards that tend to screen out or otherwise deny employment to disabled individuals where the standard is job related and consistent with business necessity, and satisfactory performance cannot be effected by reasonable accommodation. 42 U.S.C. § 12113(a). \"The term `qualification standards' may include a requirement that an individual shall not pose a direct threat to the health or safety of other individuals in the workplace.\" 42 U.S.C. § 12113(b). In this particular case, plaintiff was not qualified for the position of deputy sheriff/detention officer because he was unable to meet reasonable state medical standards requiring that he be \"seizure free.\" (<i>See</i> Parker Aff. Ex. A at 2.)</p>\n<p>Moreover, plaintiff has failed to produce sufficient evidence to support a finding that, with or without reasonable accommodation, he was able to perform the essential functions of the deputy sheriff/detention officer position for which he was hired. \"Certain jobs . . . require uninterrupted vigilance for discrete periods of time.\" <i>Martinson v. Kinney Shoe Corp.,</i> 104 F.3d 683, 687 (4th Cir.1997). The deputy sheriff/detention officer position involved here falls within that category. One can only imagine the danger that could result from an armed law enforcement officer experiencing an epileptic seizure while trying to effect an arrest or subdue a suspect.</p>\n<p>Plaintiff does not appear to dispute that the essential functions of a deputy sheriff/detention officer (even a front desk officer) include safely carrying a weapon, effecting arrests, subduing resisting suspects, and operating law enforcement vehicles during both the day and night and in emergency situations, all without assistance. Nor does plaintiff appear to dispute that as long as he is experiencing epileptic seizures he is unable to ensure that he will be able to safely perform these essential functions. Rather, plaintiff seems to be claiming that he would be seizure free and hence able to perform the duties of the front desk deputy position were he permitted to work strictly day shifts, as opposed to rotating shifts.</p>\n<p>Under the ADA, an employer is required to provide reasonable accommodations that will enable a disabled employee to perform the essential functions of his job. Reasonable accommodation may-include job restructuring, part-time or modified work schedules, acquisition or modification of equipment, or reassignment to another position. 29 C.F.R. § 1630.2(<i>o</i>)(2)(ii). An employer is not, however, required to reallocate job duties in order to change the essential functions of a position. <i>Phelps v. Optima Health, Inc.,</i> 251 F.3d 21, 26 (1st Cir.2001); 29 C.F.R. pt. 1630 app. Nor is an employer required to create a new position for a disabled employee, <i>Lamb v. Qualex, Inc.,</i> 33 Fed.Appx. 49 (4th Cir.2002), or make <span class=\"star-pagination\">*749</span> accommodations that will require other employees to work harder or longer hours, <i>Turco v. Hoechst Celanese Corp.,</i> 101 F.3d 1090, 1094 (5th Cir.1996).</p>\n<p>Defendants have presented evidence to demonstrate that no day-shift front desk deputy positions existed at the time of plaintiff's termination. All front desk deputies worked rotating shifts.<sup>[2]</sup> Assigning plaintiff to the day shift on an indefinite basis would have placed upon plaintiffs coworkers or his boss the burden of working plaintiff's night shifts. Defendants claim this is not reasonable because it would \"limit[] the flexibility of the front desk to respond to its operational needs and provide for public safety,\" hamper the unit's ability to handle staffing shortages, and undermine the unit's ability to perform its essential functions. (Brief Supp. Sum. J. at 16-17.)</p>\n<p>Plaintiff has come forward with no evidence to rebut defendant's arguments and, in fact, offers no evidence even to support his claim that he would be \"seizure free\" if his work schedule were modified.<sup>[3]</sup> Thus, plaintiff has failed to carry his burden of demonstrating that he is a qualified individual with a disability. In addition, inasmuch as plaintiff is asserting that defendants failed to reasonably accommodate him, plaintiff has also failed to meet the required burden because the accommodation requested is not reasonable. Defendants are, therefore, entitled to judgment as a matter of law.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, defendant's motion for summary judgment [DE # 14] is GRANTED. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Although plaintiff's EEOC complaint alleged that defendants' failure to transfer him to the courts unit constituted a failure to reasonably accommodate under the ADA, plaintiff does not appear to be claiming that now, nor could he successfully argue that position since the only request made, for transfer to the courts unit was based upon plaintiff's deficient typing and computer skills, and not as a request to accommodate his epilepsy. <i>See Parkinson v. Anne Arundel Med. Ctr.,</i> 79 Fed.Appx. 602, 604 (4th Cir.2003) (employee must request accommodation of disability).</p>\n<p>[2]  While the front desk unit previously had a \"power shift\" position that did not rotate, that position was eliminated in March 2004 when the employee who held that position was transferred. (Wallace Aff. ¶ 10.)</p>\n<p>[3]  Although plaintiff's medical records suggest some relationship between plaintiff's work schedule and his seizures, plaintiff has not presented an affidavit from his doctor or any other evidence from which it may be inferred that working a day-shift position would put an end to plaintiff's seizures.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">742</span></span> (2007)</b></center>\n<center><h1>David DICKSEY, Plaintiff,<br>\nv.<br>\nNEW HANOVER COUNTY SHERIFF'S DEPARTMENT and Sid Causey, Defendants.</h1></center>\n<center>No. 7:06-CV-70-H(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 17, 2007.</center>\n<p><span class=\"star-pagination\">*743</span> <span class=\"star-pagination\">*744</span> Bruce H. Robinson, Jr., Wilmington, NC, for Plaintiff.</p>\n<p>James R. Morgan, Jr., Mary Nell Craven, Womble Carlyle Sandridge &amp; Rice, PLLC, Winston-Salem, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court, pursuant to Rule 56 of the Federal Rules of Civil Procedure, on defendants' motion for summary judgment. Plaintiff has not responded, and the time for doing so has expired. The matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On May 10, 2006, plaintiff filed this action against the New Hanover County Sheriffs Department and Sid Causey, the New Hanover County Sheriff, alleging discrimination in violation of the Americans with Disabilities Act of 1990, 42 U.S.C. § 12101 <i>et seq.</i> (\"ADA\"). Defendants answered the complaint on June 12, 2006. Following discovery, defendants filed the motion for summary judgment that is now before the court.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>This action arises out of plaintiffs employment with the New Hanover County Sheriffs Department. In June 2002, plaintiff was hired as a deputy sheriff/detention officer. When applying for the position, plaintiff disclosed that he had experienced a seizure at work in September 1999. Pursuant to state regulations, plaintiff underwent a medical examination to determine his fitness in carrying out the physical requirements of the position. The physician conducting the examination concluded that plaintiff did not qualify for employment as a deputy sheriff under North Carolina's Criminal Justice. Medical <span class=\"star-pagination\">*745</span> Standards. (Parker Aff. ¶ 18 [DE # 15-2].) These standards require that justice officers \"be free of any disorder [including all types of seizure disorders] which may negatively affect performance of essential tasks.\" (Parker Aff. Ex. A at 2.)</p>\n<p>Following the examining physician's report, plaintiff provided the Sheriff's Department with a letter from his neurologist, Dr. Daniel Tesfaye, dated June 3, 2002. In the letter, Dr. Tesfaye states that he has been treating plaintiff for a seizure disorder since September 26, 2000, that plaintiff's last seizure was in 1999, and that plaintiff \"has been compliant with his medications and seizure free.\" (Parker Aff. ¶ 8, Ex. C at 3.) Based upon this information, plaintiff was hired as a deputy sheriff/detention officer, effective June 11, 2002. (Parker Aff. ¶ 9.)</p>\n<p>On July 2, 2002, plaintiff had a seizure in a jail cell populated by ten inmates. (Parker Aff. ¶ 10; Pl.'s Dep. 26-27 [DE # 15-6].) Another deputy had to drag plaintiff from the cell and, in doing so, injured his back. (<i>Id.</i>) Following this incident, plaintiff was transferred to the front desk unit of the Sheriffs Department, where he worked a 12-hour rotating shift. (Parker Aff. ¶ 10.) As a deputy sheriff assigned to the front desk, plaintiff carried a weapon, performed powers of arrest and served warrants. (Causey Aff. ¶ 11 [DE # 15-3].)</p>\n<p>In January 2003, plaintiff requested a transfer to the courts unit as a deputy sheriff/bailiff. (Wallace Aff. ¶ 7 [DE # 15-4].) Plaintiff cited the following as the reason for his transfer request: \"After discussing with Lt. Ruefle and Sgt. Wallace it was decided that due to my extreme lack of typing and computer skills, I feel I would better benefit the Sheriffs [Department] in another area.\" (Wallace Aff. Ex. B.) Plaintiffs transfer request was denied. (Wallace Aff. ¶ 8.)</p>\n<p>On or about March 8, 2004, plaintiff called his supervisor, Sergeant Michael Wallace, at home and asked if he could be put on day shift. Plaintiff stated that he had a statement from his doctor indicating that he needed to work a non-rotating shift. Sergeant Wallace told plaintiff that the Sheriffs Department could not accommodate his request. (Wallace Aff. ¶ 2.) Thereafter, plaintiff provided Sergeant Wallace a doctor's report from a neurology visit on March 1, 2004. (Wallace Aff. ¶ 5, Ex. A.) In the report, Dr. Tesfaye indicates that in the year prior to the visit, plaintiff had experienced more than ten seizures, which Dr. Tesfaye describes as follows:</p>\n<blockquote>The onset of the seizures has been sudden and they have been occurring for 2 minutes. The seizures are characterized as generalized tonic, clonic movements, repetitive motor acts and loss of awareness. The seizures are preceded by aura. The seizures are usually followed by loss of consciousness. The symptoms have been associated with nausea.</blockquote>\n<p>(Wallace Aff. Ex. A.) Dr. Tesfaye diagnosed plaintiff with poorly controlled epilepsy (unspecified) and recommended that plaintiff quit shift work if possible. (Wallace Aff. Ex. A.)</p>\n<p>The following day, Sergeant Wallace gave the doctor's report to his supervisor, and the report was eventually shared with Chief Deputy Tom Parker. (Wallace Aff. ¶ 5; Parker Aff. ¶ 4.) On Chief Deputy Parker's recommendation, plaintiff was terminated from his employment effective March 20, 2004, because it was determined that plaintiff was no longer qualified for the position of deputy sheriff under state medical guidelines. (Causey Aff. ¶ 6.)</p>\n<p>Plaintiff filed a charge of discrimination with the. Equal Employment Opportunity Commission (\"EEOC\") on May 25, 2004, alleging that his employment was terminated due to his disability and that he was denied reasonable accommodation <span class=\"star-pagination\">*746</span> of a transfer to the courts unit or to a day-shift position at the front desk.<sup>[1]</sup> Attempts to conciliate plaintiff's discrimination complaint failed, and plaintiff filed this action on May 10, 2006, after having been issued a notice of right to sue by the EEOC on February 13, 2006.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. <i>Standard of Review</i></p>\n<p>Summary judgment is appropriate pursuant to Rule 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). Summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth, v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C. 1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>II. <i>ADA Claim</i></p>\n<p>Title I of the ADA prohibits a covered employer from discriminating against a \"qualified individual with a disability\" with regard to his employment. 42 U.S.C. § 12112(a). A person is disabled within the meaning of the ADA if he (1) has \"a physical or mental impairment that substantially limits one or more major life activities\"; (2) has a record of such impairment; or (3) has been \"regarded as having such an impairment.\" 42 U.S.C. § 12102(2). A \"qualified individual\" is one who can perform the essential functions of the position, with or without reasonable accommodation. 42 U.S.C. § 12111(8).</p>\n<p>Plaintiff claims that he is disabled as a result of his epilepsy and that defendants violated the ADA by: (1) discharging him because of his disability; and (2) failing to provide reasonable accommodation for his disability. A prima facie case of wrongful discharge under the ADA requires a plaintiff to show that (1) his <span class=\"star-pagination\">*747</span> disability substantially limits his ability to perform one or more major life activities; (2) he was terminated from his employment; (3) at the time of his termination, he was performing the job at a level that met his employer's legitimate expectations; and (4) there exists a reasonable inference of unlawful discrimination. <i>Rhoads v. FDIC,</i> <span class=\"citation\" data-id=\"774039\"><a href=\"/opinion/774039/lori-rhoads-v-federal-deposit-insurance-corporation-in-its-capacity-as/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span>, 387 n. 11 (4th Cir. 2001). To make out a prima facie case of discrimination for failure to accommodate, a plaintiff must demonstrate that (1) his disability substantially limits his ability to perform one or more major life activities; (2) his employer was aware of his disability; (3) with reasonable accommodation, he could perform the essential functions of the position; and (4) his employer refused to make such accommodations. <i>Id.</i> Both wrongful discharge claims and failure to accommodate claims require a plaintiff to show that he is \"qualified\"  that he can perform the essential functions of the position, with or without reasonable accommodation. <i>Id.</i></p>\n<p>A. Disability Requirement</p>\n<p>Defendants contend that plaintiff has failed to demonstrate a prima facie case of disability discrimination under either theory. Defendants first argue that plaintiff has not met his burden as to the first prong of either claim because he is not substantially limited in a major life activity and is, therefore, not disabled within the meaning of the ADA. With regard to the major life activity of work, defendants maintain that the evidence merely shows that plaintiffs epilepsy prevents him from working a particular job or narrow range of jobs, and not that plaintiff is substantially impaired in his ability to work generally. (Brief Supp. Summ. J. at 10-11.)</p>\n<p>Whether a person is disabled under the ADA must be determined on an individual basis and with reference to corrective measures taken to ameliorate the effects of an impairment. <i>Sutton v. United Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 488, <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2139</span></a></span>, <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1999). \"A person with epilepsy can certainly be disabled under the ADA. Indeed, epilepsy is one of the disabling conditions that Congress contemplated when it passed the ADA.\" <i>EEOC v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"771725\"><a href=\"/opinion/771725/equal-employment-opportunity-commission-v-sara-lee-corporation/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span> (4th Cir.2001). In certain cases, epilepsy may not be disabling within the meaning of the ADA because it is completely controlled by medication or otherwise. <i>See, e.g., </i><i>Mancini v. Union Pac. R.R.,</i> 98 Fed.Appx. 589, 590 (9th Cir.2004) (epilepsy not disability for ADA purposes where \"`totally controlled' through the consistent use of medication\"). However, that is not the case here.</p>\n<p>The uncontroverted evidence in this case tends to establish that plaintiff began experiencing epileptic seizures at work within a short time after being hired. In the year prior to his termination, plaintiff suffered over ten grand mal seizures. Each of the seizures resulted in a loss of awareness and was followed by a period of unconsciousness. On one occasion, plaintiff had a seizure while in a jail cell populated with inmates and had to be dragged from the cell by another officer. Other evidence before the court suggests that plaintiff has lost his driver's license and is no longer able to drive because of his epilepsy.</p>\n<p>Viewed in the light most favorable to plaintiff, the evidence before the court is such that a reasonable juror could conclude that plaintiff is unable to perform law enforcement functions generally. Consequently, plaintiff has presented a sufficient case to withstand summary judgment on this basis. <i>See </i><i>Forrisi v. Bowen,</i> <span class=\"citation\" data-id=\"472579\"><a href=\"/opinion/472579/louis-p-forrisi-v-otis-r-bowen/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 935 (4th Cir.1986) (employee substantially limited in ability to work where impairment \"foreclose[s] generally the type of employment involved\"); 29 <span class=\"star-pagination\">*748</span> C.F.R. § 1630.2(j)(3)(i) (defining substantial limitation in work as \"significantly restricted in the ability to perform either a class of jobs or a broad range of jobs in various classes as compared to the average person having comparable training, skills and abilities\").</p>\n<p>B. Qualified Individual Requirement</p>\n<p>The parties do not dispute that plaintiff has met his burden as to the second prong of each claim. Summary judgment is nevertheless warranted because plaintiff has not met his burden of proof as to the third prong of either claim. Plaintiff has failed to demonstrate that he is \"qualified\"  that he can perform the essential functions of the position, with or without reasonable accommodation. In determining whether a person is \"qualified\" for a position, consideration must be \"given to the employer's judgment as to what functions of a job are essential.\" 42 U.S.C. § 12111(8). Additionally, an employer may impose qualification standards that tend to screen out or otherwise deny employment to disabled individuals where the standard is job related and consistent with business necessity, and satisfactory performance cannot be effected by reasonable accommodation. 42 U.S.C. § 12113(a). \"The term `qualification standards' may include a requirement that an individual shall not pose a direct threat to the health or safety of other individuals in the workplace.\" 42 U.S.C. § 12113(b). In this particular case, plaintiff was not qualified for the position of deputy sheriff/detention officer because he was unable to meet reasonable state medical standards requiring that he be \"seizure free.\" (<i>See</i> Parker Aff. Ex. A at 2.)</p>\n<p>Moreover, plaintiff has failed to produce sufficient evidence to support a finding that, with or without reasonable accommodation, he was able to perform the essential functions of the deputy sheriff/detention officer position for which he was hired. \"Certain jobs . . . require uninterrupted vigilance for discrete periods of time.\" <i>Martinson v. Kinney Shoe Corp.,</i> <span class=\"citation\" data-id=\"733267\"><a href=\"/opinion/733267/harald-e-martinson-ii-and-equal-employment-opportunity-commission-v/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">683</span></a></span>, 687 (4th Cir.1997). The deputy sheriff/detention officer position involved here falls within that category. One can only imagine the danger that could result from an armed law enforcement officer experiencing an epileptic seizure while trying to effect an arrest or subdue a suspect.</p>\n<p>Plaintiff does not appear to dispute that the essential functions of a deputy sheriff/detention officer (even a front desk officer) include safely carrying a weapon, effecting arrests, subduing resisting suspects, and operating law enforcement vehicles during both the day and night and in emergency situations, all without assistance. Nor does plaintiff appear to dispute that as long as he is experiencing epileptic seizures he is unable to ensure that he will be able to safely perform these essential functions. Rather, plaintiff seems to be claiming that he would be seizure free and hence able to perform the duties of the front desk deputy position were he permitted to work strictly day shifts, as opposed to rotating shifts.</p>\n<p>Under the ADA, an employer is required to provide reasonable accommodations that will enable a disabled employee to perform the essential functions of his job. Reasonable accommodation may-include job restructuring, part-time or modified work schedules, acquisition or modification of equipment, or reassignment to another position. 29 C.F.R. § 1630.2(<i>o</i>)(2)(ii). An employer is not, however, required to reallocate job duties in order to change the essential functions of a position. <i>Phelps v. Optima Health, Inc.,</i> <span class=\"citation\" data-id=\"199420\"><a href=\"/opinion/199420/phelps-v-catholic-medical/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.2001); 29 C.F.R. pt. 1630 app. Nor is an employer required to create a new position for a disabled employee, <i>Lamb v. Qualex, Inc.,</i> 33 Fed.Appx. 49 (4th Cir.2002), or make <span class=\"star-pagination\">*749</span> accommodations that will require other employees to work harder or longer hours, <i>Turco v. Hoechst Celanese Corp.,</i> <span class=\"citation\" data-id=\"730859\"><a href=\"/opinion/730859/john-r-turco-v-hoechst-celanese-corporation-hoechst-celanese-chemical/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1090</span></a></span>, 1094 (5th Cir.1996).</p>\n<p>Defendants have presented evidence to demonstrate that no day-shift front desk deputy positions existed at the time of plaintiff's termination. All front desk deputies worked rotating shifts.<sup>[2]</sup> Assigning plaintiff to the day shift on an indefinite basis would have placed upon plaintiffs coworkers or his boss the burden of working plaintiff's night shifts. Defendants claim this is not reasonable because it would \"limit[] the flexibility of the front desk to respond to its operational needs and provide for public safety,\" hamper the unit's ability to handle staffing shortages, and undermine the unit's ability to perform its essential functions. (Brief Supp. Sum. J. at 16-17.)</p>\n<p>Plaintiff has come forward with no evidence to rebut defendant's arguments and, in fact, offers no evidence even to support his claim that he would be \"seizure free\" if his work schedule were modified.<sup>[3]</sup> Thus, plaintiff has failed to carry his burden of demonstrating that he is a qualified individual with a disability. In addition, inasmuch as plaintiff is asserting that defendants failed to reasonably accommodate him, plaintiff has also failed to meet the required burden because the accommodation requested is not reasonable. Defendants are, therefore, entitled to judgment as a matter of law.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, defendant's motion for summary judgment [DE # 14] is GRANTED. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Although plaintiff's EEOC complaint alleged that defendants' failure to transfer him to the courts unit constituted a failure to reasonably accommodate under the ADA, plaintiff does not appear to be claiming that now, nor could he successfully argue that position since the only request made, for transfer to the courts unit was based upon plaintiff's deficient typing and computer skills, and not as a request to accommodate his epilepsy. <i>See Parkinson v. Anne Arundel Med. Ctr.,</i> 79 Fed.Appx. 602, 604 (4th Cir.2003) (employee must request accommodation of disability).</p>\n<p>[2]  While the front desk unit previously had a \"power shift\" position that did not rotate, that position was eliminated in March 2004 when the employee who held that position was transferred. (Wallace Aff. ¶ 10.)</p>\n<p>[3]  Although plaintiff's medical records suggest some relationship between plaintiff's work schedule and his seizures, plaintiff has not presented an affidavit from his doctor or any other evidence from which it may be inferred that working a day-shift position would put an end to plaintiff's seizures.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/"
  ]
}