{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2494054/",
  "absolute_url": "/opinion/2494054/united-states-v-renfrow/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2494054/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:55:29.164595Z",
  "date_modified": "2016-04-26T20:49:35.004530Z",
  "type": "010combined",
  "sha1": "80694efe1a8fce4b44c3a4a192ff57431b3c0cbd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>612 F.Supp.2d 677 (2009)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nRaymond A. RENFROW, individually and d/b/a Ideal Tax Services and First Class Limousine, Defendant.</h1></center>\n<center>No. 5:07-CV-117-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 9, 2009.</center>\n<p><span class=\"star-pagination\">*679</span> Frederick Nicholas Noyes, Shana M. Starnes, U.S. Dept. of JusticeTax Division, Washington, DC, for Plaintiff.</p>\n<p>Raymond A. Renfrow, Elm City, NC, pro se.</p>\n<p></p>\n<h2>ORDER AND PERMANENT INJUNCTION</h2>\n<p>LOUISE W. FLANAGAN, District Judge.</p>\n<p>This matter is before the court on plaintiffs motion for summary judgment (DE # 25). This court referred the motion to Magistrate Judge James E. Gates for review and recommendation, pursuant to 28 U.S.C. § 636(b)(1)(B). Through memorandum and recommendation (\"M &amp; R\") issued January 26, 2009 (DE # 36), the magistrate judge recommends that plaintiffs motion be allowed. No objections to the <span class=\"star-pagination\">*680</span> M &amp; R have been filed, and the time within which to make any objection has expired. This matter is ripe for ruling.</p>\n<p>A full and careful review of the M &amp; R and other documents of record convinces the court that the recommendation of the magistrate judge is, in all respects, in accordance with the law and should be approved. Accordingly, the court hereby adopts the findings and recommendation of the magistrate judge as its own, and for the reasons stated in the M &amp; R, plaintiffs motion for summary judgment is GRANTED.</p>\n<p>It is therefore ORDERED, pursuant to 26 U.S.C. §§ 7402, 7407, and 7408, that defendant Renfrow, Ideal Tax Services, and First Class Limousine, and their agents, representatives, employees, successors, and all other persons or entities in active concert or participation with defendant Renfrow, Ideal Tax Services, First Class Limousine, or any of them, are permanently enjoined from:</p>\n<p>(a) preparing, assisting in the preparation of, or directing the preparation or filing of federal tax returns or forms on behalf of any person or entity other than defendant;</p>\n<p>(b) giving any tax advice to any other person or entity for pay;</p>\n<p>(c) appearing as a representative on behalf of any person or entity before the Internal Revenue Service;</p>\n<p>(d) engaging in conduct subject to penalty under I.R.C. § 6701, including preparing or assisting in the preparation of a document related to a matter material to the internal revenue laws that includes a position that defendant knows would, if used, result in an understatement of another person's tax liability;</p>\n<p>(e) organizing, promoting, marketing, or selling any tax shelter, entity, plan, or arrangement that advises or assists customers to attempt to violate the internal revenue laws or unlawfully evade the assessment or collection of their federal tax liabilities, including by means of complex trust programs;</p>\n<p>(f) engaging in conduct subject to penalty under I.R.C. § 6700, including making, furnishing, or causing another person to make or furnish statements about the allowability of any deduction, credit, or the securing of any tax benefit by reason of participating in a tax shelter, entity, plan, or arrangement, that defendant knows or has reason to know is false or fraudulent;</p>\n<p>(g) telling customers that they may continue to control and receive beneficial enjoyment from assets irrevocably transferred to a trust without regard to the grantor trust rules of I.R.C. §§ 673 through 677;</p>\n<p>(h) telling customers that personal residences can be transferred to a trust for the purpose of claiming tax deductions for personal expenses in order to reduce federal tax liability;</p>\n<p>(i) telling customers that the purchase of American Silver Eagle coins is a deductible business expense;</p>\n<p>(j) engaging in any other conduct subject to any penalty under the Internal Revenue Code or any other conduct that interferes with the administration and/or enforcement of the internal revenue laws; and</p>\n<p>(k) engaging in any of the activities listed in paragraphs (a) through (j) above through the use of any other individual or entity.</p>\n<p>IT IS FURTHER ORDERED that:</p>\n<p>(<i>l</i>) within thirty (30) days of entry of this order, defendant must file with the court and provide to plaintiffs counsel a complete list of customers (including names, addresses, phone numbers, e-mail addresses, and social security numbers or employer identification numbers) for whom defendant has prepared individual or trust federal income tax returns, <span class=\"star-pagination\">*681</span> or whom defendant has assisted in the creation of any trust entity;</p>\n<p>(m) within thirty (30) days of entry of this order, defendant must, at his own expense, provide a copy of the complaint and this injunction to each of his customers, employees, and associates, both current and former;</p>\n<p>(n) within forty-five (45) days of entry of this order, defendant must provide evidence of his compliance with the foregoing paragraph by filing a declaration with this court setting out a complete list of names and addresses of individuals or entities to whom he has mailed a copy of the complaint and injunction in this action; and</p>\n<p>(<i>o</i>) the United States shall be permitted to engage in post-injunction discovery to monitor defendant's compliance with this and any other order entered by this court.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court on the motion for summary judgment (DE # 25) of plaintiff United States (\"Government\") pursuant to Rule 56 of the Federal Rules of Civil Procedure. The motion was referred to the undersigned Magistrate Judge for review and recommendation, pursuant to 28 U.S.C. § 636(b)(1)(B). For the reasons set forth below, it will be recommended that the Government's motion be allowed.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>On 22 March 2007, the Government commenced this action against defendant Raymond A. Renfrow (\"defendant\") in his individual capacity and doing business as Ideal Tax Service and First Class Limousine alleging that defendant was engaging in conduct that was subject to penalty under the Internal Revenue Code, 26 U.S.C. (\"I.R.C\"), specifically I.R.C. §§ 6694 and 6700, and conduct that substantially interferes with the proper enforcement of the internal revenue laws, <i>see</i> I.R.C. § 7402(a). On the basis of this alleged conduct, the Government seeks to restrain and enjoin defendant from further engaging in this activity as provided by I.R.C. §§ 7402, 7407, and 7408. On 14 March 2008, the Government filed a motion for summary judgment asserting that it was entitled to the injunction against defendant because there was no dispute of material fact.</p>\n<p>On 19 March 2008, the Clerk advised defendant, who is pro se, of the summary judgment dismissal procedure and the possible consequences if he failed to adequately respond to the motion. (Rule 56 Letter (DE # 27)). On 11 April 2008,<sup>[1]</sup> defendant filed a \"Petition for Abatement\" (DE # 28) in which he asserts that the complaint fails to name him as a party on the grounds that his name appears in all upper case letters. This filing by defendant does not respond in any form to the arguments raised in the Government's motion for summary judgment, and defendant has failed to otherwise respond to the motion.</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p></p>\n<h2>I. REQUESTS FOR ADMISSIONS</h2>\n<p>An initial matter for determination by the court is whether the three sets of <span class=\"star-pagination\">*682</span> requests for admissions served by the Government on defendant should be deemed admitted, as the Government requests, (<i>See</i> Govt.'s Requests for Admissions (\"RFA\") (DE # 26-2) at 4-18).<sup>[2]</sup> The Government bases its request on the grounds that defendant failed to respond to the requests for admissions within the period of time required by the Federal Rules of Civil Procedure or thereafter. (Noyes Decl. (DE # 26-2) at 1-2, ¶¶ 3-8).</p>\n<p>Rule 36 of the Federal Rules provides, in relevant part, that a \"matter is admitted unless, within 30 days after service of the request ... the party to whom the request is directed serves upon the party requesting the admission a written answer or objection addressed to the matter, signed by the party or by the party's attorney.\" Fed.R.Civ.P. 36(a). Further, a \"matter admitted under this rule is conclusively established unless the court on motion permits withdrawal or amendment of the admission.\" Fed.R.Civ.P. 36(b). \"A party's failure to respond to a request for admissions under Federal Rule of Civil Procedure 36 may result in a material fact being deemed admitted and subject the party to an adverse grant of summary judgment.\" <i>In re Savage,</i> 303 B.R. 766, 772 (Bkrtcy.D.Md.2003)(citing <i>Carney v. IRS,</i> 258 F.3d 415, 417-18 (5th Cir.2001)); <i>see also </i><i>Adventis, Inc. v. Consol. Prop. Holdings, Inc.,</i> 124 Fed.Appx. 169, 173 (4th Cir.2005) (\"Rule 36 admissions are conclusive for purposes of the litigation and are sufficient to support summary judgment.\") (quoting <i>Langer v. Monarch Life Ins. Co.,</i> 966 F.2d 786, 803 (3d Cir.1992)).</p>\n<p>Nevertheless, some courts have been reluctant to award summary judgment on the basis of a pro se party's default on requests for admissions on the grounds that such a party may not have understood the effect of failure to respond to the requests. <i>See Jones v. Jack Henry &amp; Assocs., Inc.,</i> Civ. No. 3:06cv428, 2007 WL 4226083, at *2 (W.D.N.C. 30 Nov. 2007) (declining to deem unanswered requests admitted where there was no evidence in the record that pro se plaintiff was ever notified of the consequences of failing to respond); <i>United States v. Turk,</i> 139 F.R.D. 615, 618 (D.Md.1991) (court declined to grant summary judgment against a pro se defendant based <i>solely</i> upon failure to answer requests for admissions (emphasis added)); <i>In re Savage,</i> 303 B.R. at 773 (\"Federal Rule of Civil Procedure 36 was not intended to be used as a technical weapon to defeat the rights of pro se litigants to have their cases fairly judged on the merits.\"). However, under the circumstances presented in this case, the court concludes that it is appropriate to deem' the unanswered requests admitted for the purpose of the motion for summary judgment.</p>\n<p>First, defendant was provided sufficient notice of the effect of failing to respond to the government's requests. In each of the three requests for admissions, the Government specifically informed defendant that \"these requests may be used for summary judgment\" and that the requests \"must be answered or properly objected to within 30 days of service or they are deemed admitted, pursuant to the Federal Rules of Civil Procedure.\" (<i>See</i> RFA at 5 ¶ 4, 8 ¶ 4, 12 ¶ 4). Further, unlike a less knowledgeable pro se party as may be found in some cases, defendant appears to have a good general awareness of the requirements of litigation and the Federal Rules of Civil Procedure as evidenced by the level of sophistication of defendant's pro se filings. (<i>See, e.g.,</i> Def.'s Resp. to Mot. for Entry of <span class=\"star-pagination\">*683</span> Default (DE # 6); Answer (DE # 8)). Another important distinction from the cases cited above is that the Government is not relying solely on the admissions to support its summary judgment motion, but rather has provided the court substantial evidence in support of each of its claims. In fact, the court has concluded that even if it had not considered any of the defaulted admissions, it would still recommend that the motion for summary judgment be allowed based on the undisputed evidence presented in support of the motion. Accordingly, the court will deem each of the Government's requests admitted for the purpose of the motion.</p>\n<p></p>\n<h2>II. UNDISPUTED FACTS</h2>\n<p>The undisputed facts are as follows. This action arises out of defendant's involvement with Concept Marketing International Trust (\"CMI\"). Founded in 1991 by James Aldridge, CMI purports to be a financial education company. (Grimaldi Decl. (DE # 26-3) ¶ 6). However, through its seminars and other marketing techniques, CMI promotes a multi-level marketing scheme involving the sale of American Silver Eagle coins. (Compl. (DE # 1) ¶ 8; Answer ¶ 8). CMI members recruit new members by inviting them to attend a free CMI seminar. (Grimaldi Decl. ¶ 6). This initial presentation lasts approximately one and a half hours. (<i>Id.</i>). The new recruits become members by entering into a purchase agreement which requires them to make monthly purchases of the coins and provides for them to be paid commissions for coin sales to new CMI members they recruit. (Def.'s Dep. (DE # 26-5) at 24; Grimaldi Decl. ¶¶ 6, 7). The lowest membership level at CMI requires a purchase of one to three American Silver Eagle coins at a monthly cost of around $165. (Def.'s Dep. at 25). CMI members receive varying levels of commission payments for purchases by members they have recruited, by members recruited by their recruit, and by members brought in by a recruit of the recruit. (<i>Id.</i> 35-37; Grimaldi Decl. ¶ 7).</p>\n<p>In marketing the scheme, CMI represents that the program is a means of savings, investment, quick income, and significant tax relief. (Silver Streak Pamphlet (DE # 26-7) at 39-42; S. Galley Decl. (DE # 26-9) ¶¶ 4, 6; Fields Dep. (DE # 26-8) at 11; Grimaldi Decl. ¶¶ 6, 8, 9). Specifically, CMI promotes tax relief in three forms. The first is in the form of \"Tangible Assets Savings Accounts\" (\"TASA Scheme\") whereby members are encouraged to hold their coins as an investment and are told that the purchase price of the coins is a deductible business expense. (Grimaldi Decl. ¶¶ 6, 8; Fields Dep. at 11-12; TASA Brochure (DE # 26-6) at 38-41). Second, members are told that their sale of the CMI memberships constitutes a home-based business for which members can take deductions for personal expenses such as vehicles and groceries that have little if any connection to business activities (\"Home-Based Business Scheme\"). (Fields Dep. at 21-25; Grimaldi Decl. ¶ 8; T. Galley Dep. (DE # 26-10) at 44; CMI promotional materials (DE # 26-6) at 23-24). Finally, CMI promoted the establishment of sham trusts (\"Trust Scheme\") to allow members to exempt their income and assets from taxation. (Grimaldi Decl. ¶ 9; RFA 18, 22; T. Galley Dep. at 34). Specifically, members are told that they can place their personal assets in a family trust, a business trust, and a charitable trust, thereby allowing them to deduct personal living expenses to reduce their tax liability by up to 97%. (Grimaldi Decl. ¶ 9; T. Galley Dep. at 29-30, 34-36; Silver Streak Pamphlet (DE # 26-7) at 39).</p>\n<p>Defendant first became involved with CMI as a customer sales associate in 1993. (Def.'s Dep. at 13-14). A 10 May 2000 letter provided by defendant to the Internal <span class=\"star-pagination\">*684</span> Revenue Service (\"IRS\") indicates his appointment as a member of the CMI board of trustees with responsibility for \"Field Communications.\" (Grimaldi Decl. ¶ 10; Def.'s Dep. at 14; Letter of Appointment (DE # 26-6) at 3). Defendant is also one of CMI's National Training Coordinators, and travels to cities across the country giving presentations promoting the CMI program. (Def.'s Dep. at 14-16). Defendant is listed in CMI literature, including the company newsletter, as the North Carolina state contact person. (<i>Id.</i> at 90-91; CMI Newsletter (DE # 26-6) at 35). His address, phone number, and email address appear in CMI member information packets as the Eastern Regional Office of CMI. (Def.'s Dep. at 127-28; CMI Contact Information (DE # 26-6) at 42).</p>\n<p>Defendant also operates a trust known as Ideal Tax Services (\"ITS\"), purportedly to provide financial education, tax planning, and tax return preparation to CMI members. (Def.'s Dep. at 65-66; Grimaldi Decl. ¶¶ 6, 12). In 2000 or 2001, CMI gave defendant and ITS an exclusive contract for preparation of federal and state income tax returns for CMI's national client base in return for 10% of ITS's gross annual revenue. (Grimaldi Decl. ¶ 16; Compl. ¶ 43; Answer ¶ 43).</p>\n<p>In addition, defendant presented a seminar on the tax benefits of CMI membership, known as the \"Income Tax Boot Camp.\" (Grimaldi Decl. ¶¶ 5, 12; Def.'s Dep. at 16). These tax seminars were given in cities across the country, including Chicago, Detroit, Milwaukee, and Kansas City. (Def.'s Dep. at 16). Defendant also created a workbook organizer for his tax return preparation business, and distributed it at the CMI Income Tax Boot Camp. (Grimaldi Decl. ¶ 12; Def.'s Dep. at 132-33). This organizer is used to obtain information from customers needed to complete their tax returns. (Def.'s Dep. at 132-33). Defendant does not request documentation to support the information provided in the organizer. (Grimaldi Decl. ¶ 12). Based upon the IRS's examination of defendant-prepared returns, it has determined that the questions in the organizer do not solicit sufficient information to accurately determine the propriety of certain business related deductions. (<i>Id.</i>).</p>\n<p>An August 2006 IRS audit of 77 returns prepared by defendant and/or one of his subcontractors at ITS revealed understatements of tax liability in at least 58 of the returns. (Grimaldi Decl. ¶ 13 &amp; Sum. of Exam. Results (DE # 26-3 at 9-10)). The IRS estimates a total loss of $1,454,579.40 to the U.S. Treasury as a result of the understatements of tax liability in returns prepared by defendant in tax years 2000 to 2003. (Grimaldi Decl. ¶ 14). Additional facts will be provided as necessary for the court's discussion below.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. STANDARD OF REVIEW</h2>\n<p></p>\n<h2>A. Summary Judgment Standard</h2>\n<p>It is well established that a motion for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure should be granted only \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c);\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). In analyzing whether there is a genuine issue of material fact, all facts and inferences drawn from the facts must be viewed in the light most favorable to the nonmoving party. <i>Evans v. Techs. Applications &amp; Serv. Co.,</i> 80 F.3d 954, 958 (4th Cir.1996).</p>\n<p>The burden is on the moving party to establish the absence of genuine issues of <span class=\"star-pagination\">*685</span> material fact and \"a complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial.\" <i>Celotex Corp.,</i> 477 U.S. at 323, 106 S.Ct. 2548; <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991) (\"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\").</p>\n<p>If the movant meets its burden, then the non-moving party must provide the court with specific facts demonstrating a genuine issue for trial in order to survive summary judgment. <i>Celotex,</i> 477 U.S. at 323, 106 S.Ct. 2548. In this case, defendant has not responded to the Government's motion for summary judgment, and, consequently, the court can grant summary judgment \"if appropriate.\" Fed.R.Civ.P. 56(e)(2). \"Although the failure of a party to respond to a summary judgment motion may leave uncontroverted those facts established by the motion, the moving party must still show that the uncontroverted facts entitle the party to `a judgment as a matter of law.'\" <i>Custer v. Pan Am. Life Ins. Co.,</i> 12 F.3d 410, 416 (4th Cir.1993). Accordingly, the court must review the record to determine whether the Government is entitled to summary judgment.</p>\n<p></p>\n<h2>B. Standard for Relief under I.R.C. §§ 7402, 7407, and 7408</h2>\n<p>As indicated, the Government is seeking injunctive relief under I.R.C. §§ 7402, 7407, and 7408. Generally, the equitable remedy of permanent injunctive relief requires a showing of irreparable injury and inadequacy of a legal remedy. <i>See </i><i>Weinberger v. Romero-Barcelo,</i> 456 U.S. 305, 102 S.Ct. 1798, 72 L.Ed.2d 91 (1982). However, \"[a]n injunction may issue without resort to the traditional equitable prerequisites if a statute expressly authorizes the injunction.\" <i>Abdo v. IRS,</i> 234 F.Supp.2d 553, 564 (M.D.N.C.2002), <i>aff'd,</i> 63 Fed.Appx. 163 (4th Cir.2003). These traditional factors need not be established under I.R.C. §§ 7402, 7407, and 7408 because these statutes authorize injunctive relief if certain criteria are met. <i>See </i><i>Abdo,</i> 234 F.Supp.2d at 564; <i>Duke v. Uniroyal, Inc.,</i> 777 F.Supp. 428, 433 (E.D.N.C.1991) (finding that where an injunction is expressly authorized by statute and the statutory conditions have been satisfied, the moving party is not required to establish irreparable injury before obtaining injunctive relief); <i>United States v. Music Masters, Ltd.,</i> 621 F.Supp. 1046, 1058 (W.D.N.C.1985) (\"Traditional equity grounds need not be proven in order for an injunction that is authorized by statute.\"). Specifically, each of these statutes authorizes injunctive relief if a person engages in specified conduct prohibited under the I.R.C. Once the prohibited conduct is established and injunctive relief is thereby authorized, the court must determine whether injunctive relief is appropriate to prevent a recurrence of such conduct. <i>Abdo,</i> 234 F.Supp.2d at 564. The courts have developed a test for determining whether injunctive relief should be issued that applies to all the statutes at issue. <i>Id.</i> at 565.</p>\n<p>Therefore, in the instant case, the court will first determine whether the record establishes that defendant engaged in the conduct prohibited under each of the statutes at issue. (<i>See</i> Sections II-IV below). The court will then address whether injunctive relief is appropriate with respect to any prohibited conduct which has been established. (<i>See</i> Section V below).</p>\n<p></p>\n<h2>II. CLAIM FOR INJUNCTIVE RLIEF UNDER I.R.C. § 7408</h2>\n<p></p>\n<h2>A. Requirements for I.R.C. § 7408 Injunctive Relief</h2>\n<p>I.R.C. § 7408 permits the Government to commence an action in a district court <span class=\"star-pagination\">*686</span> to enjoin a person from engaging in conduct subject to penalty under I.R.C. § 6700, among other I.R.C. provisions. I.R.C. § 7408(a), (b), (c)(1). I.R.C. § 6700(a) penalizes the organization and sale of abusive tax shelter plans.<sup>[3]</sup><i>See </i><i>Music Masters,</i> 621 F.Supp. at 1053. Under I.R.C. § 6700, an \"abusive tax shelter\" can be \"any entity whose principal purpose is the avoidance or evasion of federal income tax,\" <i>United States v. Kaun,</i> 827 F.2d 1144, 1149 (7th Cir.1987), or any plan or arrangement \"having some connection to taxes\" and which makes \"false or fraudulent statements concerning the tax benefits of participation.\" <i>United States v. Raymond,</i> 228 F.3d 804, 811 (7th Cir. 2000).</p>\n<p>To establish that a defendant engaged in conduct subject to penalty under I.R.C. § 6700, the Government must prove: \"(1) that [he] has organized or sold (or assisted in the organization of) an entity, plan, or arrangement; (2) that he made or furnished statements concerning tax benefits to be derived from the entity, plan, or arrangement; (3) that he knew or had reason to know the statements were false or fraudulent; and (4) that the false or fraudulent statements pertained to a material matter.\" <i>Abdo,</i> 234 F.Supp.2d at 561 (citing <i>United States v. Campbell,</i> 897 F.2d 1317, 1320 (5th Cir.1990)). The court will review each of these elements in turn.</p>\n<p></p>\n<h2>B. Defendant's Organization and Sale of Covered Entities, Plans, and Arrangements</h2>\n<p>The record establishes that CMI promoted three principal tax shelters, each an entity, plan, or arrangement under I.R.C. § 6700(a)namely, the TASA Scheme, Home-Based Business Scheme, and Trust Scheme. As discussed, the TASA Scheme was promoted as a program that would allow CMI members to take a tax deduction for all amounts spent on the coins purchased from CMI. The Home-Based Business Scheme advised members that personal living expenses could be deducted as business expenses in connection with the new home-based business of marketing CMI memberships. The Trust Scheme promoted the creation of complex trusts to allow members to exempt their income and assets from taxation.</p>\n<p>The evidence in the record also clearly shows that defendant actively helped organize and sell these schemes through CMI. Defendant himself has acknowledged his significant involvement with CMI. He served as a trustee, a National Training Coordinator, and the North Carolina state contact person; housed MCI's Eastern Regional Office in his home; and provided tax preparation services to CMI members. Defendant has received compensation from CMI for his work as a CMI sales representative and for serving as a trustee. <span class=\"star-pagination\">*687</span> (Def.'s Dep. at 19-20.). CMI provided Forms 1099 for non-employee compensation to defendant in the amounts of $14,544 in 2001 and $40,987 in 2002. (Forms 1099 (DE # 26-6) at 1-2).</p>\n<p>As one of CMI's National Training Coordinators, defendant has traveled to cities all across the country over a period of several years giving presentations promoting the CMI program and conducting the Income Tax Boot Camp. Defendant began conducting CMI training seminars in 2001, and the most recent training seminar reported by defendant was in December of 2007 in Silver Spring, Maryland. (Def.'s Dep. at 17).</p>\n<p>Defendant has even continued to promote CMI programs during the pendency of this action. On 25 February 2008, while attending a court-hosted settlement conference in this case at the Terry Sanford Federal Building and Courthouse in Raleigh, defendant posted a business card on the bulletin board in the snack bar. (Hudgins Decl. (DE # 26-11) ¶¶ 2-4, and attached image at 3). The card reads as follows:</p>\n  EXTRA INCOME!\n  Working From Home\n  Raymond Renfrow\n  Mktg Consultant\n  $2,000-$10,000 Monthly\n  FREE Silver &amp; Gold Coins\n  [Cellular telephone number]\n  [Office telephone number]\n  [email address]\n<p>(Hudgins Decl. at 3).</p>\n<p></p>\n<h2>C. Defendant's Statements and Knowledge of Their Falsity</h2>\n<p>It is also undisputed that the tax benefits promoted in each of the three schemes were false. As described above, the TASA Scheme was promoted by defendant as a program that would allow CMI members to deduct all amounts spent on the silver coins. CMI and defendant distributed a brochure which asserted that the TASA was \"the only government based program that does not tax the American taxpayer.\" (Def.'s Dep. at 98-99; TASA Brochure (DE # 26-6) at 39). The TASA brochure also compares the TASA with an Individual Retirement Account (\"IRA\"). The brochure provides the following example:</p>\n<blockquote>You put $500 a month into a conventional account (IRA) for a year. At the end of the year you have deposited $6,000. The IRS only allows you a $2,000 ($4,000 if married, filing jointly) dollar tax advantage for your current year taxes.</blockquote>\n<blockquote>With a TASA plan, you deposit the same $500 a month for the year for the total of $6,000. The IRS now permits you the full $6,000 reduction on your taxable income for the year. You may do this every year and you have no limit on how much you may save, with the full amount tax deductible. Dollar for dollar!</blockquote>\n<p>(TASA Brochure at 39). At his deposition taken 9 January 2008, defendant admitted that this brochure is still being used and distributed. (Def.'s Dep. at 99.) There is no basis in law for claiming a deduction for the price of silver coins purchased as an investment or savings. <i>See generally</i> 26 U.S.C. ch. 1, subch. B, pt. III (\"Items Specifically Excludable from Gross Income\").</p>\n<p>The Home-Based Business Scheme was also promoted with false statements regarding tax benefits. I.R.C. § 162(a)<sup>[4]</sup> allows <span class=\"star-pagination\">*688</span> deductions only for those expenses that are both \"ordinary and necessary\" for a \"trade or business.\" I.R.C. § 162(a). To be engaged in a \"trade or business,\" the taxpayer's \"primary purpose for engaging in the activity must be for income or profit.\" <i>C.I.R. v. Groetzinger,</i> 480 U.S. 23, 35, 107 S.Ct. 980, 94 L.Ed.2d 25 (1987).</p>\n<p>CMI promoted CMI membership as a home-based business and advised members that with a home-based business \"basically all\" personal expenses could become deductible business expenses. (Grimaldi Decl. ¶ 8; T. Galley Dep. at 44). For example, CMI members were told to have an office in the home in the biggest room in the house and to hire family members as employees, even if their only role in the business is to do shopping for the family. (Grimaldi Decl. ¶ 8; Fields Dep. at 21-23). Defendant also advised members to \"blend\" personal and business expenses, so that all dual purpose items would become deductible. (Fields Dep. at 24). Members were encouraged to have as many business expenses as possible, and CMI founder James Aldridge promoted having a loss on the home-based business for its tax advantages. (T. Galley Dep. at 8-10).</p>\n<p>An illustration of the extent to which CMI and defendant promoted the inappropriate use of business deductions can be found in the following example in defendant's ITS workbook organizer:</p>\n<p></p>\n<pre>\n$30,000 Family IncomeMarried with 2 Children\n12% Federal Example\n5.5% State Example\n                       Without       With\n                        H.B.B.      H.B.B.\nWages                  $30,000     $30,000\nH.B.B.                       0       1,000\nTaxable Income          30,000      31,000\nStandard Deductions     -7,350      -7,350\nExemptions             -11,200   [-]11,200\nH.B.B. Deductions            0     -21,560\nTaxable Income          11,450      -9,110\nFederal Tax              1,721           0\nState Tax                  902           0\nTotal Paid               2,623           0\nEarned Income Credit       237       1,000\nFederal Tax Withheld     3,600       3,600\nState Tax Withheld       1,650       1,650\nRefund                   2,864       6,250\n</pre>\n<p>(ITS Workshop Materials (DE # 26-6) at 14). In this example, a home-based business created through CMI membership for the purpose of purchasing silver coins and recruiting other CMI members which earned $1,000 is claiming $21,000 in business expenses such that the family with $30,000 in wage earnings has negative taxable income. It is inconceivable that such an example could be based on legitimate business deductions for the type of homebased business promoted by CMI. <i>See Kassel v. United States,</i> No. 06-3237 SC, 2007 WL 1100312, at *3 (N.D.Cal. 12 April 2007) (finding that an example in materials used to promote a \"Tax Relief System\" which claimed $29,980.00 in home-based business deductions on the same return where only $2,000.00 in home-based business income is reported was a false statement for the purpose of I.R.C. § 6700 penalty due to being inconsistent with the necessary profit motive).</p>\n<p>Finally, defendant and CMI, in conjunction with Trust Educational Services (\"TES\"), formerly known as National Trust Services (\"NTS\"), promoted the Trust Scheme with false representations <span class=\"star-pagination\">*689</span> about the viability of the trusts for tax purposes. CMI customers pay up to $15,000 to attend \"trust academies\" run by TES. (Aldridge Trial Tr. at 1287-88, 1295; T. Galley Dep. at 28; S. Galley Decl. ¶¶ 8-9). At these trust academies, customers set up a collection of trusts for the purposes of holding title to customers' assets and paying their expenses, thereby allowing customers to deduct most of their personal expenses. (RFA 18, 22). CMI and defendant represent that these trusts will allow conversion of up to 97% of income to a tax shelter with \"full disclosure to the IRS.\" (S. Galley Decl. ¶¶ 14, 22; RFA 16; Fields Dep. at 41-42).</p>\n<p>The IRS may disregard an entity for tax purposes where such entity lacks economic substance. <i>Richardson,</i> 509 F.3d at 741; <i>see also </i><i>Coltec Indus., Inc. v. United States,</i> 454 F.3d 1340, 1354 (Fed.Cir.2006) (holding that the \"economic-substance\" doctrine is \"a judicial tool for effectuating the underlying Congressional purpose that, despite literal compliance with the statute, tax benefits not be afforded based on transactions lacking in economic substance\"). To determine whether a trust has sufficient economic substance, courts consider the following factors:</p>\n<blockquote>(1) whether the relationship of the grantors to the transferred property changed materially; (2) whether any independent trustee exists to prevent the grantors from acting solely in their own interests; (3) whether any economic interest in the trust assets passed to other beneficiaries; and (4) whether the trust imposes any restrictions on the grantors' use of the assets.</blockquote>\n<p><i>Richardson,</i> 509 F.3d at 741.</p>\n<p>The trusts promoted to and created for CMI customers clearly do not satisfy these criteria. CMI customers have testified that their relationship to the transferred property did not change materially after it was transferred to the trusts. (S. Galley Decl. ¶¶ 15, 16). The CMI customers are not prevented from acting in their own interests because the NTS trustee serves for only a few days before being replaced by the grantor CMI customers. (Hutson Dep. at 48, 54; Grimaldi Decl. ¶ 9; T. Galley Dep. 30-31, 36; RFA 27). There are no regular disbursements from trust revenue to the named beneficiaries, and there are no restrictions upon the grantors' use of trust assets. (Hutson Dep. at 42-43, 48-49; T. Galley Dep. at 35). Consequently, it is clear that these trusts have no legitimate purpose and are set up solely to avoid tax obligations.</p>\n<p>Importantly, courts have repeatedly found these types of trusts to be shams for tax purposes. <i>See </i><i>United States v. Scott,</i> 37 F.3d 1564 (10th Cir.1994); <i>Richardson v. Comm'r.,</i> 509 F.3d 736 (6th Cir.2007); <i>Buckmaster v. Comm'r.,</i> T.C.Memo 1997-236 (1997); <i>Markosian v. Comm'r.,</i> 73 T.C. 1235, 1980 WL 4562 (1980). Further, Roderick Prescott, who founded NTS and TES, was enjoined by a federal court from promoting these fraudulent trust systems on 2 June 2003. (Prescott Order of Perm. Inj. (DE # 26-13)).</p>\n<p>There is no dispute that defendant knew or should have known that the representations he made with respect to each of the three schemes were false. First, by holding himself out as a tax professional, he is charged with knowledge of the I.R.C. as well as the applicable regulations and case law. <i>See </i><i>United States v. Venie,</i> 691 F.Supp. 834, 839 (M.D.Pa.1988). Consequently, defendant is presumed to know that the courts have rejected the types of trusts he was promoting and that his representations regarding business deductions were inconsistent with the express language of I.R.C. § 162. Also, defendant agreed to prepare returns for CMI customers who were turned away by their own accountants who questioned the legality of CMI trusts. (S. Galley Decl. 18, 21). <span class=\"star-pagination\">*690</span> Further, the injunction against Prescott as well as the criminal charges and ultimate conviction of James Aldridge, CMI's founder, for aiding and abetting the filing of false tax returns would have lead a reasonable person in defendant's position to question the tax benefits being promoted in the CMI programs. Importantly, defendant admitted at the criminal trial of James Aldridge that CMI continued to do business with NTS and TES after defendant learned that an injunction had been entered against Prescott and those entities. (Aldridge Trial Tr. at 1289). For this and the other reasons stated, the court concludes that there is no dispute that defendant made false representations as to the tax ramifications of the CMI programs and that he knew or should have known that such representations were false.</p>\n<p></p>\n<h2>D. Materiality of Defendant's False Statements</h2>\n<p>Finally, the record is replete with evidence that the false statements to customers and CMI members were material. Statements are material if they \"would have a substantial impact on the decisionmaking process of a reasonably prudent investor and includes matters relevant to the availability of a tax benefit.\" <i>United States v. Campbell,</i> 897 F.2d 1317, 1320 (5th Cir.1990). Most significantly, many customers testified that they would have never followed the CMI program had they not been assured of its legality, and many of them were later audited and subjected to significant penalties or litigation as a result of the returns prepared by or under the advice of defendant. (Fields Dep. at 16-17; S. Galley Decl. ¶ 22). As discussed above, an August 2006 IRS audit of returns prepared by defendant applying the tax principles he promoted revealed 58 out of 77 returns defendant prepared to have understatements of tax liability. (Def.'s Dep. (DE # 26-5) at 132-33; RFA 2, 3, 11, 12, 13, 21; Grimaldi Decl. ¶¶ 8, 15; Kutka Decl. (DE # 26-15) ¶¶ 6, 7). Accordingly, the court concludes that the representations were material. The undisputed facts of record thereby show that defendant is subject to penalty under I.R.C. § 6700.</p>\n<p></p>\n<h2>III. CLAIM FOR INJUNCTIVE RLIEF UNDER I.R.C. § 7407</h2>\n<p>Pursuant to I.R.C. § 7407, the Government may seek an injunction against a tax return preparer to prevent such individual from engaging in certain unlawful conduct relating to tax preparation activities. I.R.C. § 7407(a). The court may grant such injunctive relief if it finds that a tax return preparer has, among other things, \"engaged in any conduct subject to penalty under <i>section 6694</i> or 6695, or subject to any criminal penalty provided by this title.\" I.R.C. § 7407(b)(1)(A) (emphasis added).</p>\n<p>Here, the Government contends that defendant violated I.R.C. § 6694. It imposes a penalty upon a tax return preparer who prepares a tax return which understates liability due to either an unreasonable position,<sup>[5]</sup><i>see</i> I.R.C. § 6694(a), or willful or reckless conduct, <i>see</i> I.R.C. § 6694(b).</p>\n<p><span class=\"star-pagination\">*691</span> As discussed in detail above, defendant has prepared tax returns for CMI customers based on positions for which there was no \"realistic possibility of being sustained on the merits\" (for disclosed<sup>[6]</sup> positions), I.R.C. § 6694(a)(1), or which were frivolous (for undisclosed positions), I.R.C. § 6694(a)(3). These returns have been determined by the IRS to contain significant understatements of liability totaling over $1 million. Accordingly, the court concludes that defendant is subject to penalty under I.R.C. § 6694.</p>\n<p></p>\n<h2>IV. CLAIM FOR INJUNCTIVE RLIEF UNDER I.R.C. § 7402</h2>\n<p>In addition to the injunctions sought under I.R.C. §§ 7407 and 7408, the Government also seeks an injunction pursuant to I.R.C. § 7402. This statute grants the district courts of the United States the authority \"to render such judgments and decrees as may be necessary or appropriate for the enforcement of the internal revenue laws.\" As set out above, the conduct of defendant has resulted, <i>inter alia,</i> in significant understatements of tax liability and, consequently, is subject to an injunction under I.R.C. § 7402. <i>See </i><i>United States v. Cohen,</i> 222 F.R.D. 652, 657 (W.D.Wash.2004) (holding that U.S. was entitled to injunction under § 7402 for defendant's provisions of false and fraudulent tax advice through his website and his sales of forms and documents that result in substantial understatements tax liabilities); <i>United States v. Franchi,</i> 756 F.Supp. 889, 893 (W.D.Pa.1991) (injunction under § 7402 justified where defendant tax return preparer inflated expenses and deductions on returns); <i>Music Masters,</i> 621 F.Supp. at 1057 (holding that an injunction was necessary under § 7402 due to defendant's continuing representation to investors that the deductions and credits attributable to an abusive tax shelter plan were allowable).</p>\n<p></p>\n<h2>V. GOVERNMENT'S ENTITLEMENT TO INJUNCTIVE RELIEF</h2>\n<p>As indicated, injunctive relief is authorized under I.R.C. § 7402(a) \"as necessary or appropriate for the enforcement of the internal revenue laws.\" Further, having found relevant conduct under I.R.C. §§ 7407 and 7408, the court may award injunctive relief which is \"appropriate to prevent the recurrence\" of the prohibited conduct, including enjoining a defendant from acting as a tax return preparer. I.R.C. §§ 7407(b)(2), 7408(b)(2). To determine whether an injunction is necessary or appropriate under I.R.C. § 7407, 7408, and 7402, courts \"`assess the totality of the circumstances surrounding [defendant] and his violation, including such factors as': (1) `the gravity of harm caused by the offense;' (2) `the extent of the defendant's participation and his degree of scienter;' (3) `the isolated or recurrent nature of the infraction and the likelihood that the defendant's customary business activities might again involve him in such transactions;' (4) `the defendant's recognition of his own culpability;' and (5) `the sincerity <span class=\"star-pagination\">*692</span> of his assurances against future violations.'\" <i>Abdo,</i> 234 F.Supp.2d at 565 (quoting <i>Kaun,</i> 827 F.2d at 1149-50). The court will address each of these factors in turn.</p>\n<p></p>\n<h2>A. Gravity of Harm</h2>\n<p>Defendant's conduct has resulted in serious harm to the U.S. Treasury not only in the form of understatements of liability, but also the administrative burden on the IRS of auditing, investigating, and collecting taxes on the returns prepared by defendant. (Grimaldi Decl., ¶ 15; <i>see generally</i> Kutka Decl.; Knaff Decl. (DE # 26-12)). The harm to CMI members and other customers is also significant. Many CMI customers were subjected to audits and were required to pay significant amounts in back taxes. (Fields Dep. at 16; S. Galley Decl. ¶¶ 23, 24).</p>\n<p></p>\n<h2>B. Extent of Defendant's Participation and Degree of Scienter</h2>\n<p>As detailed above, defendant continued to promote CMI's programs with false and fraudulent advice to CMI members and other customers, and he did so knowingly. His involvement with the promotion of CMI's programs was extensive and included traveling across the country to present seminars on CMI's programs as well as the tax benefits of these programs. Defendant's involvement went beyond mere presentation of CMI's materials and included actual development of materials. Defendant himself developed the workbook organizer distributed at these seminars. Further, the unreasonable tax positions that he promoted were applied in preparing tax returns for CMI members.</p>\n<p></p>\n<h2>C. Defendant's Recognition of His Own Culpability</h2>\n<p>The record contains no indication that defendant has ever acknowledged that the tax schemes he promotes are false or fraudulent.</p>\n<p></p>\n<h2>D. Likelihood of Recurrence and Assurances Against Future Violations</h2>\n<p>Defendant's involvement with CMI programs began as early as 1993 and, based on the record before this court, continued until at least until 25 February 2008 when he posted promotional materials in the federal building while attending a settlement conference in this case. Significantly, defendant's activities continued even after the criminal conviction of Aldridge and the injunction entered against Prescott. Defendant's continuation of his promotion of CMI's programs and his failure to acknowledge his culpability under these circumstances is a significant, if not immovable, barrier to any assurance that he will desist in this conduct.</p>\n<p>For the foregoing reasons, the court concludes that an injunction against defendant is necessary to prevent future similar conduct of defendant. <i>See </i><i>Music Masters,</i> 621 F.Supp. at 1057 (\"Where there is no indication that an individual will attempt to comply with the law, injunctive relief has been determined to be appropriate.\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, it is REOMMENDED that the Government's motion for summary judgment be ALOWED and that the court issue an injunction (\"Injunction\") permanently barring defendant, Ideal Tax Services, and First Class Limousine, and their agents, representatives, employees, successors, and all other persons or entities in active concert or participation with defendant, Ideal Tax Services, First Class Limousine, or any of them from:</p>\n<blockquote>1. Preparing, assisting in the preparation of, or directing the preparation or filing of federal tax returns or forms on behalf of any person or entity other than defendant;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*693</span> 2. Giving any tax advice to any other person or entity for pay;</blockquote>\n<blockquote>3. Appearing as a representative of any person or entity before the IRS;</blockquote>\n<blockquote>4. Engaging in conduct subject to penalty under I.R.C. § 6700, including preparing or assisting in the preparation of a document related to a matter material to the internal revenue laws that includes a position that defendant knows would, if used, result in an understatement of another person's tax liability;</blockquote>\n<blockquote>5. Organizing, promoting, marketing, or selling any entity, plan or arrangement that advises or assists customers to attempt to violate the internal revenue laws or unlawfully evade the assessment or collection of their federal tax liabilities, including by means of complex trust programs;</blockquote>\n<blockquote>6. Engaging in conduct subject to penalty under I.R.C. § 6700, including making, furnishing, or causing another person to make or furnish statements about the allowability of any deduction, credit, or the securing of any tax benefit by reason of participating in a tax shelter, entity, plan, or arrangement, that defendant knows or has reason to know is false or fraudulent;</blockquote>\n<blockquote>7. Telling customers that they may continue to control and receive beneficial enjoyment from assets irrevocably transferred to a trust without regard to the grantor trust rules of I.R.C. §§ 673 through 677;</blockquote>\n<blockquote>8. Telling customers that personal residences can be transferred to a trust for the purpose of claiming tax deductions for personal expenses in order to reduce federal tax liability;</blockquote>\n<blockquote>9. Telling customers that the purchase of American Silver Eagle coins is a deductible business expense;</blockquote>\n<blockquote>10. Engaging in any other conduct subject to any penalty under the I.R.C. or any other conduct that interferes with the administration and/or enforcement of the internal revenue laws; and</blockquote>\n<blockquote>11. Engaging in any of the activities listed in Paragraphs 1 through 10 above through the use of any other individual or entity.</blockquote>\n<p>IT IS FURTHER RECOMMENDED that, pursuant to 26 U.S.C. § 7402, the court order in the Injunction, or by separate order issued contemporaneously with the Injunction, that:</p>\n<blockquote>12. Within 30 days after issuance of the Injunction, defendant must file with the court and provide to the Government's counsel a complete list of customers (including names, addresses, phone numbers, e-mail addresses, and social security numbers or employer identification numbers) for whom defendant has prepared individual or trust federal income tax returns, or whom defendant has assisted in the creation of any trust or other entity;</blockquote>\n<blockquote>13. Within 30 days after issuance of the Injunction, defendant must, at his own expense, send a copy of the complaint and Injunction in this action to each of his customers, employees, and associates, both current and former;</blockquote>\n<blockquote>14. Within 45 days after issuance of the Injunction, defendant must provide evidence of his compliance with the foregoing paragraph by filing a <span class=\"star-pagination\">*694</span> declaration with this court setting out a complete list of names and addresses of individuals or entities to whom he has mailed a copy of the complaint and Injunction in this action; and</blockquote>\n<blockquote>15. The Government be permitted to engage in post-injunction discovery to monitor defendant's compliance with the Injunction.</blockquote>\n<p>IT IS FURTHER RECOMMENDED that, to facilitate compliance by defendant, the Injunction and the separate order, if any, issued contemporaneously with the Injunction advise defendant that failure to abide by such Injunction or order may be punished by criminal contempt under 18 U.S.C. § 401 and otherwise as provided by law.</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the Government and to defendant, who have ten business days, or such other period as the District Judge specifies, to file written objections. Failure to file timely written objections bars an aggrieved party from receiving a de novo review by the District Judge on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the unobjected-to proposed factual findings and legal conclusions accepted by the District Judge.</p>\n<h2>NOTES</h2>\n<p>[1]  The year used in the Clerk's file stamp on the first page of this filing is 2007. Use of this year appears clearly to be an error. The document itself is dated the \"Two Thousandth and Eighth year Anno Domini\" (Abate. Pet. at 3) and the CM/ECF date stamp indicates filing in 2008 (<i>id.</i> at 1). In addition, the docket sheet for this case lists no filing on 11 April 2007.</p>\n<p>[2]  Page number references in citations to the RFA are to the numbers assigned by the CM/ ECF electronic docketing system. The CM/ ECF-assigned page numbers are used in citations to other documents if the document is otherwise unnumbered.</p>\n<p>[3]  I.R.C. § 6700(a) reads:\n</p>\n<p>(a) Imposition of penalty.Any person who</p>\n<p>(1)(A) organizes (or assists in the organization of)(i) a partnership or other entity, (ii) any investment plan or arrangement, or (iii) any other plan or arrangement, or</p>\n<p>(B) participates (directly or indirectly) in the sale of any interest in an entity or plan or arrangement referred to in subparagraph (A), and</p>\n<p>(2) makes or furnishes or causes another person to make or furnish (in connection with such organization or sale)</p>\n<p>(A) a statement with respect to the allowability of any deduction or credit, the excludability of any income, or the securing of any other tax benefit by reason of holding an interest in the entity or participating in the plan or arrangement which the person knows or has reason to know is false or fraudulent as to any material matter, or</p>\n<p>(B) a gross valuation overstatement as to any material matter</p>\n<p>shall pay ... [specified penalties].</p>\n<p>I.R.C. § 6700(a).</p>\n<p>[4]  This section provides, in pertinent part, as follows:\n</p>\n<p>(a) In general.There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, including</p>\n<p>(1) a reasonable allowance for salaries or other compensation for personal services actually rendered;</p>\n<p>(2) traveling expenses (including amounts expended for meals and lodging other than amounts which are lavish or extravagant under the circumstances) while away from home in the pursuit of a trade or business; and</p>\n<p>(3) rentals or other payments required to be made as a condition to the continued use or possession, for purposes of the trade or business, of property to which the taxpayer has not taken or is not taking title or in which he has no equity.</p>\n<p>I.R.C. § 162(a).</p>\n<p>[5]  In support of its argument, the Government cites to the version of I.R.C. § 6694 that was in effect at the time that it filed its motion for summary judgment. However, the version of the statute that was in effect for the returns prepared by defendant in tax years 2000 to 2003, which are relied upon by the Government in support of its argument, contains a different standard for \"unreasonable position.\" <i>Compare</i> I.R.C. § 6694, <i>as amended by</i> Pub.L. No. 110-28, § 8246(b), 121 Stat. 112, 203 (2007) (effective 25 May 2007) <i>with</i> I.R.C. § 6694, <i>as amended by</i> Pub.L. No. 101-239, §§ 7732(a), 7737(a), 103 Stat. 2106, 2402, 2404 (1989) (effective 31 Dec. 1989). The difference in these two standards has been explained by the IRS as follows:\n</p>\n<p>First, for undisclosed positions, the Act replaces the realistic possibility standard with a requirement that there be a reasonable belief that the tax treatment of the position would more likely than not be sustained on its merits. Second, for disclosed positions, the Act replaces the not-frivolous standard with the requirement that there be a reasonable basis for the tax treatment of the position.</p>\n<p>IRS Notice 2007-54 (2007-27 I.R. Bull. 12, 2007 WL 1663005 (2 July 2007)). All citations in this memorandum are to the 19 December 1989 version of the statute. However, were the court to apply the standard in the later version, the court would still conclude that defendant has prepared tax returns based on unreasonable positions.</p>\n<p>[6]  A position is \"disclosed\" for the purposes of this statute where \"the relevant facts affecting the item's tax treatment are adequately disclosed in the return or in a statement attached to the return.\" I.R.C. § 6662(d)(2)(B)(ii).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">612</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">677</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nRaymond A. RENFROW, individually and d/b/a Ideal Tax Services and First Class Limousine, Defendant.</h1></center>\n<center>No. 5:07-CV-117-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 9, 2009.</center>\n<p><span class=\"star-pagination\">*679</span> Frederick Nicholas Noyes, Shana M. Starnes, U.S. Dept. of JusticeTax Division, Washington, DC, for Plaintiff.</p>\n<p>Raymond A. Renfrow, Elm City, NC, pro se.</p>\n<p></p>\n<h2>ORDER AND PERMANENT INJUNCTION</h2>\n<p>LOUISE W. FLANAGAN, District Judge.</p>\n<p>This matter is before the court on plaintiffs motion for summary judgment (DE # 25). This court referred the motion to Magistrate Judge James E. Gates for review and recommendation, pursuant to 28 U.S.C. § 636(b)(1)(B). Through memorandum and recommendation (\"M &amp; R\") issued January 26, 2009 (DE # 36), the magistrate judge recommends that plaintiffs motion be allowed. No objections to the <span class=\"star-pagination\">*680</span> M &amp; R have been filed, and the time within which to make any objection has expired. This matter is ripe for ruling.</p>\n<p>A full and careful review of the M &amp; R and other documents of record convinces the court that the recommendation of the magistrate judge is, in all respects, in accordance with the law and should be approved. Accordingly, the court hereby adopts the findings and recommendation of the magistrate judge as its own, and for the reasons stated in the M &amp; R, plaintiffs motion for summary judgment is GRANTED.</p>\n<p>It is therefore ORDERED, pursuant to 26 U.S.C. §§ 7402, 7407, and 7408, that defendant Renfrow, Ideal Tax Services, and First Class Limousine, and their agents, representatives, employees, successors, and all other persons or entities in active concert or participation with defendant Renfrow, Ideal Tax Services, First Class Limousine, or any of them, are permanently enjoined from:</p>\n<p>(a) preparing, assisting in the preparation of, or directing the preparation or filing of federal tax returns or forms on behalf of any person or entity other than defendant;</p>\n<p>(b) giving any tax advice to any other person or entity for pay;</p>\n<p>(c) appearing as a representative on behalf of any person or entity before the Internal Revenue Service;</p>\n<p>(d) engaging in conduct subject to penalty under I.R.C. § 6701, including preparing or assisting in the preparation of a document related to a matter material to the internal revenue laws that includes a position that defendant knows would, if used, result in an understatement of another person's tax liability;</p>\n<p>(e) organizing, promoting, marketing, or selling any tax shelter, entity, plan, or arrangement that advises or assists customers to attempt to violate the internal revenue laws or unlawfully evade the assessment or collection of their federal tax liabilities, including by means of complex trust programs;</p>\n<p>(f) engaging in conduct subject to penalty under I.R.C. § 6700, including making, furnishing, or causing another person to make or furnish statements about the allowability of any deduction, credit, or the securing of any tax benefit by reason of participating in a tax shelter, entity, plan, or arrangement, that defendant knows or has reason to know is false or fraudulent;</p>\n<p>(g) telling customers that they may continue to control and receive beneficial enjoyment from assets irrevocably transferred to a trust without regard to the grantor trust rules of I.R.C. §§ 673 through 677;</p>\n<p>(h) telling customers that personal residences can be transferred to a trust for the purpose of claiming tax deductions for personal expenses in order to reduce federal tax liability;</p>\n<p>(i) telling customers that the purchase of American Silver Eagle coins is a deductible business expense;</p>\n<p>(j) engaging in any other conduct subject to any penalty under the Internal Revenue Code or any other conduct that interferes with the administration and/or enforcement of the internal revenue laws; and</p>\n<p>(k) engaging in any of the activities listed in paragraphs (a) through (j) above through the use of any other individual or entity.</p>\n<p>IT IS FURTHER ORDERED that:</p>\n<p>(<i>l</i>) within thirty (30) days of entry of this order, defendant must file with the court and provide to plaintiffs counsel a complete list of customers (including names, addresses, phone numbers, e-mail addresses, and social security numbers or employer identification numbers) for whom defendant has prepared individual or trust federal income tax returns, <span class=\"star-pagination\">*681</span> or whom defendant has assisted in the creation of any trust entity;</p>\n<p>(m) within thirty (30) days of entry of this order, defendant must, at his own expense, provide a copy of the complaint and this injunction to each of his customers, employees, and associates, both current and former;</p>\n<p>(n) within forty-five (45) days of entry of this order, defendant must provide evidence of his compliance with the foregoing paragraph by filing a declaration with this court setting out a complete list of names and addresses of individuals or entities to whom he has mailed a copy of the complaint and injunction in this action; and</p>\n<p>(<i>o</i>) the United States shall be permitted to engage in post-injunction discovery to monitor defendant's compliance with this and any other order entered by this court.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court on the motion for summary judgment (DE # 25) of plaintiff United States (\"Government\") pursuant to Rule 56 of the Federal Rules of Civil Procedure. The motion was referred to the undersigned Magistrate Judge for review and recommendation, pursuant to 28 U.S.C. § 636(b)(1)(B). For the reasons set forth below, it will be recommended that the Government's motion be allowed.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>On 22 March 2007, the Government commenced this action against defendant Raymond A. Renfrow (\"defendant\") in his individual capacity and doing business as Ideal Tax Service and First Class Limousine alleging that defendant was engaging in conduct that was subject to penalty under the Internal Revenue Code, 26 U.S.C. (\"I.R.C\"), specifically I.R.C. §§ 6694 and 6700, and conduct that substantially interferes with the proper enforcement of the internal revenue laws, <i>see</i> I.R.C. § 7402(a). On the basis of this alleged conduct, the Government seeks to restrain and enjoin defendant from further engaging in this activity as provided by I.R.C. §§ 7402, 7407, and 7408. On 14 March 2008, the Government filed a motion for summary judgment asserting that it was entitled to the injunction against defendant because there was no dispute of material fact.</p>\n<p>On 19 March 2008, the Clerk advised defendant, who is pro se, of the summary judgment dismissal procedure and the possible consequences if he failed to adequately respond to the motion. (Rule 56 Letter (DE # 27)). On 11 April 2008,<sup>[1]</sup> defendant filed a \"Petition for Abatement\" (DE # 28) in which he asserts that the complaint fails to name him as a party on the grounds that his name appears in all upper case letters. This filing by defendant does not respond in any form to the arguments raised in the Government's motion for summary judgment, and defendant has failed to otherwise respond to the motion.</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p></p>\n<h2>I. REQUESTS FOR ADMISSIONS</h2>\n<p>An initial matter for determination by the court is whether the three sets of <span class=\"star-pagination\">*682</span> requests for admissions served by the Government on defendant should be deemed admitted, as the Government requests, (<i>See</i> Govt.'s Requests for Admissions (\"RFA\") (DE # 26-2) at 4-18).<sup>[2]</sup> The Government bases its request on the grounds that defendant failed to respond to the requests for admissions within the period of time required by the Federal Rules of Civil Procedure or thereafter. (Noyes Decl. (DE # 26-2) at 1-2, ¶¶ 3-8).</p>\n<p>Rule 36 of the Federal Rules provides, in relevant part, that a \"matter is admitted unless, within 30 days after service of the request ... the party to whom the request is directed serves upon the party requesting the admission a written answer or objection addressed to the matter, signed by the party or by the party's attorney.\" Fed.R.Civ.P. 36(a). Further, a \"matter admitted under this rule is conclusively established unless the court on motion permits withdrawal or amendment of the admission.\" Fed.R.Civ.P. 36(b). \"A party's failure to respond to a request for admissions under Federal Rule of Civil Procedure 36 may result in a material fact being deemed admitted and subject the party to an adverse grant of summary judgment.\" <i>In re Savage,</i> <span class=\"citation\" data-id=\"1912876\"><a href=\"/opinion/1912876/in-re-savage/\"><span class=\"volume\">303</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">766</span></a></span>, 772 (Bkrtcy.D.Md.2003)(citing <i>Carney v. IRS,</i> <span class=\"citation\" data-id=\"24795\"><a href=\"/opinion/24795/carney-v-irs/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span>, 417-18 (5th Cir.2001)); <i>see also </i><i>Adventis, Inc. v. Consol. Prop. Holdings, Inc.,</i> 124 Fed.Appx. 169, 173 (4th Cir.2005) (\"Rule 36 admissions are conclusive for purposes of the litigation and are sufficient to support summary judgment.\") (quoting <i>Langer v. Monarch Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></span>, 803 (3d Cir.1992)).</p>\n<p>Nevertheless, some courts have been reluctant to award summary judgment on the basis of a pro se party's default on requests for admissions on the grounds that such a party may not have understood the effect of failure to respond to the requests. <i>See Jones v. Jack Henry &amp; Assocs., Inc.,</i> Civ. No. 3:06cv428, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4226083</span></span>, at *2 (W.D.N.C. 30 Nov. 2007) (declining to deem unanswered requests admitted where there was no evidence in the record that pro se plaintiff was ever notified of the consequences of failing to respond); <i>United States v. Turk,</i> <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">615</span></span>, 618 (D.Md.1991) (court declined to grant summary judgment against a pro se defendant based <i>solely</i> upon failure to answer requests for admissions (emphasis added)); <i>In re Savage,</i> 303 B.R. at 773 (\"Federal Rule of Civil Procedure 36 was not intended to be used as a technical weapon to defeat the rights of pro se litigants to have their cases fairly judged on the merits.\"). However, under the circumstances presented in this case, the court concludes that it is appropriate to deem' the unanswered requests admitted for the purpose of the motion for summary judgment.</p>\n<p>First, defendant was provided sufficient notice of the effect of failing to respond to the government's requests. In each of the three requests for admissions, the Government specifically informed defendant that \"these requests may be used for summary judgment\" and that the requests \"must be answered or properly objected to within 30 days of service or they are deemed admitted, pursuant to the Federal Rules of Civil Procedure.\" (<i>See</i> RFA at 5 ¶ 4, 8 ¶ 4, 12 ¶ 4). Further, unlike a less knowledgeable pro se party as may be found in some cases, defendant appears to have a good general awareness of the requirements of litigation and the Federal Rules of Civil Procedure as evidenced by the level of sophistication of defendant's pro se filings. (<i>See, e.g.,</i> Def.'s Resp. to Mot. for Entry of <span class=\"star-pagination\">*683</span> Default (DE # 6); Answer (DE # 8)). Another important distinction from the cases cited above is that the Government is not relying solely on the admissions to support its summary judgment motion, but rather has provided the court substantial evidence in support of each of its claims. In fact, the court has concluded that even if it had not considered any of the defaulted admissions, it would still recommend that the motion for summary judgment be allowed based on the undisputed evidence presented in support of the motion. Accordingly, the court will deem each of the Government's requests admitted for the purpose of the motion.</p>\n<p></p>\n<h2>II. UNDISPUTED FACTS</h2>\n<p>The undisputed facts are as follows. This action arises out of defendant's involvement with Concept Marketing International Trust (\"CMI\"). Founded in 1991 by James Aldridge, CMI purports to be a financial education company. (Grimaldi Decl. (DE # 26-3) ¶ 6). However, through its seminars and other marketing techniques, CMI promotes a multi-level marketing scheme involving the sale of American Silver Eagle coins. (Compl. (DE # 1) ¶ 8; Answer ¶ 8). CMI members recruit new members by inviting them to attend a free CMI seminar. (Grimaldi Decl. ¶ 6). This initial presentation lasts approximately one and a half hours. (<i>Id.</i>). The new recruits become members by entering into a purchase agreement which requires them to make monthly purchases of the coins and provides for them to be paid commissions for coin sales to new CMI members they recruit. (Def.'s Dep. (DE # 26-5) at 24; Grimaldi Decl. ¶¶ 6, 7). The lowest membership level at CMI requires a purchase of one to three American Silver Eagle coins at a monthly cost of around $165. (Def.'s Dep. at 25). CMI members receive varying levels of commission payments for purchases by members they have recruited, by members recruited by their recruit, and by members brought in by a recruit of the recruit. (<i>Id.</i> 35-37; Grimaldi Decl. ¶ 7).</p>\n<p>In marketing the scheme, CMI represents that the program is a means of savings, investment, quick income, and significant tax relief. (Silver Streak Pamphlet (DE # 26-7) at 39-42; S. Galley Decl. (DE # 26-9) ¶¶ 4, 6; Fields Dep. (DE # 26-8) at 11; Grimaldi Decl. ¶¶ 6, 8, 9). Specifically, CMI promotes tax relief in three forms. The first is in the form of \"Tangible Assets Savings Accounts\" (\"TASA Scheme\") whereby members are encouraged to hold their coins as an investment and are told that the purchase price of the coins is a deductible business expense. (Grimaldi Decl. ¶¶ 6, 8; Fields Dep. at 11-12; TASA Brochure (DE # 26-6) at 38-41). Second, members are told that their sale of the CMI memberships constitutes a home-based business for which members can take deductions for personal expenses such as vehicles and groceries that have little if any connection to business activities (\"Home-Based Business Scheme\"). (Fields Dep. at 21-25; Grimaldi Decl. ¶ 8; T. Galley Dep. (DE # 26-10) at 44; CMI promotional materials (DE # 26-6) at 23-24). Finally, CMI promoted the establishment of sham trusts (\"Trust Scheme\") to allow members to exempt their income and assets from taxation. (Grimaldi Decl. ¶ 9; RFA 18, 22; T. Galley Dep. at 34). Specifically, members are told that they can place their personal assets in a family trust, a business trust, and a charitable trust, thereby allowing them to deduct personal living expenses to reduce their tax liability by up to 97%. (Grimaldi Decl. ¶ 9; T. Galley Dep. at 29-30, 34-36; Silver Streak Pamphlet (DE # 26-7) at 39).</p>\n<p>Defendant first became involved with CMI as a customer sales associate in 1993. (Def.'s Dep. at 13-14). A 10 May 2000 letter provided by defendant to the Internal <span class=\"star-pagination\">*684</span> Revenue Service (\"IRS\") indicates his appointment as a member of the CMI board of trustees with responsibility for \"Field Communications.\" (Grimaldi Decl. ¶ 10; Def.'s Dep. at 14; Letter of Appointment (DE # 26-6) at 3). Defendant is also one of CMI's National Training Coordinators, and travels to cities across the country giving presentations promoting the CMI program. (Def.'s Dep. at 14-16). Defendant is listed in CMI literature, including the company newsletter, as the North Carolina state contact person. (<i>Id.</i> at 90-91; CMI Newsletter (DE # 26-6) at 35). His address, phone number, and email address appear in CMI member information packets as the Eastern Regional Office of CMI. (Def.'s Dep. at 127-28; CMI Contact Information (DE # 26-6) at 42).</p>\n<p>Defendant also operates a trust known as Ideal Tax Services (\"ITS\"), purportedly to provide financial education, tax planning, and tax return preparation to CMI members. (Def.'s Dep. at 65-66; Grimaldi Decl. ¶¶ 6, 12). In 2000 or 2001, CMI gave defendant and ITS an exclusive contract for preparation of federal and state income tax returns for CMI's national client base in return for 10% of ITS's gross annual revenue. (Grimaldi Decl. ¶ 16; Compl. ¶ 43; Answer ¶ 43).</p>\n<p>In addition, defendant presented a seminar on the tax benefits of CMI membership, known as the \"Income Tax Boot Camp.\" (Grimaldi Decl. ¶¶ 5, 12; Def.'s Dep. at 16). These tax seminars were given in cities across the country, including Chicago, Detroit, Milwaukee, and Kansas City. (Def.'s Dep. at 16). Defendant also created a workbook organizer for his tax return preparation business, and distributed it at the CMI Income Tax Boot Camp. (Grimaldi Decl. ¶ 12; Def.'s Dep. at 132-33). This organizer is used to obtain information from customers needed to complete their tax returns. (Def.'s Dep. at 132-33). Defendant does not request documentation to support the information provided in the organizer. (Grimaldi Decl. ¶ 12). Based upon the IRS's examination of defendant-prepared returns, it has determined that the questions in the organizer do not solicit sufficient information to accurately determine the propriety of certain business related deductions. (<i>Id.</i>).</p>\n<p>An August 2006 IRS audit of 77 returns prepared by defendant and/or one of his subcontractors at ITS revealed understatements of tax liability in at least 58 of the returns. (Grimaldi Decl. ¶ 13 &amp; Sum. of Exam. Results (DE # 26-3 at 9-10)). The IRS estimates a total loss of $1,454,579.40 to the U.S. Treasury as a result of the understatements of tax liability in returns prepared by defendant in tax years 2000 to 2003. (Grimaldi Decl. ¶ 14). Additional facts will be provided as necessary for the court's discussion below.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. STANDARD OF REVIEW</h2>\n<p></p>\n<h2>A. Summary Judgment Standard</h2>\n<p>It is well established that a motion for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure should be granted only \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c);\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). In analyzing whether there is a genuine issue of material fact, all facts and inferences drawn from the facts must be viewed in the light most favorable to the nonmoving party. <i>Evans v. Techs. Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 958 (4th Cir.1996).</p>\n<p>The burden is on the moving party to establish the absence of genuine issues of <span class=\"star-pagination\">*685</span> material fact and \"a complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial.\" <i>Celotex Corp.,</i> 477 U.S. at 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>; <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991) (\"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\").</p>\n<p>If the movant meets its burden, then the non-moving party must provide the court with specific facts demonstrating a genuine issue for trial in order to survive summary judgment. <i>Celotex,</i> 477 U.S. at 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. In this case, defendant has not responded to the Government's motion for summary judgment, and, consequently, the court can grant summary judgment \"if appropriate.\" Fed.R.Civ.P. 56(e)(2). \"Although the failure of a party to respond to a summary judgment motion may leave uncontroverted those facts established by the motion, the moving party must still show that the uncontroverted facts entitle the party to `a judgment as a matter of law.'\" <i>Custer v. Pan Am. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"659332\"><a href=\"/opinion/659332/kimberly-a-custer-individually-and-as-natural-guardian-and-next-friend-of/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span>, 416 (4th Cir.1993). Accordingly, the court must review the record to determine whether the Government is entitled to summary judgment.</p>\n<p></p>\n<h2>B. Standard for Relief under I.R.C. §§ 7402, 7407, and 7408</h2>\n<p>As indicated, the Government is seeking injunctive relief under I.R.C. §§ 7402, 7407, and 7408. Generally, the equitable remedy of permanent injunctive relief requires a showing of irreparable injury and inadequacy of a legal remedy. <i>See </i><i>Weinberger v. Romero-Barcelo,</i> <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1798</span></a></span>, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></a></span> (1982). However, \"[a]n injunction may issue without resort to the traditional equitable prerequisites if a statute expressly authorizes the injunction.\" <i>Abdo v. IRS,</i> <span class=\"citation\" data-id=\"2513225\"><a href=\"/opinion/2513225/abdo-v-usirs/\"><span class=\"volume\">234</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">553</span></a></span>, 564 (M.D.N.C.2002), <i>aff'd,</i> 63 Fed.Appx. 163 (4th Cir.2003). These traditional factors need not be established under I.R.C. §§ 7402, 7407, and 7408 because these statutes authorize injunctive relief if certain criteria are met. <i>See </i><i>Abdo,</i> 234 F.Supp.2d at 564; <i>Duke v. Uniroyal, Inc.,</i> <span class=\"citation\" data-id=\"2259764\"><a href=\"/opinion/2259764/duke-v-uniroyal-inc/\"><span class=\"volume\">777</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">428</span></a></span>, 433 (E.D.N.C.1991) (finding that where an injunction is expressly authorized by statute and the statutory conditions have been satisfied, the moving party is not required to establish irreparable injury before obtaining injunctive relief); <i>United States v. Music Masters, Ltd.,</i> <span class=\"citation\" data-id=\"1368084\"><a href=\"/opinion/1368084/united-states-v-music-masters-ltd/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1046</span></a></span>, 1058 (W.D.N.C.1985) (\"Traditional equity grounds need not be proven in order for an injunction that is authorized by statute.\"). Specifically, each of these statutes authorizes injunctive relief if a person engages in specified conduct prohibited under the I.R.C. Once the prohibited conduct is established and injunctive relief is thereby authorized, the court must determine whether injunctive relief is appropriate to prevent a recurrence of such conduct. <i>Abdo,</i> 234 F.Supp.2d at 564. The courts have developed a test for determining whether injunctive relief should be issued that applies to all the statutes at issue. <i>Id.</i> at 565.</p>\n<p>Therefore, in the instant case, the court will first determine whether the record establishes that defendant engaged in the conduct prohibited under each of the statutes at issue. (<i>See</i> Sections II-IV below). The court will then address whether injunctive relief is appropriate with respect to any prohibited conduct which has been established. (<i>See</i> Section V below).</p>\n<p></p>\n<h2>II. CLAIM FOR INJUNCTIVE RLIEF UNDER I.R.C. § 7408</h2>\n<p></p>\n<h2>A. Requirements for I.R.C. § 7408 Injunctive Relief</h2>\n<p>I.R.C. § 7408 permits the Government to commence an action in a district court <span class=\"star-pagination\">*686</span> to enjoin a person from engaging in conduct subject to penalty under I.R.C. § 6700, among other I.R.C. provisions. I.R.C. § 7408(a), (b), (c)(1). I.R.C. § 6700(a) penalizes the organization and sale of abusive tax shelter plans.<sup>[3]</sup><i>See </i><i>Music Masters,</i> 621 F.Supp. at 1053. Under I.R.C. § 6700, an \"abusive tax shelter\" can be \"any entity whose principal purpose is the avoidance or evasion of federal income tax,\" <i>United States v. Kaun,</i> <span class=\"citation\" data-id=\"493647\"><a href=\"/opinion/493647/united-states-v-dennis-kaun/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1144</span></a></span>, 1149 (7th Cir.1987), or any plan or arrangement \"having some connection to taxes\" and which makes \"false or fraudulent statements concerning the tax benefits of participation.\" <i>United States v. Raymond,</i> <span class=\"citation\" data-id=\"770656\"><a href=\"/opinion/770656/united-states-v-robert-r-raymond-individually-and-doing-business-as/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">804</span></a></span>, 811 (7th Cir. 2000).</p>\n<p>To establish that a defendant engaged in conduct subject to penalty under I.R.C. § 6700, the Government must prove: \"(1) that [he] has organized or sold (or assisted in the organization of) an entity, plan, or arrangement; (2) that he made or furnished statements concerning tax benefits to be derived from the entity, plan, or arrangement; (3) that he knew or had reason to know the statements were false or fraudulent; and (4) that the false or fraudulent statements pertained to a material matter.\" <i>Abdo,</i> 234 F.Supp.2d at 561 (citing <i>United States v. Campbell,</i> <span class=\"citation\" data-id=\"537743\"><a href=\"/opinion/537743/united-states-v-allen-f-campbell-and-af-campbell-co-inc/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1317</span></a></span>, 1320 (5th Cir.1990)). The court will review each of these elements in turn.</p>\n<p></p>\n<h2>B. Defendant's Organization and Sale of Covered Entities, Plans, and Arrangements</h2>\n<p>The record establishes that CMI promoted three principal tax shelters, each an entity, plan, or arrangement under I.R.C. § 6700(a)namely, the TASA Scheme, Home-Based Business Scheme, and Trust Scheme. As discussed, the TASA Scheme was promoted as a program that would allow CMI members to take a tax deduction for all amounts spent on the coins purchased from CMI. The Home-Based Business Scheme advised members that personal living expenses could be deducted as business expenses in connection with the new home-based business of marketing CMI memberships. The Trust Scheme promoted the creation of complex trusts to allow members to exempt their income and assets from taxation.</p>\n<p>The evidence in the record also clearly shows that defendant actively helped organize and sell these schemes through CMI. Defendant himself has acknowledged his significant involvement with CMI. He served as a trustee, a National Training Coordinator, and the North Carolina state contact person; housed MCI's Eastern Regional Office in his home; and provided tax preparation services to CMI members. Defendant has received compensation from CMI for his work as a CMI sales representative and for serving as a trustee. <span class=\"star-pagination\">*687</span> (Def.'s Dep. at 19-20.). CMI provided Forms 1099 for non-employee compensation to defendant in the amounts of $14,544 in 2001 and $40,987 in 2002. (Forms 1099 (DE # 26-6) at 1-2).</p>\n<p>As one of CMI's National Training Coordinators, defendant has traveled to cities all across the country over a period of several years giving presentations promoting the CMI program and conducting the Income Tax Boot Camp. Defendant began conducting CMI training seminars in 2001, and the most recent training seminar reported by defendant was in December of 2007 in Silver Spring, Maryland. (Def.'s Dep. at 17).</p>\n<p>Defendant has even continued to promote CMI programs during the pendency of this action. On 25 February 2008, while attending a court-hosted settlement conference in this case at the Terry Sanford Federal Building and Courthouse in Raleigh, defendant posted a business card on the bulletin board in the snack bar. (Hudgins Decl. (DE # 26-11) ¶¶ 2-4, and attached image at 3). The card reads as follows:</p>\n  EXTRA INCOME!\n  Working From Home\n  Raymond Renfrow\n  Mktg Consultant\n  $2,000-$10,000 Monthly\n  FREE Silver &amp; Gold Coins\n  [Cellular telephone number]\n  [Office telephone number]\n  [email address]\n<p>(Hudgins Decl. at 3).</p>\n<p></p>\n<h2>C. Defendant's Statements and Knowledge of Their Falsity</h2>\n<p>It is also undisputed that the tax benefits promoted in each of the three schemes were false. As described above, the TASA Scheme was promoted by defendant as a program that would allow CMI members to deduct all amounts spent on the silver coins. CMI and defendant distributed a brochure which asserted that the TASA was \"the only government based program that does not tax the American taxpayer.\" (Def.'s Dep. at 98-99; TASA Brochure (DE # 26-6) at 39). The TASA brochure also compares the TASA with an Individual Retirement Account (\"IRA\"). The brochure provides the following example:</p>\n<blockquote>You put $500 a month into a conventional account (IRA) for a year. At the end of the year you have deposited $6,000. The IRS only allows you a $2,000 ($4,000 if married, filing jointly) dollar tax advantage for your current year taxes.</blockquote>\n<blockquote>With a TASA plan, you deposit the same $500 a month for the year for the total of $6,000. The IRS now permits you the full $6,000 reduction on your taxable income for the year. You may do this every year and you have no limit on how much you may save, with the full amount tax deductible. Dollar for dollar!</blockquote>\n<p>(TASA Brochure at 39). At his deposition taken 9 January 2008, defendant admitted that this brochure is still being used and distributed. (Def.'s Dep. at 99.) There is no basis in law for claiming a deduction for the price of silver coins purchased as an investment or savings. <i>See generally</i> 26 U.S.C. ch. 1, subch. B, pt. III (\"Items Specifically Excludable from Gross Income\").</p>\n<p>The Home-Based Business Scheme was also promoted with false statements regarding tax benefits. I.R.C. § 162(a)<sup>[4]</sup> allows <span class=\"star-pagination\">*688</span> deductions only for those expenses that are both \"ordinary and necessary\" for a \"trade or business.\" I.R.C. § 162(a). To be engaged in a \"trade or business,\" the taxpayer's \"primary purpose for engaging in the activity must be for income or profit.\" <i>C.I.R. v. Groetzinger,</i> <span class=\"citation\" data-id=\"111821\"><a href=\"/opinion/111821/commissioner-v-groetzinger/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 35, <span class=\"citation\" data-id=\"111821\"><a href=\"/opinion/111821/commissioner-v-groetzinger/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"111821\"><a href=\"/opinion/111821/commissioner-v-groetzinger/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1987).</p>\n<p>CMI promoted CMI membership as a home-based business and advised members that with a home-based business \"basically all\" personal expenses could become deductible business expenses. (Grimaldi Decl. ¶ 8; T. Galley Dep. at 44). For example, CMI members were told to have an office in the home in the biggest room in the house and to hire family members as employees, even if their only role in the business is to do shopping for the family. (Grimaldi Decl. ¶ 8; Fields Dep. at 21-23). Defendant also advised members to \"blend\" personal and business expenses, so that all dual purpose items would become deductible. (Fields Dep. at 24). Members were encouraged to have as many business expenses as possible, and CMI founder James Aldridge promoted having a loss on the home-based business for its tax advantages. (T. Galley Dep. at 8-10).</p>\n<p>An illustration of the extent to which CMI and defendant promoted the inappropriate use of business deductions can be found in the following example in defendant's ITS workbook organizer:</p>\n<p></p>\n<pre>\n$30,000 Family IncomeMarried with 2 Children\n12% Federal Example\n5.5% State Example\n                       Without       With\n                        H.B.B.      H.B.B.\nWages                  $30,000     $30,000\nH.B.B.                       0       1,000\nTaxable Income          30,000      31,000\nStandard Deductions     -7,350      -7,350\nExemptions             -11,200   [-]11,200\nH.B.B. Deductions            0     -21,560\nTaxable Income          11,450      -9,110\nFederal Tax              1,721           0\nState Tax                  902           0\nTotal Paid               2,623           0\nEarned Income Credit       237       1,000\nFederal Tax Withheld     3,600       3,600\nState Tax Withheld       1,650       1,650\nRefund                   2,864       6,250\n</pre>\n<p>(ITS Workshop Materials (DE # 26-6) at 14). In this example, a home-based business created through CMI membership for the purpose of purchasing silver coins and recruiting other CMI members which earned $1,000 is claiming $21,000 in business expenses such that the family with $30,000 in wage earnings has negative taxable income. It is inconceivable that such an example could be based on legitimate business deductions for the type of homebased business promoted by CMI. <i>See Kassel v. United States,</i> No. 06-3237 SC, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1100312</span></span>, at *3 (N.D.Cal. 12 April 2007) (finding that an example in materials used to promote a \"Tax Relief System\" which claimed $29,980.00 in home-based business deductions on the same return where only $2,000.00 in home-based business income is reported was a false statement for the purpose of I.R.C. § 6700 penalty due to being inconsistent with the necessary profit motive).</p>\n<p>Finally, defendant and CMI, in conjunction with Trust Educational Services (\"TES\"), formerly known as National Trust Services (\"NTS\"), promoted the Trust Scheme with false representations <span class=\"star-pagination\">*689</span> about the viability of the trusts for tax purposes. CMI customers pay up to $15,000 to attend \"trust academies\" run by TES. (Aldridge Trial Tr. at 1287-88, 1295; T. Galley Dep. at 28; S. Galley Decl. ¶¶ 8-9). At these trust academies, customers set up a collection of trusts for the purposes of holding title to customers' assets and paying their expenses, thereby allowing customers to deduct most of their personal expenses. (RFA 18, 22). CMI and defendant represent that these trusts will allow conversion of up to 97% of income to a tax shelter with \"full disclosure to the IRS.\" (S. Galley Decl. ¶¶ 14, 22; RFA 16; Fields Dep. at 41-42).</p>\n<p>The IRS may disregard an entity for tax purposes where such entity lacks economic substance. <i>Richardson,</i> 509 F.3d at 741; <i>see also </i><i>Coltec Indus., Inc. v. United States,</i> <span class=\"citation\" data-id=\"211168\"><a href=\"/opinion/211168/coltec-industries-v-united-states/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1340</span></a></span>, 1354 (Fed.Cir.2006) (holding that the \"economic-substance\" doctrine is \"a judicial tool for effectuating the underlying Congressional purpose that, despite literal compliance with the statute, tax benefits not be afforded based on transactions lacking in economic substance\"). To determine whether a trust has sufficient economic substance, courts consider the following factors:</p>\n<blockquote>(1) whether the relationship of the grantors to the transferred property changed materially; (2) whether any independent trustee exists to prevent the grantors from acting solely in their own interests; (3) whether any economic interest in the trust assets passed to other beneficiaries; and (4) whether the trust imposes any restrictions on the grantors' use of the assets.</blockquote>\n<p><i>Richardson,</i> 509 F.3d at 741.</p>\n<p>The trusts promoted to and created for CMI customers clearly do not satisfy these criteria. CMI customers have testified that their relationship to the transferred property did not change materially after it was transferred to the trusts. (S. Galley Decl. ¶¶ 15, 16). The CMI customers are not prevented from acting in their own interests because the NTS trustee serves for only a few days before being replaced by the grantor CMI customers. (Hutson Dep. at 48, 54; Grimaldi Decl. ¶ 9; T. Galley Dep. 30-31, 36; RFA 27). There are no regular disbursements from trust revenue to the named beneficiaries, and there are no restrictions upon the grantors' use of trust assets. (Hutson Dep. at 42-43, 48-49; T. Galley Dep. at 35). Consequently, it is clear that these trusts have no legitimate purpose and are set up solely to avoid tax obligations.</p>\n<p>Importantly, courts have repeatedly found these types of trusts to be shams for tax purposes. <i>See </i><i>United States v. Scott,</i> <span class=\"citation\" data-id=\"680705\"><a href=\"/opinion/680705/united-states-v-robert-d-scott-edward-t-skinner-alex-yung-steven-j/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1564</span></a></span> (10th Cir.1994); <i>Richardson v. Comm'r.,</i> <span class=\"citation\" data-id=\"1202309\"><a href=\"/opinion/1202309/richardson-v-cir/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></a></span> (6th Cir.2007); <i>Buckmaster v. Comm'r.,</i> T.C.Memo 1997-236 (1997); <i>Markosian v. Comm'r.,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">1235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">WL</span> <span class=\"page\">4562</span></span> (1980). Further, Roderick Prescott, who founded NTS and TES, was enjoined by a federal court from promoting these fraudulent trust systems on 2 June 2003. (Prescott Order of Perm. Inj. (DE # 26-13)).</p>\n<p>There is no dispute that defendant knew or should have known that the representations he made with respect to each of the three schemes were false. First, by holding himself out as a tax professional, he is charged with knowledge of the I.R.C. as well as the applicable regulations and case law. <i>See </i><i>United States v. Venie,</i> <span class=\"citation\" data-id=\"1813833\"><a href=\"/opinion/1813833/united-states-v-venie/\"><span class=\"volume\">691</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">834</span></a></span>, 839 (M.D.Pa.1988). Consequently, defendant is presumed to know that the courts have rejected the types of trusts he was promoting and that his representations regarding business deductions were inconsistent with the express language of I.R.C. § 162. Also, defendant agreed to prepare returns for CMI customers who were turned away by their own accountants who questioned the legality of CMI trusts. (S. Galley Decl. 18, 21). <span class=\"star-pagination\">*690</span> Further, the injunction against Prescott as well as the criminal charges and ultimate conviction of James Aldridge, CMI's founder, for aiding and abetting the filing of false tax returns would have lead a reasonable person in defendant's position to question the tax benefits being promoted in the CMI programs. Importantly, defendant admitted at the criminal trial of James Aldridge that CMI continued to do business with NTS and TES after defendant learned that an injunction had been entered against Prescott and those entities. (Aldridge Trial Tr. at 1289). For this and the other reasons stated, the court concludes that there is no dispute that defendant made false representations as to the tax ramifications of the CMI programs and that he knew or should have known that such representations were false.</p>\n<p></p>\n<h2>D. Materiality of Defendant's False Statements</h2>\n<p>Finally, the record is replete with evidence that the false statements to customers and CMI members were material. Statements are material if they \"would have a substantial impact on the decisionmaking process of a reasonably prudent investor and includes matters relevant to the availability of a tax benefit.\" <i>United States v. Campbell,</i> <span class=\"citation\" data-id=\"537743\"><a href=\"/opinion/537743/united-states-v-allen-f-campbell-and-af-campbell-co-inc/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1317</span></a></span>, 1320 (5th Cir.1990). Most significantly, many customers testified that they would have never followed the CMI program had they not been assured of its legality, and many of them were later audited and subjected to significant penalties or litigation as a result of the returns prepared by or under the advice of defendant. (Fields Dep. at 16-17; S. Galley Decl. ¶ 22). As discussed above, an August 2006 IRS audit of returns prepared by defendant applying the tax principles he promoted revealed 58 out of 77 returns defendant prepared to have understatements of tax liability. (Def.'s Dep. (DE # 26-5) at 132-33; RFA 2, 3, 11, 12, 13, 21; Grimaldi Decl. ¶¶ 8, 15; Kutka Decl. (DE # 26-15) ¶¶ 6, 7). Accordingly, the court concludes that the representations were material. The undisputed facts of record thereby show that defendant is subject to penalty under I.R.C. § 6700.</p>\n<p></p>\n<h2>III. CLAIM FOR INJUNCTIVE RLIEF UNDER I.R.C. § 7407</h2>\n<p>Pursuant to I.R.C. § 7407, the Government may seek an injunction against a tax return preparer to prevent such individual from engaging in certain unlawful conduct relating to tax preparation activities. I.R.C. § 7407(a). The court may grant such injunctive relief if it finds that a tax return preparer has, among other things, \"engaged in any conduct subject to penalty under <i>section 6694</i> or 6695, or subject to any criminal penalty provided by this title.\" I.R.C. § 7407(b)(1)(A) (emphasis added).</p>\n<p>Here, the Government contends that defendant violated I.R.C. § 6694. It imposes a penalty upon a tax return preparer who prepares a tax return which understates liability due to either an unreasonable position,<sup>[5]</sup><i>see</i> I.R.C. § 6694(a), or willful or reckless conduct, <i>see</i> I.R.C. § 6694(b).</p>\n<p><span class=\"star-pagination\">*691</span> As discussed in detail above, defendant has prepared tax returns for CMI customers based on positions for which there was no \"realistic possibility of being sustained on the merits\" (for disclosed<sup>[6]</sup> positions), I.R.C. § 6694(a)(1), or which were frivolous (for undisclosed positions), I.R.C. § 6694(a)(3). These returns have been determined by the IRS to contain significant understatements of liability totaling over $1 million. Accordingly, the court concludes that defendant is subject to penalty under I.R.C. § 6694.</p>\n<p></p>\n<h2>IV. CLAIM FOR INJUNCTIVE RLIEF UNDER I.R.C. § 7402</h2>\n<p>In addition to the injunctions sought under I.R.C. §§ 7407 and 7408, the Government also seeks an injunction pursuant to I.R.C. § 7402. This statute grants the district courts of the United States the authority \"to render such judgments and decrees as may be necessary or appropriate for the enforcement of the internal revenue laws.\" As set out above, the conduct of defendant has resulted, <i>inter alia,</i> in significant understatements of tax liability and, consequently, is subject to an injunction under I.R.C. § 7402. <i>See </i><i>United States v. Cohen,</i> <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">652</span></span>, 657 (W.D.Wash.2004) (holding that U.S. was entitled to injunction under § 7402 for defendant's provisions of false and fraudulent tax advice through his website and his sales of forms and documents that result in substantial understatements tax liabilities); <i>United States v. Franchi,</i> <span class=\"citation\" data-id=\"2291241\"><a href=\"/opinion/2291241/united-states-v-franchi/\"><span class=\"volume\">756</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">889</span></a></span>, 893 (W.D.Pa.1991) (injunction under § 7402 justified where defendant tax return preparer inflated expenses and deductions on returns); <i>Music Masters,</i> 621 F.Supp. at 1057 (holding that an injunction was necessary under § 7402 due to defendant's continuing representation to investors that the deductions and credits attributable to an abusive tax shelter plan were allowable).</p>\n<p></p>\n<h2>V. GOVERNMENT'S ENTITLEMENT TO INJUNCTIVE RELIEF</h2>\n<p>As indicated, injunctive relief is authorized under I.R.C. § 7402(a) \"as necessary or appropriate for the enforcement of the internal revenue laws.\" Further, having found relevant conduct under I.R.C. §§ 7407 and 7408, the court may award injunctive relief which is \"appropriate to prevent the recurrence\" of the prohibited conduct, including enjoining a defendant from acting as a tax return preparer. I.R.C. §§ 7407(b)(2), 7408(b)(2). To determine whether an injunction is necessary or appropriate under I.R.C. § 7407, 7408, and 7402, courts \"`assess the totality of the circumstances surrounding [defendant] and his violation, including such factors as': (1) `the gravity of harm caused by the offense;' (2) `the extent of the defendant's participation and his degree of scienter;' (3) `the isolated or recurrent nature of the infraction and the likelihood that the defendant's customary business activities might again involve him in such transactions;' (4) `the defendant's recognition of his own culpability;' and (5) `the sincerity <span class=\"star-pagination\">*692</span> of his assurances against future violations.'\" <i>Abdo,</i> 234 F.Supp.2d at 565 (quoting <i>Kaun,</i> 827 F.2d at 1149-50). The court will address each of these factors in turn.</p>\n<p></p>\n<h2>A. Gravity of Harm</h2>\n<p>Defendant's conduct has resulted in serious harm to the U.S. Treasury not only in the form of understatements of liability, but also the administrative burden on the IRS of auditing, investigating, and collecting taxes on the returns prepared by defendant. (Grimaldi Decl., ¶ 15; <i>see generally</i> Kutka Decl.; Knaff Decl. (DE # 26-12)). The harm to CMI members and other customers is also significant. Many CMI customers were subjected to audits and were required to pay significant amounts in back taxes. (Fields Dep. at 16; S. Galley Decl. ¶¶ 23, 24).</p>\n<p></p>\n<h2>B. Extent of Defendant's Participation and Degree of Scienter</h2>\n<p>As detailed above, defendant continued to promote CMI's programs with false and fraudulent advice to CMI members and other customers, and he did so knowingly. His involvement with the promotion of CMI's programs was extensive and included traveling across the country to present seminars on CMI's programs as well as the tax benefits of these programs. Defendant's involvement went beyond mere presentation of CMI's materials and included actual development of materials. Defendant himself developed the workbook organizer distributed at these seminars. Further, the unreasonable tax positions that he promoted were applied in preparing tax returns for CMI members.</p>\n<p></p>\n<h2>C. Defendant's Recognition of His Own Culpability</h2>\n<p>The record contains no indication that defendant has ever acknowledged that the tax schemes he promotes are false or fraudulent.</p>\n<p></p>\n<h2>D. Likelihood of Recurrence and Assurances Against Future Violations</h2>\n<p>Defendant's involvement with CMI programs began as early as 1993 and, based on the record before this court, continued until at least until 25 February 2008 when he posted promotional materials in the federal building while attending a settlement conference in this case. Significantly, defendant's activities continued even after the criminal conviction of Aldridge and the injunction entered against Prescott. Defendant's continuation of his promotion of CMI's programs and his failure to acknowledge his culpability under these circumstances is a significant, if not immovable, barrier to any assurance that he will desist in this conduct.</p>\n<p>For the foregoing reasons, the court concludes that an injunction against defendant is necessary to prevent future similar conduct of defendant. <i>See </i><i>Music Masters,</i> 621 F.Supp. at 1057 (\"Where there is no indication that an individual will attempt to comply with the law, injunctive relief has been determined to be appropriate.\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, it is REOMMENDED that the Government's motion for summary judgment be ALOWED and that the court issue an injunction (\"Injunction\") permanently barring defendant, Ideal Tax Services, and First Class Limousine, and their agents, representatives, employees, successors, and all other persons or entities in active concert or participation with defendant, Ideal Tax Services, First Class Limousine, or any of them from:</p>\n<blockquote>1. Preparing, assisting in the preparation of, or directing the preparation or filing of federal tax returns or forms on behalf of any person or entity other than defendant;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*693</span> 2. Giving any tax advice to any other person or entity for pay;</blockquote>\n<blockquote>3. Appearing as a representative of any person or entity before the IRS;</blockquote>\n<blockquote>4. Engaging in conduct subject to penalty under I.R.C. § 6700, including preparing or assisting in the preparation of a document related to a matter material to the internal revenue laws that includes a position that defendant knows would, if used, result in an understatement of another person's tax liability;</blockquote>\n<blockquote>5. Organizing, promoting, marketing, or selling any entity, plan or arrangement that advises or assists customers to attempt to violate the internal revenue laws or unlawfully evade the assessment or collection of their federal tax liabilities, including by means of complex trust programs;</blockquote>\n<blockquote>6. Engaging in conduct subject to penalty under I.R.C. § 6700, including making, furnishing, or causing another person to make or furnish statements about the allowability of any deduction, credit, or the securing of any tax benefit by reason of participating in a tax shelter, entity, plan, or arrangement, that defendant knows or has reason to know is false or fraudulent;</blockquote>\n<blockquote>7. Telling customers that they may continue to control and receive beneficial enjoyment from assets irrevocably transferred to a trust without regard to the grantor trust rules of I.R.C. §§ 673 through 677;</blockquote>\n<blockquote>8. Telling customers that personal residences can be transferred to a trust for the purpose of claiming tax deductions for personal expenses in order to reduce federal tax liability;</blockquote>\n<blockquote>9. Telling customers that the purchase of American Silver Eagle coins is a deductible business expense;</blockquote>\n<blockquote>10. Engaging in any other conduct subject to any penalty under the I.R.C. or any other conduct that interferes with the administration and/or enforcement of the internal revenue laws; and</blockquote>\n<blockquote>11. Engaging in any of the activities listed in Paragraphs 1 through 10 above through the use of any other individual or entity.</blockquote>\n<p>IT IS FURTHER RECOMMENDED that, pursuant to 26 U.S.C. § 7402, the court order in the Injunction, or by separate order issued contemporaneously with the Injunction, that:</p>\n<blockquote>12. Within 30 days after issuance of the Injunction, defendant must file with the court and provide to the Government's counsel a complete list of customers (including names, addresses, phone numbers, e-mail addresses, and social security numbers or employer identification numbers) for whom defendant has prepared individual or trust federal income tax returns, or whom defendant has assisted in the creation of any trust or other entity;</blockquote>\n<blockquote>13. Within 30 days after issuance of the Injunction, defendant must, at his own expense, send a copy of the complaint and Injunction in this action to each of his customers, employees, and associates, both current and former;</blockquote>\n<blockquote>14. Within 45 days after issuance of the Injunction, defendant must provide evidence of his compliance with the foregoing paragraph by filing a <span class=\"star-pagination\">*694</span> declaration with this court setting out a complete list of names and addresses of individuals or entities to whom he has mailed a copy of the complaint and Injunction in this action; and</blockquote>\n<blockquote>15. The Government be permitted to engage in post-injunction discovery to monitor defendant's compliance with the Injunction.</blockquote>\n<p>IT IS FURTHER RECOMMENDED that, to facilitate compliance by defendant, the Injunction and the separate order, if any, issued contemporaneously with the Injunction advise defendant that failure to abide by such Injunction or order may be punished by criminal contempt under 18 U.S.C. § 401 and otherwise as provided by law.</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the Government and to defendant, who have ten business days, or such other period as the District Judge specifies, to file written objections. Failure to file timely written objections bars an aggrieved party from receiving a de novo review by the District Judge on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the unobjected-to proposed factual findings and legal conclusions accepted by the District Judge.</p>\n<h2>NOTES</h2>\n<p>[1]  The year used in the Clerk's file stamp on the first page of this filing is 2007. Use of this year appears clearly to be an error. The document itself is dated the \"Two Thousandth and Eighth year Anno Domini\" (Abate. Pet. at 3) and the CM/ECF date stamp indicates filing in 2008 (<i>id.</i> at 1). In addition, the docket sheet for this case lists no filing on 11 April 2007.</p>\n<p>[2]  Page number references in citations to the RFA are to the numbers assigned by the CM/ ECF electronic docketing system. The CM/ ECF-assigned page numbers are used in citations to other documents if the document is otherwise unnumbered.</p>\n<p>[3]  I.R.C. § 6700(a) reads:\n</p>\n<p>(a) Imposition of penalty.Any person who</p>\n<p>(1)(A) organizes (or assists in the organization of)(i) a partnership or other entity, (ii) any investment plan or arrangement, or (iii) any other plan or arrangement, or</p>\n<p>(B) participates (directly or indirectly) in the sale of any interest in an entity or plan or arrangement referred to in subparagraph (A), and</p>\n<p>(2) makes or furnishes or causes another person to make or furnish (in connection with such organization or sale)</p>\n<p>(A) a statement with respect to the allowability of any deduction or credit, the excludability of any income, or the securing of any other tax benefit by reason of holding an interest in the entity or participating in the plan or arrangement which the person knows or has reason to know is false or fraudulent as to any material matter, or</p>\n<p>(B) a gross valuation overstatement as to any material matter</p>\n<p>shall pay ... [specified penalties].</p>\n<p>I.R.C. § 6700(a).</p>\n<p>[4]  This section provides, in pertinent part, as follows:\n</p>\n<p>(a) In general.There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, including</p>\n<p>(1) a reasonable allowance for salaries or other compensation for personal services actually rendered;</p>\n<p>(2) traveling expenses (including amounts expended for meals and lodging other than amounts which are lavish or extravagant under the circumstances) while away from home in the pursuit of a trade or business; and</p>\n<p>(3) rentals or other payments required to be made as a condition to the continued use or possession, for purposes of the trade or business, of property to which the taxpayer has not taken or is not taking title or in which he has no equity.</p>\n<p>I.R.C. § 162(a).</p>\n<p>[5]  In support of its argument, the Government cites to the version of I.R.C. § 6694 that was in effect at the time that it filed its motion for summary judgment. However, the version of the statute that was in effect for the returns prepared by defendant in tax years 2000 to 2003, which are relied upon by the Government in support of its argument, contains a different standard for \"unreasonable position.\" <i>Compare</i> I.R.C. § 6694, <i>as amended by</i> Pub.L. No. 110-28, § 8246(b), 121 Stat. 112, 203 (2007) (effective 25 May 2007) <i>with</i> I.R.C. § 6694, <i>as amended by</i> Pub.L. No. 101-239, §§ 7732(a), 7737(a), 103 Stat. 2106, 2402, 2404 (1989) (effective 31 Dec. 1989). The difference in these two standards has been explained by the IRS as follows:\n</p>\n<p>First, for undisclosed positions, the Act replaces the realistic possibility standard with a requirement that there be a reasonable belief that the tax treatment of the position would more likely than not be sustained on its merits. Second, for disclosed positions, the Act replaces the not-frivolous standard with the requirement that there be a reasonable basis for the tax treatment of the position.</p>\n<p>IRS Notice 2007-54 (2007-27 I.R. Bull. 12, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1663005</span></span> (2 July 2007)). All citations in this memorandum are to the 19 December 1989 version of the statute. However, were the court to apply the standard in the later version, the court would still conclude that defendant has prepared tax returns based on unreasonable positions.</p>\n<p>[6]  A position is \"disclosed\" for the purposes of this statute where \"the relevant facts affecting the item's tax treatment are adequately disclosed in the return or in a statement attached to the return.\" I.R.C. § 6662(d)(2)(B)(ii).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/24795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/211168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1813833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1912876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2259764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2513225/"
  ]
}