{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2495311/",
  "absolute_url": "/opinion/2495311/preston-v-leake/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2495311/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:56:00.445551Z",
  "date_modified": "2016-04-26T23:24:46.299161Z",
  "type": "010combined",
  "sha1": "902e98005cb540361150fba24813ebf244a63551",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>629 F.Supp.2d 517 (2009)</b></center>\n<center><h1>Sarah PRESTON, Plaintiff,<br>\nv.<br>\nLarry LEAKE, in his official capacity as Chairman of the North Carolina State Board of Elections; Genevieve C. Sims, in her official capacity as Secretary of the North Carolina State Board of Elections; Lorraine G. Shinn, in her official capacity as a Member of the North Carolina State Board of Elections; Charles Winfree, in his official capacity as a Member of the North Carolina State Board of Elections; and Robert Cordle, in his official capacity as a Member of the North Carolina State Board of Elections, Defendants.</h1></center>\n<center>No. 5:08-CV-397-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 20, 2009.</center>\n<p><span class=\"star-pagination\">*518</span> Jonathan D. Sasser, Rebecca M. Rich, Thomas Hamilton Segars, Ellis &amp; Winters, LLP, Katherine Lewis Parker, American Civil Liberties Union of North Carolina, Raleigh, NC, for Plaintiff.</p>\n<p>Alexander McClure Peters, Susan Kelly Nichols, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on plaintiffs motion for judgment on the pleadings (DE # 17). Defendant has filed a response, to which plaintiff has replied. In this posture, the issues raised are ripe for ruling.</p>\n<p></p>\n<h2>PROCEDURAL HISTORY</h2>\n<p>Plaintiff, a lobbyist for the American Civil Liberties Union of North Carolina, filed complaint on August 19, 2008, alleging that N.C. Gen.Stat. § 163-278.13C(a) (the \"Campaign Contribution Prohibition\") is unconstitutional both facially and as applied to her, on the grounds that it violates rights of free speech and association as protected by the First and Fourteenth <span class=\"star-pagination\">*519</span> Amendments to the United States Constitution. Defendants filed answer on October 1, 2008, denying these contentions. Two months later, on December 12, 2008, plaintiff filed the instant motion for judgment on the pleadings, now fully ripened.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff is registered as a lobbyist with the North Carolina Secretary of State, and there appears no dispute that she is authorized to engage in lobbying activities under Chapter 120C of the North Carolina General Statutes. Defendants in this action, sued in their official capacities only, are members of the North Carolina State Board of Elections. Plaintiff is challenging the constitutionality of the Campaign Contribution Prohibition, adopted by the North Carolina General Assembly in 2006. The challenged statute provides:</p>\n<blockquote>§ 163-278.13C. Campaign contributions prohibition</blockquote>\n<blockquote>(a) No lobbyist may make a contribution defined in G.S. 163-278.6 to a candidate or candidate campaign committee as defined in G.S. 163-278.38Z when that candidate meets any of the following criteria:</blockquote>\n<blockquote>(1) Is a legislator as defined in G.S. 120C-100</blockquote>\n<blockquote>(2) Is a public servant as defined in G.S. 138A-3(30)a. and G.S. 120C-104.</blockquote>\n<blockquote>(b) No lobbyist may collect contributions from multiple contributors, take possession of such multiple contributions, or transfer or deliver the collected multiple contributions to the intended recipient. This section shall apply only to contributions to a candidate or candidate campaign committee as defined in G.S. 163-278.38Z when that candidate is a legislator as defined in G.S. 120C-100 or a public servant as defined in G.S. 138A-3(30)a.</blockquote>\n<blockquote>(c) This section shall not apply to a lobbyist, who has filed notice of candidacy for office under G.S. 163-106 or Article 11 of Chapter 163 of the General Statutes or has been nominated under G.S. 163-114 or G.S. 163-98, making a contribution to that lobbyist's candidate campaign committee.</blockquote>\n<blockquote>(d) For purposes of this section, the term \"lobbyist\" shall mean an individual registered as a lobbyist under Chapter 120C of the General Statutes.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.13C. In passing the legislation, the General Assembly noted \"to maintain the public trust, it is essential that government function honestly and fairly, free from all forms of impropriety, threats, favoritism, and undue influence\" and that the power entrusted to government officials \"should not be used to advance narrow interests for oneself or others.\" 2006 N.C. Sess. Laws 201. The General Assembly further stated that \"it is inevitable that conflicts of interest and appearances of conflicts will occur,\" and so \"at every turn those public officials who represent the people of [North Carolina] must ensure that it is the interests of the people, and not their own, that are being served.\" <i>Id.</i></p>\n<p>For the purposes of the prohibition, \"contribution\" is defined as follows:</p>\n<blockquote>The terms \"contribute\" or \"contribution\" mean any advance, conveyance, deposit, distribution, transfer of funds, loan, payment, gift, pledge or subscription of money or anything of value whatsoever, to a candidate to support or oppose the nomination or election of one or more clearly identified candidates, to a political committee, to a political party, or to a referendum committee, whether or not made in an election year, and any contract, agreement, promise or other obligation, whether or not legally enforceable, to make a contribution. These <span class=\"star-pagination\">*520</span> terms include, without limitation, such contributions as labor or personal services, postage, publication of campaign literature or materials, in-kind transfers, loans or use of any supplies, office machinery, vehicles, aircraft, office space, or similar or related services, goods, or personal or real property. These terms also include, without limitation, the proceeds of sale of services, campaign literature and materials, wearing apparel, tickets or admission prices to campaign events such as rallies or dinners, and the proceeds of sale of any campaign-related services or goods. Notwithstanding the foregoing meanings of \"contribution,\" the word shall not be construed to include services provided without compensation by individuals volunteering a portion or all of their time on behalf of a candidate, political committee, or referendum committee. The term \"contribution\" does not include an \"independent expenditure.\" If:</blockquote>\n<blockquote>a. Any individual, person, committee, association, or any other organization or group of individuals, including but not limited to, a political organization (as defined in section 527(e)(1) of the Internal Revenue Code of 1986) makes, or contracts to make, any disbursement for any electioneering communication, as defined in G.S. 163-278.80(2) and (3) and G.S. 163-278.90(2) and (3); and</blockquote>\n<blockquote>b. That disbursement is coordinated with a candidate, an authorized political committee of that candidate, a State or local political party or committee of that party, or an agent or official of any such candidate, party, or committee</blockquote>\n<blockquote>that disbursement or contracting shall be treated as a contribution to the candidate supported by the electioneering communication or that candidate's party and as an expenditure by that candidate or that candidate's party.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.6(6). Accordingly, under the Campaign Contribution Prohibition and the relevant definition of \"contribution,\" there is no general <i>de minimis</i> exception to the ban.</p>\n<p>If an individual, candidate, political committee, or other entity violates the Campaign Contribution Prohibition, the Board of Elections is authorized to impose a fine that does not exceed three times the amount of the unlawful contribution. N.C. Gen.Stat. § 163-278.34(b). The Board of Elections is also directed to report any violation of Article 22A of the North Carolina General Statutes, which includes the Campaign Contribution Prohibition, to the district attorney, who in turn is directed to prosecute the individual or persons alleged to have violated the article. N.C. Gen. Stat. § 163-278.27(b) and (c).</p>\n<p>Prior to the enactment of the Campaign Contribution Prohibition, the only statutory restriction on state campaign contributions that applied to lobbyists but not the public at large was N.C. Gen.Stat. § 163-278.13B(c). That statute, upheld by the Fourth Circuit on a constitutional challenge,<sup>[1]</sup> remains in effect. In relevant part, it provides:</p>\n<blockquote>Prohibited Contributions.While the General Assembly is in regular session:</blockquote>\n<blockquote>(1) No limited contributor shall make or offer to make a contribution to a limited contributee.</blockquote>\n<blockquote>(2) No limited contributor shall make a contribution to any candidate, officeholder, or political committee, directing or requesting that the contribution be made in turn to a limited contributee.</blockquote>\n<blockquote>(3) No limited contributor shall transfer any amount of money or anything of value to any entity, directing or requesting <span class=\"star-pagination\">*521</span> that the entity use what was transferred to contribute to a limited contributee.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.13B(c). Under the statute, \"limited contributor\" is defined to include registered lobbyists and \"limited contributee\" is defined to include a member of or candidate for either the Council of State or the General Assembly. N.C. Gen.Stat. 163-278.13B(a). While the contribution bans of N.C. Gen.Stat. § 163-278.13B(c) apply only when the General Assembly is in session, the prohibition at issue in this matter is not subject to such a temporal limitation.</p>\n<p>Plaintiff contends N.C.Gen.Stat. § 163-278.13C(a) is unconstitutional, and seeks declaratory and injunctive relief under 42 U.S.C. § 1983 and the United States Constitution.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>Federal Rule of Civil Procedure 12(c) allows a party to move for judgment on the pleadings, \"[a]fter the pleadings are closedbut early enough not to delay trial.\" Fed.R.Civ.P. 12(c). A Rule 12(c) motion is designed to dispose of cases when the material facts are not in dispute and the court can judge the case on its merits by considering the pleadings and any attachments to the pleadings and materials referenced, which are incorporated into the pleadings by Rule 10(c). <i>See</i> Fed. R.Civ.P. 10(c). In general, such motions are disfavored unless the movant clearly establishes that no material fact is disputed and that movant is entitled to judgment as a matter of law. <i>See</i> 5C Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure,</i> § 1368 (Supp.2006).</p>\n<p></p>\n<h2>B. Standing</h2>\n<p>The question of standing is \"whether the litigant is entitled to have the court decide the merits of the dispute.\" <i>Warth v. Seldin,</i> 422 U.S. 490, 498, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975). In general, to show standing a plaintiff must demonstrate an actual or imminent injury in fact, a causal connection between the injury and the conduct complained of, and a substantial likelihood that the requested relief will remedy the alleged injury in fact. <i>See </i><i>McConnell v. Fed. Election Comm'n,</i> 540 U.S. 93, 225-26, 124 S.Ct. 619, 157 L.Ed.2d 491 (2003). The Fourth Circuit has set forth a more particular test for standing that applies specifically to situations where a plaintiff is challenging a statute on First Amendment grounds:</p>\n<blockquote>When a plaintiff faces a credible threat of prosecution under a criminal statute he has standing to mount a pre-enforcement challenge to that statute. A non-moribund statute that facially restricts expressive activity by the class to which the plaintiff belongs presents such a credible threat, and a case or controversy thus exists in the absence of compelling evidence to the contrary. This presumption is particularly appropriate when the presence of a statute tends to chill the exercise of First Amendment rights.</blockquote>\n<p><i>North Carolina Right to Life v. Bartlett,</i> 168 F.3d 705, 710 (4th Cir.1999) (internal citations omitted).</p>\n<p>The Campaign Contribution Prohibition, by preventing lobbyists from making contributions to candidates or candidate campaign committees, facially restricts expressive activity. <i>See </i><i>Bartlett,</i> 168 F.3d at 715 (\"[P]olitical contribution limits do implicate one's speech and association rights.\"). Further, plaintiff is registered as a lobbyist with the North Carolina Secretary of State. (Compl. ¶ 7, Ans. ¶ 7.) Accordingly, the Campaign Contribution Prohibition facially restricts the expressive activity of a class to which plaintiff belongs. <i>See</i> N.C. Gen.Stat. <span class=\"star-pagination\">*522</span> § 163-278.13C(d) (\"For the purposes of this section, the term `lobbyist' shall mean an individual registered as a lobbyist under Chapter 120C of the General Statutes.\"). In addition, violators of the Campaign Contribution Prohibition are subject to prosecution. <i>See</i> N.C. Gen. Stat. § 163-278.27(b) and (c) (directing the Board of Elections to report any violations of the article of that contains the Campaign Contribution Prohibition to the district attorney, and directing the district attorney to prosecute the alleged violator or violators). As all the requisite elements to establish a \"credible threat of prosecution\" are present, and as the Campaign Contribution Prohibition tends to chill the exercise of First Amendment rights, plaintiff has established standing under the test set forth in <i>Bartlett.</i><sup>[2]</sup></p>\n<p></p>\n<h2>C. Plaintiffs Constitutional Claims</h2>\n<p>It is well-settled that contribution restrictions \"operate in an area of the most fundamental First Amendment activities.\" <i>Buckley v. Valeo,</i> 424 U.S. 1, 14, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976). Nevertheless, the Supreme Court has held that \"[e]ven a significant interference with protected rights of political association may be sustained if the State demonstrates a sufficiently important interest and employs means closely drawn to avoid unnecessary abridgement of associational freedoms.\" <i>Id.</i> at 25, 96 S.Ct. 612.<sup>[3]</sup> While contribution limits and bans that meet this test are upheld, those that \"work more harm to protected First Amendment interests than their anticorruption objectives could justify\" may be struck down as unconstitutional. <i>Randall v. Sorrell,</i> 548 U.S. 230, 247-48, 126 S.Ct. 2479, 165 L.Ed.2d 482 (2006).</p>\n<p></p>\n<h2>1. Level of Scrutiny</h2>\n<p>While both parties recognize that the Campaign Contribution Prohibition implicates individuals' First Amendment rights, there is dispute over the standard of scrutiny the court should apply in evaluating the statute. In reviewing a law to determine if it is untenable under the First Amendment, the level of scrutiny the court applies is \"based on the importance of the political activity at issue to effective speech or political association.\" <i>Fed. Election Comm'n v. Beaumont,</i> 539 U.S. 146, 160, 123 S.Ct. 2200, 156 L.Ed.2d 179(2003).</p>\n<p>The Supreme Court has long held that \"restrictions on political contributions are constitutionally less problematic than are, for instance, restrictions on independent expenditures.\" <i>Bartlett,</i> 168 F.3d at 715; <i>see also </i><i>Buckley,</i> 424 U.S. at 20-21, 96 S.Ct. 612 (\"By contrast with a limitation upon expenditures for political expression, a limitation upon the amount that any one person or group may contribute to a candidate or political committee entails only a marginal restriction upon the contributor's ability to engage in free communication.\"). For that reason, the Supreme Court has <span class=\"star-pagination\">*523</span> traditionally subjected campaign expenditure limits to a strict scrutiny standard, while reviewing campaign contribution limits under the less rigorous standard of \"closely drawn to match a sufficiently important interest\" <i>Nixon v. Shrink Missouri Government PAC,</i> 528 U.S. 377, 386-88, 120 S.Ct. 897, 145 L.Ed.2d 886 (2000); <i>see also </i><i>McConnell,</i> 540 U.S. at 137, 124 S.Ct. 619 (2003) (\"[W]hen reviewing Congress' decision to enact contribution limits, there is no place for a strong presumption against constitutionality, of the sort often thought to accompany the words `strict scrutiny.'\")</p>\n<p>Plaintiff argues, however, that as this statute bans any campaign contribution by a lobbyist, rather than merely setting a maximum cap on contributions, it should be subjected to a higher standard of scrutiny than the \"closely drawn\" test. Plaintiff's argument is not without reason, as a ban completely prohibits individuals from engaging in the expressive activity of making a monetary contribution to a candidate, whereas a cap would still allow the individual to perform the symbolic act of contributing. Nevertheless, the Supreme Court has already considered and rejected this argument in <i>Federal Election Commission v. Beaumont,</i> 539 U.S. 146, 123 S.Ct. 2200, 156 L.Ed.2d 179 (2003). There, the Court stated, \"It is not that the difference between a ban and a limit is to be ignored; it is just that the time to consider it is when applying scrutiny at the level selected, not in selecting the standard of review itself.\" <i>Id.</i> at 162, 123 S.Ct. 2200.<sup>[4]</sup> Accordingly, the Campaign Contribution Prohibition is constitutional if it meets a \"sufficiently important interest\" and \"employs means closely drawn to avoid unnecessary abridgment\" of freedom of speech and association. <i>Buckley,</i> 424 U.S. at 25, 96 S.Ct. 612.</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>Both parties agree that the State's interest in limiting the corruption and appearance of corruption that may result from lobbyists' campaign contributions to legislators constitutes a \"sufficiently important interest.\" <i>See </i><i>Buckley,</i> 424 U.S. at 26, 96 S.Ct. 612 (identifying \"limit[ing] the actuality and appearance of corruption\" as a sufficiently important governmental interest served by campaign finance regulation); <i>McConnell,</i> 540 U.S. at 136-37, 124 S.Ct. 619 (stating that the government interests in preventing actual and perceived corruption \"directly implicate the integrity of our electoral process, and, not less, the responsibility of the individual citizen for the successful functioning of that process\"). Accordingly, the constitutionality of the Campaign Contribution Prohibition hinges on whether it is \"closely drawn\" to meet that interest. The Supreme Court has determined that the \"closely drawn\" standard of scrutiny \"shows proper deference to Congress' ability to weigh competing constitutional interests in an area in which it enjoys particular expertise.\" <i>McConnell,</i> 540 U.S. at <span class=\"star-pagination\">*524</span> 137, 124 S.Ct. 619; <i>see also </i><i>Randall,</i> 548 U.S. at 248, 126 S.Ct. 2479 (\"We cannot determine with any degree of exactitude the precise restriction necessary to carry out the statute's legitimate objectives. In practice, the legislature is better equipped to make such empirical judgments, as legislators have particular expertise in matters related to the costs and nature of running for office.\")</p>\n<p>A contribution restriction meets the closely drawn standard of scrutiny if it \"do[es] not undermine to any material degree the potential for robust and effective discussion of candidates and campaign issues by individual citizens, associations, the institutional press, candidates, and political parties.\" <i>Buckley,</i> 424 U.S. at 29, 96 S.Ct. 612. In reviewing contribution limits or bans under this standard of scrutiny, courts have primarily looked at the degree to which the limit or ban infringes on the First Amendment rights of two classes of individuals: candidates and potential contributors. With regard to candidates, a contribution restriction is unconstitutional if it prevents \"candidates and political committees from amassing the resources necessary for effective advocacy.\" <i>See </i><i>Randall,</i> 548 U.S. at 247-48, 126 S.Ct. 2479; <i>see also </i><i>Nixon,</i> 528 U.S. at 395-96, 120 S.Ct. 897 (upholding contribution limitations because there was no indication they \"would have any dramatically adverse effect on the funding of campaigns and political associations and thus no showing that the limitations prevented the candidates and political committees from amassing the resources necessary for effective advocacy\"). With regard to potential contributors, the court looks to the infringement on the individual's ability to make a \"symbolic expression of support,\" but also balances that with those First Amendment rights of the contributor that are not infringed upon by the restriction, such as the \"freedom to discuss candidates and issues,\" <i>Buckley,</i> 424 U.S. at 21, 96 S.Ct. 612; <i>Randall,</i> 548 U.S. at 246-47, 126 S.Ct. 2479.</p>\n<p>Considering first the statute's effect on candidates, the court cannot find on the pleadings before it that the Campaign Contribution Prohibition would prevent them from amassing the resources necessary for effective advocacy. Those courts that have made such a finding have relied on the testimony of expert witnesses and the results of surveys conducted on that issue. For example, in <i>Randall,</i> the Supreme Court ruled that a Vermont statute that imposed a cap on campaign contributions by any individual, organization, or political party was unconstitutional under the \"amassing the necessary resources\" test. 548 U.S. at 236, 126 S.Ct. 2479. In so ruling, however, the Court conducted a thorough review of the facts bearing on the costs of running for various offices, where candidates received their funding, and how challengers in elections raised their funding as compared to incumbents, amongst other issues. 548 U.S. at 252-56, 126 S.Ct. 2479. <i>See also </i><i>Nixon,</i> 528 U.S. at 395-96, 120 S.Ct. 897 (relying on the district court's factual findings that after a contribution limitation statute was passed, candidates were still able to \"raise funds sufficient to run effective campaigns\" and \"amass impressive campaign war chests\" in upholding the statute as sufficiently tailored to the government's interest). The Supreme Court's holding in <i>Randall</i> alone is not enough to render the statute at issue unconstitutional, as the broad sweep of the Vermont statute restricted essentially any potential campaign contributor, whereas the North Carolina statute only applies to lobbyists. This distinction's effect on candidates' ability to amass resources is significant. Without any factual findings as to how North Carolina candidates raise their funding, particularly with regard to what percentage of their funding comes <span class=\"star-pagination\">*525</span> from lobbyists, the court cannot conclude as a matter of law that the Campaign Contribution Prohibition would prevent candidates from amassing the resources necessary for effective advocacy.</p>\n<p>Similarly, the court cannot find on the pleadings that the Campaign Contribution Prohibition so significantly impedes lobbyists' First Amendment rights as to be unconstitutional. Plaintiff correctly argues that contribution bans like the statute at issue are to be regarded more warily than contribution limits, as bans deny \"the symbolic act of contributing\" to the class of potential contributors to which the restriction applies. <i>See </i><i>Buckley,</i> 424 U.S. at 21, 96 S.Ct. 612. Nevertheless, the Fourth Circuit has expressly rejected the invitation to read this distinction as rendering contribution bans unconstitutional <i>per se,</i> stating \"[c]ourts simply are not in the position to second-guess a legislative determination as to the need for prophylactic measures where corruption is the evil feared.\" <i>Bartlett,</i> 168 F.3d at 716. This reading is consistent with the holdings of the courts of other circuits. <i>See, e.g., </i><i>Inst. of Governmental Advocates v. Fair Political Practices Comm'n,</i> 164 F.Supp.2d 1183, 1191 (E.D.Cal.2001) (\"Furthermore, [the contribution restriction] is not unconstitutional simply because it <i>bans,</i> rather than limits, contributions by certain lobbyists.\") (emphasis in original); <i>Green Party of Conn. v. Garfield,</i> 590 F.Supp.2d 288, 322 (D.Conn.2008) (upholding a Connecticut contribution ban on lobbyists on the grounds that \"[t]he General Assembly was entitled to consider that a contribution ban carries a stronger message of reform than a low or nominal contribution limit, and therefore, would be more effective at combating the perception of corruption among Connecticut lawmakers,\").</p>\n<p>Further, defendants note the numerous ways lobbyists are allowed to directly exercise their rights of free expression and association under the Campaign Contribution Prohibition. Included among the activities permitted of lobbyists are expressing support for or opposition to a candidate, volunteering for a candidate, making contributions to their employer's political committees and then making recommendations as to who the committee should support, and soliciting others to make contributions to a candidate, provided the lobbyist does not take possession of the contributions and bundle them. That lobbyists may participate in these First Amendment activities mitigates against the significant infringement the ban imposes on lobbyists' ability to perform the symbolic act of contributing to a candidate's campaign. <i>See </i><i>Garfield,</i> 590 F.Supp.2d at 317 (\"Significantly for purposes of considering the nature and extent of the [contribution ban's] burden on [lobbyists'] First Amendment rights to expression and association, the contribution bans do not impede the right of lobbyists... to engage in direct political expressions of support.\") For these reasons, the court does not find on the pleadings before it that the Campaign Contribution Prohibition unconstitutionally infringes on potential contributors' First Amendment rights.</p>\n<p>Plaintiff relies extensively on <i>Fair Political Practices Commission v. Superior Court of Los Angeles County</i> in arguing that judgment on the pleadings in her favor is appropriate. 25 Cal.3d 33, 157 Cal.Rptr. 855, 599 P.2d 46 (1979). This reliance is misplaced. The holding in <i>Fair Political Practices</i> represents one state court's interpretation of a standard that at the time had only recently been set forth in <i>Buckley,</i> Since the California Supreme Court entered its ruling in <i>Fair Political Practices,</i> the Supreme Court of the United <span class=\"star-pagination\">*526</span> States has had several occasions to further refine the <i>Buckley</i> standard, and has done so in <i>McConnell, Nixon, Beaumont,</i> and <i>Randall,</i> to note only those precedents relied upon in this order.<sup>[5]</sup> While a holding of the California Supreme Court may act as persuasive authority, it is the holdings of the Supreme Court of the United States and the Fourth Circuit Court of Appeals that bind this court. Under these precedents, as discussed in this order, plaintiff's motion must be denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiffs motion for judgment on the pleadings (DE # 17) is DENIED. The case will proceed according to the case management order entered on November 12, 2008, as amended by order entered on April 9, 2009. Pursuant to those orders, initial disclosures under Federal Rule of Civil Procedure 26(a)(1) must be served within fourteen (14) days of this order.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>North Carolina Right to Life, Inc. v. Bartlett,</i> 168 F.3d 705 (4th Cir.1999).</p>\n<p>[2]  This test was recently reaffirmed by the Fourth Circuit in <i>North Carolina Right to Life, Inc. v. Leake,</i> 525 F.3d 274 (4th Cir.2008). There, the court found that \"[s]ince the statutes challenged by the plaintiffs threaten to subject them to prosecution, and the plaintiffs are therefore `chilled' from engaging in potentially protected First Amendment political expression, standing exists.\" <i>Id.</i> at 279, n. 2.</p>\n<p>[3]  While this language speaks only to freedom of association and not freedom of speech, the Supreme Court of the United States has since summarized <i>Buckley</i> as follows: \"While we did not attempt to parse distinctions between the speech and association standards of scrutiny for contribution limits, we did make it clear that those restrictions bore more heavily on the associational right than on freedom to speak. We consequently proceeded on the understanding that a contribution limitation surviving a claim of associational abridgement would survive a speech challenge as well.\" <i>Nixon v. Shrink Missouri Government PAC,</i> 528 U.S. 377, 388, 120 S.Ct. 897, 145 L.Ed.2d 886 (2000).</p>\n<p>[4]  Plaintiff attempts to distinguish this case from <i>Beaumont</i> on the grounds that the statute at issue bans individual lobbyists from making campaign contributions, whereas the challenged statute in <i>Beaumont</i> applied to corporate contributions. Plaintiff cites a footnote in that opinion for the proposition that \"[w]ithin the realm of contributions generally, corporate contributions are furthest from the core of political expression, since corporations' First Amendment speech and association interests are derived largely from those of their members.\" 539 U.S. at 162 n. 8, 123 S.Ct. 2200. While the court recognizes the distinction between bans on contributions of individuals and of corporations as a valid one in determining constitutionality under the First Amendment, pursuant to <i>Beaumont,</i> this too is a distinction to be considered when applying scrutiny rather than determining the standard of scrutiny to apply.</p>\n<p>[5]  Indeed, in <i>Institute of Governmental Advocates,</i> lobbyists challenging a contribution restriction in the United States District Court for the Eastern District of California cited <i>Fair Political Practices</i> in support of their argument that the restriction was unconstitutional because it operated as a total ban rather than a cap on contributions. 164 F.Supp.2d at 1189-90. The court upheld the statute and, when discussing the absolute ban issue, relied on the United States Supreme Court's holding in <i>Nixon</i> rather than the California Supreme Court's holding in <i>Fair Political Practices.</i> 164 F.Supp.2d at 1191. Thus, while the California district court did not expressly reject <i>Fair Political Practices,</i> it intimated that its usefulness as authority has been diminished by subsequent United States Supreme Court rulings.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">517</span></span> (2009)</b></center>\n<center><h1>Sarah PRESTON, Plaintiff,<br>\nv.<br>\nLarry LEAKE, in his official capacity as Chairman of the North Carolina State Board of Elections; Genevieve C. Sims, in her official capacity as Secretary of the North Carolina State Board of Elections; Lorraine G. Shinn, in her official capacity as a Member of the North Carolina State Board of Elections; Charles Winfree, in his official capacity as a Member of the North Carolina State Board of Elections; and Robert Cordle, in his official capacity as a Member of the North Carolina State Board of Elections, Defendants.</h1></center>\n<center>No. 5:08-CV-397-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 20, 2009.</center>\n<p><span class=\"star-pagination\">*518</span> Jonathan D. Sasser, Rebecca M. Rich, Thomas Hamilton Segars, Ellis &amp; Winters, LLP, Katherine Lewis Parker, American Civil Liberties Union of North Carolina, Raleigh, NC, for Plaintiff.</p>\n<p>Alexander McClure Peters, Susan Kelly Nichols, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on plaintiffs motion for judgment on the pleadings (DE # 17). Defendant has filed a response, to which plaintiff has replied. In this posture, the issues raised are ripe for ruling.</p>\n<p></p>\n<h2>PROCEDURAL HISTORY</h2>\n<p>Plaintiff, a lobbyist for the American Civil Liberties Union of North Carolina, filed complaint on August 19, 2008, alleging that N.C. Gen.Stat. § 163-278.13C(a) (the \"Campaign Contribution Prohibition\") is unconstitutional both facially and as applied to her, on the grounds that it violates rights of free speech and association as protected by the First and Fourteenth <span class=\"star-pagination\">*519</span> Amendments to the United States Constitution. Defendants filed answer on October 1, 2008, denying these contentions. Two months later, on December 12, 2008, plaintiff filed the instant motion for judgment on the pleadings, now fully ripened.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff is registered as a lobbyist with the North Carolina Secretary of State, and there appears no dispute that she is authorized to engage in lobbying activities under Chapter 120C of the North Carolina General Statutes. Defendants in this action, sued in their official capacities only, are members of the North Carolina State Board of Elections. Plaintiff is challenging the constitutionality of the Campaign Contribution Prohibition, adopted by the North Carolina General Assembly in 2006. The challenged statute provides:</p>\n<blockquote>§ 163-278.13C. Campaign contributions prohibition</blockquote>\n<blockquote>(a) No lobbyist may make a contribution defined in G.S. 163-278.6 to a candidate or candidate campaign committee as defined in G.S. 163-278.38Z when that candidate meets any of the following criteria:</blockquote>\n<blockquote>(1) Is a legislator as defined in G.S. 120C-100</blockquote>\n<blockquote>(2) Is a public servant as defined in G.S. 138A-3(30)a. and G.S. 120C-104.</blockquote>\n<blockquote>(b) No lobbyist may collect contributions from multiple contributors, take possession of such multiple contributions, or transfer or deliver the collected multiple contributions to the intended recipient. This section shall apply only to contributions to a candidate or candidate campaign committee as defined in G.S. 163-278.38Z when that candidate is a legislator as defined in G.S. 120C-100 or a public servant as defined in G.S. 138A-3(30)a.</blockquote>\n<blockquote>(c) This section shall not apply to a lobbyist, who has filed notice of candidacy for office under G.S. 163-106 or Article 11 of Chapter 163 of the General Statutes or has been nominated under G.S. 163-114 or G.S. 163-98, making a contribution to that lobbyist's candidate campaign committee.</blockquote>\n<blockquote>(d) For purposes of this section, the term \"lobbyist\" shall mean an individual registered as a lobbyist under Chapter 120C of the General Statutes.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.13C. In passing the legislation, the General Assembly noted \"to maintain the public trust, it is essential that government function honestly and fairly, free from all forms of impropriety, threats, favoritism, and undue influence\" and that the power entrusted to government officials \"should not be used to advance narrow interests for oneself or others.\" 2006 N.C. Sess. Laws 201. The General Assembly further stated that \"it is inevitable that conflicts of interest and appearances of conflicts will occur,\" and so \"at every turn those public officials who represent the people of [North Carolina] must ensure that it is the interests of the people, and not their own, that are being served.\" <i>Id.</i></p>\n<p>For the purposes of the prohibition, \"contribution\" is defined as follows:</p>\n<blockquote>The terms \"contribute\" or \"contribution\" mean any advance, conveyance, deposit, distribution, transfer of funds, loan, payment, gift, pledge or subscription of money or anything of value whatsoever, to a candidate to support or oppose the nomination or election of one or more clearly identified candidates, to a political committee, to a political party, or to a referendum committee, whether or not made in an election year, and any contract, agreement, promise or other obligation, whether or not legally enforceable, to make a contribution. These <span class=\"star-pagination\">*520</span> terms include, without limitation, such contributions as labor or personal services, postage, publication of campaign literature or materials, in-kind transfers, loans or use of any supplies, office machinery, vehicles, aircraft, office space, or similar or related services, goods, or personal or real property. These terms also include, without limitation, the proceeds of sale of services, campaign literature and materials, wearing apparel, tickets or admission prices to campaign events such as rallies or dinners, and the proceeds of sale of any campaign-related services or goods. Notwithstanding the foregoing meanings of \"contribution,\" the word shall not be construed to include services provided without compensation by individuals volunteering a portion or all of their time on behalf of a candidate, political committee, or referendum committee. The term \"contribution\" does not include an \"independent expenditure.\" If:</blockquote>\n<blockquote>a. Any individual, person, committee, association, or any other organization or group of individuals, including but not limited to, a political organization (as defined in section 527(e)(1) of the Internal Revenue Code of 1986) makes, or contracts to make, any disbursement for any electioneering communication, as defined in G.S. 163-278.80(2) and (3) and G.S. 163-278.90(2) and (3); and</blockquote>\n<blockquote>b. That disbursement is coordinated with a candidate, an authorized political committee of that candidate, a State or local political party or committee of that party, or an agent or official of any such candidate, party, or committee</blockquote>\n<blockquote>that disbursement or contracting shall be treated as a contribution to the candidate supported by the electioneering communication or that candidate's party and as an expenditure by that candidate or that candidate's party.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.6(6). Accordingly, under the Campaign Contribution Prohibition and the relevant definition of \"contribution,\" there is no general <i>de minimis</i> exception to the ban.</p>\n<p>If an individual, candidate, political committee, or other entity violates the Campaign Contribution Prohibition, the Board of Elections is authorized to impose a fine that does not exceed three times the amount of the unlawful contribution. N.C. Gen.Stat. § 163-278.34(b). The Board of Elections is also directed to report any violation of Article 22A of the North Carolina General Statutes, which includes the Campaign Contribution Prohibition, to the district attorney, who in turn is directed to prosecute the individual or persons alleged to have violated the article. N.C. Gen. Stat. § 163-278.27(b) and (c).</p>\n<p>Prior to the enactment of the Campaign Contribution Prohibition, the only statutory restriction on state campaign contributions that applied to lobbyists but not the public at large was N.C. Gen.Stat. § 163-278.13B(c). That statute, upheld by the Fourth Circuit on a constitutional challenge,<sup>[1]</sup> remains in effect. In relevant part, it provides:</p>\n<blockquote>Prohibited Contributions.While the General Assembly is in regular session:</blockquote>\n<blockquote>(1) No limited contributor shall make or offer to make a contribution to a limited contributee.</blockquote>\n<blockquote>(2) No limited contributor shall make a contribution to any candidate, officeholder, or political committee, directing or requesting that the contribution be made in turn to a limited contributee.</blockquote>\n<blockquote>(3) No limited contributor shall transfer any amount of money or anything of value to any entity, directing or requesting <span class=\"star-pagination\">*521</span> that the entity use what was transferred to contribute to a limited contributee.</blockquote>\n<p>N.C. Gen.Stat. § 163-278.13B(c). Under the statute, \"limited contributor\" is defined to include registered lobbyists and \"limited contributee\" is defined to include a member of or candidate for either the Council of State or the General Assembly. N.C. Gen.Stat. 163-278.13B(a). While the contribution bans of N.C. Gen.Stat. § 163-278.13B(c) apply only when the General Assembly is in session, the prohibition at issue in this matter is not subject to such a temporal limitation.</p>\n<p>Plaintiff contends N.C.Gen.Stat. § 163-278.13C(a) is unconstitutional, and seeks declaratory and injunctive relief under 42 U.S.C. § 1983 and the United States Constitution.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>Federal Rule of Civil Procedure 12(c) allows a party to move for judgment on the pleadings, \"[a]fter the pleadings are closedbut early enough not to delay trial.\" Fed.R.Civ.P. 12(c). A Rule 12(c) motion is designed to dispose of cases when the material facts are not in dispute and the court can judge the case on its merits by considering the pleadings and any attachments to the pleadings and materials referenced, which are incorporated into the pleadings by Rule 10(c). <i>See</i> Fed. R.Civ.P. 10(c). In general, such motions are disfavored unless the movant clearly establishes that no material fact is disputed and that movant is entitled to judgment as a matter of law. <i>See</i> 5C Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure,</i> § 1368 (Supp.2006).</p>\n<p></p>\n<h2>B. Standing</h2>\n<p>The question of standing is \"whether the litigant is entitled to have the court decide the merits of the dispute.\" <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975). In general, to show standing a plaintiff must demonstrate an actual or imminent injury in fact, a causal connection between the injury and the conduct complained of, and a substantial likelihood that the requested relief will remedy the alleged injury in fact. <i>See </i><i>McConnell v. Fed. Election Comm'n,</i> <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span>, 225-26, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (2003). The Fourth Circuit has set forth a more particular test for standing that applies specifically to situations where a plaintiff is challenging a statute on First Amendment grounds:</p>\n<blockquote>When a plaintiff faces a credible threat of prosecution under a criminal statute he has standing to mount a pre-enforcement challenge to that statute. A non-moribund statute that facially restricts expressive activity by the class to which the plaintiff belongs presents such a credible threat, and a case or controversy thus exists in the absence of compelling evidence to the contrary. This presumption is particularly appropriate when the presence of a statute tends to chill the exercise of First Amendment rights.</blockquote>\n<p><i>North Carolina Right to Life v. Bartlett,</i> <span class=\"citation\" data-id=\"762034\"><a href=\"/opinion/762034/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 710 (4th Cir.1999) (internal citations omitted).</p>\n<p>The Campaign Contribution Prohibition, by preventing lobbyists from making contributions to candidates or candidate campaign committees, facially restricts expressive activity. <i>See </i><i>Bartlett,</i> 168 F.3d at 715 (\"[P]olitical contribution limits do implicate one's speech and association rights.\"). Further, plaintiff is registered as a lobbyist with the North Carolina Secretary of State. (Compl. ¶ 7, Ans. ¶ 7.) Accordingly, the Campaign Contribution Prohibition facially restricts the expressive activity of a class to which plaintiff belongs. <i>See</i> N.C. Gen.Stat. <span class=\"star-pagination\">*522</span> § 163-278.13C(d) (\"For the purposes of this section, the term `lobbyist' shall mean an individual registered as a lobbyist under Chapter 120C of the General Statutes.\"). In addition, violators of the Campaign Contribution Prohibition are subject to prosecution. <i>See</i> N.C. Gen. Stat. § 163-278.27(b) and (c) (directing the Board of Elections to report any violations of the article of that contains the Campaign Contribution Prohibition to the district attorney, and directing the district attorney to prosecute the alleged violator or violators). As all the requisite elements to establish a \"credible threat of prosecution\" are present, and as the Campaign Contribution Prohibition tends to chill the exercise of First Amendment rights, plaintiff has established standing under the test set forth in <i>Bartlett.</i><sup>[2]</sup></p>\n<p></p>\n<h2>C. Plaintiffs Constitutional Claims</h2>\n<p>It is well-settled that contribution restrictions \"operate in an area of the most fundamental First Amendment activities.\" <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 14, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976). Nevertheless, the Supreme Court has held that \"[e]ven a significant interference with protected rights of political association may be sustained if the State demonstrates a sufficiently important interest and employs means closely drawn to avoid unnecessary abridgement of associational freedoms.\" <i>Id.</i> at 25, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>.<sup>[3]</sup> While contribution limits and bans that meet this test are upheld, those that \"work more harm to protected First Amendment interests than their anticorruption objectives could justify\" may be struck down as unconstitutional. <i>Randall v. Sorrell,</i> <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, 247-48, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (2006).</p>\n<p></p>\n<h2>1. Level of Scrutiny</h2>\n<p>While both parties recognize that the Campaign Contribution Prohibition implicates individuals' First Amendment rights, there is dispute over the standard of scrutiny the court should apply in evaluating the statute. In reviewing a law to determine if it is untenable under the First Amendment, the level of scrutiny the court applies is \"based on the importance of the political activity at issue to effective speech or political association.\" <i>Fed. Election Comm'n v. Beaumont,</i> <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 160, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2200</span></a></span>, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span>(2003).</p>\n<p>The Supreme Court has long held that \"restrictions on political contributions are constitutionally less problematic than are, for instance, restrictions on independent expenditures.\" <i>Bartlett,</i> 168 F.3d at 715; <i>see also </i><i>Buckley,</i> 424 U.S. at 20-21, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span> (\"By contrast with a limitation upon expenditures for political expression, a limitation upon the amount that any one person or group may contribute to a candidate or political committee entails only a marginal restriction upon the contributor's ability to engage in free communication.\"). For that reason, the Supreme Court has <span class=\"star-pagination\">*523</span> traditionally subjected campaign expenditure limits to a strict scrutiny standard, while reviewing campaign contribution limits under the less rigorous standard of \"closely drawn to match a sufficiently important interest\" <i>Nixon v. Shrink Missouri Government PAC,</i> <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 386-88, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">886</span></a></span> (2000); <i>see also </i><i>McConnell,</i> 540 U.S. at 137, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span> (2003) (\"[W]hen reviewing Congress' decision to enact contribution limits, there is no place for a strong presumption against constitutionality, of the sort often thought to accompany the words `strict scrutiny.'\")</p>\n<p>Plaintiff argues, however, that as this statute bans any campaign contribution by a lobbyist, rather than merely setting a maximum cap on contributions, it should be subjected to a higher standard of scrutiny than the \"closely drawn\" test. Plaintiff's argument is not without reason, as a ban completely prohibits individuals from engaging in the expressive activity of making a monetary contribution to a candidate, whereas a cap would still allow the individual to perform the symbolic act of contributing. Nevertheless, the Supreme Court has already considered and rejected this argument in <i>Federal Election Commission v. Beaumont,</i> <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2200</span></a></span>, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (2003). There, the Court stated, \"It is not that the difference between a ban and a limit is to be ignored; it is just that the time to consider it is when applying scrutiny at the level selected, not in selecting the standard of review itself.\" <i>Id.</i> at 162, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2200</span></a></span>.<sup>[4]</sup> Accordingly, the Campaign Contribution Prohibition is constitutional if it meets a \"sufficiently important interest\" and \"employs means closely drawn to avoid unnecessary abridgment\" of freedom of speech and association. <i>Buckley,</i> 424 U.S. at 25, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>.</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>Both parties agree that the State's interest in limiting the corruption and appearance of corruption that may result from lobbyists' campaign contributions to legislators constitutes a \"sufficiently important interest.\" <i>See </i><i>Buckley,</i> 424 U.S. at 26, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span> (identifying \"limit[ing] the actuality and appearance of corruption\" as a sufficiently important governmental interest served by campaign finance regulation); <i>McConnell,</i> 540 U.S. at 136-37, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span> (stating that the government interests in preventing actual and perceived corruption \"directly implicate the integrity of our electoral process, and, not less, the responsibility of the individual citizen for the successful functioning of that process\"). Accordingly, the constitutionality of the Campaign Contribution Prohibition hinges on whether it is \"closely drawn\" to meet that interest. The Supreme Court has determined that the \"closely drawn\" standard of scrutiny \"shows proper deference to Congress' ability to weigh competing constitutional interests in an area in which it enjoys particular expertise.\" <i>McConnell,</i> 540 U.S. at <span class=\"star-pagination\">*524</span> 137, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>; <i>see also </i><i>Randall,</i> 548 U.S. at 248, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span> (\"We cannot determine with any degree of exactitude the precise restriction necessary to carry out the statute's legitimate objectives. In practice, the legislature is better equipped to make such empirical judgments, as legislators have particular expertise in matters related to the costs and nature of running for office.\")</p>\n<p>A contribution restriction meets the closely drawn standard of scrutiny if it \"do[es] not undermine to any material degree the potential for robust and effective discussion of candidates and campaign issues by individual citizens, associations, the institutional press, candidates, and political parties.\" <i>Buckley,</i> 424 U.S. at 29, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. In reviewing contribution limits or bans under this standard of scrutiny, courts have primarily looked at the degree to which the limit or ban infringes on the First Amendment rights of two classes of individuals: candidates and potential contributors. With regard to candidates, a contribution restriction is unconstitutional if it prevents \"candidates and political committees from amassing the resources necessary for effective advocacy.\" <i>See </i><i>Randall,</i> 548 U.S. at 247-48, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>; <i>see also </i><i>Nixon,</i> 528 U.S. at 395-96, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span> (upholding contribution limitations because there was no indication they \"would have any dramatically adverse effect on the funding of campaigns and political associations and thus no showing that the limitations prevented the candidates and political committees from amassing the resources necessary for effective advocacy\"). With regard to potential contributors, the court looks to the infringement on the individual's ability to make a \"symbolic expression of support,\" but also balances that with those First Amendment rights of the contributor that are not infringed upon by the restriction, such as the \"freedom to discuss candidates and issues,\" <i>Buckley,</i> 424 U.S. at 21, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>; <i>Randall,</i> 548 U.S. at 246-47, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>.</p>\n<p>Considering first the statute's effect on candidates, the court cannot find on the pleadings before it that the Campaign Contribution Prohibition would prevent them from amassing the resources necessary for effective advocacy. Those courts that have made such a finding have relied on the testimony of expert witnesses and the results of surveys conducted on that issue. For example, in <i>Randall,</i> the Supreme Court ruled that a Vermont statute that imposed a cap on campaign contributions by any individual, organization, or political party was unconstitutional under the \"amassing the necessary resources\" test. 548 U.S. at 236, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>. In so ruling, however, the Court conducted a thorough review of the facts bearing on the costs of running for various offices, where candidates received their funding, and how challengers in elections raised their funding as compared to incumbents, amongst other issues. 548 U.S. at 252-56, <span class=\"citation\" data-id=\"145630\"><a href=\"/opinion/145630/randall-v-sorrell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>. <i>See also </i><i>Nixon,</i> 528 U.S. at 395-96, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span> (relying on the district court's factual findings that after a contribution limitation statute was passed, candidates were still able to \"raise funds sufficient to run effective campaigns\" and \"amass impressive campaign war chests\" in upholding the statute as sufficiently tailored to the government's interest). The Supreme Court's holding in <i>Randall</i> alone is not enough to render the statute at issue unconstitutional, as the broad sweep of the Vermont statute restricted essentially any potential campaign contributor, whereas the North Carolina statute only applies to lobbyists. This distinction's effect on candidates' ability to amass resources is significant. Without any factual findings as to how North Carolina candidates raise their funding, particularly with regard to what percentage of their funding comes <span class=\"star-pagination\">*525</span> from lobbyists, the court cannot conclude as a matter of law that the Campaign Contribution Prohibition would prevent candidates from amassing the resources necessary for effective advocacy.</p>\n<p>Similarly, the court cannot find on the pleadings that the Campaign Contribution Prohibition so significantly impedes lobbyists' First Amendment rights as to be unconstitutional. Plaintiff correctly argues that contribution bans like the statute at issue are to be regarded more warily than contribution limits, as bans deny \"the symbolic act of contributing\" to the class of potential contributors to which the restriction applies. <i>See </i><i>Buckley,</i> 424 U.S. at 21, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. Nevertheless, the Fourth Circuit has expressly rejected the invitation to read this distinction as rendering contribution bans unconstitutional <i>per se,</i> stating \"[c]ourts simply are not in the position to second-guess a legislative determination as to the need for prophylactic measures where corruption is the evil feared.\" <i>Bartlett,</i> 168 F.3d at 716. This reading is consistent with the holdings of the courts of other circuits. <i>See, e.g., </i><i>Inst. of Governmental Advocates v. Fair Political Practices Comm'n,</i> <span class=\"citation\" data-id=\"2459825\"><a href=\"/opinion/2459825/institute-of-govern-advoc-v-fair-polit-prac/\"><span class=\"volume\">164</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1183</span></a></span>, 1191 (E.D.Cal.2001) (\"Furthermore, [the contribution restriction] is not unconstitutional simply because it <i>bans,</i> rather than limits, contributions by certain lobbyists.\") (emphasis in original); <i>Green Party of Conn. v. Garfield,</i> <span class=\"citation\" data-id=\"2247236\"><a href=\"/opinion/2247236/green-party-of-connecticut-v-garfield/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">288</span></a></span>, 322 (D.Conn.2008) (upholding a Connecticut contribution ban on lobbyists on the grounds that \"[t]he General Assembly was entitled to consider that a contribution ban carries a stronger message of reform than a low or nominal contribution limit, and therefore, would be more effective at combating the perception of corruption among Connecticut lawmakers,\").</p>\n<p>Further, defendants note the numerous ways lobbyists are allowed to directly exercise their rights of free expression and association under the Campaign Contribution Prohibition. Included among the activities permitted of lobbyists are expressing support for or opposition to a candidate, volunteering for a candidate, making contributions to their employer's political committees and then making recommendations as to who the committee should support, and soliciting others to make contributions to a candidate, provided the lobbyist does not take possession of the contributions and bundle them. That lobbyists may participate in these First Amendment activities mitigates against the significant infringement the ban imposes on lobbyists' ability to perform the symbolic act of contributing to a candidate's campaign. <i>See </i><i>Garfield,</i> 590 F.Supp.2d at 317 (\"Significantly for purposes of considering the nature and extent of the [contribution ban's] burden on [lobbyists'] First Amendment rights to expression and association, the contribution bans do not impede the right of lobbyists... to engage in direct political expressions of support.\") For these reasons, the court does not find on the pleadings before it that the Campaign Contribution Prohibition unconstitutionally infringes on potential contributors' First Amendment rights.</p>\n<p>Plaintiff relies extensively on <i>Fair Political Practices Commission v. Superior Court of Los Angeles County</i> in arguing that judgment on the pleadings in her favor is appropriate. <span class=\"citation\" data-id=\"1434809\"><a href=\"/opinion/1434809/fair-political-practices-com-v-superior-court/\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">33</span></a></span>, <span class=\"citation\" data-id=\"1434809\"><a href=\"/opinion/1434809/fair-political-practices-com-v-superior-court/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">855</span></a></span>, <span class=\"citation\" data-id=\"1434809\"><a href=\"/opinion/1434809/fair-political-practices-com-v-superior-court/\"><span class=\"volume\">599</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">46</span></a></span> (1979). This reliance is misplaced. The holding in <i>Fair Political Practices</i> represents one state court's interpretation of a standard that at the time had only recently been set forth in <i>Buckley,</i> Since the California Supreme Court entered its ruling in <i>Fair Political Practices,</i> the Supreme Court of the United <span class=\"star-pagination\">*526</span> States has had several occasions to further refine the <i>Buckley</i> standard, and has done so in <i>McConnell, Nixon, Beaumont,</i> and <i>Randall,</i> to note only those precedents relied upon in this order.<sup>[5]</sup> While a holding of the California Supreme Court may act as persuasive authority, it is the holdings of the Supreme Court of the United States and the Fourth Circuit Court of Appeals that bind this court. Under these precedents, as discussed in this order, plaintiff's motion must be denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiffs motion for judgment on the pleadings (DE # 17) is DENIED. The case will proceed according to the case management order entered on November 12, 2008, as amended by order entered on April 9, 2009. Pursuant to those orders, initial disclosures under Federal Rule of Civil Procedure 26(a)(1) must be served within fourteen (14) days of this order.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>North Carolina Right to Life, Inc. v. Bartlett,</i> <span class=\"citation\" data-id=\"762034\"><a href=\"/opinion/762034/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span> (4th Cir.1999).</p>\n<p>[2]  This test was recently reaffirmed by the Fourth Circuit in <i>North Carolina Right to Life, Inc. v. Leake,</i> <span class=\"citation\" data-id=\"1025593\"><a href=\"/opinion/1025593/north-carolina-right-to-life-inc-v-leake/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span> (4th Cir.2008). There, the court found that \"[s]ince the statutes challenged by the plaintiffs threaten to subject them to prosecution, and the plaintiffs are therefore `chilled' from engaging in potentially protected First Amendment political expression, standing exists.\" <i>Id.</i> at 279, n. 2.</p>\n<p>[3]  While this language speaks only to freedom of association and not freedom of speech, the Supreme Court of the United States has since summarized <i>Buckley</i> as follows: \"While we did not attempt to parse distinctions between the speech and association standards of scrutiny for contribution limits, we did make it clear that those restrictions bore more heavily on the associational right than on freedom to speak. We consequently proceeded on the understanding that a contribution limitation surviving a claim of associational abridgement would survive a speech challenge as well.\" <i>Nixon v. Shrink Missouri Government PAC,</i> <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 388, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">886</span></a></span> (2000).</p>\n<p>[4]  Plaintiff attempts to distinguish this case from <i>Beaumont</i> on the grounds that the statute at issue bans individual lobbyists from making campaign contributions, whereas the challenged statute in <i>Beaumont</i> applied to corporate contributions. Plaintiff cites a footnote in that opinion for the proposition that \"[w]ithin the realm of contributions generally, corporate contributions are furthest from the core of political expression, since corporations' First Amendment speech and association interests are derived largely from those of their members.\" 539 U.S. at 162 n. 8, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2200</span></a></span>. While the court recognizes the distinction between bans on contributions of individuals and of corporations as a valid one in determining constitutionality under the First Amendment, pursuant to <i>Beaumont,</i> this too is a distinction to be considered when applying scrutiny rather than determining the standard of scrutiny to apply.</p>\n<p>[5]  Indeed, in <i>Institute of Governmental Advocates,</i> lobbyists challenging a contribution restriction in the United States District Court for the Eastern District of California cited <i>Fair Political Practices</i> in support of their argument that the restriction was unconstitutional because it operated as a total ban rather than a cap on contributions. 164 F.Supp.2d at 1189-90. The court upheld the statute and, when discussing the absolute ban issue, relied on the United States Supreme Court's holding in <i>Nixon</i> rather than the California Supreme Court's holding in <i>Fair Political Practices.</i> 164 F.Supp.2d at 1191. Thus, while the California district court did not expressly reject <i>Fair Political Practices,</i> it intimated that its usefulness as authority has been diminished by subsequent United States Supreme Court rulings.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1434809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2247236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2459825/"
  ]
}