{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2497079/",
  "absolute_url": "/opinion/2497079/feldstein-v-nash-community-health-services-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2497079/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:56:37.125992Z",
  "date_modified": "2016-04-26T23:24:47.630518Z",
  "type": "010combined",
  "sha1": "6bcd56f2ce92a77badc7e0c4713241ae31501615",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>51 F.Supp.2d 673 (1999)</b></center>\n<center><h1>Jeffrey D. FELDSTEIN, M.D., Plaintiff,<br>\nv.<br>\nNASH COMMUNITY HEALTH SERVICES INC., and Nash Hospitals, Inc., Defendants.</h1></center>\n<center>No. 5:97-CV-522-BR-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 16, 1999.</center>\n<p><span class=\"star-pagination\">*674</span> <span class=\"star-pagination\">*675</span> <span class=\"star-pagination\">*676</span> Michael Steven Colo, Rocky Mount, NC, J. Nicholas Ellis, Poyner &amp; Spruill, Rocky Mount, NC, for Jeffrey D. Feldstein, M.D., plaintiff.</p>\n<p>Marshall A. Gallop, Jr., Battle, Winslow, Scott &amp; Wiley, Rocky Mount, NC, J. McLain Wallace, Jr., Battle, Winslow, Scott &amp; Wiley, Rocky Mount, NC, for Nash Community Health Services, Inc., Nash Hospitals, Inc., defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Motions for summary judgment by plaintiff and defendants are before the court.</p>\n<p>Plaintiff filed this action on 3 July 1997, alleging that defendants Nash Community Health Services, Inc. (NCHS) and Nash Hospitals, Inc. (NHI) breached the terms of a contract between plaintiff and Community Hospital of Rocky Mount (Community Hospital), which contract had been assumed by defendants. Defendants filed their answer on 27 August 1997, denying plaintiff's allegations and raising certain affirmative defenses to the enforceability of the contract.</p>\n<p>The discovery period closed on 5 June 1998, and dispositive motions limited to the alleged failure of plaintiff to be appointed to the medical staff of Community Hospital and the second and third defenses raised in defendants' answer were to be filed on or before 8 July 1998. On that date, the parties filed the motions for summary judgment at bar. On 28 July 1998, plaintiff filed a response to defendants' motion, and on 5 August 1998, defendants filed a reply. On 30 July 1998, defendants responded to plaintiff's motion, and on 11 August 1998, plaintiff filed a reply. The parties have briefed the issues, and the motions are now ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>In June 1996, plaintiff entered into an \"Agreement Regarding Relocation of Physician and Retention of Physician Services\" with Community Hospital, an entity owned and operated by Hospital of Rocky Mount, Inc. (HRM). For convenience, the Agreement will be referred to herein as the HRM Agreement. At that time, two independent, full-service hospitals were located in Rocky Mount: Community Hospital and Nash General Hospital, which was owned and operated by NHI, one of the defendants in this action.</p>\n<p></p>\n<h2>A. <i>The Relationship Between Community Hospital and Defendants</i>\n</h2>\n<p>In 1996, HRM, a North Carolina corporation, operated a hospital facility in Rocky Mount known as Community Hospital. HRM's parent corporation was Community Health Systems Inc. (CHS), and HRM had a subsidiary called New Dropdown Corporation (NEWCO). (Pl.'s Mem. at 2; Def.s' Mem. at 13; Def.s' Response at 9.) On 29 January 1997, HRM sold certain assets associated with Community Hospital to its subsidiary, NEWCO, pursuant to an Asset Purchase Agreement between NEWCO, HRM, and CHS, HRM's parent corporation. (Pl.'s Mem. at 2; Answer ¶ 14; Def.s' Mem. at 13.) As part of that Agreement, NEWCO assumed certain liabilities of HRM pursuant to an \"Undertaking.\" (Pl.'s Compl.Ex. B; Ans. ¶ 14; Def.s' Mem. at 13.) That Undertaking included the HRM agreement. (Pl.'s Compl.Ex. A; Ans. ¶ 23; Def.s' Mem. at 13.) Although HRM sold the assets of the hospital to NEWCO, HRM remained an active corporation following the Asset Purchase Agreement. (Compl. ¶ 3.)</p>\n<p>Subsequent to the date of the Asset Purchase Agreement, Nash Health Care Systems, the corporate parent of the defendants in this action, purchased the stock of NEWCO from HRM and ultimately, merged NEWCO into defendant NCHS. (Pl.'s Mem at 2; Def.s' Mem. at 13; Ans. ¶ 2.) As a result of that merger, NCHS succeeded to the rights and liabilities of NEWCO. (Ans. ¶¶ 2-3, 14 and 23; Def.s' Mem. at 13; Affidavit of Richard K. Toomey with attached copy of Asset Purchase <span class=\"star-pagination\">*677</span> Agreement and Schedule 1.2B thereof.) Defendants NCHS and NHI are both nonprofit, charitable, brother/sister affiliates, and each has Nash Health Care Systems, a hospital authority, as its sole member. (Pl.'s Mem. at 2.) Following the merger of NEWCO into NCHS, NCHS closed Community Hospital. (Id.) As a result of all of these dealings, Nash General, operated by NHI, became the sole hospital in Rocky Mount.</p>\n<p></p>\n<h2>B. <i>The Relationship Between Plaintiff and Community Hospital</i>\n</h2>\n<p>Against that backdrop, the court will now describe the specifies of the HRM Agreement between plaintiff and Community Hospital. Unless otherwise noted, the parties are in agreement with respect to the following facts. In 1996, plaintiff, a doctor living and practicing in Arizona, was recruited by Community Hospital to relocate to Rocky Mount, North Carolina, and to practice medicine there. (Compl. ¶ 8; Def.s' Mem. at 3.) On 29 June 1996, plaintiff and Community Hospital entered into the HRM Agreement, pursuant to which plaintiff agreed to relocate his family and his practice to Rocky Mount. (Compl. ¶¶ 9-10; Compl.Ex. A; Pl.'s Mem. at 3.) The HRM Agreement specified that plaintiff would begin his practice in North Carolina on 1 September 1996, and that the term of the contract was twelve months. (Def.s' App. Tab 3, HRM Agreement at 1.) According to plaintiff, he received oral permission to begin practicing in December 1996 instead of September. (Compl. ¶ 11; Pl.'s Resp., Ex. A, Aff. of Roger L. Hall.) Plaintiff then moved his family to North Carolina, and, on 23 November 1996, plaintiff was licensed to practice by the State of North Carolina, (Ans. ¶ 12), with a specialty in family practice. (Compl. ¶ 7.)<sup>[1]</sup></p>\n<p>The HRM Agreement provided many benefits to plaintiff, and, in return, plaintiff was obligated to perform various responsibilities relative to his own practice and the hospital. Among other things, plaintiff was required to \"maintain[,] in good standing[,] membership in the Active medical staff of [Community] Hospital [of Rocky Mount].\" (Def.s' App. Tab 3, HRM Agreement, Ex. A, ¶ A-2.) Plaintiff also agreed to engage in the full-time practice of medicine in Rocky Mount for three years, to maintain an unrestricted license to practice, and to maintain membership in state and local medical societies. (Id. at ¶¶ A-5, A-4, A-3.) The Agreement stated that plaintiff was not required to admit patients to Community Hospital and that plaintiff's compensation, under the terms of the Agreement, was not conditional upon the use of any item or service offered by the Hospital.</p>\n<blockquote>We, of course, hope that the quality and cost-effective nature of our Hospital's services will commend themselves to your patients. However, we clearly understand that the choice of services and the choice of service suppliers which you make on behalf of your patients must be, and will be, made <i>ONLY</i> with regard to the best interests of the patients themselves. Therefore, so there will be no misunderstanding, the compensation which you are to receive is not conditional on the use of any item or service offered by this Hospital.</blockquote>\n<p>(Def.s' App. Tab 3, HRM Agreement at 2.) (Emphasis in original.)</p>\n<p>Community Hospital agreed, among other things, to guarantee that plaintiff's cash collections for professional services would not be less than an average of $20,000 during each full month for the one-year term of the HRM Agreement.<sup>[2]</sup> (Def.s' <span class=\"star-pagination\">*678</span> App. Tab 3, HRM Agreement at 2 ¶ (ii), Ex. B, ¶ B-1, and Ex. C.) The Hospital agreed to extend the cash collections guarantee for a maximum of two additional one-year terms \"should Physician and Hospital believe it to be necessary.\" (Def.s' App. Tab 3, HRM Agreement, Ex. B, ¶ B-9.) The Hospital also promised to provide for a one-year period (or as otherwise indicated) the following benefits: a signing bonus in the amount of $10,000.00, (id. at ¶ B-14); medical office space at a cost to the Hospital of $1,667.00 per month, (id. at ¶ B-2); office employee assistance to be selected by plaintiff at a cost of $3,333.00 per month, (id. at ¶ B-3); practice establishment and marketing assistance to expedite efficient practice startup, (id. at ¶¶ B-4 and B-5); assistance in obtaining medical office furniture and equipment if desired by plaintiff, (id. at ¶ B-6); moving and relocation expenses in the amount of $15,000, (id. at ¶ B-7); the first year's premium on health benefits for plaintiff and his family, (id. at ¶ B-8); one year's premium for plaintiff's medical malpractice insurance, (id. at ¶ B-13); and reimbursement of professional fees and expenses. (Id. at ¶¶ B-10 and B-12.) Plaintiff agreed not to \"disclose the content of [the HRM] Agreement [to] any third party other than legal counsel, family or accountant while the Agreement is in effect.\" (Def.s' App. Tab 3, HRM Agreement, Ex. A, ¶ A-5.)</p>\n<p>Community Hospital's obligations under the Agreement were contingent upon plaintiff's satisfaction of and compliance with its terms. The Agreement specifically states that plaintiff's \"performance of the Covenants of Physician set forth in Exhibit A constitutes a continuing condition precedent of Hospital's obligation under this Agreement.\" (Def.s' App. Tab 3, HRM Agreement at 1.) In addition,</p>\n<blockquote>the Hospital's obligations under this Agreement are contingent upon ... [plaintiff's] continuing performance of the considerations recited in this Agreement, ... [and] the continuing validity of this Agreement under all state and federal laws. In the event [plaintiff] fails to perform [his] obligations under this contract, all Hospital obligations shall cease and [plaintiff] shall immediately repay the Hospital all amounts paid to [plaintiff] or paid on [his] behalf.</blockquote>\n<p>(Id. at 2.)</p>\n<p>In December 1996, plaintiff applied for admitting privileges at both HRM d/b/a Community Hospital and NHI d/b/a Nash General. (Pl.'s Mem. at 3-4; Def.s' Mem. at 10.)<sup>[3]</sup> Plaintiff was granted temporary admitting privileges at Community Hospital on 6 December 1996. (Pl.'s Mem. at 4; Sallee Letter dated 10 December 1996.) Temporary privileges at Community Hospital were valid for a period of 150 days. (Def.s' Mem. at 9.) The executive committee of the Hospital's medical staff recommended plaintiff for membership with full clinical privileges. (Pl.'s Mem. at 4; Aff. of Marie Sallee at ¶ 6.) The extension of full clinical privileges and active membership on the medical staff required a vote by the Board of Trustees of Community Hospital. (Def.s' Mem. at 9.) On 29 January 1997, NEWCO purchased the assets related to Community Hospital and, subsequently, National Health Care Systems purchased the stock of NEWCO, merging that corporation into NCHS as explained above. As a result, Community Hospital was closed. The Board of Trustees of Community Hospital had not acted on <span class=\"star-pagination\">*679</span> plaintiff's application when Community Hospital was closed following the sale to NEWCO and the merger with NCHS. (Pl.'s Mem. at 4; Def.s' Mem. at 10.) Plaintiff's temporary privileges were still valid at that time, however.</p>\n<p>After the merger, Nash Health Services, Inc. (NHSI), an affiliate of defendants, continued to pay plaintiff's health insurance for the months of February and March. Defendants also continued to provide plaintiff with office space at no cost to plaintiff. (Pl.'s Mem. at 5.) Defendants did not, however, pay plaintiff the guaranteed cash collections due under the Agreement. (Id.) While plaintiff attempted to persuade defendants to comply with the terms of the HRM Agreement, defendants attempted to persuade plaintiff to accept a settlement and termination of the Agreement because, according to defendants, they believed that the physician recruitment contracts they had assumed violated 42 U.S.C. § 1320a-7b and consequently, were illegal. (Def.s' Mem. at 18.) Although the Department Chairman apparently recommended that Feldstein's application for appointment to the Medical Staff of Nash General be approved on 3 February 1997 (Def.s' App. Tab 15 at 4), NHI's Medical Executive Committee ultimately voted not to recommend plaintiff's application for privileges at Nash General to NHI's Board in March 1997. (Def.s' Mem. at 17-18.) Lacking the necessary financial support for his practice, plaintiff alleges that he was forced to move back to Arizona. (Pl.'s Mem. at 5.)</p>\n<p></p>\n<h2>II. Jurisdiction</h2>\n<p>This court may exercise jurisdiction in this matter based on the diversity between the parties and the amount in controversy under 28 U.S.C. § 1332. Under 28 U.S.C. § 1332, a federal court may exercise original jurisdiction over civil actions when \"the matter in controversy exceeds the sum or value of $75,000, exclusive of interest and costs, and is between ... citizens of different States.\" Plaintiff has alleged damages in excess of $50,000 for his first and second claims for relief (Compl. at 14, ¶ 1), and damages in excess of $50,000 for the third claim, which amount should be trebled according to plaintiff's argument. (Id. at ¶ 2.) Together, these claims put an amount greater than $75,000 in controversy. \"The rule governing dismissal for want of jurisdiction in cases brought in the federal court is that, unless the law gives a different rule, the sum claimed by the plaintiff controls if the claim is apparently made in good faith. It must appear to a legal certainty that the claim is really for less than the jurisdictional amount to justify dismissal.\" <i>St. Paul Mercury Indemnity Co. v. Red Cab Co.,</i> 303 U.S. 283, 288, 58 S.Ct. 586, 82 L.Ed. 845 (1938). See also, <i>Bell v. Preferred Life Assur. Soc. of Montgomery Alabama,</i> 320 U.S. 238, 240, 64 S.Ct. 5, 88 L.Ed. 15 (1943) (\"[w]here both actual and punitive damages are recoverable under a complaint each must be considered to the extent claimed in determining jurisdictional amount\"); <i>Griffin v. Holmes,</i> 843 F.Supp. 81, 85 (E.D.N.C.1993) (including plaintiff's request for punitive damages in the amount in controversy but granting plaintiff's motion to remand because the total amount in controversy was insufficient).</p>\n<p></p>\n<h2>III. Standard of Review</h2>\n<p>Summary judgment is appropriate in those cases in which \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In this case, because the parties have made cross-motions for summary judgment, the court will draw all permissible inferences in the light <span class=\"star-pagination\">*680</span> most favorable to each party when considering the motion of the other party. \"Where the record taken as a whole could not lead a trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p>Defendants have moved for summary judgment on three issues: 1) that the HRM Agreement is an illegal contract and therefore unenforceable; 2) that plaintiff failed to satisfy a condition precedent to any obligation of defendants under the Agreement by failing to be appointed to the active medical staff of Community Hospital; and 3) that any obligation of defendants under the Agreement would, in any event, be predicated on plaintiff's qualifying for appointment to the active medical staff of NHI d/b/a Nash General, which plaintiff failed to do. Conversely, plaintiff has moved for summary judgment with respect to the same issues, requesting findings that: 1) the HRM Agreement is a legal contract; 2) plaintiff substantially complied with the terms of the HRM Agreement, or that the terms requiring that he obtain privileges at Community Hospital became unenforceable when defendants purchased the assets of NEWCO and closed Community Hospital; and 3) plaintiff is not required, under the HRM Agreement, to obtain privileges at Nash General. The court will address each of these issues in turn.</p>\n<p></p>\n<h2>IV. The Legality of the Contract Between the Parties</h2>\n<p>Defendants argue that the HRM Agreement is illegal because it violates 42 U.S.C. § 1320a-7b(b) (1998 Supp.), formerly codified at 42 U.S.C. § 1395nn(b) (hereinafter § 1320a-7b(b) or the \"anti-kickback statute\"). Because North Carolina courts will not enforce an illegal contract, <i>Lamm v. Crumpler,</i> 242 N.C. 438, 88 S.E.2d 83 (1955), defendants contend that the HRM Agreement is effectively void and therefore non-binding. As a result, defendants contend that they are entitled to summary judgment and that plaintiff's claim based on the HRM Agreement should be dismissed. Plaintiff argues that the contract is not illegal and claims entitlement to summary judgment declaring that the Agreement does not, in any way, violate 42 U.S.C. § 1320a-7b(b).</p>\n<p></p>\n<h2>A. <i>The Anti-Kickback Statute</i>\n</h2>\n<p>Section 1320a-7b(b), commonly referred to as the anti-kickback statute, is part of a \"complex statutory and regulatory scheme providing for a wide range of criminal, civil, and administrative sanctions\" for abuse or fraud in the context of the Medicare and Medicaid programs. Ellen L. Janos and M. Daria Niewenhous, <i>White Coat Crime or Hospital-Physician Financial Relationships in the '90s,</i> 40 Boston Bar J. 8 (May/June 1996). Section 1320a-7b(b) of Title 42 provides:</p>\n<blockquote>(b) Illegal remunerations</blockquote>\n<blockquote>(1) whoever knowingly and willfully solicits or receives any remuneration (including any kickback, bribe, or rebate) directly or indirectly, overtly or covertly, in cash or in kind </blockquote>\n<blockquote>(A) in return for referring an individual to a person for the furnishing or arranging for the furnishing of any item or service for which payment may be made in whole or in part under a Federal health care program, or</blockquote>\n<blockquote>(B) in return for purchasing, leasing, ordering, or arranging for or recommending purchasing, leasing, or ordering any good, facility, service, or item for which payment may be made in whole or in part under a Federal health care program, shall be guilty of a felony and upon conviction thereof, shall be fined not more than $25,000 or imprisoned for not more than five years, or both.</blockquote>\n<blockquote>(2) whoever knowingly and willfully offers or pays any remuneration (including any kickback, bribe, or rebate) directly or indirectly, overtly or covertly, in cash <span class=\"star-pagination\">*681</span> or in kind to any person to induce such person </blockquote>\n<blockquote>(A) to refer an individual to a person for the furnishing or arranging for the furnishing of any item or service for which payment may be made in whole or in part under a Federal health care program, or</blockquote>\n<blockquote>(B) to purchase, lease, order, or arrange for or recommend purchasing, leasing, or ordering any good, facility, service, or item for which payment may be made in whole or in part under a Federal health care program, shall be guilty of a felony and upon conviction thereof, shall be fined not more than $25,000 or imprisoned for not more than five years, or both.</blockquote>\n<p>In short, this statute \"prohibits the knowing and willful offer, payment, [solicitation,] or receipt of any remuneration, directly or indirectly, in return for referrals or to induce referrals for which payment may be made under the Medicare or Medicaid programs.\" Janos and Niewenhous, 40 Boston Bar J. at *8.</p>\n<p>As defendants acknowledge, \"evidence of a corrupt intent is necessary to prove a violation of the [anti-kickback statute.]\" (Def.s' Response at 3 (citations omitted).)<sup>[4]</sup> In <i>Hanlester Network v. Shalala,</i> 51 F.3d 1390, 1398 (9th Cir.1995), the Ninth Circuit held that, to find a violation of § 1320a-7b(b), a court \"must conclude that [a hospital] knowingly and willfully offered or paid remuneration to induce referrals of program related business.\" The <i>Hanlester</i> court construed \"knowingly and willfully\" as \"requiring [a hospital] to (1) know that [§ 1320a-7b(b)] prohibits offering or paying remuneration to induce referrals, and (2) engage in prohibited conduct with the specific intent to disobey the law.\" <i>Hanlester,</i> 51 F.3d at 1400. In <i>United States v. Bay State Ambulance and Hosp. Rental Service, Inc.,</i> 874 F.2d 20, 33 (1st Cir.1989), the court elaborated:</p>\n<blockquote>Under the Medicare Fraud statute, there is the standard requirement of knowing and willful acts.... The key to a Medicare Fraud case is the reason for the payment  was the purpose of the payments primarily for inducement. In addition to the knowing and willful requirement, this imposes a second and stronger scienter requirement.</blockquote>\n<p>As the Third Circuit has explained, \"the Medicare fraud statute is violated if `one purpose of the payment was to induce future referrals' ... `even if the payments were also intended to compensate for professional services.'\" <i>United States v. Kats,</i> 871 F.2d 105, 108 (9th Cir.1989) (citing <i>United States v. Greber,</i> 760 F.2d 68, 69 and 72 (3rd Cir.), cert. denied, 474 U.S. 988, 106 S.Ct. 396, 88 L.Ed.2d 348 (1985)). See also <i>United States v. Davis,</i> 132 F.3d 1092, 1094 (5th Cir.1998).</p>\n<p>In other words, the facts that a hospital offers a physician remuneration for his services and that the physician refers patients to that hospital do not, in and of themselves, constitute a violation of the anti-kickback statute. \"[T]he statute is aimed at the inducement factor.\" <i>Polk County v. Peters,</i> 800 F.Supp. 1451, 1454 (E.D.Tex.1992). At least one of the parties to the arrangement must have intended to induce patient referrals by offering or soliciting the particular compensation at issue. See 42 U.S.C. § 1320a-7b(b).</p>\n<p>Although the intent requirement limits the reach of the anti-kickback statute somewhat, the language of that section is generally very broad. To create greater certainty about the meaning of the statute's broad language, the Secretary of the Department of Health and Human Services promulgated regulations specifying payment practices that would not be subject to criminal prosecution, and those regulations are referred to as \"safe harbors.\" See Janos and Niewenhous, 40 Boston Bar J. at *9; 42 C.F.R. § 1001.952; and 56 Fed.Reg. 35,952. Payment practices and <span class=\"star-pagination\">*682</span> business arrangements that fall within the safe harbors are protected from prosecution. Physician recruitment contracts of the kind at issue in this case do not fall within any of those safe harbors. (See Def.s' Resp. at 5.) The failure to fall within a safe harbor, however, \"does not necessarily mean that the conduct/relationship is prohibited by the anti-kickback statute.\" American Bar Association, <i>Stark I Final Regulations: Implications for Health Care Providers and Suppliers,</i> Health Lawyer 1 (Aug.1995).</p>\n<p>After the promulgation of the regulations described above, on 7 May 1992, the Department of Health and Human Services' Office of the Inspector General (hereinafter, the OIG) issued Special Fraud Alert No. 6 (the Fraud Alert) entitled, \"Hospital Incentives to Physicians.\" (See Def.s' Mem., Ex. A; <i>Polk,</i> 800 F.Supp. at 1455; Janos and Niewenhous, 40 Boston Bar J. at *8.) That document listed several types of payments to physicians that have traditionally been part of hospital/physician contracts in an effort to help identify incentive arrangements that would be suspect under the anti-kickback statute, including: free or discounted office space, equipment, or staff services; guaranteed cash collections; and payment of a physician's continuing education courses or travel expenses for conferences. The Fraud Alert contained the following warning: \"Financial incentive packages which incorporate these or similar features may be subject to prosecution under the Medicare and Medicaid Anti-Kickback statute, if one of the purposes of the incentive is to influence the physician's medical decision as to where to refer his or her patients for treatment.\" (See Def.s' Mem., Attachment at 1-2.)</p>\n<p>This court has been able to locate only one published case dealing with the anti-kickback statute as applied to a physician recruitment contract: <i>Polk County v. Peters,</i> 800 F.Supp. 1451, 1455 (E.D.Tex. 1992). In <i>Polk,</i> a hospital brought suit against a physician in an attempt to recover money advanced to the physician pursuant to a recruiting contract between the physician and the hospital's predecessor-in-interest, which the physician allegedly breached. The contract at issue in <i>Polk</i> was similar to the HRM Agreement in some respects. In <i>Polk,</i> the hospital agreed to guarantee the physician gross cash receipts of $8,500.00 per month for one year. The hospital also agreed to provide him with an office in the hospital for three months at no cost, rental and utilities of up to $6,000.00 for the physician's office for six months (approximately $1,000.00 per month), $5,000.00 in moving expenses, $7,500.00 for his first year of malpractice insurance, and an interest free loan. In this case, Community Hospital promised plaintiff, among other things, $20,000.00 in monthly gross cash receipts, free office space for one year, utilities and office assistance for one year, $15,000.00 in moving expenses, and one year of medical malpractice premiums.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*683</span> While instructive, <i>Polk</i> is not dispositive of the issue before this court because it is distinguishable on a crucial point: the contract at issue in <i>Polk</i> explicitly required the physician to refer his patients to the hospital that was a party to the recruitment contract, barring a specific reason for a different referral. The contract at issue in <i>Polk</i> provided:</p>\n<blockquote>Physician ... shall utilize Hospital for his patients who require hospitalization, unless, in Physician's professional judgement [sic], the use of another medical facility is necessary or desirable in order to provide proper and appropriate treatment and care to such patient (or to comply with the desires of a patient or the patient's family) [.]</blockquote>\n<p>See <i>Polk,</i> 800 F.Supp. at 1451. The hospital at issue in <i>Polk</i> clearly and explicitly intended to induce, and in fact required, the physician to refer patients to it as a part of the contract under which the hospital provided remuneration to the physician. The <i>Polk</i> court had other evidence of the hospital's intent as well; the hospital's original stated reason for terminating the physician's medical staff privileges was his failure to use the hospital as his primary hospital. The court concluded:</p>\n<blockquote>It is clear that these remunerations were subject to Defendant's referral of patients to the hospital absent exceptional circumstances....</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>While the hospital may well have been motivated to a greater or lesser degree by a legitimate desire to make better medical services available in the community, there can be no doubt that the benefits extended to [the physician] were, in part, an inducement for him to refer patients to the hospital....</blockquote>\n<p><i>Polk,</i> 800 F.Supp. at 1456. The court found that the agreement therefore violated 42 U.S.C. § 1395nn(b), now codified as amended at 42 U.S.C. § 1320a-7b(b).<sup>[6]</sup> Because it was illegal, the contract was unenforceable under Texas law. <i>Polk,</i> 800 F.Supp. at 1456.</p>\n<p>Defendant argues that the HRM Agreement is, for all practical purposes, indistinguishable from the contract at issue in <i>Polk.</i> In this case, unlike <i>Polk,</i> however, the HRM Agreement does not explicitly require plaintiff to refer patients to Community Hospital. Rather, the contractual language may be read to reflect the contracting parties' understanding that: 1) the hospital could not require plaintiff to send his patients to Community Hospital; and 2) the hospital was not permitted to offer compensation to plaintiff in exchange for plaintiff's referral of patients or use of the hospital's services. The HRM Agreement contains the following explicit language:</p>\n<blockquote>You recognize that [Community] Hospital is a convenient acute care medical facility for the majority of patients likely to utilize your services for medical treatment and that the Hospital is duly accredited by the Joint Commission on Accreditation of Healthcare Organizations and is qualified for participation in the Medicare and Medicaid programs, and has excellent facilities and treatment capabilities.</blockquote>\n<blockquote>We, of course, hope that the quality and cost-effective nature of our Hospital's services will commend themselves to your patients. <i>However, we clearly understand that the choice of services and the choice of service suppliers which you make on behalf of your patients must be, and will be, made</i> <i>ONLY</i> <i>with regard to the best interests of the patients themselves. Therefore, so there will be no misunderstanding, the compensation which you are to receive is</i> <span class=\"star-pagination\">*684</span> <i>not conditional on the use of any item or service offered by this Hospital.</i>\n</blockquote>\n<p>(Def.s' App. Tab 3, HRM Agreement at 2.) (emphasis in original). Defendants argue that, despite the italicized language, a reading of the contract as a whole reveals Community Hospital's obvious intent to induce plaintiff to refer patients to it: \"From a review of the HRM Agreement and the magnitude of the inducements provided therein to plaintiff, it is inescapable that at least, in some part, the purpose of that contract was to induce plaintiff to refer patients to Community Hospital.\" (Def.s' Mem. at 25.)</p>\n<p>Because the anti-kickback statute is a criminal statute with a scienter requirement, the court must find that the Hospital entered the Agreement with the intent to induce referrals or that plaintiff solicited the remuneration in exchange for referrals in order to conclude that the agreement violates § 1320a-7b(b). See <i>Vana v. Vista Hospital Systems, Inc.,</i> 1993 WL 597402, *3 (Cal.Super. Nov.15, 1993) (not certified for publication) (\"to prevail on the theory that the leases are void because illegal when executed [in violation of state or federal anti-kickback laws], plaintiff must show the existence of the requisite intent [under those statutes].\") At bottom, as presented at this stage of the proceedings, this issue presents a basic question of contractual interpretation: whether the HRM Agreement reflects or expresses Community Hospital's intent to induce plaintiff to refer patients to the Hospital.</p>\n<p>It is a general principle of contract law that \"[i]t must be presumed the parties intended what the language used clearly expresses, ... and the contract must be construed to mean what on its face it purports to mean....\" <i>Hartford Acc. &amp; Indem. Co. v. Hood,</i> 226 N.C. 706, 710, 40 S.E.2d 198, 201-202 (1946). \"`Where the language of a contract is clear and unambiguous, the court is obligated to interpret the contract as written, and the court cannot look beyond the terms to see what the intentions of the parties might have been in making the agreement.'\" <i>Rosania v. Rosania,</i> 108 N.C.App. 58, 61, 422 S.E.2d 348, 350 (1992) (citations omitted).</p>\n<blockquote>In an action on a contract, the intention of the parties to the contract must be determined from the language of the contract, the purpose and subject matter of the contract and the situation of the parties. When the language of the contract is clear and unambiguous, construction of the agreement is a matter of law for the court ... and the court cannot look beyond the terms of the contract to determine the intentions of the parties.... However, when there is ambiguity in the language used, the intent of the parties is a question for the jury and parol evidence is admissible to ascertain that intent.... Whether or not the language of a contract is ambiguous or unambiguous is a question for the court to determine.</blockquote>\n<p><i>Piedmont Bank &amp; Trust Co. v. Stevenson,</i> 79 N.C.App. 236, 240, 339 S.E.2d 49, 52, aff'd, 317 N.C. 330, 344 S.E.2d 788 (1986).</p>\n<p>Plaintiff argues that summary judgment should be granted in his favor because the language of the HRM Agreement expressly disavowing any connection between the compensation provided to plaintiff and plaintiff's use of the hospital's services makes it clear that Community Hospital did not enter the contract with an intent to provide remuneration in order to induce referrals. Defendants have asked this court to look beyond the explicit language of the HRM Agreement and to infer such an intent from the contract read as a whole. The court may look beyond the explicit language of the Agreement only if the language is ambiguous. As noted above, whether the Agreement is ambiguous is a question of law for the court to determine.</p>\n<p>This court finds, as a matter of law, that the language in the HRM Agreement pertaining to the parties' intent regarding patient referrals is ambiguous. While plaintiff <span class=\"star-pagination\">*685</span> is correct that the Agreement contains the statement that his compensation under the Agreement is not conditional upon his use of the Hospital, the language that immediately precedes that disavowal renders that passage unclear.</p>\n<blockquote>\n<i>You recognize that Hospital is a convenient acute care medical facility for the majority of patients likely to utilize your services for medical treatment</i> and that the Hospital is duly accredited by the Joint Commission on Accreditation of Healthcare Organizations and is qualified for participation in the Medicare and Medicaid programs, and has excellent facilities and treatment capabilities.</blockquote>\n<p>\"[W]hen there is ambiguity in the language used, the intent of the parties is a question for the jury and parol evidence is admissible to ascertain that intent.\" <i>Piedmont Bank &amp; Trust Co.,</i> 79 N.C.App. at 240, 339 S.E.2d at 52. In light of this principle of contract law, and the ambiguous language pertaining to HRM's intent regarding the expectation that plaintiff would refer his patients to the hospital, neither party has carried its burden of establishing the absence of a genuine issue of material fact in this case. Whether or not plaintiff was expected to refer patients to the Hospital in exchange for the remuneration provided in the HRM agreement is a question of fact.<sup>[7]</sup></p>\n<p>Because a genuine issue of material fact exists as to the intent of the parties to the HRM Agreement with respect to patient referrals, both plaintiff's and defendants' motions for summary judgment on the legality of the Agreement must be denied.</p>\n<p></p>\n<h2>B. <i>The Stark Act</i>\n</h2>\n<p>In coming to the conclusion that a question of fact precludes a grant of summary judgment in favor of either party, this court declined to review substantively defendants' assertion that the language of the contract, read in its entirety, gives rise to the inference that HRM and the Hospital intended to induce plaintiff to refer patients to it. The court declined to conduct such an analysis before determining whether the language of the Agreement was ambiguous because that analysis would have required the court to look beyond the explicit language of the Agreement, a step prohibited by principles of contract law. Even assuming, however, that the court could: 1) consider defendants' argument requiring an examination of the inferences arising from a review of the contract as a whole; and 2) allow that examination to inform its analysis of the Agreement's ambiguity, the court would still conclude that summary judgment is inappropriate as a matter of law. This is so because defendants' argument rests primarily on the observation that the Hospital must have intended to induce plaintiff to refer patients to the Hospital because the HRM Agreement offered plaintiff the opportunity to earn money and because of the sheer magnitude of the benefits provided to plaintiff under the terms of the <span class=\"star-pagination\">*686</span> Agreement. (Def.s' Resp. at 8.) Based on an examination of the Ethics in Patient Referrals Act, (hereinafter \"the Stark Act\"),<sup>[8]</sup> which suggests that at least some physician recruitment contracts are legally valid in some circumstances, this court declines to accept defendants' argument that the mere fact that the HRM Agreement offered plaintiff the opportunity to earn money gives rise to an inference that the Hospital intended to induce referrals. Moreover, the Stark Act's recognition of acceptable physician recruitment contracts makes this court reluctant to conclude, as a matter of law, that the sheer magnitude of benefits offered in a physician recruitment contract, examined separately and apart from the factual context in which those benefits were offered, can establish a hospital's intent to induce referrals.</p>\n<p>The Stark Act, a civil statute enacted at 42 U.S.C. § 1395nn, prohibits certain physician referrals where the physician has a financial relationship with the entity to which he is referring patients. As plaintiff points out, that Act contains a specific exception pursuant to which a physician recruitment contract is not a prohibited compensation arrangement. See 42 U.S.C. § 1395nn(e)(5).</p>\n<blockquote>(e) ... The following shall not be considered to be a compensation arrangement described in subsection (a)(2)(B) of this section:</blockquote>\n<blockquote>(5) In the case of remuneration which is provided by a hospital to a physician to induce the physician to relocate to the geographic area served by the hospital in order to be a member of the medical staff of the hospital, if </blockquote>\n<blockquote>(A) the physician is not required to refer patients to the hospital,</blockquote>\n<blockquote>(B) the amount of the remuneration under the arrangement is not determined in a manner that takes into account (directly or indirectly) the volume or value of any referrals by the referring physician, and</blockquote>\n<blockquote>(C) the arrangement meets such other requirements as the Secretary may impose by regulation as needed to protect against program or patient abuse.</blockquote>\n<p>42 U.S.C. § 1395nn(e)(5). The parties appear to agree that the HRM Agreement does fit within the exception for physician recruitment contracts outlined in the Stark Act. (Pl.'s Mem. at 10-13; Def.s' Resp. at 2-4; Pl.'s Reply at 4.) It is true, as defendants note, however, that the fact that a particular contract falls within this exception to the Stark Act does not mean that it is a legal contract pursuant to 42 U.S.C. § 1320a-7b(b).</p>\n<blockquote>[T]he relationship between the Stark anti-referral legislation and the federal anti-kickback statute, 42 U.S.C. § 1320a-7b, must be addressed. The preamble to the final rule explains that <span class=\"star-pagination\">*687</span> the anti-kickback statute is different in scope and application than Stark II and must be distinguished. 60 Fed.Reg. 41927.<sup>[9]</sup> The anti-kickback statute is a criminal statute, with a scienter requirement, and the safe harbor regulations promulgated thereunder have been designed to set forth payment practices and business arrangements that will be protected from criminal prosecution and civil sanctions. In contrast, Stark II is not a criminal statute and contains no scienter element. The referrals prohibited by Stark II are prohibited unless they are specifically excepted under the Act. 60 Fed.Reg. 41960-61. Conversely, the failure to fall within a safe harbor does not necessarily mean that the conduct/relationship is prohibited by the anti-kickback statute. The preamble explains that because of these distinctions, the provisions of the regulations will not exactly correspond. 60 Fed.Reg. 41961.</blockquote>\n<p>American Bar Association, <i>Stark I Final Regulations: Implications for Health Care Providers and Suppliers,</i> Health Lawyer 1 (August 1995). While the existence of the physician recruitment exception in the Stark Act is not, as plaintiff argues, determinative, it does suggest that in 1993, even after strengthening and clarifying the anti-fraud provisions of the anti-kickback statute in 1977, <i>Polk,</i> 800 F.Supp. at 1454, Congress nevertheless contemplated the existence and validity of some physician recruitment contracts.</p>\n<p>\"In noting the statutory evolution, the Court is aware of the oft-repeated warning that `the views of a subsequent congress form a hazardous basis for inferring the intent of an earlier one.' <i>CPSC v. GTE Sylvania, Inc.,</i> 447 U.S. 102, 117, 100 S.Ct. 2051, 64 L.Ed.2d 766 (1980).\" <i>Polk,</i> 800 F.Supp. at 1454. The fact remains, however, that both statutes exist, and both should be given meaning if possible.</p>\n<blockquote>The rule of in pari materia  like any canon of statutory construction  is a reflection of practical experience in the interpretation of statutes: ... [it] is but a logical extension of the principle that individual sections of a single statute should be construed together, for it necessarily assumes that whenever Congress passes a new statute, it acts aware of all previous statutes on the same subject.</blockquote>\n<p><i>Erlenbaugh v. United States,</i> 409 U.S. 239, 243-244, 93 S.Ct. 477, 34 L.Ed.2d 446 (1972) (citations omitted). \"Th[e] classic judicial task of reconciling many laws enacted over time, and getting them to \"make sense\" in combination, necessarily assumes that the implications of a statute may be altered by the implications of a later statute.\" <i>United States v. Fausto,</i> 484 U.S. 439, 453, 108 S.Ct. 668, 98 L.Ed.2d 830 (1988). See also, <i>Julian v. Equifax Check Services, Inc.,</i> 178 F.R.D. 10, 14 (D.Conn.1998) (\"statutes in pari materia (those that relate to the same subject) are to be construed together, if possible, to give effect to the purpose of each statute\").</p>\n<p>In other words, given the co-existence of § 1320a-7b(b) and § 1395nn(e)(5), there must exist a type of physician recruitment contract that complies with the Stark Act's definition of an acceptable recruitment contract, on one hand, and falls short of <i>Polk's</i> definition of an illegal recruitment contract under § 1320a-7b(b), on the other. Given the differences between the explicit language in the contract at issue in <i>Polk</i> and that at issue in this case, this court can not conclude that, as a matter of law, the HRM Agreement falls within the <span class=\"star-pagination\">*688</span> judicially-defined <i>Polk</i> category of illegal physician recruitment contracts.</p>\n<p>Defendants rely on the following language from <i>Bay State Ambulance,</i> 874 F.2d at 29, in support of their argument that the HRM Agreement is illegal as a matter of law: \"The gravamen of Medicare Fraud is inducement. Giving a person an opportunity to earn money may well be an inducement to that person to channel potential Medicare payments towards a particular recipient.\" This language is too broad to form the basis of a decision in favor of defendants on this summary judgment motion. All physician recruitment contracts involving relocation are going to contain the extension of significant monetary benefits to physicians to entice them to relocate and to make them believe that starting a medical practice in a new location will be a viable enterprise. Similarly, every physician recruitment contract is, by definition, a hospital giving a physician an opportunity to earn money. While such an opportunity \"may well be\" an inducement to refer patients, <i>id.,</i> it may well not be intended as such an inducement.</p>\n<p>As noted by Janos and Niewenhous, \"[t]he language of the anti-kickback law is extremely broad and c[ould] be read to prohibit many otherwise legitimate business arrangements between hospitals and physicians.\" Janos and Niewenhous, 40 Boston Bar J. at *8.</p>\n<blockquote>According to a 1992 survey of 325 urban, suburban and rural hospital executives, conducted by Cejka and Co., St. Louis, over 80% of hospitals provided compensation guarantees to physicians. Over 50% supplied office space and paid for malpractice insurance. Fifty-five percent of suburban hospitals, and 43% of urban hospitals, provided loan guarantees to physicians. Over 30% of hospitals supplied new equipment.</blockquote>\n<p><i>Id.</i> at *21.</p>\n<p>This court declines defendants' invitation to issue a ruling so broad that it would render almost every physician recruitment contract illegal. Construing the HRM Agreement in the way defendants suggest, i.e., assuming the Hospital's intent to induce referrals solely from the magnitude of the incentives provided to plaintiff, would require this court to do just that. Defendants urge the court to construe the language of the HRM Agreement to mean that the benefits at issue must have been intended to induce plaintiff to refer patients to Community Hospital because, in defendants' view, those benefits were excessive: \"It is patently incredible to suggest that the tremendous financial commitment by the Hospital to plaintiff under the HRM Agreement was not, at least to some small extent, intended to induce at least a single patient referral....\" (Def.s' Response at 8.) Such a determination would set dangerous precedent in light of the fact that any recruitment contract, particularly one involving the relocation of a physician, will involve the extension of significant monetary benefits to that physician.</p>\n<p>For the reasons stated above, the court will deny defendants' motion for summary judgment on the issue of the legality of the HRM Agreement because defendants have not demonstrated that they are entitled to judgment as a matter of law and because a genuine issue of material fact exists as to the intent of the parties to the HRM Agreement.</p>\n<p></p>\n<h2>V. Plaintiff's Compliance with the Conditions of the Contract</h2>\n<p>Defendants argue that plaintiff failed to become a member of the active medical staff of Community Hospital as required by the Agreement, and that, because such membership was a condition precedent to any obligation on the part of HRM, defendants do not have any further obligation under the contract. The HRM Agreement contains the following language:</p>\n<blockquote>The duties and responsibilities to be performed by you pursuant to this Agreement are set forth in Exhibit A. In addition, it is specifically understood and agreed that your performance of the <span class=\"star-pagination\">*689</span> Covenants of Physician set forth in Exhibit A constitutes a continuing condition precedent of Hospital's obligation under this Agreement.</blockquote>\n<p>Exhibit A provided, among other things, that</p>\n<blockquote>Physician shall maintain in good standing membership in the Active medical staff of the hospital, complying fully with all bylaws, rules, and regulations of the medical staff, and shall discharge all administrative and professional responsibilities of a member of the medical staff of the Hospital.</blockquote>\n<p>(HRM Agreement, Ex. A ¶ A-2.) \"`A condition precedent is an event which must occur before a contractual right arises, such as the right to immediate performance.' ... `Breach or nonoccurrence of a condition prevents the promisee from acquiring a right, or deprives him of one, but subjects him to no liability.'\" <i>In the Matter of Foreclosure of a Deed of Trust,</i> 346 N.C. 127, 132, 484 S.E.2d 546, 549 (1997).</p>\n<p>Plaintiff acknowledges the condition precedent but argues that he substantially complied with that condition. He applied for membership and received temporary privileges on 6 December 1996, but the Hospital was acquired and closed before the Board of Directors had the opportunity to vote on his permanent privileges. As such, plaintiff argues that defendants are not entitled to relief from their obligations under the Agreement based on their own conduct, which effectively prevented compliance with the terms of the Agreement.</p>\n<p>\"`It is a salutary rule of law that one who prevents the performance of a condition, or makes it impossible by his own act, will not be permitted to take advantage of the nonperformance.'\" <i>W.E. Garrison Grading Co. v. Piracci Construction Co., Inc.,</i> 27 N.C.App. 725, 731, 221 S.E.2d 512 (1975), rev. denied, 289 N.C. 296, 222 S.E.2d 695 (1976) (citations omitted).</p>\n<blockquote>While there is some difference in the factual situations in cited cases and in the phraseology employed in opinions on the subject, the controlling principle in all of them is clear: Where complete performance is rendered impossible by a party to a contract who has the duty of counter performance, the latter cannot take advantage of his own act and refuse performance on his part.</blockquote>\n<p><i>Commercial Nat'l Bank of Charlotte v. Charlotte Supply Co.,</i> 226 N.C. 416, 431, 38 S.E.2d 503, 513 (1946). Plaintiff is correct that he was unable to become a member of the active medical staff of Community Hospital after that Hospital was closed. Even if HRM's Board continued to exist, such an exercise would have been futile. Plaintiff is also correct that he had done everything he was required to do in the application process at the time the Hospital was closed by defendants. Defendants suggest that if plaintiff had started practicing in Rocky Mount in September 1996 as he was supposed to do under the terms of the HRM Agreement, the Board would have taken action on his application before the Hospital was closed. As such, defendants argue that plaintiff's failure to comply with the terms of the HRM Agreement requiring him to begin practicing in September 1996 prevented him from becoming a member of the active medical staff before the Hospital was closed. Plaintiff alleges that he was authorized to move his start date to December 1996, and, in January 1997, as plaintiff notes, HRM represented, in the Asset and Purchase Agreement with NEWCO, that the HRM Agreement was current and not in default as to its terms and conditions at the time of the transaction. (Pl.'s Mem. at 15; Article 1.2 of the Asset Purchase Agreement.)</p>\n<p>As such, plaintiff's full compliance with the terms of the HRM Agreement was rendered impossible by the closing of Community Hospital, and plaintiff's failure to become a member of the active medical staff does not discharge defendants' obligations <span class=\"star-pagination\">*690</span> to plaintiff under that Agreement. Defendants' motion for summary judgment on this issue will be denied, and plaintiff's cross-motion for summary judgment will be allowed.</p>\n<p></p>\n<h2>VI. Plaintiff's Obligation to Qualify at Nash General</h2>\n<p>In their third defense, defendants argue as follows:</p>\n<blockquote>To the extent that Defendants, or either of them, would have had any contractual obligation under any agreements alleged, which is denied, any such contractual obligation would have been predicated upon Plaintiff's qualifying for appointment to the active medical staff of Nash Hospitals, Inc.; therefore, plaintiff's failure to meet the criteria for appointment and therefore his failure to gain appointment to the active medical staff of Nash Hospitals, Inc. constitutes a failure of consideration which is hereby pleaded in bar of this action.</blockquote>\n<p>(Ans. at 6-7.) As written, defendants' third defense actually raises four discrete issues: 1) whether defendants had any contractual obligation to plaintiff under the agreements alleged; 2) whether that obligation was fairly predicated upon plaintiff's qualifying for appointment to the active medical staff of NHI; 3) whether plaintiff failed to meet the criteria for such an appointment; and 4) whether his failure to become appointed constituted a failure of consideration barring his action against defendants.</p>\n<p>In their motion for summary judgment, defendants focus primarily on the first two questions. They argue that, because plaintiff was not a party to the Asset and Purchase Agreement and the Undertaking, which were assumed by defendants, and because those documents did not create any rights in any person not a party to them, plaintiff has no contractual relationship with defendants and therefore no basis for recovery against them. (Def.s' Mem. at 27-29.) Secondly, defendants argue that, even if they did have an obligation to plaintiff pursuant to the agreements and the assumption thereof, defendants had the right to require plaintiff to qualify for privileges at Nash General because appointment to the active medical staff of Community Hospital had been the primary condition precedent to that hospital's obligation to plaintiff under the HRM Agreement and because defendants succeeded to that hospital's rights when they assumed the contract. (Def.s' Mem. at 29.) Defendants argue that, if plaintiff had wished to object to that requirement as a material alteration of his contract resulting from the assignment, plaintiff should have pursued that claim against HRM. (Def.s' Mem. at 29.) Likewise, if plaintiff sought to enforce the terms of the Agreement against defendants, he implicitly ratified the terms of the contract as adapted and offered by defendants. Finally, defendants state in passing that, because plaintiff failed to qualify at Nash General, defendants have no further obligation to plaintiff. (Def.s' Mem. at 30.)</p>\n<p>Plaintiff argues, on the other hand, that defendants are required to honor the explicit terms of the HRM Agreement, which did not require plaintiff to qualify for privileges at Nash General and instead required only that plaintiff become a member of the active medical staff of Community Hospital, which has since been closed by defendants. (Pl.'s Mem. at 20-22.)</p>\n<p></p>\n<h2>A. <i>Defendants' Contractual Obligation to Plaintiff</i>\n</h2>\n<p></p>\n<h2><i>1. NEWCO's Assumption of HRM Agreement</i></h2>\n<p>The HRM Agreement set forth plaintiff's obligations to Community Hospital and the benefits he was entitled to receive. NEWCO, HRM's subsidiary, acquired the assets of the hospital pursuant to the Asset Purchase Agreement, and, at the same time, acquired the duties and obligations of the Hospital to plaintiff, among others, pursuant to the Undertaking.</p>\n<blockquote>1.2 Deliveries by NEWCO. Simultaneously with the execution of this Agreement, <span class=\"star-pagination\">*691</span> NEWCO is delivering the following items to HRM in payment of the Hospital Purchase Price: ... (B) Undertaking ... assuming the following liabilities of HRM: The lease commitments, capitalized leases and physician contracts specifically listed in Schedule 1.2(B) attached hereto.</blockquote>\n<p>(Def.s' App. Tab 13, Asset Purchase Agreement at 1.) Schedule 1.2(B) lists, under the heading \"Physician Contracts,\" the \"Agreement regarding Relocation of Physician and Retention of Physician Services between Community Hospital of Rocky Mount, Inc. and Jeffrey Feldstein, M.D., dated June 29, 1996.\" (Def.s' App. Tab 13 at 19-21, Asset Purchase Agreement, Schedule 1.2(B).)</p>\n<p>Pursuant to the HRM Agreement itself, the Hospital's obligations to plaintiff were conditioned upon plaintiffs compliance with and satisfaction of the terms of the Agreement. As such, NEWCO's assumption of the physician contract at issue, a liability of HRM, entitled NEWCO to the performance by plaintiff of his obligations to the Hospital in accordance with the Agreement. Because NEWCO continued to operate Community Hospital, the nature of plaintiff's relationship with the Hospital and his obligations under the contract did not change as a result of the sale of the Hospital to NEWCO or NEWCO's assumption of the HRM Agreement.</p>\n<blockquote>(1) An assignment of a right is a manifestation of the assignor's intention to transfer it by virtue of which the assignor's right to performance by the obligor is extinguished in whole or in part[] and the assignee acquires a right to such performance.</blockquote>\n<blockquote>(2) A contractual right can be assigned unless </blockquote>\n<blockquote>(A) the substitution of a right of the assignee for the right of the assignor would materially change the duty of the obligor, or materially increase the burden or risk imposed on him by his contract, or materially impair his chance of obtaining return performance, or materially reduce its value to him....</blockquote>\n<p>Restatement (Second) of Contracts § 317(1) and (2). Because the substitution of the right of NEWCO for the right of HRM did not materially change plaintiff's duties, HRM's assignment of the HRM Agreement to NEWCO and NEWCO's assumption thereof, were effective.</p>\n<p></p>\n<h2><i>2. Defendants' Assumption of HRM Agreement</i></h2>\n<p>Subsequent to the Asset Purchase Agreement, Nash Health Care Systems, the corporate parent of the defendants in this action, purchased the stock of NEWCO from HRM and merged NEWCO into defendant NCHS. Defendants acknowledge that NCHS succeeded to the rights and liabilities of NEWCO as a result of that purchase. (Ans. ¶¶ 2-3, 14, 23; Def.s' Mem. at 13; Affidavit of Richard K. Toomey with attached copy of Asset Purchase Agreement and Schedule 1.2B thereof.) Because defendants have acknowledged that they have assumed the rights and liabilities of NEWCO, one of which was the HRM Agreement, this court finds that they did in fact assume the HRM Agreement and will discuss the effects of that assumption.<sup>[10]</sup></p>\n<p></p>\n<h2><i>3. Defendants' Obligations to Plaintiff</i></h2>\n<p>Because NCHS acquired the liabilities of NEWCO and NEWCO had assumed the liabilities of Community Hospital with respect to plaintiff, there is no question that NCHS acquired the obligations to plaintiff delineated in the HRM Agreement.</p>\n<blockquote>In most states, the assignee of an executory bilateral contract is not liable to <span class=\"star-pagination\">*692</span> anyone for the nonperformance of the assignor's duties thereunder unless he expressly promises his assignor or the other contracting party to perform, or `assume,' such duties.... [B]ut if the assignee expressly promises his assignor to perform, he is liable to the other contracting party on a third-party beneficiary theory.</blockquote>\n<p><i>Rose v. Vulcan Materials Co.,</i> 282 N.C. 643, 660, 194 S.E.2d 521 (1973); see also, N.C.Gen.Stat. § 25-2-210(4) (Uniform Commercial Code as adopted by North Carolina).</p>\n<p>Here, NEWCO expressly assumed specified liabilities of Community Hospital, including the obligations to plaintiff set forth in the HRM Agreement. Because NCHS succeeded to the rights and liabilities of NEWCO as a result of its purchase of that entity, NCHS is liable to plaintiff, the \"other contracting party\" to the HRM Agreement, on a third-party beneficiary theory as stated in <i>Rose.</i><sup>[11]</sup></p>\n<p>Defendants rely upon Section 3.11 of the Asset Purchase Agreement to support their argument that plaintiff does not have any rights against them pursuant to the Asset Purchase Agreement.</p>\n<blockquote>3.11 Parties in Interest. Nothing in this Agreement is intended to confer any right on any person other than the parties to it and their respective successors and assigns, nor is anything in this Agreement intended to modify or discharge the obligation or liability of any third person to any party to this Agreement, nor shall any provision give any third person any right of subrogation or action over against any party to this Agreement.</blockquote>\n<p>(Def.s' App. Tab 13 at 13, Asset Purchase Agreement.) Plaintiff does not claim that his rights arise from the Asset Purchase Agreement, however. Rather, his rights arise from the HRM Agreement that defendants have assumed through the purchase and merger of NEWCO. As the boiler plate \"parties-in-interest\" provision provides, the Asset Purchase Agreement does not modify plaintiff's obligation to Community Hospital. Rather, as a result of NEWCO's Undertaking and defendants' purchase and merger of NEWCO and assumption of its liabilities, defendants have merely stepped into the shoes of HRM for purposes of the HRM Agreement, which was expressly assumed by NEWCO.</p>\n<p>Defendants also cite the language of the Undertaking as evidence of their lack of obligation to plaintiff.</p>\n<blockquote>This Undertaking shall inure to the benefit of HRM, its successors and assigns. The sole purpose hereof is to relieve HRM of certain obligations and not to create third party beneficiary rights. Therefore, this Agreement may be modified by a writing signed by HRM and NEWCO without the consent of any third[ ] party.</blockquote>\n<p>(Def.s' App. Tab 14, Undertaking, Recital ¶ 3.) Consequently, defendants frequently allude to plaintiff's potential right of action against HRM. However, with respect to his rights under the HRM Agreement, if he chooses to seek its enforcement, plaintiff's action would be against the assignee(s), <span class=\"star-pagination\">*693</span> NEWCO or its successors in interest.</p>\n<blockquote>It is true the assignor has power only to delegate and not to transfer the performance of duties as against the other party to the contract assigned, but this does not prevent the assignor and the assignee from shifting the burden of performance as between themselves. Moreover, common sense tells us that the assignor, after making such an assignment, usually regards himself as no longer a party to the contract. He does not and, from the nature of things, cannot easily keep in touch with what is being done in order properly to protect his interests if he alone is to be liable for nonperformance.... The assignee on the other hand understands that he is to carry out the terms of the contract as is shown by the fact that he usually does, most of the decided cases being those in which the other party objected to performance by the assignee.</blockquote>\n<p><i>Rose,</i> 282 N.C. at 662, 194 S.E.2d 521 (quoting Grismore, <i>Is the Assignee of a Contract Liable for the Nonperformance of Delegated Duties?</i> 18 Mich.L.Rev. 284 (1920)). As such, defendants' assertion that \"[t]he only arguable nexus between Plaintiff and either Defendant ... [is] the contractual obligation[ ] running from NEWCO to CHS and/or HRM pursuant to the Asset Purchase Agreement and the Undertaking\" is mistaken. (Def.s' Reply at 3.) Defendants concede that, after Nash Health Care Systems purchased NEWCO and merged it with NCHS, NCHS \"thereupon succeeded to the rights and liabilities of NEWCO.\" (Def.s' Mem. In Support of Summary Judgment at 13; Aff. Of Richard K. Toomey; Answer ¶¶ 2 and 3.) Thus, the nexus between plaintiff and defendants is defined by the terms of the original HRM Agreement.</p>\n<p></p>\n<h2><i>4. Plaintiff's Obligation to Defendants</i></h2>\n<p>As discussed above, however, the HRM Agreement explicitly made the Hospital's obligations to plaintiff contingent upon plaintiff's satisfaction of conditions precedent outlined in the Agreement, including his qualification for membership in the Hospital's active medical staff. (Def.s' App. Tab 3, HRM Agreement at 1 and 2 (hospital's obligations contingent upon plaintiff's continuing performance of considerations recited in Agreement).) Consequently, defendants argue that, to the extent they have a contractual obligation to plaintiff, they can insist upon his compliance with that condition precedent. That argument is logical because the Agreement would provide no benefit to defendants if plaintiff had no obligation to Nash General. The argument is legally correct because, as successors-in-interest to NEWCO, defendants assumed both HRM's obligations to plaintiff under the terms of the HRM Agreement and HRM's rights to plaintiff's services which are defined by the HRM Agreement as conditions precedent to the Hospital's obligation to plaintiff. As assignees, defendants have essentially stepped into the shoes of HRM d/b/a Community Hospital, and, as such, defendants have assumed both the liabilities imposed and the benefits conferred by that contractual agreement.</p>\n<p>As explained in the Restatement (Second) of Contracts § 317(1) and (2), a contractual right cannot be assigned if \"the substitution of a right of the assignee for the right of the assignor would materially change the duty of the obligor, or materially increase the burden or risk imposed on him by his contract, or materially impair his chance of obtaining return performance, or materially reduce its value to him....\" Plaintiff could argue that, if defendants were permitted to require him to become a member of Nash General's active medical staff, the assignment would materially increase his burden and risk and materially impair his chance of obtaining return performance. As such, he could argue that the assignment was ineffective.</p>\n<p>Indeed, while the HRM Agreement required plaintiff to become a member of Community Hospital's active medical staff, <span class=\"star-pagination\">*694</span> there is essentially no doubt that the Hospital, which specifically recruited him, would have approved him for membership. Nash General, on the other hand, did not recruit plaintiff, and, it appears, did not want to continue plaintiff's contract in any event. Nash General, therefore, had an incentive to deny plaintiff membership in its medical staff. If Nash General, rather than the recruiting Hospital, had the right to require plaintiff to become a member of its medical staff before honoring its obligations to plaintiff, defendants' assumption of the contract materially increased the burden imposed on plaintiff by the contract and impaired his chance of obtaining return performance.</p>\n<p>Plaintiff's argument that HRM's attempt to assign the HRM Agreement by selling NEWCO was not effective, however, would be properly asserted against HRM. Plaintiff settled all claims against HRM, its parent corporation, CHS, and its affiliate companies in consideration for the payment to him of $36,405.00 on or about 6 June 1997, approximately one month before he filed this action against defendants. (Def.s' Mem. at 18 (citing June 6, 1997 Covenant Not to Sue produced by plaintiff in response to Defendants' Second Request for Production); Def.s' App. Tab 32.)</p>\n<p>Defendants argue that, if plaintiff objected to working for the assignee or to the potentially material alterations in the terms of the Agreement, plaintiff should have pursued his rights against HRM. If, however, plaintiff wants to enforce his rights under the contract against the assignee, defendants continue, such a decision would constitute a ratification of the assignment precluding an objection based on a change in his duty, burden or risk, or in his chance of obtaining return performance. Defendant argues that plaintiff has attempted to \"have his cake and eat it too\" by settling his claim against HRM and attempting at the same time, to obtain the benefits of the HRM Agreement from NCHS without performing the condition precedent that he become appointed to the active medical staff of Nash General.</p>\n<p>Defendants' argument is persuasive to an extent. The fact that the assignment of the HRM Agreement may not be effective because it materially changed the terms of the Agreement does not mean that plaintiff cannot assent to or ratify the assignment by suing to enforce the Agreement. If plaintiff sues to enforce the Agreement, however, he cannot successfully argue that Nash General cannot require him to become a member of the active medical staff of the hospital. Thus, the court concludes that defendants do have an obligation to plaintiff under the HRM Agreement which they have assumed. The court further finds that defendants are entitled, as assignees, to insist upon the performance of the conditions precedent contained in the Agreement, specifically, plaintiff's qualification for membership at Nash General. As such, plaintiff's motion for summary judgment on this issue will be denied. The foregoing conclusions, however, do not compel a grant of summary judgment in favor of defendants or a dismissal of plaintiff's complaint as defendants suggest.</p>\n<p></p>\n<h2>B. <i>Plaintiff's Qualification for Membership at Nash General</i>\n</h2>\n<p>Defendants have stated, in a cursory fashion, that plaintiff's failure to qualify at Nash General constitutes a failure of consideration and bars his action against them. Defendants devote several pages of their memorandum to a description of NHI's investigation regarding plaintiff's application for membership in its active medical staff. (Def.s' Mem. at 10-13, 15-18.) Both plaintiff's complaint and the sequence of events in this matter raise serious questions regarding NHI's motivation in denying plaintiff's application for membership. In sum, plaintiff alleges that defendants attempted to coerce him into liquidating his contract on unfavorable terms by suggesting that his qualification for membership in the active medical staff <span class=\"star-pagination\">*695</span> of Nash General was both necessary and unlikely. (Compl. ¶ 30.)</p>\n<p>The parties seem to agree upon the following facts: plaintiff applied for membership at Nash General in December 1996 before HRM sold the Hospital's assets to NEWCO; in February 1997, after the sale and merger of NEWCO into NCHS, plaintiff wrote a letter to NHI's President stating that he was looking forward to working with NHI, (Def.s' Mem. at 15; Def.s' App. Tab 23); after the merger, NHI settled all claims under contracts similar to plaintiff's, with the exception of plaintiff's, for compromised amounts, (Def.'s Mem. at 18); NHI wanted to liquidate plaintiff's contract, but plaintiff would not agree to do so; NHI reviewed plaintiff's completed application for staff privileges in February and March 1997 (Def.s' Mem. at 15-16); and, finally, NHI's Medical Executive Committee voted not to recommend plaintiff's application for appointment to the medical staff to NHI's Board of Directors. Although he initially stated that he was withdrawing his application for appointment (Def.s' Mem. at 17; Def.s' App. Tab 30 (letter from Feldstein dated 19 March 1997)), plaintiff thereafter elected to challenge the adverse recommendation regarding his application to the Medical Staff under the Fair Hearing Plan. A hearing was held on 28 July 1997, and the Hearing Committee subsequently and unanimously voted to uphold the recommendations of the Credentials and Medical Executive Committees. The Board of Directors denied plaintiff's application, and plaintiff did not exercise his right of appeal. (Def.s' Mem. at 17.)</p>\n<p>The sequence of events, as alleged by plaintiff, calls NHI's motivation in denying plaintiff's application into doubt. Plaintiff alleges in his complaint that an attorney for Nash General \"advised Feldstein that it wanted to liquidate its liabilities under the HRM Agreement\" after plaintiff had applied for privileges at Nash. (Compl. ¶ 31.) After plaintiff rejected NHI's offer of liquidation, the President of NHI advised plaintiff that the Medical Executive Committee had voted not to recommend approval of his application to the Board of Directors. (Compl. ¶ 32.) Plaintiff further alleges that, when the President informed him of the Committee's decision, he \"strongly urged Feldstein to reconsider its offer to liquidate defendants' damages to Feldstein under the HRM Agreement and drop his privileges application before a formal denial of privileges occurred.\" (Id.) Plaintiff alleges that this was an effort by NHI \"to compel [him] to accept defendants' unreasonably low offer to satisfy their obligations under the HRM Agreement.\" (Id.)</p>\n<p>While it is true that NHI did not approve plaintiff for membership, and plaintiff's failure to be so approved would discharge defendants' obligations to plaintiff under the HRM Agreement, genuine issues of material fact remain regarding NHI's motivation for denying plaintiff's application. While Nash General can require plaintiff to become a member of the staff, Nash General's evaluation of plaintiff's qualifications for membership must be undertaken in good faith. Obviously, Nash General cannot refuse to make plaintiff a member of its active medical staff simply to get out of its obligation to plaintiff under the HRM Agreement. As noted above, defendants devote a significant portion of their memorandum to an accounting of the various reasons underlying the decision not to approve plaintiff's application for membership in the active medical staff of Nash General. (Def.s' Mem. at 10-12 and 15-18.) The court expresses no opinion, at this time, on the validity of defendants' reasons for denying plaintiff's application or on the legitimacy of the process afforded plaintiff. The court merely notes that plaintiff has not submitted an argument regarding the validity of NHI's reasons for denial because he has relied instead upon the legal argument that he was not required to become a member of NHI's medical staff in the first <span class=\"star-pagination\">*696</span> place. The issues regarding defendants' motivation for denying plaintiff's application, and the validity of its reasons for doing so, present questions of fact precluding summary judgment in favor of defendants. As such, defendants' motion for summary judgment on the issues raised in their third defense will be allowed in part and denied in part.</p>\n<p></p>\n<h2>VII. Conclusion</h2>\n<p>For the foregoing reasons, defendants' motion for summary judgment pertaining to the legality of the HRM Agreement is DENIED. Plaintiff's motion for summary judgment with respect to the illegality of the HRM Agreement is also DENIED and, as such, defendants are not precluded from asserting that defense at trial. Defendants' motion for summary judgment with respect to their second defense plaintiff's failure to be appointed to the staff of Community Hospital  is DENIED. Conversely, plaintiff's motion for summary judgment with respect to his substantial compliance with the terms of the HRM Agreement is ALLOWED. Finally, plaintiff's motion for summary judgment pertaining to defendants' requirement that he become a member of the active medical staff of Nash General is DENIED. Defendants' motion for summary judgment on that issue is ALLOWED only to the extent that the court finds the defendants were permitted to require plaintiff to become a member of NHI's active medical staff. This conclusion does not bar plaintiff's suit, however, because genuine issues of material fact remain as to defendants' motivation for and reasons supporting the denial of plaintiff's application for membership. To the extent that defendants requested summary judgment on the latter issue, that motion is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants note that in December 1996, when plaintiff applied for membership on the medical staff of Nash General, he was not board certified in any specialty. (Def.s' Mem. at 11.)</p>\n<p>[2]  Although the Agreement required plaintiff to maintain his full-time practice of medicine and primary residence in Rocky Mount for a minimum of three years (Def.s' App. Tab 3, HRM Agreement, Ex. A at 3), the contract was a twelve month contract. (Id. at 1.)</p>\n<p>[3]  Plaintiff's complaint states that he applied with defendants for the privilege of being an active member of Nash General's medical staff in February 1997, \"after the Asset Purchase Agreement and the Undertaking had been executed by HRM and Defendants.\" (Compl. ¶ 30.) In their memoranda, however, the parties appear to agree that plaintiff applied for membership at Nash General in early December 1996, before NEWCO acquired the Hospital's assets. (See also, Def.s' App. Tab 15 at 4 (showing date of application for appointment to medical staff of Nash General Hospital as 3 December 1996).) Moreover, the Asset Purchase Agreement and Undertaking were executed by HRM and NEWCO, not HRM and defendants. (See Compl., Ex. B.)</p>\n<p>[4]  The Anti-Kickback Statute's intent requirement was added in 1980. See <i>Polk County v. Peters,</i> 800 F.Supp. 1451, 1453 (E.D.Tex. 1992) (citing Pub.L. 96-499(b)).</p>\n<p>[5]  While defendants are correct that a comparison between the cases shows that the benefits offered to plaintiff were greater monetarily than those offered to the physician in <i>Polk,</i> that fact, standing alone, does not prove that HRM sought, by way of those benefits, to induce plaintiff to refer patients to Community Hospital. The events at issue in <i>Polk</i> began in 1985, approximately ten years before the events at issue in this case. The cost of living, the cost of doing business, and wage increases over that period of time must be considered.\n</p>\n<p>Moreover, the benefits were presumably offered to the physician in <i>Polk,</i> at least in part, in an attempt to help him establish a practice in a new location. That was also the stated purpose for the extension of the benefits to plaintiff. This court has no basis, at this point in the proceedings, upon which to compare the situation of the physician in <i>Polk</i> with that of Feldstein, nor does it have a basis for knowing the actual or estimated cost of establishing a practice in Rocky Mount, North Carolina. The amount of money and other benefits offered to plaintiff should be viewed as excessive, and consequently as a covert attempt to induce patient referrals, only in relation to plaintiff's probable costs of relocation and establishing a new practice.</p>\n<p>[6]  In 1987, Congress repealed 42 U.S.C. § 1395nn, a criminal statute prohibiting certain practices by persons or entities receiving Medicare or Medicaid funds, and reenacted that provision in a slightly altered form at 42 U.S.C. § 1320a-7b. See 1987 Medicare and Medicaid Antifraud and Abuse Amendments to the Social Security Act, Pub.L. No. 96-499; and 42 U.S.C. § 1320a-7b(b).</p>\n<p>[7]  Defendants have made several arguments in support of their contention that the HRM Agreement, when reviewed in its entirety, evidences the Hospital's intent to induce plaintiff to refer patients to it. At trial, defendants may offer specific provisions of the HRM Agreement as circumstantial evidence of the Hospital's intent. Those allegedly suspect portions of the Agreement, as identified by defendants, include: 1) the several provisions deemed suspect by the OIG in the Fraud Alert; 2) the provision making the extension of the guaranteed cash collection provision contingent upon the Hospital's agreement that such an extension is necessary; and 3) the provision prohibiting plaintiff from disclosing the contents of the Agreement. Defendants may also offer direct evidence of the Hospital's intent external to the contract itself, as did the hospital in <i>Vana.</i> In that case, the court relied upon both planning documents and candid testimony by former hospital administrators \"that the hospital deliberately and intentionally offered below-market rents and periods of free rent in order to induce patient referrals from the physician-lessees.\" <i>Vana,</i> 1993 WL 597402 at *3, 5. The <i>Vana</i> court found, based on that evidence, that the leases between the physicians and the hospital's predecessor-in-interest were void as illegal and therefore unenforceable. <i>Id.</i> at *8.</p>\n<p>[8]  December 1989, as part of the Omnibus Budget Reconciliation Act of 1989 (\"OBRA 1989\"), Congress amended the Social Security Act by passing the Ethics in Patient Referrals Act, 42 U.S.C. § 1395nn. The Ethics in Patient Referrals Act [\"Stark I\"] ... prohibits physicians from referring Medicare patients for clinical laboratory services to entities in which they, or members of their immediate family, have a financial interest.</p>\n<p>***</p>\n<p>In 1990, the Omnibus Budget Reconciliation Act (\"OBRA 90\") ... added an exception for financial relationships with hospitals if the financial relationship did not relate to the provision of clinical laboratory services.... The Omnibus Budget Reconciliation Act of 1993 (\"OBRA 93\") amended and significantly changed Stark I. The OBRA 93 amendments have become known as \"Stark II.\" ... In short, Stark II prohibits physicians from referring Medicare or Medicaid patients for designated health care services to entities in which they, or members of their immediate family, have a financial interest.... In addition to dramatically expanding the scope of the Stark I ban, Stark II adds exceptions to the ban and substantially alters existing exceptions.</p>\n<p>American Bar Association, <i>Stark I Final Regulations: Implications for Health Care Providers and Suppliers,</i> Health Lawyer I (August 1995).</p>\n<p>[9]  \"[T]he Medicare anti-kickback statute (section 1128B(b) of the Act) and section 1877, while similar in that they address possible abuses of Medicare, are different in scope and application and, therefore, need to be distinguished. The conference report for OBRA '89 includes the following statement: The conferees wish to clarify that any prohibition, exemption, or exception authorized under this provision in no way alters (or reflects on) the scope and application of the anti-kickback provisions in section 1128B of the Social Security Act.\" 60 Fed.Reg. 41914, 41927.</p>\n<p>[10]  Although NEWCO was merged with NCHS, and NCHS therefore acquired obligations to and rights from plaintiff, it is the other defendant, NHI, that wants to terminate plaintiff's contract and refused to grant him privileges. NHI operates Nash General. The precise relationship between NCHS and NHI is not made clear by the parties. Neither is the question answered whether NHI is equally liable for obligations of NCHS.</p>\n<p>[11]  Plaintiff is not, as defendants suggest, a traditional third-party beneficiary, intended or otherwise, to a contract between two discrete entities as is the case in <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> 329 N.C. 646, 407 S.E.2d 178 (1991) and <i>Nepco Forged Products, Inc. v. Consolidated Edison Co. of New York, Inc.,</i> 99 A.D.2d 508, 470 N.Y.S.2d 680 (2d Dep't 1984). Those cases involved contracts entered by two parties allegedly for the benefit of an unrelated third party who was neither a party to the contract at issue nor a party to any pre-existing contract with either of the contracting parties.\n</p>\n<p>Plaintiff's status as a contracting party in relation to the contract assumed by defendants requires analysis under <i>Rose</i> rather than under <i>Raritan</i> and <i>Nepco,</i> traditional, non-assignment, third-party beneficiary cases. <i>Rose</i> makes clear that the \"other contracting party\" may sue an assignee on a third-party beneficiary theory when the assignee has expressly promised his assignor to perform as is the case here.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">673</span></span> (1999)</b></center>\n<center><h1>Jeffrey D. FELDSTEIN, M.D., Plaintiff,<br>\nv.<br>\nNASH COMMUNITY HEALTH SERVICES INC., and Nash Hospitals, Inc., Defendants.</h1></center>\n<center>No. 5:97-CV-522-BR-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 16, 1999.</center>\n<p><span class=\"star-pagination\">*674</span> <span class=\"star-pagination\">*675</span> <span class=\"star-pagination\">*676</span> Michael Steven Colo, Rocky Mount, NC, J. Nicholas Ellis, Poyner &amp; Spruill, Rocky Mount, NC, for Jeffrey D. Feldstein, M.D., plaintiff.</p>\n<p>Marshall A. Gallop, Jr., Battle, Winslow, Scott &amp; Wiley, Rocky Mount, NC, J. McLain Wallace, Jr., Battle, Winslow, Scott &amp; Wiley, Rocky Mount, NC, for Nash Community Health Services, Inc., Nash Hospitals, Inc., defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Motions for summary judgment by plaintiff and defendants are before the court.</p>\n<p>Plaintiff filed this action on 3 July 1997, alleging that defendants Nash Community Health Services, Inc. (NCHS) and Nash Hospitals, Inc. (NHI) breached the terms of a contract between plaintiff and Community Hospital of Rocky Mount (Community Hospital), which contract had been assumed by defendants. Defendants filed their answer on 27 August 1997, denying plaintiff's allegations and raising certain affirmative defenses to the enforceability of the contract.</p>\n<p>The discovery period closed on 5 June 1998, and dispositive motions limited to the alleged failure of plaintiff to be appointed to the medical staff of Community Hospital and the second and third defenses raised in defendants' answer were to be filed on or before 8 July 1998. On that date, the parties filed the motions for summary judgment at bar. On 28 July 1998, plaintiff filed a response to defendants' motion, and on 5 August 1998, defendants filed a reply. On 30 July 1998, defendants responded to plaintiff's motion, and on 11 August 1998, plaintiff filed a reply. The parties have briefed the issues, and the motions are now ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>In June 1996, plaintiff entered into an \"Agreement Regarding Relocation of Physician and Retention of Physician Services\" with Community Hospital, an entity owned and operated by Hospital of Rocky Mount, Inc. (HRM). For convenience, the Agreement will be referred to herein as the HRM Agreement. At that time, two independent, full-service hospitals were located in Rocky Mount: Community Hospital and Nash General Hospital, which was owned and operated by NHI, one of the defendants in this action.</p>\n<p></p>\n<h2>A. <i>The Relationship Between Community Hospital and Defendants</i>\n</h2>\n<p>In 1996, HRM, a North Carolina corporation, operated a hospital facility in Rocky Mount known as Community Hospital. HRM's parent corporation was Community Health Systems Inc. (CHS), and HRM had a subsidiary called New Dropdown Corporation (NEWCO). (Pl.'s Mem. at 2; Def.s' Mem. at 13; Def.s' Response at 9.) On 29 January 1997, HRM sold certain assets associated with Community Hospital to its subsidiary, NEWCO, pursuant to an Asset Purchase Agreement between NEWCO, HRM, and CHS, HRM's parent corporation. (Pl.'s Mem. at 2; Answer ¶ 14; Def.s' Mem. at 13.) As part of that Agreement, NEWCO assumed certain liabilities of HRM pursuant to an \"Undertaking.\" (Pl.'s Compl.Ex. B; Ans. ¶ 14; Def.s' Mem. at 13.) That Undertaking included the HRM agreement. (Pl.'s Compl.Ex. A; Ans. ¶ 23; Def.s' Mem. at 13.) Although HRM sold the assets of the hospital to NEWCO, HRM remained an active corporation following the Asset Purchase Agreement. (Compl. ¶ 3.)</p>\n<p>Subsequent to the date of the Asset Purchase Agreement, Nash Health Care Systems, the corporate parent of the defendants in this action, purchased the stock of NEWCO from HRM and ultimately, merged NEWCO into defendant NCHS. (Pl.'s Mem at 2; Def.s' Mem. at 13; Ans. ¶ 2.) As a result of that merger, NCHS succeeded to the rights and liabilities of NEWCO. (Ans. ¶¶ 2-3, 14 and 23; Def.s' Mem. at 13; Affidavit of Richard K. Toomey with attached copy of Asset Purchase <span class=\"star-pagination\">*677</span> Agreement and Schedule 1.2B thereof.) Defendants NCHS and NHI are both nonprofit, charitable, brother/sister affiliates, and each has Nash Health Care Systems, a hospital authority, as its sole member. (Pl.'s Mem. at 2.) Following the merger of NEWCO into NCHS, NCHS closed Community Hospital. (Id.) As a result of all of these dealings, Nash General, operated by NHI, became the sole hospital in Rocky Mount.</p>\n<p></p>\n<h2>B. <i>The Relationship Between Plaintiff and Community Hospital</i>\n</h2>\n<p>Against that backdrop, the court will now describe the specifies of the HRM Agreement between plaintiff and Community Hospital. Unless otherwise noted, the parties are in agreement with respect to the following facts. In 1996, plaintiff, a doctor living and practicing in Arizona, was recruited by Community Hospital to relocate to Rocky Mount, North Carolina, and to practice medicine there. (Compl. ¶ 8; Def.s' Mem. at 3.) On 29 June 1996, plaintiff and Community Hospital entered into the HRM Agreement, pursuant to which plaintiff agreed to relocate his family and his practice to Rocky Mount. (Compl. ¶¶ 9-10; Compl.Ex. A; Pl.'s Mem. at 3.) The HRM Agreement specified that plaintiff would begin his practice in North Carolina on 1 September 1996, and that the term of the contract was twelve months. (Def.s' App. Tab 3, HRM Agreement at 1.) According to plaintiff, he received oral permission to begin practicing in December 1996 instead of September. (Compl. ¶ 11; Pl.'s Resp., Ex. A, Aff. of Roger L. Hall.) Plaintiff then moved his family to North Carolina, and, on 23 November 1996, plaintiff was licensed to practice by the State of North Carolina, (Ans. ¶ 12), with a specialty in family practice. (Compl. ¶ 7.)<sup>[1]</sup></p>\n<p>The HRM Agreement provided many benefits to plaintiff, and, in return, plaintiff was obligated to perform various responsibilities relative to his own practice and the hospital. Among other things, plaintiff was required to \"maintain[,] in good standing[,] membership in the Active medical staff of [Community] Hospital [of Rocky Mount].\" (Def.s' App. Tab 3, HRM Agreement, Ex. A, ¶ A-2.) Plaintiff also agreed to engage in the full-time practice of medicine in Rocky Mount for three years, to maintain an unrestricted license to practice, and to maintain membership in state and local medical societies. (Id. at ¶¶ A-5, A-4, A-3.) The Agreement stated that plaintiff was not required to admit patients to Community Hospital and that plaintiff's compensation, under the terms of the Agreement, was not conditional upon the use of any item or service offered by the Hospital.</p>\n<blockquote>We, of course, hope that the quality and cost-effective nature of our Hospital's services will commend themselves to your patients. However, we clearly understand that the choice of services and the choice of service suppliers which you make on behalf of your patients must be, and will be, made <i>ONLY</i> with regard to the best interests of the patients themselves. Therefore, so there will be no misunderstanding, the compensation which you are to receive is not conditional on the use of any item or service offered by this Hospital.</blockquote>\n<p>(Def.s' App. Tab 3, HRM Agreement at 2.) (Emphasis in original.)</p>\n<p>Community Hospital agreed, among other things, to guarantee that plaintiff's cash collections for professional services would not be less than an average of $20,000 during each full month for the one-year term of the HRM Agreement.<sup>[2]</sup> (Def.s' <span class=\"star-pagination\">*678</span> App. Tab 3, HRM Agreement at 2 ¶ (ii), Ex. B, ¶ B-1, and Ex. C.) The Hospital agreed to extend the cash collections guarantee for a maximum of two additional one-year terms \"should Physician and Hospital believe it to be necessary.\" (Def.s' App. Tab 3, HRM Agreement, Ex. B, ¶ B-9.) The Hospital also promised to provide for a one-year period (or as otherwise indicated) the following benefits: a signing bonus in the amount of $10,000.00, (id. at ¶ B-14); medical office space at a cost to the Hospital of $1,667.00 per month, (id. at ¶ B-2); office employee assistance to be selected by plaintiff at a cost of $3,333.00 per month, (id. at ¶ B-3); practice establishment and marketing assistance to expedite efficient practice startup, (id. at ¶¶ B-4 and B-5); assistance in obtaining medical office furniture and equipment if desired by plaintiff, (id. at ¶ B-6); moving and relocation expenses in the amount of $15,000, (id. at ¶ B-7); the first year's premium on health benefits for plaintiff and his family, (id. at ¶ B-8); one year's premium for plaintiff's medical malpractice insurance, (id. at ¶ B-13); and reimbursement of professional fees and expenses. (Id. at ¶¶ B-10 and B-12.) Plaintiff agreed not to \"disclose the content of [the HRM] Agreement [to] any third party other than legal counsel, family or accountant while the Agreement is in effect.\" (Def.s' App. Tab 3, HRM Agreement, Ex. A, ¶ A-5.)</p>\n<p>Community Hospital's obligations under the Agreement were contingent upon plaintiff's satisfaction of and compliance with its terms. The Agreement specifically states that plaintiff's \"performance of the Covenants of Physician set forth in Exhibit A constitutes a continuing condition precedent of Hospital's obligation under this Agreement.\" (Def.s' App. Tab 3, HRM Agreement at 1.) In addition,</p>\n<blockquote>the Hospital's obligations under this Agreement are contingent upon ... [plaintiff's] continuing performance of the considerations recited in this Agreement, ... [and] the continuing validity of this Agreement under all state and federal laws. In the event [plaintiff] fails to perform [his] obligations under this contract, all Hospital obligations shall cease and [plaintiff] shall immediately repay the Hospital all amounts paid to [plaintiff] or paid on [his] behalf.</blockquote>\n<p>(Id. at 2.)</p>\n<p>In December 1996, plaintiff applied for admitting privileges at both HRM d/b/a Community Hospital and NHI d/b/a Nash General. (Pl.'s Mem. at 3-4; Def.s' Mem. at 10.)<sup>[3]</sup> Plaintiff was granted temporary admitting privileges at Community Hospital on 6 December 1996. (Pl.'s Mem. at 4; Sallee Letter dated 10 December 1996.) Temporary privileges at Community Hospital were valid for a period of 150 days. (Def.s' Mem. at 9.) The executive committee of the Hospital's medical staff recommended plaintiff for membership with full clinical privileges. (Pl.'s Mem. at 4; Aff. of Marie Sallee at ¶ 6.) The extension of full clinical privileges and active membership on the medical staff required a vote by the Board of Trustees of Community Hospital. (Def.s' Mem. at 9.) On 29 January 1997, NEWCO purchased the assets related to Community Hospital and, subsequently, National Health Care Systems purchased the stock of NEWCO, merging that corporation into NCHS as explained above. As a result, Community Hospital was closed. The Board of Trustees of Community Hospital had not acted on <span class=\"star-pagination\">*679</span> plaintiff's application when Community Hospital was closed following the sale to NEWCO and the merger with NCHS. (Pl.'s Mem. at 4; Def.s' Mem. at 10.) Plaintiff's temporary privileges were still valid at that time, however.</p>\n<p>After the merger, Nash Health Services, Inc. (NHSI), an affiliate of defendants, continued to pay plaintiff's health insurance for the months of February and March. Defendants also continued to provide plaintiff with office space at no cost to plaintiff. (Pl.'s Mem. at 5.) Defendants did not, however, pay plaintiff the guaranteed cash collections due under the Agreement. (Id.) While plaintiff attempted to persuade defendants to comply with the terms of the HRM Agreement, defendants attempted to persuade plaintiff to accept a settlement and termination of the Agreement because, according to defendants, they believed that the physician recruitment contracts they had assumed violated 42 U.S.C. § 1320a-7b and consequently, were illegal. (Def.s' Mem. at 18.) Although the Department Chairman apparently recommended that Feldstein's application for appointment to the Medical Staff of Nash General be approved on 3 February 1997 (Def.s' App. Tab 15 at 4), NHI's Medical Executive Committee ultimately voted not to recommend plaintiff's application for privileges at Nash General to NHI's Board in March 1997. (Def.s' Mem. at 17-18.) Lacking the necessary financial support for his practice, plaintiff alleges that he was forced to move back to Arizona. (Pl.'s Mem. at 5.)</p>\n<p></p>\n<h2>II. Jurisdiction</h2>\n<p>This court may exercise jurisdiction in this matter based on the diversity between the parties and the amount in controversy under 28 U.S.C. § 1332. Under 28 U.S.C. § 1332, a federal court may exercise original jurisdiction over civil actions when \"the matter in controversy exceeds the sum or value of $75,000, exclusive of interest and costs, and is between ... citizens of different States.\" Plaintiff has alleged damages in excess of $50,000 for his first and second claims for relief (Compl. at 14, ¶ 1), and damages in excess of $50,000 for the third claim, which amount should be trebled according to plaintiff's argument. (Id. at ¶ 2.) Together, these claims put an amount greater than $75,000 in controversy. \"The rule governing dismissal for want of jurisdiction in cases brought in the federal court is that, unless the law gives a different rule, the sum claimed by the plaintiff controls if the claim is apparently made in good faith. It must appear to a legal certainty that the claim is really for less than the jurisdictional amount to justify dismissal.\" <i>St. Paul Mercury Indemnity Co. v. Red Cab Co.,</i> <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 288, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">845</span></span> (1938). See also, <i>Bell v. Preferred Life Assur. Soc. of Montgomery Alabama,</i> <span class=\"citation\" data-id=\"103882\"><a href=\"/opinion/103882/bell-v-preferred-life-assurance-soc/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 240, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">15</span></span> (1943) (\"[w]here both actual and punitive damages are recoverable under a complaint each must be considered to the extent claimed in determining jurisdictional amount\"); <i>Griffin v. Holmes,</i> <span class=\"citation\" data-id=\"2593930\"><a href=\"/opinion/2593930/griffin-v-holmes/\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">81</span></a></span>, 85 (E.D.N.C.1993) (including plaintiff's request for punitive damages in the amount in controversy but granting plaintiff's motion to remand because the total amount in controversy was insufficient).</p>\n<p></p>\n<h2>III. Standard of Review</h2>\n<p>Summary judgment is appropriate in those cases in which \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In this case, because the parties have made cross-motions for summary judgment, the court will draw all permissible inferences in the light <span class=\"star-pagination\">*680</span> most favorable to each party when considering the motion of the other party. \"Where the record taken as a whole could not lead a trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p>Defendants have moved for summary judgment on three issues: 1) that the HRM Agreement is an illegal contract and therefore unenforceable; 2) that plaintiff failed to satisfy a condition precedent to any obligation of defendants under the Agreement by failing to be appointed to the active medical staff of Community Hospital; and 3) that any obligation of defendants under the Agreement would, in any event, be predicated on plaintiff's qualifying for appointment to the active medical staff of NHI d/b/a Nash General, which plaintiff failed to do. Conversely, plaintiff has moved for summary judgment with respect to the same issues, requesting findings that: 1) the HRM Agreement is a legal contract; 2) plaintiff substantially complied with the terms of the HRM Agreement, or that the terms requiring that he obtain privileges at Community Hospital became unenforceable when defendants purchased the assets of NEWCO and closed Community Hospital; and 3) plaintiff is not required, under the HRM Agreement, to obtain privileges at Nash General. The court will address each of these issues in turn.</p>\n<p></p>\n<h2>IV. The Legality of the Contract Between the Parties</h2>\n<p>Defendants argue that the HRM Agreement is illegal because it violates 42 U.S.C. § 1320a-7b(b) (1998 Supp.), formerly codified at 42 U.S.C. § 1395nn(b) (hereinafter § 1320a-7b(b) or the \"anti-kickback statute\"). Because North Carolina courts will not enforce an illegal contract, <i>Lamm v. Crumpler,</i> <span class=\"citation\" data-id=\"1334912\"><a href=\"/opinion/1334912/lamm-v-crumpler/\"><span class=\"volume\">242</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">438</span></a></span>, <span class=\"citation\" data-id=\"1334912\"><a href=\"/opinion/1334912/lamm-v-crumpler/\"><span class=\"volume\">88</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">83</span></a></span> (1955), defendants contend that the HRM Agreement is effectively void and therefore non-binding. As a result, defendants contend that they are entitled to summary judgment and that plaintiff's claim based on the HRM Agreement should be dismissed. Plaintiff argues that the contract is not illegal and claims entitlement to summary judgment declaring that the Agreement does not, in any way, violate 42 U.S.C. § 1320a-7b(b).</p>\n<p></p>\n<h2>A. <i>The Anti-Kickback Statute</i>\n</h2>\n<p>Section 1320a-7b(b), commonly referred to as the anti-kickback statute, is part of a \"complex statutory and regulatory scheme providing for a wide range of criminal, civil, and administrative sanctions\" for abuse or fraud in the context of the Medicare and Medicaid programs. Ellen L. Janos and M. Daria Niewenhous, <i>White Coat Crime or Hospital-Physician Financial Relationships in the '90s,</i> 40 Boston Bar J. 8 (May/June 1996). Section 1320a-7b(b) of Title 42 provides:</p>\n<blockquote>(b) Illegal remunerations</blockquote>\n<blockquote>(1) whoever knowingly and willfully solicits or receives any remuneration (including any kickback, bribe, or rebate) directly or indirectly, overtly or covertly, in cash or in kind </blockquote>\n<blockquote>(A) in return for referring an individual to a person for the furnishing or arranging for the furnishing of any item or service for which payment may be made in whole or in part under a Federal health care program, or</blockquote>\n<blockquote>(B) in return for purchasing, leasing, ordering, or arranging for or recommending purchasing, leasing, or ordering any good, facility, service, or item for which payment may be made in whole or in part under a Federal health care program, shall be guilty of a felony and upon conviction thereof, shall be fined not more than $25,000 or imprisoned for not more than five years, or both.</blockquote>\n<blockquote>(2) whoever knowingly and willfully offers or pays any remuneration (including any kickback, bribe, or rebate) directly or indirectly, overtly or covertly, in cash <span class=\"star-pagination\">*681</span> or in kind to any person to induce such person </blockquote>\n<blockquote>(A) to refer an individual to a person for the furnishing or arranging for the furnishing of any item or service for which payment may be made in whole or in part under a Federal health care program, or</blockquote>\n<blockquote>(B) to purchase, lease, order, or arrange for or recommend purchasing, leasing, or ordering any good, facility, service, or item for which payment may be made in whole or in part under a Federal health care program, shall be guilty of a felony and upon conviction thereof, shall be fined not more than $25,000 or imprisoned for not more than five years, or both.</blockquote>\n<p>In short, this statute \"prohibits the knowing and willful offer, payment, [solicitation,] or receipt of any remuneration, directly or indirectly, in return for referrals or to induce referrals for which payment may be made under the Medicare or Medicaid programs.\" Janos and Niewenhous, 40 Boston Bar J. at *8.</p>\n<p>As defendants acknowledge, \"evidence of a corrupt intent is necessary to prove a violation of the [anti-kickback statute.]\" (Def.s' Response at 3 (citations omitted).)<sup>[4]</sup> In <i>Hanlester Network v. Shalala,</i> <span class=\"citation\" data-id=\"693403\"><a href=\"/opinion/693403/the-hanlester-network-v-donna-e-shalala-secretary-of-the-department-of/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1390</span></a></span>, 1398 (9th Cir.1995), the Ninth Circuit held that, to find a violation of § 1320a-7b(b), a court \"must conclude that [a hospital] knowingly and willfully offered or paid remuneration to induce referrals of program related business.\" The <i>Hanlester</i> court construed \"knowingly and willfully\" as \"requiring [a hospital] to (1) know that [§ 1320a-7b(b)] prohibits offering or paying remuneration to induce referrals, and (2) engage in prohibited conduct with the specific intent to disobey the law.\" <i>Hanlester,</i> 51 F.3d at 1400. In <i>United States v. Bay State Ambulance and Hosp. Rental Service, Inc.,</i> <span class=\"citation\" data-id=\"522863\"><a href=\"/opinion/522863/25-socsecrepser-443-medicaremedicaid-gu-37849-28-fed-r-evid/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 33 (1st Cir.1989), the court elaborated:</p>\n<blockquote>Under the Medicare Fraud statute, there is the standard requirement of knowing and willful acts.... The key to a Medicare Fraud case is the reason for the payment  was the purpose of the payments primarily for inducement. In addition to the knowing and willful requirement, this imposes a second and stronger scienter requirement.</blockquote>\n<p>As the Third Circuit has explained, \"the Medicare fraud statute is violated if `one purpose of the payment was to induce future referrals' ... `even if the payments were also intended to compensate for professional services.'\" <i>United States v. Kats,</i> <span class=\"citation\" data-id=\"520438\"><a href=\"/opinion/520438/medicaremedicaid-gu-37832-27-fed-r-evid-serv-605-united-states-of/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>, 108 (9th Cir.1989) (citing <i>United States v. Greber,</i> <span class=\"citation\" data-id=\"450814\"><a href=\"/opinion/450814/9-socsecrepser-242-medicaremedicaid-gu-34596-united-states-of/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></a></span>, 69 and 72 (3rd Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">348</span></span> (1985)). See also <i>United States v. Davis,</i> <span class=\"citation\" data-id=\"749889\"><a href=\"/opinion/749889/medicare-medicaid-guide-p-45987-united-states-of-america-v-howard-davis/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1092</span></a></span>, 1094 (5th Cir.1998).</p>\n<p>In other words, the facts that a hospital offers a physician remuneration for his services and that the physician refers patients to that hospital do not, in and of themselves, constitute a violation of the anti-kickback statute. \"[T]he statute is aimed at the inducement factor.\" <i>Polk County v. Peters,</i> <span class=\"citation\" data-id=\"1393858\"><a href=\"/opinion/1393858/polk-county-tex-v-peters/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1451</span></a></span>, 1454 (E.D.Tex.1992). At least one of the parties to the arrangement must have intended to induce patient referrals by offering or soliciting the particular compensation at issue. See 42 U.S.C. § 1320a-7b(b).</p>\n<p>Although the intent requirement limits the reach of the anti-kickback statute somewhat, the language of that section is generally very broad. To create greater certainty about the meaning of the statute's broad language, the Secretary of the Department of Health and Human Services promulgated regulations specifying payment practices that would not be subject to criminal prosecution, and those regulations are referred to as \"safe harbors.\" See Janos and Niewenhous, 40 Boston Bar J. at *9; 42 C.F.R. § 1001.952; and 56 Fed.Reg. 35,952. Payment practices and <span class=\"star-pagination\">*682</span> business arrangements that fall within the safe harbors are protected from prosecution. Physician recruitment contracts of the kind at issue in this case do not fall within any of those safe harbors. (See Def.s' Resp. at 5.) The failure to fall within a safe harbor, however, \"does not necessarily mean that the conduct/relationship is prohibited by the anti-kickback statute.\" American Bar Association, <i>Stark I Final Regulations: Implications for Health Care Providers and Suppliers,</i> Health Lawyer 1 (Aug.1995).</p>\n<p>After the promulgation of the regulations described above, on 7 May 1992, the Department of Health and Human Services' Office of the Inspector General (hereinafter, the OIG) issued Special Fraud Alert No. 6 (the Fraud Alert) entitled, \"Hospital Incentives to Physicians.\" (See Def.s' Mem., Ex. A; <i>Polk,</i> 800 F.Supp. at 1455; Janos and Niewenhous, 40 Boston Bar J. at *8.) That document listed several types of payments to physicians that have traditionally been part of hospital/physician contracts in an effort to help identify incentive arrangements that would be suspect under the anti-kickback statute, including: free or discounted office space, equipment, or staff services; guaranteed cash collections; and payment of a physician's continuing education courses or travel expenses for conferences. The Fraud Alert contained the following warning: \"Financial incentive packages which incorporate these or similar features may be subject to prosecution under the Medicare and Medicaid Anti-Kickback statute, if one of the purposes of the incentive is to influence the physician's medical decision as to where to refer his or her patients for treatment.\" (See Def.s' Mem., Attachment at 1-2.)</p>\n<p>This court has been able to locate only one published case dealing with the anti-kickback statute as applied to a physician recruitment contract: <i>Polk County v. Peters,</i> <span class=\"citation\" data-id=\"1393858\"><a href=\"/opinion/1393858/polk-county-tex-v-peters/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1451</span></a></span>, 1455 (E.D.Tex. 1992). In <i>Polk,</i> a hospital brought suit against a physician in an attempt to recover money advanced to the physician pursuant to a recruiting contract between the physician and the hospital's predecessor-in-interest, which the physician allegedly breached. The contract at issue in <i>Polk</i> was similar to the HRM Agreement in some respects. In <i>Polk,</i> the hospital agreed to guarantee the physician gross cash receipts of $8,500.00 per month for one year. The hospital also agreed to provide him with an office in the hospital for three months at no cost, rental and utilities of up to $6,000.00 for the physician's office for six months (approximately $1,000.00 per month), $5,000.00 in moving expenses, $7,500.00 for his first year of malpractice insurance, and an interest free loan. In this case, Community Hospital promised plaintiff, among other things, $20,000.00 in monthly gross cash receipts, free office space for one year, utilities and office assistance for one year, $15,000.00 in moving expenses, and one year of medical malpractice premiums.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*683</span> While instructive, <i>Polk</i> is not dispositive of the issue before this court because it is distinguishable on a crucial point: the contract at issue in <i>Polk</i> explicitly required the physician to refer his patients to the hospital that was a party to the recruitment contract, barring a specific reason for a different referral. The contract at issue in <i>Polk</i> provided:</p>\n<blockquote>Physician ... shall utilize Hospital for his patients who require hospitalization, unless, in Physician's professional judgement [sic], the use of another medical facility is necessary or desirable in order to provide proper and appropriate treatment and care to such patient (or to comply with the desires of a patient or the patient's family) [.]</blockquote>\n<p>See <i>Polk,</i> 800 F.Supp. at 1451. The hospital at issue in <i>Polk</i> clearly and explicitly intended to induce, and in fact required, the physician to refer patients to it as a part of the contract under which the hospital provided remuneration to the physician. The <i>Polk</i> court had other evidence of the hospital's intent as well; the hospital's original stated reason for terminating the physician's medical staff privileges was his failure to use the hospital as his primary hospital. The court concluded:</p>\n<blockquote>It is clear that these remunerations were subject to Defendant's referral of patients to the hospital absent exceptional circumstances....</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>While the hospital may well have been motivated to a greater or lesser degree by a legitimate desire to make better medical services available in the community, there can be no doubt that the benefits extended to [the physician] were, in part, an inducement for him to refer patients to the hospital....</blockquote>\n<p><i>Polk,</i> 800 F.Supp. at 1456. The court found that the agreement therefore violated 42 U.S.C. § 1395nn(b), now codified as amended at 42 U.S.C. § 1320a-7b(b).<sup>[6]</sup> Because it was illegal, the contract was unenforceable under Texas law. <i>Polk,</i> 800 F.Supp. at 1456.</p>\n<p>Defendant argues that the HRM Agreement is, for all practical purposes, indistinguishable from the contract at issue in <i>Polk.</i> In this case, unlike <i>Polk,</i> however, the HRM Agreement does not explicitly require plaintiff to refer patients to Community Hospital. Rather, the contractual language may be read to reflect the contracting parties' understanding that: 1) the hospital could not require plaintiff to send his patients to Community Hospital; and 2) the hospital was not permitted to offer compensation to plaintiff in exchange for plaintiff's referral of patients or use of the hospital's services. The HRM Agreement contains the following explicit language:</p>\n<blockquote>You recognize that [Community] Hospital is a convenient acute care medical facility for the majority of patients likely to utilize your services for medical treatment and that the Hospital is duly accredited by the Joint Commission on Accreditation of Healthcare Organizations and is qualified for participation in the Medicare and Medicaid programs, and has excellent facilities and treatment capabilities.</blockquote>\n<blockquote>We, of course, hope that the quality and cost-effective nature of our Hospital's services will commend themselves to your patients. <i>However, we clearly understand that the choice of services and the choice of service suppliers which you make on behalf of your patients must be, and will be, made</i> <i>ONLY</i> <i>with regard to the best interests of the patients themselves. Therefore, so there will be no misunderstanding, the compensation which you are to receive is</i> <span class=\"star-pagination\">*684</span> <i>not conditional on the use of any item or service offered by this Hospital.</i>\n</blockquote>\n<p>(Def.s' App. Tab 3, HRM Agreement at 2.) (emphasis in original). Defendants argue that, despite the italicized language, a reading of the contract as a whole reveals Community Hospital's obvious intent to induce plaintiff to refer patients to it: \"From a review of the HRM Agreement and the magnitude of the inducements provided therein to plaintiff, it is inescapable that at least, in some part, the purpose of that contract was to induce plaintiff to refer patients to Community Hospital.\" (Def.s' Mem. at 25.)</p>\n<p>Because the anti-kickback statute is a criminal statute with a scienter requirement, the court must find that the Hospital entered the Agreement with the intent to induce referrals or that plaintiff solicited the remuneration in exchange for referrals in order to conclude that the agreement violates § 1320a-7b(b). See <i>Vana v. Vista Hospital Systems, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">597402</span></span>, *3 (Cal.Super. Nov.15, 1993) (not certified for publication) (\"to prevail on the theory that the leases are void because illegal when executed [in violation of state or federal anti-kickback laws], plaintiff must show the existence of the requisite intent [under those statutes].\") At bottom, as presented at this stage of the proceedings, this issue presents a basic question of contractual interpretation: whether the HRM Agreement reflects or expresses Community Hospital's intent to induce plaintiff to refer patients to the Hospital.</p>\n<p>It is a general principle of contract law that \"[i]t must be presumed the parties intended what the language used clearly expresses, ... and the contract must be construed to mean what on its face it purports to mean....\" <i>Hartford Acc. &amp; Indem. Co. v. Hood,</i> <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">706</span></span>, 710, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">198</span></span>, 201-202 (1946). \"`Where the language of a contract is clear and unambiguous, the court is obligated to interpret the contract as written, and the court cannot look beyond the terms to see what the intentions of the parties might have been in making the agreement.'\" <i>Rosania v. Rosania,</i> 108 N.C.App. 58, 61, <span class=\"citation\" data-id=\"1325760\"><a href=\"/opinion/1325760/rosania-v-rosania/\"><span class=\"volume\">422</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">348</span></a></span>, 350 (1992) (citations omitted).</p>\n<blockquote>In an action on a contract, the intention of the parties to the contract must be determined from the language of the contract, the purpose and subject matter of the contract and the situation of the parties. When the language of the contract is clear and unambiguous, construction of the agreement is a matter of law for the court ... and the court cannot look beyond the terms of the contract to determine the intentions of the parties.... However, when there is ambiguity in the language used, the intent of the parties is a question for the jury and parol evidence is admissible to ascertain that intent.... Whether or not the language of a contract is ambiguous or unambiguous is a question for the court to determine.</blockquote>\n<p><i>Piedmont Bank &amp; Trust Co. v. Stevenson,</i> 79 N.C.App. 236, 240, <span class=\"citation\" data-id=\"1251329\"><a href=\"/opinion/1251329/piedmont-bank-and-trust-co-v-stevenson/\"><span class=\"volume\">339</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">49</span></a></span>, 52, aff'd, <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">330</span></span>, <span class=\"citation\" data-id=\"1385840\"><a href=\"/opinion/1385840/piedmont-bank-and-trust-co-v-stevenson/\"><span class=\"volume\">344</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">788</span></a></span> (1986).</p>\n<p>Plaintiff argues that summary judgment should be granted in his favor because the language of the HRM Agreement expressly disavowing any connection between the compensation provided to plaintiff and plaintiff's use of the hospital's services makes it clear that Community Hospital did not enter the contract with an intent to provide remuneration in order to induce referrals. Defendants have asked this court to look beyond the explicit language of the HRM Agreement and to infer such an intent from the contract read as a whole. The court may look beyond the explicit language of the Agreement only if the language is ambiguous. As noted above, whether the Agreement is ambiguous is a question of law for the court to determine.</p>\n<p>This court finds, as a matter of law, that the language in the HRM Agreement pertaining to the parties' intent regarding patient referrals is ambiguous. While plaintiff <span class=\"star-pagination\">*685</span> is correct that the Agreement contains the statement that his compensation under the Agreement is not conditional upon his use of the Hospital, the language that immediately precedes that disavowal renders that passage unclear.</p>\n<blockquote>\n<i>You recognize that Hospital is a convenient acute care medical facility for the majority of patients likely to utilize your services for medical treatment</i> and that the Hospital is duly accredited by the Joint Commission on Accreditation of Healthcare Organizations and is qualified for participation in the Medicare and Medicaid programs, and has excellent facilities and treatment capabilities.</blockquote>\n<p>\"[W]hen there is ambiguity in the language used, the intent of the parties is a question for the jury and parol evidence is admissible to ascertain that intent.\" <i>Piedmont Bank &amp; Trust Co.,</i> 79 N.C.App. at 240, 339 S.E.2d at 52. In light of this principle of contract law, and the ambiguous language pertaining to HRM's intent regarding the expectation that plaintiff would refer his patients to the hospital, neither party has carried its burden of establishing the absence of a genuine issue of material fact in this case. Whether or not plaintiff was expected to refer patients to the Hospital in exchange for the remuneration provided in the HRM agreement is a question of fact.<sup>[7]</sup></p>\n<p>Because a genuine issue of material fact exists as to the intent of the parties to the HRM Agreement with respect to patient referrals, both plaintiff's and defendants' motions for summary judgment on the legality of the Agreement must be denied.</p>\n<p></p>\n<h2>B. <i>The Stark Act</i>\n</h2>\n<p>In coming to the conclusion that a question of fact precludes a grant of summary judgment in favor of either party, this court declined to review substantively defendants' assertion that the language of the contract, read in its entirety, gives rise to the inference that HRM and the Hospital intended to induce plaintiff to refer patients to it. The court declined to conduct such an analysis before determining whether the language of the Agreement was ambiguous because that analysis would have required the court to look beyond the explicit language of the Agreement, a step prohibited by principles of contract law. Even assuming, however, that the court could: 1) consider defendants' argument requiring an examination of the inferences arising from a review of the contract as a whole; and 2) allow that examination to inform its analysis of the Agreement's ambiguity, the court would still conclude that summary judgment is inappropriate as a matter of law. This is so because defendants' argument rests primarily on the observation that the Hospital must have intended to induce plaintiff to refer patients to the Hospital because the HRM Agreement offered plaintiff the opportunity to earn money and because of the sheer magnitude of the benefits provided to plaintiff under the terms of the <span class=\"star-pagination\">*686</span> Agreement. (Def.s' Resp. at 8.) Based on an examination of the Ethics in Patient Referrals Act, (hereinafter \"the Stark Act\"),<sup>[8]</sup> which suggests that at least some physician recruitment contracts are legally valid in some circumstances, this court declines to accept defendants' argument that the mere fact that the HRM Agreement offered plaintiff the opportunity to earn money gives rise to an inference that the Hospital intended to induce referrals. Moreover, the Stark Act's recognition of acceptable physician recruitment contracts makes this court reluctant to conclude, as a matter of law, that the sheer magnitude of benefits offered in a physician recruitment contract, examined separately and apart from the factual context in which those benefits were offered, can establish a hospital's intent to induce referrals.</p>\n<p>The Stark Act, a civil statute enacted at 42 U.S.C. § 1395nn, prohibits certain physician referrals where the physician has a financial relationship with the entity to which he is referring patients. As plaintiff points out, that Act contains a specific exception pursuant to which a physician recruitment contract is not a prohibited compensation arrangement. See 42 U.S.C. § 1395nn(e)(5).</p>\n<blockquote>(e) ... The following shall not be considered to be a compensation arrangement described in subsection (a)(2)(B) of this section:</blockquote>\n<blockquote>(5) In the case of remuneration which is provided by a hospital to a physician to induce the physician to relocate to the geographic area served by the hospital in order to be a member of the medical staff of the hospital, if </blockquote>\n<blockquote>(A) the physician is not required to refer patients to the hospital,</blockquote>\n<blockquote>(B) the amount of the remuneration under the arrangement is not determined in a manner that takes into account (directly or indirectly) the volume or value of any referrals by the referring physician, and</blockquote>\n<blockquote>(C) the arrangement meets such other requirements as the Secretary may impose by regulation as needed to protect against program or patient abuse.</blockquote>\n<p>42 U.S.C. § 1395nn(e)(5). The parties appear to agree that the HRM Agreement does fit within the exception for physician recruitment contracts outlined in the Stark Act. (Pl.'s Mem. at 10-13; Def.s' Resp. at 2-4; Pl.'s Reply at 4.) It is true, as defendants note, however, that the fact that a particular contract falls within this exception to the Stark Act does not mean that it is a legal contract pursuant to 42 U.S.C. § 1320a-7b(b).</p>\n<blockquote>[T]he relationship between the Stark anti-referral legislation and the federal anti-kickback statute, 42 U.S.C. § 1320a-7b, must be addressed. The preamble to the final rule explains that <span class=\"star-pagination\">*687</span> the anti-kickback statute is different in scope and application than Stark II and must be distinguished. 60 Fed.Reg. 41927.<sup>[9]</sup> The anti-kickback statute is a criminal statute, with a scienter requirement, and the safe harbor regulations promulgated thereunder have been designed to set forth payment practices and business arrangements that will be protected from criminal prosecution and civil sanctions. In contrast, Stark II is not a criminal statute and contains no scienter element. The referrals prohibited by Stark II are prohibited unless they are specifically excepted under the Act. 60 Fed.Reg. 41960-61. Conversely, the failure to fall within a safe harbor does not necessarily mean that the conduct/relationship is prohibited by the anti-kickback statute. The preamble explains that because of these distinctions, the provisions of the regulations will not exactly correspond. 60 Fed.Reg. 41961.</blockquote>\n<p>American Bar Association, <i>Stark I Final Regulations: Implications for Health Care Providers and Suppliers,</i> Health Lawyer 1 (August 1995). While the existence of the physician recruitment exception in the Stark Act is not, as plaintiff argues, determinative, it does suggest that in 1993, even after strengthening and clarifying the anti-fraud provisions of the anti-kickback statute in 1977, <i>Polk,</i> 800 F.Supp. at 1454, Congress nevertheless contemplated the existence and validity of some physician recruitment contracts.</p>\n<p>\"In noting the statutory evolution, the Court is aware of the oft-repeated warning that `the views of a subsequent congress form a hazardous basis for inferring the intent of an earlier one.' <i>CPSC v. GTE Sylvania, Inc.,</i> <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 117, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2051</span></a></span>, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">766</span></a></span> (1980).\" <i>Polk,</i> 800 F.Supp. at 1454. The fact remains, however, that both statutes exist, and both should be given meaning if possible.</p>\n<blockquote>The rule of in pari materia  like any canon of statutory construction  is a reflection of practical experience in the interpretation of statutes: ... [it] is but a logical extension of the principle that individual sections of a single statute should be construed together, for it necessarily assumes that whenever Congress passes a new statute, it acts aware of all previous statutes on the same subject.</blockquote>\n<p><i>Erlenbaugh v. United States,</i> <span class=\"citation\" data-id=\"108645\"><a href=\"/opinion/108645/erlenbaugh-v-united-states/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, 243-244, <span class=\"citation\" data-id=\"108645\"><a href=\"/opinion/108645/erlenbaugh-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">477</span></a></span>, <span class=\"citation\" data-id=\"108645\"><a href=\"/opinion/108645/erlenbaugh-v-united-states/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">446</span></a></span> (1972) (citations omitted). \"Th[e] classic judicial task of reconciling many laws enacted over time, and getting them to \"make sense\" in combination, necessarily assumes that the implications of a statute may be altered by the implications of a later statute.\" <i>United States v. Fausto,</i> <span class=\"citation\" data-id=\"111987\"><a href=\"/opinion/111987/united-states-v-fausto/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">439</span></a></span>, 453, <span class=\"citation\" data-id=\"111987\"><a href=\"/opinion/111987/united-states-v-fausto/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111987\"><a href=\"/opinion/111987/united-states-v-fausto/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span> (1988). See also, <i>Julian v. Equifax Check Services, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">10</span></span>, 14 (D.Conn.1998) (\"statutes in pari materia (those that relate to the same subject) are to be construed together, if possible, to give effect to the purpose of each statute\").</p>\n<p>In other words, given the co-existence of § 1320a-7b(b) and § 1395nn(e)(5), there must exist a type of physician recruitment contract that complies with the Stark Act's definition of an acceptable recruitment contract, on one hand, and falls short of <i>Polk's</i> definition of an illegal recruitment contract under § 1320a-7b(b), on the other. Given the differences between the explicit language in the contract at issue in <i>Polk</i> and that at issue in this case, this court can not conclude that, as a matter of law, the HRM Agreement falls within the <span class=\"star-pagination\">*688</span> judicially-defined <i>Polk</i> category of illegal physician recruitment contracts.</p>\n<p>Defendants rely on the following language from <i>Bay State Ambulance,</i> 874 F.2d at 29, in support of their argument that the HRM Agreement is illegal as a matter of law: \"The gravamen of Medicare Fraud is inducement. Giving a person an opportunity to earn money may well be an inducement to that person to channel potential Medicare payments towards a particular recipient.\" This language is too broad to form the basis of a decision in favor of defendants on this summary judgment motion. All physician recruitment contracts involving relocation are going to contain the extension of significant monetary benefits to physicians to entice them to relocate and to make them believe that starting a medical practice in a new location will be a viable enterprise. Similarly, every physician recruitment contract is, by definition, a hospital giving a physician an opportunity to earn money. While such an opportunity \"may well be\" an inducement to refer patients, <i>id.,</i> it may well not be intended as such an inducement.</p>\n<p>As noted by Janos and Niewenhous, \"[t]he language of the anti-kickback law is extremely broad and c[ould] be read to prohibit many otherwise legitimate business arrangements between hospitals and physicians.\" Janos and Niewenhous, 40 Boston Bar J. at *8.</p>\n<blockquote>According to a 1992 survey of 325 urban, suburban and rural hospital executives, conducted by Cejka and Co., St. Louis, over 80% of hospitals provided compensation guarantees to physicians. Over 50% supplied office space and paid for malpractice insurance. Fifty-five percent of suburban hospitals, and 43% of urban hospitals, provided loan guarantees to physicians. Over 30% of hospitals supplied new equipment.</blockquote>\n<p><i>Id.</i> at *21.</p>\n<p>This court declines defendants' invitation to issue a ruling so broad that it would render almost every physician recruitment contract illegal. Construing the HRM Agreement in the way defendants suggest, i.e., assuming the Hospital's intent to induce referrals solely from the magnitude of the incentives provided to plaintiff, would require this court to do just that. Defendants urge the court to construe the language of the HRM Agreement to mean that the benefits at issue must have been intended to induce plaintiff to refer patients to Community Hospital because, in defendants' view, those benefits were excessive: \"It is patently incredible to suggest that the tremendous financial commitment by the Hospital to plaintiff under the HRM Agreement was not, at least to some small extent, intended to induce at least a single patient referral....\" (Def.s' Response at 8.) Such a determination would set dangerous precedent in light of the fact that any recruitment contract, particularly one involving the relocation of a physician, will involve the extension of significant monetary benefits to that physician.</p>\n<p>For the reasons stated above, the court will deny defendants' motion for summary judgment on the issue of the legality of the HRM Agreement because defendants have not demonstrated that they are entitled to judgment as a matter of law and because a genuine issue of material fact exists as to the intent of the parties to the HRM Agreement.</p>\n<p></p>\n<h2>V. Plaintiff's Compliance with the Conditions of the Contract</h2>\n<p>Defendants argue that plaintiff failed to become a member of the active medical staff of Community Hospital as required by the Agreement, and that, because such membership was a condition precedent to any obligation on the part of HRM, defendants do not have any further obligation under the contract. The HRM Agreement contains the following language:</p>\n<blockquote>The duties and responsibilities to be performed by you pursuant to this Agreement are set forth in Exhibit A. In addition, it is specifically understood and agreed that your performance of the <span class=\"star-pagination\">*689</span> Covenants of Physician set forth in Exhibit A constitutes a continuing condition precedent of Hospital's obligation under this Agreement.</blockquote>\n<p>Exhibit A provided, among other things, that</p>\n<blockquote>Physician shall maintain in good standing membership in the Active medical staff of the hospital, complying fully with all bylaws, rules, and regulations of the medical staff, and shall discharge all administrative and professional responsibilities of a member of the medical staff of the Hospital.</blockquote>\n<p>(HRM Agreement, Ex. A ¶ A-2.) \"`A condition precedent is an event which must occur before a contractual right arises, such as the right to immediate performance.' ... `Breach or nonoccurrence of a condition prevents the promisee from acquiring a right, or deprives him of one, but subjects him to no liability.'\" <i>In the Matter of Foreclosure of a Deed of Trust,</i> <span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">127</span></span>, 132, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">546</span></span>, 549 (1997).</p>\n<p>Plaintiff acknowledges the condition precedent but argues that he substantially complied with that condition. He applied for membership and received temporary privileges on 6 December 1996, but the Hospital was acquired and closed before the Board of Directors had the opportunity to vote on his permanent privileges. As such, plaintiff argues that defendants are not entitled to relief from their obligations under the Agreement based on their own conduct, which effectively prevented compliance with the terms of the Agreement.</p>\n<p>\"`It is a salutary rule of law that one who prevents the performance of a condition, or makes it impossible by his own act, will not be permitted to take advantage of the nonperformance.'\" <i>W.E. Garrison Grading Co. v. Piracci Construction Co., Inc.,</i> 27 N.C.App. 725, 731, <span class=\"citation\" data-id=\"1287320\"><a href=\"/opinion/1287320/we-garrison-grading-co-v-piracci-const/\"><span class=\"volume\">221</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">512</span></a></span> (1975), rev. denied, <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">296</span></span>, <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">695</span></span> (1976) (citations omitted).</p>\n<blockquote>While there is some difference in the factual situations in cited cases and in the phraseology employed in opinions on the subject, the controlling principle in all of them is clear: Where complete performance is rendered impossible by a party to a contract who has the duty of counter performance, the latter cannot take advantage of his own act and refuse performance on his part.</blockquote>\n<p><i>Commercial Nat'l Bank of Charlotte v. Charlotte Supply Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">416</span></span>, 431, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">503</span></span>, 513 (1946). Plaintiff is correct that he was unable to become a member of the active medical staff of Community Hospital after that Hospital was closed. Even if HRM's Board continued to exist, such an exercise would have been futile. Plaintiff is also correct that he had done everything he was required to do in the application process at the time the Hospital was closed by defendants. Defendants suggest that if plaintiff had started practicing in Rocky Mount in September 1996 as he was supposed to do under the terms of the HRM Agreement, the Board would have taken action on his application before the Hospital was closed. As such, defendants argue that plaintiff's failure to comply with the terms of the HRM Agreement requiring him to begin practicing in September 1996 prevented him from becoming a member of the active medical staff before the Hospital was closed. Plaintiff alleges that he was authorized to move his start date to December 1996, and, in January 1997, as plaintiff notes, HRM represented, in the Asset and Purchase Agreement with NEWCO, that the HRM Agreement was current and not in default as to its terms and conditions at the time of the transaction. (Pl.'s Mem. at 15; Article 1.2 of the Asset Purchase Agreement.)</p>\n<p>As such, plaintiff's full compliance with the terms of the HRM Agreement was rendered impossible by the closing of Community Hospital, and plaintiff's failure to become a member of the active medical staff does not discharge defendants' obligations <span class=\"star-pagination\">*690</span> to plaintiff under that Agreement. Defendants' motion for summary judgment on this issue will be denied, and plaintiff's cross-motion for summary judgment will be allowed.</p>\n<p></p>\n<h2>VI. Plaintiff's Obligation to Qualify at Nash General</h2>\n<p>In their third defense, defendants argue as follows:</p>\n<blockquote>To the extent that Defendants, or either of them, would have had any contractual obligation under any agreements alleged, which is denied, any such contractual obligation would have been predicated upon Plaintiff's qualifying for appointment to the active medical staff of Nash Hospitals, Inc.; therefore, plaintiff's failure to meet the criteria for appointment and therefore his failure to gain appointment to the active medical staff of Nash Hospitals, Inc. constitutes a failure of consideration which is hereby pleaded in bar of this action.</blockquote>\n<p>(Ans. at 6-7.) As written, defendants' third defense actually raises four discrete issues: 1) whether defendants had any contractual obligation to plaintiff under the agreements alleged; 2) whether that obligation was fairly predicated upon plaintiff's qualifying for appointment to the active medical staff of NHI; 3) whether plaintiff failed to meet the criteria for such an appointment; and 4) whether his failure to become appointed constituted a failure of consideration barring his action against defendants.</p>\n<p>In their motion for summary judgment, defendants focus primarily on the first two questions. They argue that, because plaintiff was not a party to the Asset and Purchase Agreement and the Undertaking, which were assumed by defendants, and because those documents did not create any rights in any person not a party to them, plaintiff has no contractual relationship with defendants and therefore no basis for recovery against them. (Def.s' Mem. at 27-29.) Secondly, defendants argue that, even if they did have an obligation to plaintiff pursuant to the agreements and the assumption thereof, defendants had the right to require plaintiff to qualify for privileges at Nash General because appointment to the active medical staff of Community Hospital had been the primary condition precedent to that hospital's obligation to plaintiff under the HRM Agreement and because defendants succeeded to that hospital's rights when they assumed the contract. (Def.s' Mem. at 29.) Defendants argue that, if plaintiff had wished to object to that requirement as a material alteration of his contract resulting from the assignment, plaintiff should have pursued that claim against HRM. (Def.s' Mem. at 29.) Likewise, if plaintiff sought to enforce the terms of the Agreement against defendants, he implicitly ratified the terms of the contract as adapted and offered by defendants. Finally, defendants state in passing that, because plaintiff failed to qualify at Nash General, defendants have no further obligation to plaintiff. (Def.s' Mem. at 30.)</p>\n<p>Plaintiff argues, on the other hand, that defendants are required to honor the explicit terms of the HRM Agreement, which did not require plaintiff to qualify for privileges at Nash General and instead required only that plaintiff become a member of the active medical staff of Community Hospital, which has since been closed by defendants. (Pl.'s Mem. at 20-22.)</p>\n<p></p>\n<h2>A. <i>Defendants' Contractual Obligation to Plaintiff</i>\n</h2>\n<p></p>\n<h2><i>1. NEWCO's Assumption of HRM Agreement</i></h2>\n<p>The HRM Agreement set forth plaintiff's obligations to Community Hospital and the benefits he was entitled to receive. NEWCO, HRM's subsidiary, acquired the assets of the hospital pursuant to the Asset Purchase Agreement, and, at the same time, acquired the duties and obligations of the Hospital to plaintiff, among others, pursuant to the Undertaking.</p>\n<blockquote>1.2 Deliveries by NEWCO. Simultaneously with the execution of this Agreement, <span class=\"star-pagination\">*691</span> NEWCO is delivering the following items to HRM in payment of the Hospital Purchase Price: ... (B) Undertaking ... assuming the following liabilities of HRM: The lease commitments, capitalized leases and physician contracts specifically listed in Schedule 1.2(B) attached hereto.</blockquote>\n<p>(Def.s' App. Tab 13, Asset Purchase Agreement at 1.) Schedule 1.2(B) lists, under the heading \"Physician Contracts,\" the \"Agreement regarding Relocation of Physician and Retention of Physician Services between Community Hospital of Rocky Mount, Inc. and Jeffrey Feldstein, M.D., dated June 29, 1996.\" (Def.s' App. Tab 13 at 19-21, Asset Purchase Agreement, Schedule 1.2(B).)</p>\n<p>Pursuant to the HRM Agreement itself, the Hospital's obligations to plaintiff were conditioned upon plaintiffs compliance with and satisfaction of the terms of the Agreement. As such, NEWCO's assumption of the physician contract at issue, a liability of HRM, entitled NEWCO to the performance by plaintiff of his obligations to the Hospital in accordance with the Agreement. Because NEWCO continued to operate Community Hospital, the nature of plaintiff's relationship with the Hospital and his obligations under the contract did not change as a result of the sale of the Hospital to NEWCO or NEWCO's assumption of the HRM Agreement.</p>\n<blockquote>(1) An assignment of a right is a manifestation of the assignor's intention to transfer it by virtue of which the assignor's right to performance by the obligor is extinguished in whole or in part[] and the assignee acquires a right to such performance.</blockquote>\n<blockquote>(2) A contractual right can be assigned unless </blockquote>\n<blockquote>(A) the substitution of a right of the assignee for the right of the assignor would materially change the duty of the obligor, or materially increase the burden or risk imposed on him by his contract, or materially impair his chance of obtaining return performance, or materially reduce its value to him....</blockquote>\n<p>Restatement (Second) of Contracts § 317(1) and (2). Because the substitution of the right of NEWCO for the right of HRM did not materially change plaintiff's duties, HRM's assignment of the HRM Agreement to NEWCO and NEWCO's assumption thereof, were effective.</p>\n<p></p>\n<h2><i>2. Defendants' Assumption of HRM Agreement</i></h2>\n<p>Subsequent to the Asset Purchase Agreement, Nash Health Care Systems, the corporate parent of the defendants in this action, purchased the stock of NEWCO from HRM and merged NEWCO into defendant NCHS. Defendants acknowledge that NCHS succeeded to the rights and liabilities of NEWCO as a result of that purchase. (Ans. ¶¶ 2-3, 14, 23; Def.s' Mem. at 13; Affidavit of Richard K. Toomey with attached copy of Asset Purchase Agreement and Schedule 1.2B thereof.) Because defendants have acknowledged that they have assumed the rights and liabilities of NEWCO, one of which was the HRM Agreement, this court finds that they did in fact assume the HRM Agreement and will discuss the effects of that assumption.<sup>[10]</sup></p>\n<p></p>\n<h2><i>3. Defendants' Obligations to Plaintiff</i></h2>\n<p>Because NCHS acquired the liabilities of NEWCO and NEWCO had assumed the liabilities of Community Hospital with respect to plaintiff, there is no question that NCHS acquired the obligations to plaintiff delineated in the HRM Agreement.</p>\n<blockquote>In most states, the assignee of an executory bilateral contract is not liable to <span class=\"star-pagination\">*692</span> anyone for the nonperformance of the assignor's duties thereunder unless he expressly promises his assignor or the other contracting party to perform, or `assume,' such duties.... [B]ut if the assignee expressly promises his assignor to perform, he is liable to the other contracting party on a third-party beneficiary theory.</blockquote>\n<p><i>Rose v. Vulcan Materials Co.,</i> <span class=\"citation\" data-id=\"1332827\"><a href=\"/opinion/1332827/rose-v-vulcan-materials-company/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">643</span></a></span>, 660, <span class=\"citation\" data-id=\"1332827\"><a href=\"/opinion/1332827/rose-v-vulcan-materials-company/\"><span class=\"volume\">194</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">521</span></a></span> (1973); see also, N.C.Gen.Stat. § 25-2-210(4) (Uniform Commercial Code as adopted by North Carolina).</p>\n<p>Here, NEWCO expressly assumed specified liabilities of Community Hospital, including the obligations to plaintiff set forth in the HRM Agreement. Because NCHS succeeded to the rights and liabilities of NEWCO as a result of its purchase of that entity, NCHS is liable to plaintiff, the \"other contracting party\" to the HRM Agreement, on a third-party beneficiary theory as stated in <i>Rose.</i><sup>[11]</sup></p>\n<p>Defendants rely upon Section 3.11 of the Asset Purchase Agreement to support their argument that plaintiff does not have any rights against them pursuant to the Asset Purchase Agreement.</p>\n<blockquote>3.11 Parties in Interest. Nothing in this Agreement is intended to confer any right on any person other than the parties to it and their respective successors and assigns, nor is anything in this Agreement intended to modify or discharge the obligation or liability of any third person to any party to this Agreement, nor shall any provision give any third person any right of subrogation or action over against any party to this Agreement.</blockquote>\n<p>(Def.s' App. Tab 13 at 13, Asset Purchase Agreement.) Plaintiff does not claim that his rights arise from the Asset Purchase Agreement, however. Rather, his rights arise from the HRM Agreement that defendants have assumed through the purchase and merger of NEWCO. As the boiler plate \"parties-in-interest\" provision provides, the Asset Purchase Agreement does not modify plaintiff's obligation to Community Hospital. Rather, as a result of NEWCO's Undertaking and defendants' purchase and merger of NEWCO and assumption of its liabilities, defendants have merely stepped into the shoes of HRM for purposes of the HRM Agreement, which was expressly assumed by NEWCO.</p>\n<p>Defendants also cite the language of the Undertaking as evidence of their lack of obligation to plaintiff.</p>\n<blockquote>This Undertaking shall inure to the benefit of HRM, its successors and assigns. The sole purpose hereof is to relieve HRM of certain obligations and not to create third party beneficiary rights. Therefore, this Agreement may be modified by a writing signed by HRM and NEWCO without the consent of any third[ ] party.</blockquote>\n<p>(Def.s' App. Tab 14, Undertaking, Recital ¶ 3.) Consequently, defendants frequently allude to plaintiff's potential right of action against HRM. However, with respect to his rights under the HRM Agreement, if he chooses to seek its enforcement, plaintiff's action would be against the assignee(s), <span class=\"star-pagination\">*693</span> NEWCO or its successors in interest.</p>\n<blockquote>It is true the assignor has power only to delegate and not to transfer the performance of duties as against the other party to the contract assigned, but this does not prevent the assignor and the assignee from shifting the burden of performance as between themselves. Moreover, common sense tells us that the assignor, after making such an assignment, usually regards himself as no longer a party to the contract. He does not and, from the nature of things, cannot easily keep in touch with what is being done in order properly to protect his interests if he alone is to be liable for nonperformance.... The assignee on the other hand understands that he is to carry out the terms of the contract as is shown by the fact that he usually does, most of the decided cases being those in which the other party objected to performance by the assignee.</blockquote>\n<p><i>Rose,</i> 282 N.C. at 662, <span class=\"citation\" data-id=\"1332827\"><a href=\"/opinion/1332827/rose-v-vulcan-materials-company/\"><span class=\"volume\">194</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">521</span></a></span> (quoting Grismore, <i>Is the Assignee of a Contract Liable for the Nonperformance of Delegated Duties?</i> 18 Mich.L.Rev. 284 (1920)). As such, defendants' assertion that \"[t]he only arguable nexus between Plaintiff and either Defendant ... [is] the contractual obligation[ ] running from NEWCO to CHS and/or HRM pursuant to the Asset Purchase Agreement and the Undertaking\" is mistaken. (Def.s' Reply at 3.) Defendants concede that, after Nash Health Care Systems purchased NEWCO and merged it with NCHS, NCHS \"thereupon succeeded to the rights and liabilities of NEWCO.\" (Def.s' Mem. In Support of Summary Judgment at 13; Aff. Of Richard K. Toomey; Answer ¶¶ 2 and 3.) Thus, the nexus between plaintiff and defendants is defined by the terms of the original HRM Agreement.</p>\n<p></p>\n<h2><i>4. Plaintiff's Obligation to Defendants</i></h2>\n<p>As discussed above, however, the HRM Agreement explicitly made the Hospital's obligations to plaintiff contingent upon plaintiff's satisfaction of conditions precedent outlined in the Agreement, including his qualification for membership in the Hospital's active medical staff. (Def.s' App. Tab 3, HRM Agreement at 1 and 2 (hospital's obligations contingent upon plaintiff's continuing performance of considerations recited in Agreement).) Consequently, defendants argue that, to the extent they have a contractual obligation to plaintiff, they can insist upon his compliance with that condition precedent. That argument is logical because the Agreement would provide no benefit to defendants if plaintiff had no obligation to Nash General. The argument is legally correct because, as successors-in-interest to NEWCO, defendants assumed both HRM's obligations to plaintiff under the terms of the HRM Agreement and HRM's rights to plaintiff's services which are defined by the HRM Agreement as conditions precedent to the Hospital's obligation to plaintiff. As assignees, defendants have essentially stepped into the shoes of HRM d/b/a Community Hospital, and, as such, defendants have assumed both the liabilities imposed and the benefits conferred by that contractual agreement.</p>\n<p>As explained in the Restatement (Second) of Contracts § 317(1) and (2), a contractual right cannot be assigned if \"the substitution of a right of the assignee for the right of the assignor would materially change the duty of the obligor, or materially increase the burden or risk imposed on him by his contract, or materially impair his chance of obtaining return performance, or materially reduce its value to him....\" Plaintiff could argue that, if defendants were permitted to require him to become a member of Nash General's active medical staff, the assignment would materially increase his burden and risk and materially impair his chance of obtaining return performance. As such, he could argue that the assignment was ineffective.</p>\n<p>Indeed, while the HRM Agreement required plaintiff to become a member of Community Hospital's active medical staff, <span class=\"star-pagination\">*694</span> there is essentially no doubt that the Hospital, which specifically recruited him, would have approved him for membership. Nash General, on the other hand, did not recruit plaintiff, and, it appears, did not want to continue plaintiff's contract in any event. Nash General, therefore, had an incentive to deny plaintiff membership in its medical staff. If Nash General, rather than the recruiting Hospital, had the right to require plaintiff to become a member of its medical staff before honoring its obligations to plaintiff, defendants' assumption of the contract materially increased the burden imposed on plaintiff by the contract and impaired his chance of obtaining return performance.</p>\n<p>Plaintiff's argument that HRM's attempt to assign the HRM Agreement by selling NEWCO was not effective, however, would be properly asserted against HRM. Plaintiff settled all claims against HRM, its parent corporation, CHS, and its affiliate companies in consideration for the payment to him of $36,405.00 on or about 6 June 1997, approximately one month before he filed this action against defendants. (Def.s' Mem. at 18 (citing June 6, 1997 Covenant Not to Sue produced by plaintiff in response to Defendants' Second Request for Production); Def.s' App. Tab 32.)</p>\n<p>Defendants argue that, if plaintiff objected to working for the assignee or to the potentially material alterations in the terms of the Agreement, plaintiff should have pursued his rights against HRM. If, however, plaintiff wants to enforce his rights under the contract against the assignee, defendants continue, such a decision would constitute a ratification of the assignment precluding an objection based on a change in his duty, burden or risk, or in his chance of obtaining return performance. Defendant argues that plaintiff has attempted to \"have his cake and eat it too\" by settling his claim against HRM and attempting at the same time, to obtain the benefits of the HRM Agreement from NCHS without performing the condition precedent that he become appointed to the active medical staff of Nash General.</p>\n<p>Defendants' argument is persuasive to an extent. The fact that the assignment of the HRM Agreement may not be effective because it materially changed the terms of the Agreement does not mean that plaintiff cannot assent to or ratify the assignment by suing to enforce the Agreement. If plaintiff sues to enforce the Agreement, however, he cannot successfully argue that Nash General cannot require him to become a member of the active medical staff of the hospital. Thus, the court concludes that defendants do have an obligation to plaintiff under the HRM Agreement which they have assumed. The court further finds that defendants are entitled, as assignees, to insist upon the performance of the conditions precedent contained in the Agreement, specifically, plaintiff's qualification for membership at Nash General. As such, plaintiff's motion for summary judgment on this issue will be denied. The foregoing conclusions, however, do not compel a grant of summary judgment in favor of defendants or a dismissal of plaintiff's complaint as defendants suggest.</p>\n<p></p>\n<h2>B. <i>Plaintiff's Qualification for Membership at Nash General</i>\n</h2>\n<p>Defendants have stated, in a cursory fashion, that plaintiff's failure to qualify at Nash General constitutes a failure of consideration and bars his action against them. Defendants devote several pages of their memorandum to a description of NHI's investigation regarding plaintiff's application for membership in its active medical staff. (Def.s' Mem. at 10-13, 15-18.) Both plaintiff's complaint and the sequence of events in this matter raise serious questions regarding NHI's motivation in denying plaintiff's application for membership. In sum, plaintiff alleges that defendants attempted to coerce him into liquidating his contract on unfavorable terms by suggesting that his qualification for membership in the active medical staff <span class=\"star-pagination\">*695</span> of Nash General was both necessary and unlikely. (Compl. ¶ 30.)</p>\n<p>The parties seem to agree upon the following facts: plaintiff applied for membership at Nash General in December 1996 before HRM sold the Hospital's assets to NEWCO; in February 1997, after the sale and merger of NEWCO into NCHS, plaintiff wrote a letter to NHI's President stating that he was looking forward to working with NHI, (Def.s' Mem. at 15; Def.s' App. Tab 23); after the merger, NHI settled all claims under contracts similar to plaintiff's, with the exception of plaintiff's, for compromised amounts, (Def.'s Mem. at 18); NHI wanted to liquidate plaintiff's contract, but plaintiff would not agree to do so; NHI reviewed plaintiff's completed application for staff privileges in February and March 1997 (Def.s' Mem. at 15-16); and, finally, NHI's Medical Executive Committee voted not to recommend plaintiff's application for appointment to the medical staff to NHI's Board of Directors. Although he initially stated that he was withdrawing his application for appointment (Def.s' Mem. at 17; Def.s' App. Tab 30 (letter from Feldstein dated 19 March 1997)), plaintiff thereafter elected to challenge the adverse recommendation regarding his application to the Medical Staff under the Fair Hearing Plan. A hearing was held on 28 July 1997, and the Hearing Committee subsequently and unanimously voted to uphold the recommendations of the Credentials and Medical Executive Committees. The Board of Directors denied plaintiff's application, and plaintiff did not exercise his right of appeal. (Def.s' Mem. at 17.)</p>\n<p>The sequence of events, as alleged by plaintiff, calls NHI's motivation in denying plaintiff's application into doubt. Plaintiff alleges in his complaint that an attorney for Nash General \"advised Feldstein that it wanted to liquidate its liabilities under the HRM Agreement\" after plaintiff had applied for privileges at Nash. (Compl. ¶ 31.) After plaintiff rejected NHI's offer of liquidation, the President of NHI advised plaintiff that the Medical Executive Committee had voted not to recommend approval of his application to the Board of Directors. (Compl. ¶ 32.) Plaintiff further alleges that, when the President informed him of the Committee's decision, he \"strongly urged Feldstein to reconsider its offer to liquidate defendants' damages to Feldstein under the HRM Agreement and drop his privileges application before a formal denial of privileges occurred.\" (Id.) Plaintiff alleges that this was an effort by NHI \"to compel [him] to accept defendants' unreasonably low offer to satisfy their obligations under the HRM Agreement.\" (Id.)</p>\n<p>While it is true that NHI did not approve plaintiff for membership, and plaintiff's failure to be so approved would discharge defendants' obligations to plaintiff under the HRM Agreement, genuine issues of material fact remain regarding NHI's motivation for denying plaintiff's application. While Nash General can require plaintiff to become a member of the staff, Nash General's evaluation of plaintiff's qualifications for membership must be undertaken in good faith. Obviously, Nash General cannot refuse to make plaintiff a member of its active medical staff simply to get out of its obligation to plaintiff under the HRM Agreement. As noted above, defendants devote a significant portion of their memorandum to an accounting of the various reasons underlying the decision not to approve plaintiff's application for membership in the active medical staff of Nash General. (Def.s' Mem. at 10-12 and 15-18.) The court expresses no opinion, at this time, on the validity of defendants' reasons for denying plaintiff's application or on the legitimacy of the process afforded plaintiff. The court merely notes that plaintiff has not submitted an argument regarding the validity of NHI's reasons for denial because he has relied instead upon the legal argument that he was not required to become a member of NHI's medical staff in the first <span class=\"star-pagination\">*696</span> place. The issues regarding defendants' motivation for denying plaintiff's application, and the validity of its reasons for doing so, present questions of fact precluding summary judgment in favor of defendants. As such, defendants' motion for summary judgment on the issues raised in their third defense will be allowed in part and denied in part.</p>\n<p></p>\n<h2>VII. Conclusion</h2>\n<p>For the foregoing reasons, defendants' motion for summary judgment pertaining to the legality of the HRM Agreement is DENIED. Plaintiff's motion for summary judgment with respect to the illegality of the HRM Agreement is also DENIED and, as such, defendants are not precluded from asserting that defense at trial. Defendants' motion for summary judgment with respect to their second defense plaintiff's failure to be appointed to the staff of Community Hospital  is DENIED. Conversely, plaintiff's motion for summary judgment with respect to his substantial compliance with the terms of the HRM Agreement is ALLOWED. Finally, plaintiff's motion for summary judgment pertaining to defendants' requirement that he become a member of the active medical staff of Nash General is DENIED. Defendants' motion for summary judgment on that issue is ALLOWED only to the extent that the court finds the defendants were permitted to require plaintiff to become a member of NHI's active medical staff. This conclusion does not bar plaintiff's suit, however, because genuine issues of material fact remain as to defendants' motivation for and reasons supporting the denial of plaintiff's application for membership. To the extent that defendants requested summary judgment on the latter issue, that motion is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants note that in December 1996, when plaintiff applied for membership on the medical staff of Nash General, he was not board certified in any specialty. (Def.s' Mem. at 11.)</p>\n<p>[2]  Although the Agreement required plaintiff to maintain his full-time practice of medicine and primary residence in Rocky Mount for a minimum of three years (Def.s' App. Tab 3, HRM Agreement, Ex. A at 3), the contract was a twelve month contract. (Id. at 1.)</p>\n<p>[3]  Plaintiff's complaint states that he applied with defendants for the privilege of being an active member of Nash General's medical staff in February 1997, \"after the Asset Purchase Agreement and the Undertaking had been executed by HRM and Defendants.\" (Compl. ¶ 30.) In their memoranda, however, the parties appear to agree that plaintiff applied for membership at Nash General in early December 1996, before NEWCO acquired the Hospital's assets. (See also, Def.s' App. Tab 15 at 4 (showing date of application for appointment to medical staff of Nash General Hospital as 3 December 1996).) Moreover, the Asset Purchase Agreement and Undertaking were executed by HRM and NEWCO, not HRM and defendants. (See Compl., Ex. B.)</p>\n<p>[4]  The Anti-Kickback Statute's intent requirement was added in 1980. See <i>Polk County v. Peters,</i> <span class=\"citation\" data-id=\"1393858\"><a href=\"/opinion/1393858/polk-county-tex-v-peters/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1451</span></a></span>, 1453 (E.D.Tex. 1992) (citing Pub.L. 96-499(b)).</p>\n<p>[5]  While defendants are correct that a comparison between the cases shows that the benefits offered to plaintiff were greater monetarily than those offered to the physician in <i>Polk,</i> that fact, standing alone, does not prove that HRM sought, by way of those benefits, to induce plaintiff to refer patients to Community Hospital. The events at issue in <i>Polk</i> began in 1985, approximately ten years before the events at issue in this case. The cost of living, the cost of doing business, and wage increases over that period of time must be considered.\n</p>\n<p>Moreover, the benefits were presumably offered to the physician in <i>Polk,</i> at least in part, in an attempt to help him establish a practice in a new location. That was also the stated purpose for the extension of the benefits to plaintiff. This court has no basis, at this point in the proceedings, upon which to compare the situation of the physician in <i>Polk</i> with that of Feldstein, nor does it have a basis for knowing the actual or estimated cost of establishing a practice in Rocky Mount, North Carolina. The amount of money and other benefits offered to plaintiff should be viewed as excessive, and consequently as a covert attempt to induce patient referrals, only in relation to plaintiff's probable costs of relocation and establishing a new practice.</p>\n<p>[6]  In 1987, Congress repealed 42 U.S.C. § 1395nn, a criminal statute prohibiting certain practices by persons or entities receiving Medicare or Medicaid funds, and reenacted that provision in a slightly altered form at 42 U.S.C. § 1320a-7b. See 1987 Medicare and Medicaid Antifraud and Abuse Amendments to the Social Security Act, Pub.L. No. 96-499; and 42 U.S.C. § 1320a-7b(b).</p>\n<p>[7]  Defendants have made several arguments in support of their contention that the HRM Agreement, when reviewed in its entirety, evidences the Hospital's intent to induce plaintiff to refer patients to it. At trial, defendants may offer specific provisions of the HRM Agreement as circumstantial evidence of the Hospital's intent. Those allegedly suspect portions of the Agreement, as identified by defendants, include: 1) the several provisions deemed suspect by the OIG in the Fraud Alert; 2) the provision making the extension of the guaranteed cash collection provision contingent upon the Hospital's agreement that such an extension is necessary; and 3) the provision prohibiting plaintiff from disclosing the contents of the Agreement. Defendants may also offer direct evidence of the Hospital's intent external to the contract itself, as did the hospital in <i>Vana.</i> In that case, the court relied upon both planning documents and candid testimony by former hospital administrators \"that the hospital deliberately and intentionally offered below-market rents and periods of free rent in order to induce patient referrals from the physician-lessees.\" <i>Vana,</i> <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">597402</span></span> at *3, 5. The <i>Vana</i> court found, based on that evidence, that the leases between the physicians and the hospital's predecessor-in-interest were void as illegal and therefore unenforceable. <i>Id.</i> at *8.</p>\n<p>[8]  December 1989, as part of the Omnibus Budget Reconciliation Act of 1989 (\"OBRA 1989\"), Congress amended the Social Security Act by passing the Ethics in Patient Referrals Act, 42 U.S.C. § 1395nn. The Ethics in Patient Referrals Act [\"Stark I\"] ... prohibits physicians from referring Medicare patients for clinical laboratory services to entities in which they, or members of their immediate family, have a financial interest.</p>\n<p>***</p>\n<p>In 1990, the Omnibus Budget Reconciliation Act (\"OBRA 90\") ... added an exception for financial relationships with hospitals if the financial relationship did not relate to the provision of clinical laboratory services.... The Omnibus Budget Reconciliation Act of 1993 (\"OBRA 93\") amended and significantly changed Stark I. The OBRA 93 amendments have become known as \"Stark II.\" ... In short, Stark II prohibits physicians from referring Medicare or Medicaid patients for designated health care services to entities in which they, or members of their immediate family, have a financial interest.... In addition to dramatically expanding the scope of the Stark I ban, Stark II adds exceptions to the ban and substantially alters existing exceptions.</p>\n<p>American Bar Association, <i>Stark I Final Regulations: Implications for Health Care Providers and Suppliers,</i> Health Lawyer I (August 1995).</p>\n<p>[9]  \"[T]he Medicare anti-kickback statute (section 1128B(b) of the Act) and section 1877, while similar in that they address possible abuses of Medicare, are different in scope and application and, therefore, need to be distinguished. The conference report for OBRA '89 includes the following statement: The conferees wish to clarify that any prohibition, exemption, or exception authorized under this provision in no way alters (or reflects on) the scope and application of the anti-kickback provisions in section 1128B of the Social Security Act.\" 60 Fed.Reg. 41914, 41927.</p>\n<p>[10]  Although NEWCO was merged with NCHS, and NCHS therefore acquired obligations to and rights from plaintiff, it is the other defendant, NHI, that wants to terminate plaintiff's contract and refused to grant him privileges. NHI operates Nash General. The precise relationship between NCHS and NHI is not made clear by the parties. Neither is the question answered whether NHI is equally liable for obligations of NCHS.</p>\n<p>[11]  Plaintiff is not, as defendants suggest, a traditional third-party beneficiary, intended or otherwise, to a contract between two discrete entities as is the case in <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">178</span></a></span> (1991) and <i>Nepco Forged Products, Inc. v. Consolidated Edison Co. of New York, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">508</span></span>, <span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">680</span></span> (2d Dep't 1984). Those cases involved contracts entered by two parties allegedly for the benefit of an unrelated third party who was neither a party to the contract at issue nor a party to any pre-existing contract with either of the contracting parties.\n</p>\n<p>Plaintiff's status as a contracting party in relation to the contract assumed by defendants requires analysis under <i>Rose</i> rather than under <i>Raritan</i> and <i>Nepco,</i> traditional, non-assignment, third-party beneficiary cases. <i>Rose</i> makes clear that the \"other contracting party\" may sue an assignee on a third-party beneficiary theory when the assignee has expressly promised his assignor to perform as is the case here.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/693403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1251329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1385840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2593930/"
  ]
}