{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2498755/",
  "absolute_url": "/opinion/2498755/united-states-v-jenkins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2498755/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:57:11.863175Z",
  "date_modified": "2016-04-27T01:11:35.239252Z",
  "type": "010combined",
  "sha1": "0b507299d51a81eee0e0e409e18bf1c24975ab8e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>426 F.Supp.2d 336 (2006)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nZhivargo K. JENKINS, Defendant.</h1></center>\n<center>No. 5:05-CR-204-D-1.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>February 23, 2006.</center>\n<p>Joe Exum, Jr., U.S. Attorney's Office, Raleigh, NC, for USA, Plaintiff.</p>\n<p>Debra C. Graves, F.P.D., Raleigh, Jeffrey B. Welty, Jeff Welty, Attorney at <span class=\"star-pagination\">*337</span> Law, Durham, NC, for Zhivargo Kinta Jenkins (1), Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Defendant Zhivargo K. Jenkins filed a motion to suppress all evidence seized on January 1, 2005, including the cocaine base and handgun referenced in the indictment. Defendant also filed a motion to dismiss the indictment. On January 12, 2006, the court held an evidentiary hearing on the motion to suppress. The court's findings of fact are set forth within this order. As explained below, the motion to suppress and the motion to dismiss are denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Fayetteville police officers Kiger, Fette, and Stein responded to a shots-fired call at Brewer and Emily Streets at approximately 6:20 a.m. on January 1, 2005. The call stated that shots were fired, multiple subjects were in the area, and one suspect, described as a black male wearing a blue Nike coat, was walking on Brewer Street toward Nickey Avenue. Hr'g Tr. 4. Officer Kiger was the first officer on the scene. When Officer Kiger passed 833 Brewer Street, Kiger saw a man later identified as Zhivargo Jenkins peeking out from the corner of the house. When Kiger stopped and called Jenkins over, Jenkins ran across the front of the house and between two cars parked in the yard. Jenkins bent down beside one of the cars, a red Chevrolet Lumina, and made a throwing motion before running again. Jenkins then stopped running and surrendered. Officer Kiger escorted Jenkins toward the patrol car of Officer Fette, who had just arrived. As Officer Kiger and Jenkins walked past the Lumina, Kiger conducted a visual sweep under the Lumina with his flashlight. Seeing nothing under the car, Kiger attempted to question Jenkins, while a third officer, Stein, conducted a more thorough search under the car. Jenkins became nervous during the search. Officer Stein found a stolen Keltec P-11 9mm handgun, hollow-point ammunition, and a plastic bag containing 3,6 grams of crack rocks. Kiger then arrested Jenkins.</p>\n<p>On August 3, 2005, a federal grand jury indicted Jenkins for possession of a firearm by a convicted felon in violation of 18 U.S.C. §§ 922(g)(1) and 924, possession with intent to distribute cocaine base in violation of 21 U.S.C. § 841(a)(1), and possession of a firearm in relation to a drug trafficking offense in violation of 18 U.S.C. § 924(c)(1). The indictment also alleged, for purposes of 21 U.S.C. §§ 841(b) and 851, that Jenkins committed the violation in count two after one or more prior convictions for a felony drug offense had become final. <i>See</i> 21 U.S.C. § 802(44).</p>\n<p></p>\n<h2>II.</h2>\n<p>Jenkins argues that he is either an overnight guest or frequent visitor at 833 Brewer Street; therefore, he has a privacy interest at 833 Brewer Street under the Fourth Amendment. <i>See </i><i>Minnesota v. Olson,</i> 495 U.S. 91, 96, 110 S.Ct. 1684, 109 L.Ed.2d 85 (1990) (overnight guest); <i>Bonner v. Anderson,</i> 81 F.3d 472, 475 (4th Cir.1996) (frequent visitor). Jenkins further argues that this privacy interest extended to the area of the search because it was within the curtilage of 833 Brewer Street. <i>See </i><i>Rogers v. Pendleton,</i> 249 F.3d 279, 289 (4th Cir.2001) (recognizing that \"the curtilage is entitled to the same level of Fourth Amendment protection as the home itself\"). Jenkins alleges that no exigent circumstances or other exceptions to the warrant requirement existed; hence, the fruits of the search must be suppressed.</p>\n<p><span class=\"star-pagination\">*338</span> The government responds that the evidence was found in the area where cars were parked, where no Fourth Amendment expectation of privacy exists. <i>See generally </i><i>United States v. Dunn,</i> 480 U.S. 294, 300-05, 107 S.Ct. 1134, 94 L.Ed.2d 326 (1987) (analyzing \"curtilage\"). The government contends that even if the place of the search is within the curtilage, Jenkins is neither an overnight guest nor a frequent visitor with standing to assert a reasonable expectation of privacy in the place searched. Alternatively, the government argues that the search was a lawful protective search incident to <i>Terry v. Ohio,</i> 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1967), or that concern for officer safety created exigent circumstances and an exception to the warrant requirement.</p>\n<p></p>\n<h2>III.</h2>\n<p>The initial question is \"whether the person who claims the protection of the [Fourth] Amendment has a legitimate expectation of privacy in the invaded place.\" <i>Rakas v. Illinois,</i> 439 U.S. 128, 143, 99 S.Ct. 421, 58 L.Ed.2d 387 (1978) (citing <i>Katz v. United States,</i> 389 U.S. 347, 353, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967)). Thus, the court must determine whether Jenkins had a legitimate expectation of privacy in the area under the Lumina parked in the yard outside 833 Brewer Street.</p>\n<p>First, the court must consider whether anyone can claim a Fourth Amendment expectation of privacy in the area under the front of the car, and then whether that expectation extends to Jenkins. Regarding the location of the search, the Supreme Court has held that the Fourth Amendment's protection accorded to the people in their \"persons, houses, papers, and effects\" does not extend to \"the open fields.\" <i>Hester v. United States,</i> 265 U.S. 57, 59, 44 S.Ct. 445, 68 L.Ed. 898 (1924). \"[O]nly the curtilage, not the neighboring open fields, warrants the Fourth Amendment protections that attach to the home. At common law, the curtilage is the area to which extends the intimate activity associated with the `sanctity of a man's home and the privacies of life.'\" <i>Oliver v. United States,</i> 466 U.S. 170, 180, 104 S.Ct. 1735, 80 L.Ed.2d 214 (1984) (quoting <i>Boyd v. United States,</i> 116 U.S. 616, 630, 6 S.Ct. 524, 29 L.Ed. 746 (1886)).</p>\n<p>The Supreme Court has held that defining the extent of a home's curtilage should be resolved with particular reference to four factors: (1) the proximity of the area claimed to be curtilage to the home, (2) whether the area is included within an enclosure surrounding the home, (3) the nature of the uses to which the area is put, and (4) the steps taken by the resident to protect the area from observation by people passing by. <i>See </i><i>Dunn,</i> 480 U.S. at 301, 107 S.Ct. 1134. These factors should not be \"mechanically applied,\" but they are useful analytical tools to the degree they bear upon whether the area in question is \"so intimately tied to the home itself that it should be placed under the home's `umbrella' of Fourth Amendment protection.\" <i>Id.</i></p>\n<p></p>\n<h2>A.</h2>\n<p>The location where Officer Stein found the gun and drugs was approximately seven to eight feet from 833 Brewer Street. Hr'g Tr. 15. Thus, the front end of the Lumina where Jenkins stooped down arguably was within sufficient proximity to the house for purposes of <i>Dunn</i> to weigh in favor of Fourth Amendment protection. There is not, however, \"any fixed distance at which curtilage ends.\" <i>United States v. Breza,</i> 308 F.3d 430, 435 (4th Cir.2002) (quotation omitted). Rather, \"the proximity of the area to the home must be considered <span class=\"star-pagination\">*339</span> in light of the other <i>Dunn</i> factors.\" <i>Id.</i> While close proximity \"would permit a conclusion that the [area searched] was within the curtilage, . . . it does not compel such a conclusion.\" <i>Id.</i> (internal citations omitted); <i>see </i><i>Bleavins v. Bartels,</i> 422 F.3d 445, 451 (7th Cir2005); <i>cf. </i><i>United States v. Redmon,</i> 138 F.3d 1109, 1113 (7th Cir. 1998) (en banc) (finding no objectively reasonable expectation of privacy in trash can sitting beside garage that was attached to the house).</p>\n<p></p>\n<h2>B.</h2>\n<p>On January 1, 2005, the front of the house at 833 Brewer Street was not fenced. The enclosure factor described in <i>Dunn</i> has been expanded to distinguish between two types of fences. <i>See </i><i>Breza,</i> 308 F.3d at 436. Fences that encircle the house and outbuildings can support a fmding that everything within the fence belongs to the curtilage. <i>See </i><i>Dunn,</i> 480 U.S. at 301-02, 107 S.Ct. 1134. Interior fences which define off, portions of the yard from the house can negate an inference that the area therein belongs to the curtilage. <i>See id.</i> At 833 Brewer Street, there was no fence, around the: front yard to support a finding that the area searched was within the curtilage. However, the back yard was fenced and contained a large dog. This back yard fence served to exclude. At the hearing, LeMarquis Jenkins (i.e., the homeowner and defendant Jenkins' cousin) testified that police \"couldn't get in the backyard. I got a hundred-pound rottweiler in the backyard.\" Hr'g Tr. 71. The area searched was outside of the portion of the yard that was fenced. Accordingly, this <i>Dunn</i> factor weighs against Fourth Amendment protection.</p>\n<p></p>\n<h2>C.</h2>\n<p>As for the nature of the uses to which the area is put, the area searched was used to park cars. Moreover, LeMarquis Jenkins testified that on January 1, 2005, the Lumina did not run. The area where Le-Marquis Jenkins parked the Lumina was not an area harboring the intimate activities associated with domestic life and the privacies of the home. <i>See </i><i>Dunn,</i> 480 U.S. at 301-02, 107 S.Ct. 1134. Thus, this <i>Dunn</i> factor weighs against Fourth Amendment protection.</p>\n<p></p>\n<h2>D.</h2>\n<p>As for the steps taken by LeMarquis Jenkins to protect the area from observation by passersby, he made no effort to protect the portion of the yard where the Lumina was parked from the observation of passersby. LeMarquis Jenkins testified that on December 31, 2004, he had parked his second vehicle behind and at a slight angle to the Lumina and that \"[i]f somebody was in the area [searched] without my consent, I would call the city of Fayetteville, tell them somebody in my yard.\" Hr'g Tr. 75. However, the fourth <i>Dunn</i> factor is not satisfied when a resident merely asserts a subjective desire to exclude others, but requires that he has taken steps \"to protect the area from observation by people passing by.\" <i>Dunn,</i> 480 U.S. at 301, 107 S.Ct. 1134. Therefore, LeMarquis Jenkins' assertion that he would call the authorities if anyone was in the area searched is not determinative. Rather the court must consider whether the resident took steps \"to prevent persons from observing\" the area at issue, <i>Dunn,</i> 480 U.S. at 302, 107 S.Ct. 1134, and whether the effort was designed \"to conceal the [area searched] from public view.\" <i>Breza,</i> 308 F.3d at 436.</p>\n<p>LeMarquis Jenkins did not testify that he parked his car behind the Lumina in order to prevent persons from observing the area at issue. Further, defendant Jenkins cross-examined Officer Kiger, and <span class=\"star-pagination\">*340</span> asked if the two cars \"blocked visibility.\" Hr'g Tr. 38. Officer Kiger responded, \"Of the fence, somewhat, yes.\" <i>Id.; see also</i> Gov't Resp. Ex. A. Based upon this evidence, which the court finds credible, the court finds that even if the second vehicle wags parked slightly behind and at an angle to the Lumina, this did not effectively block viewing of the area beside the Lumina by casual passersby. Likewise, the court finds that the angled parking. of the second vehicle was not an \"effort to conceal the [area searched] from public view.\" <i>Breza,</i> 308 F.3d at 436; <i>see </i><i>Dunn,</i> 480 U.S. at 303, 107 S.Ct. 1134. \"What a person knowingly exposes to the public, even in his own home or office, is not a subject of Fourth Amendment protection.\" <i>Katz,</i> 389 U.S. at 351, 88 S.Ct. 507; <i>see also </i><i>Tarantino v. Baker,</i> 825 F.2d 772, 778 (4th Cir.1987) (\"For a homeowner to preserve Fourth Amendment protection in the area immediately surrounding the residence, he or she must not conduct an activity or leave an item in the plain view of those outside that area.\") (quotation omitted). Thus, this <i>Dunn</i> factor weighs against Fourth Amendment protection.</p>\n<p></p>\n<h2>E.</h2>\n<p>In sum, each <i>Dunn</i> factor, except arguably proximity, weighs against a finding that the location of the search under the car is within the cartilage of 833 Brewer Street, Having considered the evidence presented at the hearing and the governing law, and judging the credibility of the witnesses, the court finds that the area searched was not within the curtilage of 833 Brewer Street. Accordingly, Jenkins had no legitimate expectation of privacy in the invaded place.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Alternatively, even if the location of the search falls within the curtilage of 833 Brewer Street, the court must consider whether Zhivargo Jenkins' privacy expectation in that place is reasonable. \"Fourth Amendment rights are personal rights . . . [that] may not be vicariously asserted.\" <i>Rakas,</i> 439 U.S. at 133-34, 99 S.Ct. 421 (quotation omitted). Accordingly, a defendant's Fourth Amendment rights are violated \"only when the challenged conduct invaded <i>his</i> legitimate expectation of privacy rather than that of a third party.\" <i>United States v. Payner,</i> 447 U.S. 727, 731, 100 S.Ct. 2439, 65 L.Ed.2d 468 (1980) (emphasis in original).</p>\n<p>The court need not decide if Jenkins was an overnight guest, <i>see </i><i>Olson,</i> 495 U.S. at 96, 110 S.Ct. 1684, or frequent visitor. <i>See </i><i>Bonner,</i> 81 F.3d at 475. Even if Jenkins was an overnight guest or frequent visitor, a visitor's legitimate expectation of privacy in the dwelling place (including the curtilage) does not necessarily extend to all areas of the dwelling. <i>Cf. </i><i>Rakas,</i> 439 U.S. at 148, 99 S.Ct. 421 (passenger's expectation of privacy in car does not extend to glove compartment or under seat); <i>United States v. Rusher,</i> 966 F.2d 868, 875 (4th Cir.1992) (passenger's expectation of privacy does not extend to passenger compartment, trunk, or cargo bed of pickup). The areas in which the visitor or guest has a legitimate expectation of privacy are those where his subjective expectation is \"one that society is prepared to recognize as `reasonable.'\" <i>Rakas,</i> 439 U.S. at 143-44 n. 12, 99 S.Ct. 421 (quotation omitted). The defendant has the burden of showing that he has a reasonable expectation of privacy in the area searched. <i>See </i><i>Rawlings v. Kentucky,</i> 448 U.S. 98, 104, 100 S.Ct. 2556, 65 L.Ed.2d 633 (1980).</p>\n<p>Jenkins first must show that he \"`manifested a subjective expectation of privacy in the [particular area searched].'\" <i>United States v. Taylor,</i> 90 F.3d 903, 908 (4th Cir.1996) (quoting <i>California v. Ciraolo,</i> <span class=\"star-pagination\">*341</span> 476 U.S. 207, 211, 106 S.Ct. 1809, 90 L.Ed.2d 210 (1986)). Factors relevant to determining the defendant's subjective expectation of privacy in the particular area searched include ownership of the items seized, <i>United States v. Salvucci,</i> 448 U.S. 83, 92, 100 S.Ct. 2547, 65 L.Ed.2d 619 (1980), evidence of the defendant's desire to keep the items seized private, <i>United States v. Paulin,</i> 850 F.2d 93, 96 (2d Cir.1988), and the defendant's presence or absence at the time of the search. <i>See </i><i>United States v. Torch,</i> 609 F.2d 1088 (4th Cir.1979).</p>\n<p>Here, Jenkins disclaims ownership of the items seized or a desire to keep the items seized private. Even, if we assume that his failure to assert a possessory interest in the items seized is not fatal to his standing, these two factors weaken his subjective expectation of privacy. <i>Cf. </i><i>Rusher,</i> 966 F.2d at 874 n. 5 (citing <i>Simmons v. United States,</i> 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968), and noting that \"[r]equiring that the accused assert a possessory interest in the seized object at a suppression hearing to protect his Fourth Amendment rights will not place him in an untenable situation, because that information cannot be used against him at trial\"). In contrast, Jenkins' presence during the search strengthens his subjective expectation of privacy.</p>\n<p>In any event, even assuming that Jenkins had a subjective expectation of privacy in the area under the front of the Lumina, the court must determine \"whether society [is] willing to recognize that expectation as reasonable.\" <i>Taylor,</i> 90 F.3d at 908 (quotation omitted). The defendant argues that his status as an overnight guest or frequent visitor establishes the objective reasonableness of his expectation of privacy in the area at 833 Brewer Street where the Lumina was parked. <i>See </i><i>Olson,</i> 495 U.S. at 96, 110 S.Ct. 1684. In <i>Olson,</i> the Court noted the reasonable expectation of an overnight guest was in \"a place where he and his possessions will not he disturbed by anyone but his host.\" <i>Id.</i> at 99, 110 S.Ct. 1684. Nothing in this expectation \"suggests that an overnight guest has a legitimate expectation of privacy in every area of his host's home.\" <i>United States v. Dowell,</i> 33 F.3d 53, 1994 WL 416415, at *2 (4th Cir.1994) (per curiam) (unpublished table decision); <i>see also </i><i>United States v. Phillips,</i> 382 F.3d 489, 496 (5th Cir.2004).</p>\n<p>Society would not find reasonable either a guest's expectation of privacy in a bedroom he was not invited to use, <i>see </i><i>Dowell,</i> 1994 WL 416415, at *2, or a host's shed in the backyard. <i>See </i><i>Phillips,</i> 382 F.3d at 496. A \"legitimate expectation of privacy by definition means more than a subjective expectation of not being discovered.\" <i>Rakas,</i> 439 U.S. at 143 n. 12, 99 S.Ct. 421. Where one wrongly places contraband within the house of another, without the knowledge of or authorization from the owner, no reasonable expectation of privacy arises. <i>See </i><i>United States v. Ladd,</i> 704 F.2d 134, 135 (4th Cir.1983); <i>Phillips,</i> 382 F.3d at 496. The same principle holds true to the area at 833 Brewer Street where the Lumina was parked. LeMarquis Jenkins testified that defendant Jenkins kept a video game system and some clothes inside the house and that the defendant sometimes slept at the house and sometimes ate at the house. Notably, however, the court asked LeMarquis Jenkins, \"Did you ever authorize anyone to store crack cocaine in that area [i.e., where the Lumina was parked]?\" Hr'g Tr. 75. LeMarquis Jenkins replied, \"No, sir.\" <i>Id.</i></p>\n<p>Defendant Jenkins relies on <i>United States v. Rhiger,</i> 315 F.3d 1283 (10th Cir. 2003), and <i>United States v. Pollard,</i> 215 F.3d 643 (6th Cir.2000), to support the reasonableness of his expectation of privacy <span class=\"star-pagination\">*342</span> in the area where the Lumina was parked. In <i>Rhiger,</i> the court concluded that the defendant (a social guest) had standing to object to the search of another's house. <i>Id.</i> at 1285. In <i>Rhiger,</i> the defendant had only known the homeowner for a few weeks, but had stayed overnight two to four times and on the day of the search had \"entered the house in [the owner's] absence and retired to [the owner's] bedroom to take a nap.\" <i>Id.</i> at 1285-86. The <i>Rhiger</i> court relied on <i>Minnesota v. Carter,</i> 525 U.S. 83, 90, 119 S.Ct. 469, 142 L.Ed.2d 373 (1998), in which \"the Court pointedly contrasted the status of a guest who has a `<i>degree of acceptance</i> into the household' from a guest present for `purely commercial' reasons.\" <i>Rhiger,</i> 315 F.3d at 1286 (emphasis added) (quoting <i>Carter,</i> 525 U.S. at 90, 119 S.Ct. 469). Thus, the <i>Rhiger</i> court found that the defendant had standing to challenge a warrantless search of the house (including the garage attached to the house). <i>See id.</i> at 1285-87.</p>\n<p>In <i>Pollard,</i> the Sixth Circuit did not address whether a guest's privacy interest extends to all areas of the home. Rather, the Sixth Circuit in <i>Pollard</i> examined the defendant's standing to challenge entry into the home in general. <i>See </i><i>Pollard,</i> 215 F.3d at 647-48. Moreover, in <i>Pollard,</i> the homeowner herself accompanied the defendant, an informant, and an undercover police officer to a back room where the drug transaction took place. <i>Id.</i> at 646.</p>\n<p><i>Rhiger</i> and <i>Pollard</i> do not help Jenkins. Even assuming Jenkins was an overnight guest or frequent visitor at 833 Brewer Street, he has failed to prove that he had a legitimate expectation of privacy in the area where the Lumina was parked. Indeed, the evidence demonstrates that Jenkins did not have a legitimate expectation of privacy in the area under the Lumina. Tellingly, LeMarquis Jenkins did not give the defendant permission to store crack cocaine in the area under the car and society would not find the unauthorized storage of such contraband in that location to be legitimate. <i>See </i><i>Ladd,</i> 704 F.2d at 135. Therefore, the defendant's Fourth Amendment argument fails.</p>\n<p></p>\n<h2>V.</h2>\n<p>Alternatively, even if Jenkins could assert a claim to Fourth Amendment protection in the area searched, exigent circumstances can create an exception to the warrant requirement. One basis for a warrantless search under the exigency exception is to secure a gun. <i>See </i><i>Warden, Md. Penitentiary v. Hayden,</i> 387 U.S. 294, 298, 87 S.Ct. 1642, 18 L.Ed.2d 782 (1967); <i>United States v. Reed,</i> 935 F.2d 641, 642-43 (4th Cir.1991) (per curiam); <i>United States v. Decator,</i> 131 F.3d 137, 1997 WL 770609, at *8 (4th Cir. Dec. 11, 1997) (per curiam) (unpublished table decision) (decision to check bag's contents, to ensure that it did not contain loaded guns, was \"certainly within the `exigent circumstances' exception to the Fourth Amendment's prohibition of unreasonable searches and seizures.\"). The exigent circumstances exception can be justified by a \"risk of danger to the police or to other persons inside or outside the dwelling.\" <i>Olson,</i> 495 U.S. at 100, 110 S.Ct. 1684; <i>see, e.g., </i><i>Cady v. Dombrowski,</i> 413 U.S. 433, 447, 93 S.Ct. 2523, 37 L.Ed.2d 706 (1973) (warrantless search of trunk of impounded car justified by \"concern for the safety of the general public who might be endangered if an intruder removed a revolver from the trunk of the vehicle\").</p>\n<p>In <i>New York v. Quarles,</i> 467 U.S. 649, 653, 104 S.Ct. 2626, 81 L.Ed.2d 550 (1984), the Supreme Court extended the long-recognized exigent circumstances exception to the Fourth Amendment warrant requirement to <i>Miranda.</i> In <i>Quarles,</i> the Court described this exception to <i>Miranda</i> as the <span class=\"star-pagination\">*343</span> public safety exception. The Court described the exigent circumstances exception as validating a warrantless search even when officers are no longer concerned for their safety and regardless of officers' subjective motivations, if the search is \"reasonably prompted by a concern for public safety.\" <i>Id.</i> at 656, 104 S.Ct. 2626. In <i>Quarles,</i> the police failed to give a <i>Miranda</i> whereabouts and instead asked a suspect \"the whereabouts of a gun which they had every reason to believe the suspect [in an armed rape] had just removed from his empty holster and discarded in the supermarket.\" <i>Id.</i> at 657, 104 S.Ct. 2626. In finding a public safety exception to <i>Miranda,</i> the Court noted that the gun \"posed more than one danger to the public safety: an accomplice might make use of it, a customer or employee might later come upon it.\" <i>Id.</i> Similarly, in <i>Cady,</i> the Court found that a warrantless search was justified \"to protect the public from the possibility that a revolver would fall into untrained or perhaps malicious hands.\" <i>Cady,</i> 413 U.S. at 443, 93 S.Ct. 2523. The risk of injury need not be great to create exigent circumstances. <i>See, e.g., </i><i>United States v. Gwinn,</i> 219 F.3d 326, 333 (4th Cir.2000) (\"the substantial risk of injury to [the defendant] were he to be transported and processed following his arrest without shoes and a shirt\" created an exigency upon which the court relied to uphold a warrantless reentry into the dwelling and seizure of clothes).</p>\n<p>The Supreme Court has noted the deference due to the on-the-spot determination of police officers as to what constitutes a public safety exigency and a reasonable response to it. <i>See </i><i>Quarles,</i> 467 U.S. at 658-59, 104 S.Ct. 2626 (\"police officers can and will distinguish almost instinctively between [searches] necessary to secure their own safety of the safety of the public and [searches] designed solely to elicit . . . evidence from a suspect\"); <i>see also </i><i>Cady,</i> 413 U.S. at 447, 93 S.Ct. 2523 (\"The fact that the protection of the public might, in the abstract, have been accomplished by `less intrusive' means does not, by itself, render the search unreasonable.\"). On January 1, 2005, the Fayetteville police responded to a shots-fired call at Brewer and Emily Streets in Fayetteville. This is a high-crime, residential area. It was approximately 6:20 a.m. and still dark outside. At 833 Brewer Street, Officer Kiger saw Jenkins and called him over. Jenkins responded by running from the police, stooping down as if to hide something in front of a car parked at 833 Brewer Street, and running again. It was reasonable to believe that Jenkins may have hidden a gun near the car. Because the danger to which a gun would expose officers and the public created exigent circumstances, it was reasonable for the police to search under the car for a gun. Moreover, merely because the police might have been able to guard the area until securing a warrant does not render the search unreasonable. <i>See </i><i>Cady,</i> 413 U.S. at 447, 93 S.Ct. 2523.</p>\n<p></p>\n<h2>VI.</h2>\n<p>On November 1, 2005, defendant Jenkins moved the court to dismiss the indictment against him because his detention hearing was not recorded due to an equipment malfunction. Jenkins theorizes that if the indictment were dismissed without prejudice, then he would be indicted again and get the benefit of a recorded detention hearing.</p>\n<p>On December 22, 2005, this court ordered that defendant notify the court if he wanted the hearing on January 12, 2006, to include a <i>de novo</i> appeal of his detention. In the court's view, such review would have cured whatever arguable prejudice existed due to the equipment malfunction. <i>Cf. </i><i>United States v. Snead,</i> 527 F.2d 590, 591 (4th Cir.1975) (per curiam). In a letter <span class=\"star-pagination\">*344</span> dated December 30, 2005, defendant declined a <i>de novo</i> review of his detention. At the January, 12, 2006 hearing, Jenkins withdrew his motion to dismiss the indictment.</p>\n<p></p>\n<h2>VII.</h2>\n<p>For the reasons stated above, defendant's motion to suppress is DENIED, and defendant's motion to dismiss the indictment is DENIED. The case is set for arraignment and trial at the April 3, 2006 term of court.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">336</span></span> (2006)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nZhivargo K. JENKINS, Defendant.</h1></center>\n<center>No. 5:05-CR-204-D-1.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>February 23, 2006.</center>\n<p>Joe Exum, Jr., U.S. Attorney's Office, Raleigh, NC, for USA, Plaintiff.</p>\n<p>Debra C. Graves, F.P.D., Raleigh, Jeffrey B. Welty, Jeff Welty, Attorney at <span class=\"star-pagination\">*337</span> Law, Durham, NC, for Zhivargo Kinta Jenkins (1), Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Defendant Zhivargo K. Jenkins filed a motion to suppress all evidence seized on January 1, 2005, including the cocaine base and handgun referenced in the indictment. Defendant also filed a motion to dismiss the indictment. On January 12, 2006, the court held an evidentiary hearing on the motion to suppress. The court's findings of fact are set forth within this order. As explained below, the motion to suppress and the motion to dismiss are denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Fayetteville police officers Kiger, Fette, and Stein responded to a shots-fired call at Brewer and Emily Streets at approximately 6:20 a.m. on January 1, 2005. The call stated that shots were fired, multiple subjects were in the area, and one suspect, described as a black male wearing a blue Nike coat, was walking on Brewer Street toward Nickey Avenue. Hr'g Tr. 4. Officer Kiger was the first officer on the scene. When Officer Kiger passed 833 Brewer Street, Kiger saw a man later identified as Zhivargo Jenkins peeking out from the corner of the house. When Kiger stopped and called Jenkins over, Jenkins ran across the front of the house and between two cars parked in the yard. Jenkins bent down beside one of the cars, a red Chevrolet Lumina, and made a throwing motion before running again. Jenkins then stopped running and surrendered. Officer Kiger escorted Jenkins toward the patrol car of Officer Fette, who had just arrived. As Officer Kiger and Jenkins walked past the Lumina, Kiger conducted a visual sweep under the Lumina with his flashlight. Seeing nothing under the car, Kiger attempted to question Jenkins, while a third officer, Stein, conducted a more thorough search under the car. Jenkins became nervous during the search. Officer Stein found a stolen Keltec P-11 9mm handgun, hollow-point ammunition, and a plastic bag containing 3,6 grams of crack rocks. Kiger then arrested Jenkins.</p>\n<p>On August 3, 2005, a federal grand jury indicted Jenkins for possession of a firearm by a convicted felon in violation of 18 U.S.C. §§ 922(g)(1) and 924, possession with intent to distribute cocaine base in violation of 21 U.S.C. § 841(a)(1), and possession of a firearm in relation to a drug trafficking offense in violation of 18 U.S.C. § 924(c)(1). The indictment also alleged, for purposes of 21 U.S.C. §§ 841(b) and 851, that Jenkins committed the violation in count two after one or more prior convictions for a felony drug offense had become final. <i>See</i> 21 U.S.C. § 802(44).</p>\n<p></p>\n<h2>II.</h2>\n<p>Jenkins argues that he is either an overnight guest or frequent visitor at 833 Brewer Street; therefore, he has a privacy interest at 833 Brewer Street under the Fourth Amendment. <i>See </i><i>Minnesota v. Olson,</i> <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 96, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span></a></span> (1990) (overnight guest); <i>Bonner v. Anderson,</i> <span class=\"citation\" data-id=\"716625\"><a href=\"/opinion/716625/joyce-bonner-v-dr-anderson-deputy-and-in-his-individual-capacity-and/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 475 (4th Cir.1996) (frequent visitor). Jenkins further argues that this privacy interest extended to the area of the search because it was within the curtilage of 833 Brewer Street. <i>See </i><i>Rogers v. Pendleton,</i> <span class=\"citation\" data-id=\"773125\"><a href=\"/opinion/773125/jonathan-rogers-v-m-l-pendleton-officer-m-g-vinyard-officer/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 289 (4th Cir.2001) (recognizing that \"the curtilage is entitled to the same level of Fourth Amendment protection as the home itself\"). Jenkins alleges that no exigent circumstances or other exceptions to the warrant requirement existed; hence, the fruits of the search must be suppressed.</p>\n<p><span class=\"star-pagination\">*338</span> The government responds that the evidence was found in the area where cars were parked, where no Fourth Amendment expectation of privacy exists. <i>See generally </i><i>United States v. Dunn,</i> <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 300-05, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1134</span></a></span>, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">326</span></a></span> (1987) (analyzing \"curtilage\"). The government contends that even if the place of the search is within the curtilage, Jenkins is neither an overnight guest nor a frequent visitor with standing to assert a reasonable expectation of privacy in the place searched. Alternatively, the government argues that the search was a lawful protective search incident to <i>Terry v. Ohio,</i> <span class=\"citation no-link\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></span> (1967), or that concern for officer safety created exigent circumstances and an exception to the warrant requirement.</p>\n<p></p>\n<h2>III.</h2>\n<p>The initial question is \"whether the person who claims the protection of the [Fourth] Amendment has a legitimate expectation of privacy in the invaded place.\" <i>Rakas v. Illinois,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 143, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></span> (1978) (citing <i>Katz v. United States,</i> <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 353, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1967)). Thus, the court must determine whether Jenkins had a legitimate expectation of privacy in the area under the Lumina parked in the yard outside 833 Brewer Street.</p>\n<p>First, the court must consider whether anyone can claim a Fourth Amendment expectation of privacy in the area under the front of the car, and then whether that expectation extends to Jenkins. Regarding the location of the search, the Supreme Court has held that the Fourth Amendment's protection accorded to the people in their \"persons, houses, papers, and effects\" does not extend to \"the open fields.\" <i>Hester v. United States,</i> <span class=\"citation\" data-id=\"100413\"><a href=\"/opinion/100413/hester-v-united-states/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 59, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">898</span></span> (1924). \"[O]nly the curtilage, not the neighboring open fields, warrants the Fourth Amendment protections that attach to the home. At common law, the curtilage is the area to which extends the intimate activity associated with the `sanctity of a man's home and the privacies of life.'\" <i>Oliver v. United States,</i> <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span>, 180, <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1735</span></a></span>, <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1984) (quoting <i>Boyd v. United States,</i> <span class=\"citation\" data-id=\"91573\"><a href=\"/opinion/91573/boyd-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 630, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span></span> (1886)).</p>\n<p>The Supreme Court has held that defining the extent of a home's curtilage should be resolved with particular reference to four factors: (1) the proximity of the area claimed to be curtilage to the home, (2) whether the area is included within an enclosure surrounding the home, (3) the nature of the uses to which the area is put, and (4) the steps taken by the resident to protect the area from observation by people passing by. <i>See </i><i>Dunn,</i> 480 U.S. at 301, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1134</span></a></span>. These factors should not be \"mechanically applied,\" but they are useful analytical tools to the degree they bear upon whether the area in question is \"so intimately tied to the home itself that it should be placed under the home's `umbrella' of Fourth Amendment protection.\" <i>Id.</i></p>\n<p></p>\n<h2>A.</h2>\n<p>The location where Officer Stein found the gun and drugs was approximately seven to eight feet from 833 Brewer Street. Hr'g Tr. 15. Thus, the front end of the Lumina where Jenkins stooped down arguably was within sufficient proximity to the house for purposes of <i>Dunn</i> to weigh in favor of Fourth Amendment protection. There is not, however, \"any fixed distance at which curtilage ends.\" <i>United States v. Breza,</i> <span class=\"citation\" data-id=\"779571\"><a href=\"/opinion/779571/united-states-v-eugene-george-breza/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span>, 435 (4th Cir.2002) (quotation omitted). Rather, \"the proximity of the area to the home must be considered <span class=\"star-pagination\">*339</span> in light of the other <i>Dunn</i> factors.\" <i>Id.</i> While close proximity \"would permit a conclusion that the [area searched] was within the curtilage, . . . it does not compel such a conclusion.\" <i>Id.</i> (internal citations omitted); <i>see </i><i>Bleavins v. Bartels,</i> <span class=\"citation\" data-id=\"791802\"><a href=\"/opinion/791802/john-c-bleavins-v-joel-h-bartels-roger-bay-vernon-mcgregor/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span>, 451 (7th Cir2005); <i>cf. </i><i>United States v. Redmon,</i> <span class=\"citation\" data-id=\"752359\"><a href=\"/opinion/752359/united-states-v-joseph-r-redmon/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1109</span></a></span>, 1113 (7th Cir. 1998) (en banc) (finding no objectively reasonable expectation of privacy in trash can sitting beside garage that was attached to the house).</p>\n<p></p>\n<h2>B.</h2>\n<p>On January 1, 2005, the front of the house at 833 Brewer Street was not fenced. The enclosure factor described in <i>Dunn</i> has been expanded to distinguish between two types of fences. <i>See </i><i>Breza,</i> 308 F.3d at 436. Fences that encircle the house and outbuildings can support a fmding that everything within the fence belongs to the curtilage. <i>See </i><i>Dunn,</i> 480 U.S. at 301-02, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1134</span></a></span>. Interior fences which define off, portions of the yard from the house can negate an inference that the area therein belongs to the curtilage. <i>See id.</i> At 833 Brewer Street, there was no fence, around the: front yard to support a finding that the area searched was within the curtilage. However, the back yard was fenced and contained a large dog. This back yard fence served to exclude. At the hearing, LeMarquis Jenkins (i.e., the homeowner and defendant Jenkins' cousin) testified that police \"couldn't get in the backyard. I got a hundred-pound rottweiler in the backyard.\" Hr'g Tr. 71. The area searched was outside of the portion of the yard that was fenced. Accordingly, this <i>Dunn</i> factor weighs against Fourth Amendment protection.</p>\n<p></p>\n<h2>C.</h2>\n<p>As for the nature of the uses to which the area is put, the area searched was used to park cars. Moreover, LeMarquis Jenkins testified that on January 1, 2005, the Lumina did not run. The area where Le-Marquis Jenkins parked the Lumina was not an area harboring the intimate activities associated with domestic life and the privacies of the home. <i>See </i><i>Dunn,</i> 480 U.S. at 301-02, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1134</span></a></span>. Thus, this <i>Dunn</i> factor weighs against Fourth Amendment protection.</p>\n<p></p>\n<h2>D.</h2>\n<p>As for the steps taken by LeMarquis Jenkins to protect the area from observation by passersby, he made no effort to protect the portion of the yard where the Lumina was parked from the observation of passersby. LeMarquis Jenkins testified that on December 31, 2004, he had parked his second vehicle behind and at a slight angle to the Lumina and that \"[i]f somebody was in the area [searched] without my consent, I would call the city of Fayetteville, tell them somebody in my yard.\" Hr'g Tr. 75. However, the fourth <i>Dunn</i> factor is not satisfied when a resident merely asserts a subjective desire to exclude others, but requires that he has taken steps \"to protect the area from observation by people passing by.\" <i>Dunn,</i> 480 U.S. at 301, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1134</span></a></span>. Therefore, LeMarquis Jenkins' assertion that he would call the authorities if anyone was in the area searched is not determinative. Rather the court must consider whether the resident took steps \"to prevent persons from observing\" the area at issue, <i>Dunn,</i> 480 U.S. at 302, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1134</span></a></span>, and whether the effort was designed \"to conceal the [area searched] from public view.\" <i>Breza,</i> 308 F.3d at 436.</p>\n<p>LeMarquis Jenkins did not testify that he parked his car behind the Lumina in order to prevent persons from observing the area at issue. Further, defendant Jenkins cross-examined Officer Kiger, and <span class=\"star-pagination\">*340</span> asked if the two cars \"blocked visibility.\" Hr'g Tr. 38. Officer Kiger responded, \"Of the fence, somewhat, yes.\" <i>Id.; see also</i> Gov't Resp. Ex. A. Based upon this evidence, which the court finds credible, the court finds that even if the second vehicle wags parked slightly behind and at an angle to the Lumina, this did not effectively block viewing of the area beside the Lumina by casual passersby. Likewise, the court finds that the angled parking. of the second vehicle was not an \"effort to conceal the [area searched] from public view.\" <i>Breza,</i> 308 F.3d at 436; <i>see </i><i>Dunn,</i> 480 U.S. at 303, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1134</span></a></span>. \"What a person knowingly exposes to the public, even in his own home or office, is not a subject of Fourth Amendment protection.\" <i>Katz,</i> 389 U.S. at 351, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>; <i>see also </i><i>Tarantino v. Baker,</i> <span class=\"citation\" data-id=\"492384\"><a href=\"/opinion/492384/joseph-mario-tarantino-v-br-baker-jr-detective-avery-co-sheriffs/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, 778 (4th Cir.1987) (\"For a homeowner to preserve Fourth Amendment protection in the area immediately surrounding the residence, he or she must not conduct an activity or leave an item in the plain view of those outside that area.\") (quotation omitted). Thus, this <i>Dunn</i> factor weighs against Fourth Amendment protection.</p>\n<p></p>\n<h2>E.</h2>\n<p>In sum, each <i>Dunn</i> factor, except arguably proximity, weighs against a finding that the location of the search under the car is within the cartilage of 833 Brewer Street, Having considered the evidence presented at the hearing and the governing law, and judging the credibility of the witnesses, the court finds that the area searched was not within the curtilage of 833 Brewer Street. Accordingly, Jenkins had no legitimate expectation of privacy in the invaded place.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Alternatively, even if the location of the search falls within the curtilage of 833 Brewer Street, the court must consider whether Zhivargo Jenkins' privacy expectation in that place is reasonable. \"Fourth Amendment rights are personal rights . . . [that] may not be vicariously asserted.\" <i>Rakas,</i> 439 U.S. at 133-34, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span> (quotation omitted). Accordingly, a defendant's Fourth Amendment rights are violated \"only when the challenged conduct invaded <i>his</i> legitimate expectation of privacy rather than that of a third party.\" <i>United States v. Payner,</i> <span class=\"citation\" data-id=\"110317\"><a href=\"/opinion/110317/united-states-v-payner/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, 731, <span class=\"citation\" data-id=\"110317\"><a href=\"/opinion/110317/united-states-v-payner/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2439</span></a></span>, <span class=\"citation\" data-id=\"110317\"><a href=\"/opinion/110317/united-states-v-payner/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">468</span></a></span> (1980) (emphasis in original).</p>\n<p>The court need not decide if Jenkins was an overnight guest, <i>see </i><i>Olson,</i> 495 U.S. at 96, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, or frequent visitor. <i>See </i><i>Bonner,</i> 81 F.3d at 475. Even if Jenkins was an overnight guest or frequent visitor, a visitor's legitimate expectation of privacy in the dwelling place (including the curtilage) does not necessarily extend to all areas of the dwelling. <i>Cf. </i><i>Rakas,</i> 439 U.S. at 148, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span> (passenger's expectation of privacy in car does not extend to glove compartment or under seat); <i>United States v. Rusher,</i> <span class=\"citation\" data-id=\"584528\"><a href=\"/opinion/584528/united-states-v-david-lee-rusher-united-states-of-america-v-sarah-jean/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">868</span></a></span>, 875 (4th Cir.1992) (passenger's expectation of privacy does not extend to passenger compartment, trunk, or cargo bed of pickup). The areas in which the visitor or guest has a legitimate expectation of privacy are those where his subjective expectation is \"one that society is prepared to recognize as `reasonable.'\" <i>Rakas,</i> 439 U.S. at 143-44 n. 12, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span> (quotation omitted). The defendant has the burden of showing that he has a reasonable expectation of privacy in the area searched. <i>See </i><i>Rawlings v. Kentucky,</i> <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 104, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2556</span></a></span>, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></a></span> (1980).</p>\n<p>Jenkins first must show that he \"`manifested a subjective expectation of privacy in the [particular area searched].'\" <i>United States v. Taylor,</i> <span class=\"citation\" data-id=\"722553\"><a href=\"/opinion/722553/no-95-1961/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">903</span></a></span>, 908 (4th Cir.1996) (quoting <i>California v. Ciraolo,</i> <span class=\"star-pagination\">*341</span> <span class=\"citation\" data-id=\"111666\"><a href=\"/opinion/111666/california-v-ciraolo/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></a></span>, 211, <span class=\"citation\" data-id=\"111666\"><a href=\"/opinion/111666/california-v-ciraolo/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1809</span></a></span>, <span class=\"citation\" data-id=\"111666\"><a href=\"/opinion/111666/california-v-ciraolo/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1986)). Factors relevant to determining the defendant's subjective expectation of privacy in the particular area searched include ownership of the items seized, <i>United States v. Salvucci,</i> <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 92, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span>, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1980), evidence of the defendant's desire to keep the items seized private, <i>United States v. Paulin,</i> <span class=\"citation\" data-id=\"508162\"><a href=\"/opinion/508162/united-states-v-francisco-paulino/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">93</span></a></span>, 96 (2d Cir.1988), and the defendant's presence or absence at the time of the search. <i>See </i><i>United States v. Torch,</i> <span class=\"citation\" data-id=\"371894\"><a href=\"/opinion/371894/united-states-v-richard-torch/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1088</span></a></span> (4th Cir.1979).</p>\n<p>Here, Jenkins disclaims ownership of the items seized or a desire to keep the items seized private. Even, if we assume that his failure to assert a possessory interest in the items seized is not fatal to his standing, these two factors weaken his subjective expectation of privacy. <i>Cf. </i><i>Rusher,</i> 966 F.2d at 874 n. 5 (citing <i>Simmons v. United States,</i> <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1247</span></a></span> (1968), and noting that \"[r]equiring that the accused assert a possessory interest in the seized object at a suppression hearing to protect his Fourth Amendment rights will not place him in an untenable situation, because that information cannot be used against him at trial\"). In contrast, Jenkins' presence during the search strengthens his subjective expectation of privacy.</p>\n<p>In any event, even assuming that Jenkins had a subjective expectation of privacy in the area under the front of the Lumina, the court must determine \"whether society [is] willing to recognize that expectation as reasonable.\" <i>Taylor,</i> 90 F.3d at 908 (quotation omitted). The defendant argues that his status as an overnight guest or frequent visitor establishes the objective reasonableness of his expectation of privacy in the area at 833 Brewer Street where the Lumina was parked. <i>See </i><i>Olson,</i> 495 U.S. at 96, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. In <i>Olson,</i> the Court noted the reasonable expectation of an overnight guest was in \"a place where he and his possessions will not he disturbed by anyone but his host.\" <i>Id.</i> at 99, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. Nothing in this expectation \"suggests that an overnight guest has a legitimate expectation of privacy in every area of his host's home.\" <i>United States v. Dowell,</i> <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">416415</span></span>, at *2 (4th Cir.1994) (per curiam) (unpublished table decision); <i>see also </i><i>United States v. Phillips,</i> <span class=\"citation\" data-id=\"36010\"><a href=\"/opinion/36010/united-states-v-phillips/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 496 (5th Cir.2004).</p>\n<p>Society would not find reasonable either a guest's expectation of privacy in a bedroom he was not invited to use, <i>see </i><i>Dowell,</i> <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">416415</span></span>, at *2, or a host's shed in the backyard. <i>See </i><i>Phillips,</i> 382 F.3d at 496. A \"legitimate expectation of privacy by definition means more than a subjective expectation of not being discovered.\" <i>Rakas,</i> 439 U.S. at 143 n. 12, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>. Where one wrongly places contraband within the house of another, without the knowledge of or authorization from the owner, no reasonable expectation of privacy arises. <i>See </i><i>United States v. Ladd,</i> <span class=\"citation\" data-id=\"416569\"><a href=\"/opinion/416569/united-states-v-steven-ladd-and-phillip-alan-haveard-united-states-of/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span>, 135 (4th Cir.1983); <i>Phillips,</i> 382 F.3d at 496. The same principle holds true to the area at 833 Brewer Street where the Lumina was parked. LeMarquis Jenkins testified that defendant Jenkins kept a video game system and some clothes inside the house and that the defendant sometimes slept at the house and sometimes ate at the house. Notably, however, the court asked LeMarquis Jenkins, \"Did you ever authorize anyone to store crack cocaine in that area [i.e., where the Lumina was parked]?\" Hr'g Tr. 75. LeMarquis Jenkins replied, \"No, sir.\" <i>Id.</i></p>\n<p>Defendant Jenkins relies on <i>United States v. Rhiger,</i> <span class=\"citation\" data-id=\"162945\"><a href=\"/opinion/162945/united-states-v-rhiger/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1283</span></a></span> (10th Cir. 2003), and <i>United States v. Pollard,</i> <span class=\"citation\" data-id=\"769072\"><a href=\"/opinion/769072/united-states-v-jerry-pollard-98-5908-and-eddie-rodriguez-98-6118/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">643</span></a></span> (6th Cir.2000), to support the reasonableness of his expectation of privacy <span class=\"star-pagination\">*342</span> in the area where the Lumina was parked. In <i>Rhiger,</i> the court concluded that the defendant (a social guest) had standing to object to the search of another's house. <i>Id.</i> at 1285. In <i>Rhiger,</i> the defendant had only known the homeowner for a few weeks, but had stayed overnight two to four times and on the day of the search had \"entered the house in [the owner's] absence and retired to [the owner's] bedroom to take a nap.\" <i>Id.</i> at 1285-86. The <i>Rhiger</i> court relied on <i>Minnesota v. Carter,</i> <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></span>, 90, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></span> (1998), in which \"the Court pointedly contrasted the status of a guest who has a `<i>degree of acceptance</i> into the household' from a guest present for `purely commercial' reasons.\" <i>Rhiger,</i> 315 F.3d at 1286 (emphasis added) (quoting <i>Carter,</i> 525 U.S. at 90, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></span>). Thus, the <i>Rhiger</i> court found that the defendant had standing to challenge a warrantless search of the house (including the garage attached to the house). <i>See id.</i> at 1285-87.</p>\n<p>In <i>Pollard,</i> the Sixth Circuit did not address whether a guest's privacy interest extends to all areas of the home. Rather, the Sixth Circuit in <i>Pollard</i> examined the defendant's standing to challenge entry into the home in general. <i>See </i><i>Pollard,</i> 215 F.3d at 647-48. Moreover, in <i>Pollard,</i> the homeowner herself accompanied the defendant, an informant, and an undercover police officer to a back room where the drug transaction took place. <i>Id.</i> at 646.</p>\n<p><i>Rhiger</i> and <i>Pollard</i> do not help Jenkins. Even assuming Jenkins was an overnight guest or frequent visitor at 833 Brewer Street, he has failed to prove that he had a legitimate expectation of privacy in the area where the Lumina was parked. Indeed, the evidence demonstrates that Jenkins did not have a legitimate expectation of privacy in the area under the Lumina. Tellingly, LeMarquis Jenkins did not give the defendant permission to store crack cocaine in the area under the car and society would not find the unauthorized storage of such contraband in that location to be legitimate. <i>See </i><i>Ladd,</i> 704 F.2d at 135. Therefore, the defendant's Fourth Amendment argument fails.</p>\n<p></p>\n<h2>V.</h2>\n<p>Alternatively, even if Jenkins could assert a claim to Fourth Amendment protection in the area searched, exigent circumstances can create an exception to the warrant requirement. One basis for a warrantless search under the exigency exception is to secure a gun. <i>See </i><i>Warden, Md. Penitentiary v. Hayden,</i> <span class=\"citation\" data-id=\"107465\"><a href=\"/opinion/107465/warden-md-penitentiary-v-hayden/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 298, <span class=\"citation\" data-id=\"107465\"><a href=\"/opinion/107465/warden-md-penitentiary-v-hayden/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1642</span></a></span>, <span class=\"citation\" data-id=\"107465\"><a href=\"/opinion/107465/warden-md-penitentiary-v-hayden/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">782</span></a></span> (1967); <i>United States v. Reed,</i> <span class=\"citation\" data-id=\"562636\"><a href=\"/opinion/562636/united-states-v-orville-reed-aka-sonny-reed/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">641</span></a></span>, 642-43 (4th Cir.1991) (per curiam); <i>United States v. Decator,</i> <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">770609</span></span>, at *8 (4th Cir. Dec. 11, 1997) (per curiam) (unpublished table decision) (decision to check bag's contents, to ensure that it did not contain loaded guns, was \"certainly within the `exigent circumstances' exception to the Fourth Amendment's prohibition of unreasonable searches and seizures.\"). The exigent circumstances exception can be justified by a \"risk of danger to the police or to other persons inside or outside the dwelling.\" <i>Olson,</i> 495 U.S. at 100, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>; <i>see, e.g., </i><i>Cady v. Dombrowski,</i> <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 447, <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2523</span></a></span>, <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">706</span></a></span> (1973) (warrantless search of trunk of impounded car justified by \"concern for the safety of the general public who might be endangered if an intruder removed a revolver from the trunk of the vehicle\").</p>\n<p>In <i>New York v. Quarles,</i> <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">649</span></a></span>, 653, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2626</span></a></span>, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">550</span></a></span> (1984), the Supreme Court extended the long-recognized exigent circumstances exception to the Fourth Amendment warrant requirement to <i>Miranda.</i> In <i>Quarles,</i> the Court described this exception to <i>Miranda</i> as the <span class=\"star-pagination\">*343</span> public safety exception. The Court described the exigent circumstances exception as validating a warrantless search even when officers are no longer concerned for their safety and regardless of officers' subjective motivations, if the search is \"reasonably prompted by a concern for public safety.\" <i>Id.</i> at 656, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2626</span></a></span>. In <i>Quarles,</i> the police failed to give a <i>Miranda</i> whereabouts and instead asked a suspect \"the whereabouts of a gun which they had every reason to believe the suspect [in an armed rape] had just removed from his empty holster and discarded in the supermarket.\" <i>Id.</i> at 657, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2626</span></a></span>. In finding a public safety exception to <i>Miranda,</i> the Court noted that the gun \"posed more than one danger to the public safety: an accomplice might make use of it, a customer or employee might later come upon it.\" <i>Id.</i> Similarly, in <i>Cady,</i> the Court found that a warrantless search was justified \"to protect the public from the possibility that a revolver would fall into untrained or perhaps malicious hands.\" <i>Cady,</i> 413 U.S. at 443, <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2523</span></a></span>. The risk of injury need not be great to create exigent circumstances. <i>See, e.g., </i><i>United States v. Gwinn,</i> <span class=\"citation\" data-id=\"769518\"><a href=\"/opinion/769518/united-states-v-dennis-blane-gwinn/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">326</span></a></span>, 333 (4th Cir.2000) (\"the substantial risk of injury to [the defendant] were he to be transported and processed following his arrest without shoes and a shirt\" created an exigency upon which the court relied to uphold a warrantless reentry into the dwelling and seizure of clothes).</p>\n<p>The Supreme Court has noted the deference due to the on-the-spot determination of police officers as to what constitutes a public safety exigency and a reasonable response to it. <i>See </i><i>Quarles,</i> 467 U.S. at 658-59, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2626</span></a></span> (\"police officers can and will distinguish almost instinctively between [searches] necessary to secure their own safety of the safety of the public and [searches] designed solely to elicit . . . evidence from a suspect\"); <i>see also </i><i>Cady,</i> 413 U.S. at 447, <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2523</span></a></span> (\"The fact that the protection of the public might, in the abstract, have been accomplished by `less intrusive' means does not, by itself, render the search unreasonable.\"). On January 1, 2005, the Fayetteville police responded to a shots-fired call at Brewer and Emily Streets in Fayetteville. This is a high-crime, residential area. It was approximately 6:20 a.m. and still dark outside. At 833 Brewer Street, Officer Kiger saw Jenkins and called him over. Jenkins responded by running from the police, stooping down as if to hide something in front of a car parked at 833 Brewer Street, and running again. It was reasonable to believe that Jenkins may have hidden a gun near the car. Because the danger to which a gun would expose officers and the public created exigent circumstances, it was reasonable for the police to search under the car for a gun. Moreover, merely because the police might have been able to guard the area until securing a warrant does not render the search unreasonable. <i>See </i><i>Cady,</i> 413 U.S. at 447, <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2523</span></a></span>.</p>\n<p></p>\n<h2>VI.</h2>\n<p>On November 1, 2005, defendant Jenkins moved the court to dismiss the indictment against him because his detention hearing was not recorded due to an equipment malfunction. Jenkins theorizes that if the indictment were dismissed without prejudice, then he would be indicted again and get the benefit of a recorded detention hearing.</p>\n<p>On December 22, 2005, this court ordered that defendant notify the court if he wanted the hearing on January 12, 2006, to include a <i>de novo</i> appeal of his detention. In the court's view, such review would have cured whatever arguable prejudice existed due to the equipment malfunction. <i>Cf. </i><i>United States v. Snead,</i> <span class=\"citation\" data-id=\"331688\"><a href=\"/opinion/331688/united-states-v-vaughan-snead/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 591 (4th Cir.1975) (per curiam). In a letter <span class=\"star-pagination\">*344</span> dated December 30, 2005, defendant declined a <i>de novo</i> review of his detention. At the January, 12, 2006 hearing, Jenkins withdrew his motion to dismiss the indictment.</p>\n<p></p>\n<h2>VII.</h2>\n<p>For the reasons stated above, defendant's motion to suppress is DENIED, and defendant's motion to dismiss the indictment is DENIED. The case is set for arraignment and trial at the April 3, 2006 term of court.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/36010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/91573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/162945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791802/"
  ]
}