{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2498056/",
  "absolute_url": "/opinion/2498056/culbreth-v-ingram/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2498056/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:56:55.701450Z",
  "date_modified": "2016-04-26T20:50:18.128229Z",
  "type": "010combined",
  "sha1": "e48fc71104d8cbae9ccc60c18161221ec7c22cfe",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>389 F.Supp.2d 668 (2005)</b></center>\n<center><h1>David B. CULBRETH, Plaintiff,<br>\nv.<br>\nWilliam E. INGRAM Jr., individually and in his capacity as Adjutant General of the North Carolina Army National Guard, and William T. Boyd, individually and in his capacity as Chief of Staff of the North Carolina Army National Guard, Defendants.</h1></center>\n<center>No. 5:04 CV 731 H(S).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>September 29, 2005.</center>\n<p><span class=\"star-pagination\">*669</span> <span class=\"star-pagination\">*670</span> <span class=\"star-pagination\">*671</span> William W. Webb, Sr., The Edmisten &amp; Webb Law Firm, William Woodward Webb, Jr., The Edmisten &amp; Webb Law Firm, Raleigh, for David Culbreth, plaintiff.</p>\n<p>W. Dale Talbert, Spec. Asst., Aty. Gen, N.C. Attorney General's Office, Raleigh, for William E. Ingram, Jr., individually and in his capacity as Adjutant General of the North Carolina Army National Guard, William T. Boyd, individually and in his capacity as Chief of Staff of the North Carolina Army National Guard, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District J.</p>\n<p>This matter is before the court on defendants' motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6). The plaintiff has responded. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff was a Title 32 Active Guard Reserve Officer for the North Carolina Army National Guard (\"NCARNG\") and a full time Active Guard Reserve (\"AGR\") soldier, serving in the rank of Major, until January 20, 2004, when he was involuntarily separated from the Title 32 AGR program. Defendant Ingram is the Adjutant General of the North Carolina National Guard (\"NCNG\"). Defendant Boyd is the NCNG Chief of Staff.</p>\n<p>Plaintiff initiated this action by filing a complaint on October 1, 2004 (amended November 23, 2004), alleging invasion of his constitutionally protected right to privacy and violations of his rights under the First, Fourth, and Fourteenth Amendments to the United States Constitution, pursuant to 42 U.S.C. § 1983 and 28 U.S.C. § 1331. On January 24, 2005, defendants filed the motion to dismiss currently pending before this court, and plaintiff responded on March 14, 2005.</p>\n<p>Plaintiff alleges that defendants twice retaliated against him for complaints he filed against his superiors. First, plaintiff alleges that defendant Ingram repeatedly denied plaintiff's promotion and reassignment in retaliation for a complaint plaintiff filed with the XVIII Airborne Corps Inspector General alleging improprieties by Lieutenant Colonel Peter Von Jess (\"Von Jess\").</p>\n<p>Second, plaintiff alleges retaliation by both defendants Ingram and Boyd for a complaint filed with the Department of Army Inspector General (\"DAIG\") regarding the first alleged instance of retaliation by defendant Ingram. Specifically, plaintiff claims that defendants Ingram and Boyd authorized others under their command to hack into an email account belonging to Colonel Frederick Aikens (\"Aikens\") and to obtain from Aikens' account an email sent by plaintiff that contained abusive and degrading comments toward defendants Ingram and Boyd and threats to their families. Defendants claim that this email formed the basis for plaintiff's involuntary separation from the Title 32 <span class=\"star-pagination\">*672</span> AGR Program. In contrast, plaintiff alleges that this incident, coupled with the first instance of retaliation noted above, constitutes a \"course of retaliation\" by defendants for plaintiff's speech on matters of public concern, namely wrongdoing on the part of public officials Von Jess and defendant Ingram. Plaintiff suggests that this course of retaliation was the actual cause for his involuntary separation, and the email obtained from Aikens' account was simply a means to this end. Plaintiff further alleges that defendants violated his Fourth Amendment rights and his constitutionally protected right to privacy when they obtained the email from Aikens' account.</p>\n<p>Based on the foregoing allegations, plaintiff seeks reinstatement, backpay, and other appropriate equitable relief.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>I. Intramilitary Immunity</p>\n<p>Members of the armed services cannot maintain suits against the government for injuries that \"arise out of or in the course of activity incident to service.\" <i>Feres v. U.S.,</i> 340 U.S. 135, 146, 71 S.Ct. 153, 95 L.Ed. 152 (1950). The <i>Feres</i> doctrine applies to all suits for damages, <i>Chappell v. Wallace,</i> 462 U.S. 296, 305, 103 S.Ct. 2362, 76 L.Ed.2d 586 (1983) (\"We hold that enlisted military personnel may not maintain a suit to recover damages from a superior officer for alleged constitutional violations\"), and extends to <i>Bivens</i> actions, <i>U.S. v. Stanley,</i> 483 U.S. 669, 107 S.Ct. 3054, 97 L.Ed.2d 550 (1987).<sup>[1]</sup></p>\n<p>A number of circuits have extended <i>Chappell</i> to suits for money damages brought against National Guard officers under § 1983. <i>See, e.g., </i><i>Watson v. Arkansas Nat'l Guard,</i> 886 F.2d 1004 (8th Cir.1989) (reasoning that \"[t]he concern for the disruption of military discipline upon which <i>Feres, Chappell,</i> and <i>Stanley</i> are based applies equally when a court is asked to entertain an intra-military suit under § 1983.\"). In the present case, plaintiff acknowledges that the Eleventh Amendment protects the state from suits for money damages.<sup>[2]</sup> Plaintiff in this case seeks solely reinstatement, backpay, and other equitable relief.</p>\n<p>There is a split of authority among the circuits regarding the justiciability of claims brought by National Guard members seeking <i>equitable relief</i> for alleged constitutional violations in military personnel decisions. The Second, Fifth, Seventh, Eighth, Ninth, Eleventh, and D.C. Circuits have read Supreme Court precedent to allow equitable challenges only where the military fails to follow its own procedures or where the constitutionality of military regulations themselves is called into question. <i>See </i><i>Dibble v. Fenimore,</i> 339 F.3d 120, 126-28 (2d Cir.2003); <i>Crawford v. Tex. Army Nat'l Guard,</i> 794 F.2d 1034 (5th Cir.1986); <i>Knutson v. Wisconsin Air Nat'l Guard,</i> 995 F.2d 765 (7th Cir.1993); <i>Watson v. Ark. Nat'l Guard,</i> 886 F.2d 1004 (8th Cir.1989); <i>Christoffersen v. Wash., State Air Nat'l Guard,</i> 855 F.2d 1437 (9th Cir.1988); <i>Speigner v. Alexander,</i> 248 F.3d 1292 (11th Cir.2001); <i>Kreis v. Sec'y of the Air Force,</i> 866 F.2d 1508 (D.C.Cir.1989). In contrast, the First, Third, and Tenth Circuits have allowed claims for equitable relief to go forward in cases involving individualized military personnel decisions. <i>See </i><i>Wigginton v. Centracchio,</i> 205 F.3d <span class=\"star-pagination\">*673</span> 504 (1st Cir.2000); <i>Jorden v. Nat'l Guard Bureau,</i> 799 F.2d 99 (3d Cir.1986); <i>Walden v. Bartlett,</i> 840 F.2d 771 (10th Cir.1988).</p>\n<p>In the cases cited above, courts struggled with the proper interpretation of <i>Chappell</i> and <i>Stanley.</i> Plaintiff and defendants in this case craft their arguments along the same lines. However, the Fourth Circuit has not applied <i>Chappell</i> or <i>Stanley</i> to address justiciability in the context of non-<i>Bivens</i> actions against military officers. Instead, this circuit has applied the four part test outlined in <i>Mindes v. Seaman,</i> 453 F.2d 197, 201-02 (5th Cir.1971), and adopted in <i>Williams v. Wilson,</i> 762 F.2d 357, 359-60 (4th Cir.1985). <i>See </i><i>Guerra v. Scruggs,</i> 942 F.2d 270, 276 (4th Cir.1991); <i>Scott v. Rice,</i> 7 F.3d 226, 1993 WL 375664 (4th Cir.1993) (unpublished).</p>\n<p>Under the <i>Mindes</i> test, a civilian court should not review internal military affairs \"in the absence of (a) an allegation of the deprivation of a constitutional right, or an allegation that the military has acted in violation of applicable statutes or its own regulations, and (b) exhaustion of available intraservice corrective measures.\" 453 F.2d at 201. If a plaintiff meets these threshold requirements, the court should use a four-part balancing test to determine the justiciability of the case by considering: \"(1) The nature and strength of the plaintiff's challenge to the military determination...; (2) The potential injury to the plaintiff if review is refused; (3) The type and degree of anticipated interference with the military function...; [and] (4) The extent to which the exercise of military expertise or discretion is involved....\" 453 F.2d at 201-02.</p>\n<p>A. <i>Mindes</i>' Threshold Requirements</p>\n<p>1. Exhaustion of Intraservice Remedies</p>\n<p>Plaintiff has alleged deprivation of his constitutional rights, thereby meeting <i>Mindes</i>' first threshold requirement. However, defendants urge this court to refrain from reviewing the military decisions at issue in this case because, they argue, plaintiff has failed to exhaust available intraservice remedies. The Supreme Court has held that exhaustion of state administrative remedies is not required in § 1983 cases, <i>Patsy v. Board of Regents,</i> 457 U.S. 496, 102 S.Ct. 2557, 73 L.Ed.2d 172 (1982), but it has not addressed the issue of exhaustion of <i>intraservice</i> remedies in the § 1983 context. Military personnel actions present \"a unique context with specialized rules limiting judicial review,\" <i>Saad v. Dalton,</i> 846 F.Supp. 889, 891-92 (S.D.Cal.1994), and abstention may be appropriate where the consequences to a service member of \"postponement of his ability to obtain damages\" are \"outweighed by [] considerations of efficiency and agency expertise,\" <i>Guerra v. Scruggs,</i> 942 F.2d 270, 277 (4th Cir.1991). However, the <i>Patsy</i> court warned that policy considerations such as these, alone, \"cannot justify judicially imposed exhaustion unless exhaustion is consistent with congressional intent.\" 457 U.S. at 513, 102 S.Ct. 2557. Finding no indication that Congress intended an exhaustion requirement to exist in § 1983 cases in the military context, this court will not impose such a requirement in this case.</p>\n<p>2. Availability of Intraservice Remedies</p>\n<p><i>Mindes</i> requires \"exhaustion of <i>available</i> intraservice corrective measures.\" 453 F.2d at 201 (emphasis added). Even where exhaustion is required, it must be shown that there are remedies available to plaintiff that he or she failed to exhaust, and that the administrative or intraservice forums could afford the plaintiff some relief. Defendants suggest plaintiff has failed to meet the second <i>Mindes</i> requirement because he has not brought his claims before the Army Board for Correction <span class=\"star-pagination\">*674</span> of Military Records (\"ABCMR\"). Plaintiff responds by arguing that the ABCMR does not have jurisdiction over his complaint and that it could not afford him the relief he seeks. Although the decision in this case does not turn on resolution of this point, the court treats the issue in some depth because of its impact on the court's analysis of the case under the <i>Mindes</i> four-part balancing test, <i>infra.</i></p>\n<p>The ABCMR has authority under 10 U.S.C. § 1552 to determine the existence of errors or injustices in military records and to direct or recommend changes in military records to correct such problems. 32 C.F.R. § 581.3. The ABCMR's jurisdiction is defined by the status of the applicant and the nature of the record. 32 C.F.R. § 581.3(d) (1); Army Regulation 15-185, § 2-3. In this case, plaintiff was serving an AGR tour of duty under Title 32, and he was therefore a member of the state National Guard under state control serving in a state status. 32 U.S.C. § 101(19) (2005); Army Regulation 135-18, ch. 3-1(d). As discussed below, the National Guard is a hybrid organization with both state and federal characteristics. Plaintiff's enlistment in the National Guard carried with it both a federal role and a state role; he served in a reserve capacity to the United States Army, and he was a member of the state militia. The \"status\" of each individual member of the Guard is a distinct trait that does not carry the same hybrid quality. A member of the National Guard holds a status as a member of the federal military of the state militia, but never both at once. <i>See </i><i>Perpich v. Department of Defense,</i> 496 U.S. 334, 110 S.Ct. 2418, 110 L.Ed.2d 312 (1990) (\"[National Guard members] now must keep three hats in their closets  a civilian hat, a state militia hat, and an army hat  only one of which is worn at any particular time.\"); <i>Clark v. United States,</i> 322 F.3d 1358, 1367 (Fed.Cir.2003) (analyzing <i>Perpich</i> and the Posse Comitatus Act as delineating a clear distinction between National Guard members' federal and state service). Defendants acknowledge that plaintiff wore his state militia hat at all times relevant to this case.</p>\n<p>The applicant's status is one factor affecting the ABCMR's jurisdiction. The other key consideration is the \"nature of the record.\" 32 C.F.R. § 581.3(d)(1). The ABCMR may correct \"any military record of the Secretary's department.\" 10 U.S.C. § 1552(a)(1). \"Department\" is defined to include entities \"under the control or supervision of the Secretary of the department,\" 10 U.S.C. § 101(a)(6). The National Guard functions in each state as a state agency under state authority and control, while at the same time remaining subject to regulations and orders issued by the Secretaries of the Army and Air Force, the Defense Department, and the National Guard Bureau. <i>See </i><i>Knutson v. Wisconsin Air Nat'l Guard,</i> 995 F.2d 765, 767 (7th Cir.), <i>cert. denied,</i> 510 U.S. 933, 114 S.Ct. 347, 126 L.Ed.2d 311 (1993); <i>Charles v. Rice,</i> 28 F.3d 1312, 1315 (1st Cir.1994).</p>\n<p>Plaintiff argues that there was no federal involvement whatsoever in this case, and that as such there is no federal record for the ABCMR to correct and therefore no ABCMR jurisdiction under 32 C.F.R. § 581.3(d)(1). The ABCMR would not be able to afford plaintiff all of the relief he seeks. For instance, it could not order his reinstatement in the NCARNG or award him attorney's fees. However, the inability of the ABCMR to grant plaintiff all of the relief he seeks would not automatically excuse his failure to exhaust intraservice remedies, as long as it could afford him <i>some</i> relief. <i>See </i><i>Williams,</i> 762 F.2d at 360 n. 6; <i>Guerra,</i> 942 F.2d at 277; <i>Sanders v. McCrady,</i> 537 F.2d 1199, 1201 (4th Cir.1976). Defendants argue that the <span class=\"star-pagination\">*675</span> ABCMR could reinstate plaintiff in a comparable active federal reserve status, restore his pay and order compensatory back pay. <i>See </i><i>Williams,</i> 762 F.2d at 360 n. 6; 10 U.S.C. § 1552(d) (the ABCMR may \"appoint or reappoint [a person] to the grade to which payments under this section relates.\"). If the ABCMR had jurisdiction and found in favor of plaintiff, \"a refusal by the [state] National Guard to reconsider [his] claims in light of a favorable ABCMR determination might give rise to a sufficiently compelling need for a court to undertake review of his claim under the <i>Mindes</i> formula.\" <i>Williams,</i> 762 F.2d at 360 n. 6.</p>\n<p>The court has not been able to reach a determination of whether the ABCMR has jurisdiction or could afford plaintiff relief in this case. However, for the reasons noted above, this case does not turn on such a determination. Under <i>Patsy,</i> plaintiff is not required to exhaust his intraservice remedies before bringing a § 1983 claim before this court. 457 U.S. 496, 102 S.Ct. 2557, 73 L.Ed.2d 172 (1982). A determination of the ABCMR's jurisdiction in this matter should therefore be undertaken, in the first instance, by the ABCMR itself. ABCMR decisions are subject to judicial review and may be set aside if they are arbitrary and capricious or are not supported by substantial evidence. 10 U.S.C. § 1553.</p>\n<p>B. <i>Mindes</i>' Four-part Balancing Test</p>\n<p>Having determined that the threshold exhaustion requirement in <i>Mindes</i> is inapplicable in § 1983 actions, the court must determine the justiciability of plaintiff's case under <i>Mindes</i>' four-part balancing test. <i>Mindes</i> analysis does not require an evaluation of the merits of plaintiff's claim, but rather requires a court to \"consider whether the plaintiff has presented a claim substantial enough to warrant judicial intrusion into military matters.\" <i>Nieszner v. Mark,</i> 684 F.2d 562, 564 (8th Cir.1982), <i>cert. denied,</i> 460 U.S. 1022, 103 S.Ct. 1273, 75 L.Ed.2d 494 (1983).</p>\n<p>The first factor to be weighed involves the nature and strength of the plaintiff's challenge to the military determination. <i>Mindes,</i> 453 F.2d at 201-02. Plaintiff raises three constitutional issues in his complaint, and constitutional claims are normally considered more important than statutory or regulatory claims for purposes of <i>Mindes</i> analysis. 453 F.2d at 201.</p>\n<p>Plaintiff's First Amendment argument centers on the theory that his complaints against Von Jess and Ingram were causally related to his involuntary separation. Plaintiff suggests that defendants' proffered rationale for his dismissal  plaintiff's abusive and degrading comments towards his superiors and threats toward their families in his email to Aikens  was merely a front for defendants in their efforts to retaliate against plaintiff for speaking out about alleged improprieties by Von Jess and Ingram. Plaintiff alleges that his expression on this matter of public concern led to a \"course of retaliation\" by defendants, including failure to promote him and his eventual involuntary separation. The strength of this claim is lessened somewhat by the fact that plaintiff does not appear to contest the existence or substance of the email message. Abusive and degrading comments towards superiors and threats to their families could have provided a clear rationale for a decision to terminate plaintiff's AGR status. Taken together, the facts alleged in plaintiff's complaint present only a weak First Amendment claim.</p>\n<p>Plaintiff's Fourth Amendment argument hinges on plaintiff establishing that he had a legitimate expectation of privacy in an email he sent to Aikens that <span class=\"star-pagination\">*676</span> defendants allegedly obtained from Aikens' account. Without a legitimate expectation of privacy, there is no Fourth Amendment violation. <i>Smith v. Maryland,</i> 442 U.S. 735, 740, 99 S.Ct. 2577, 61 L.Ed.2d 220 (1979). Even if Aikens had a legitimate expectation of privacy in the email message, plaintiff lacks standing to assert violations of Aikens' constitutional rights. <i>See </i><i>Minnesota v. Olson,</i> 495 U.S. 91, 95-96, 110 S.Ct. 1684, 109 L.Ed.2d 85 (1990). The sender of an email loses his own legitimate expectation of privacy in the email once it reaches the recipient's account. <i>See, e.g., </i><i>United States v. Jones,</i> ___ F.3d ___, 2005 WL 2284283, at *1 (11th Cir.2005); <i>United States v. Lifshitz,</i> 369 F.3d 173, 190 (2d Cir.2004); <i>Guest v. Leis,</i> 255 F.3d 325, 333 (6th Cir.2001); <i>United States v. Maxwell,</i> 45 M.J. 406, 418 (U.S. Armed Forces 1996). Where a plaintiff's constitutional claim is without merit, the first <i>Mindes</i> factor does not favor reviewability. <i>See </i><i>Christoffersen v. Washington State Air Nat'l Guard,</i> 855 F.2d 1437, 1443 (9th Cir.1988).</p>\n<p>Plaintiff's allegation that defendants violated his constitutionally protected right to privacy, to the extent this argument is separate from plaintiff's arguments under the First and Fourth Amendments, is speculative at best. Plaintiff does not develop this argument in his complaint or in his response to defendant's motion, and the court will not endeavor to develop this aspect of plaintiff's case on its own.</p>\n<p>To summarize the court's analysis of the first <i>Mindes</i> factor in this case, plaintiff's complaint can effectively be reduced to a First Amendment claim based on two alleged acts of retaliation by defendants. The court deems plaintiff's Fourth Amendment claim legally untenable and his claim based on the constitutionally protected right to privacy amorphous and speculative. The court therefore looks only at the nature and strength of the First Amendment challenge to the military determination, and finds this claim to be weak on its face. The first <i>Mindes</i> factor therefore weighs against review.</p>\n<p>The second prong of the <i>Mindes</i> test, the potential injury to plaintiff if review is refused, weighs in favor of review. Plaintiff's complaint points out that at the time of his termination plaintiff was four years and three months from his Army retirement, and that he expected a monthly pension for life effective immediately upon his retirement. Plaintiff has exhausted other administrative remedies, in particular complaints brought before the DAIG and the Department of Defense Inspector General (\"DODIG\"). As discussed <i>supra,</i> it is unclear whether or not the ABCMR could afford plaintiff relief that would allow him to receive this pension (such as reinstating him in a federal capacity). If, as plaintiff contends, the ABCMR does not have jurisdiction in this matter, this court may be the only venue for review of his constitutional claims. 32 C.F.R. § 581.3(c)(5)(v) (noting that the ABCMR has authority to consider claims of constitutional violations). For the purpose of weighing this factor with the other <i>Mindes</i> factors, the court assumes without deciding that the plaintiff's contentions on this issue are correct and that the ABCMR does not have jurisdiction over plaintiff's claims.</p>\n<p>The third and fourth <i>Mindes</i> factors are generally considered together. <i>See, e.g., </i><i>Wenger v. Monroe,</i> 282 F.3d 1068, 1075 (9th Cir.2002). The third factor requires consideration of the type and degree of anticipated interference with the military function. The fourth and final <i>Mindes</i> factor is the extent to which the exercise of military expertise or discretion is involved.</p>\n<p>Courts are more likely to intrude into military matters where the military fails to follow its own regulations or where <span class=\"star-pagination\">*677</span> the regulations themselves are challenged on constitutional grounds, than in cases where individual personnel decisions are called into question. <i>See, </i><i>Woodard v. Marsh,</i> 658 F.2d 989, 992 (5th Cir.1981); <i>see also </i><i>Goldman v. Weinberger,</i> 475 U.S. 503, 106 S.Ct. 1310, 89 L.Ed.2d 478 (1986) (reviewing First Amendment challenge to Air Force regulation); <i>Brown v. Glines,</i> 444 U.S. 348, 100 S.Ct. 594, 62 L.Ed.2d 540 (1980) (same). The <i>Mindes</i> doctrine of nonreviewability is based on \"a reluctance to substitute court orders for discretionary military decisions,\" and on \"the proper concern that such review might stultify the military in the performance of its vital mission.\" <i>Mindes,</i> 453 F.2d at 199. \"Courts should defer to the superior knowledge and experience of professionals in matters such as promotions or orders directly related to specific military functions.\" <i>Id.</i> at 201-02.</p>\n<p>Though the Fourth Circuit has declined to apply <i>Chappell</i> and <i>Stanley,</i> it has referred to <i>Chappell</i> to highlight the special character of the military, pointing out that \"courts are ill-equipped to determine the impact upon discipline that any particular intrusion upon military authority might have.\" <i>Guerra,</i> 942 F.2d at 280, <i>citing </i><i>Chappell,</i> 462 U.S. at 305, 103 S.Ct. 2362. The court in <i>Guerra</i> also noted that the military has</p>\n<p>developed a hierarchical structure of discipline and obedience to command, unique in its application to the military establishment and wholly different from civilian patterns. Civilian courts must, at the very least, hesitate long before entertaining a suit which asks the court to tamper with the established relationship between military personnel and their superior officers; that relationship is at the heart of the necessarily unique structure of the military establishment.</p>\n<p><i>Id.,citing </i><i>Chappell,</i> 462 U.S. at 300, 103 S.Ct. 2362.</p>\n<p>In <i>Scott v. Rice,</i> 7 F.3d 226, 1993 WL 375664 (4th Cir.1993) (unpublished) the Fourth Circuit affirmed the district court's dismissal of a National Guard officer's § 1983 claim after applying the <i>Mindes</i> test. In <i>Scott,</i> an officer on active duty in the District of Columbia Air National Guard's Air Guard Reserve was terminated after she filed an internal complaint alleging sexual discrimination and sexual harassment by a superior officer. The officer brought a § 1983 action in the Eastern District of Virginia, alleging violations of the First and Fourteenth Amendments, and of Air National Guard regulations. The district court granted the defendants' motion to dismiss pursuant to Rule 12(b)(6), reasoning that the suit was barred by the intramilitary immunity doctrine announced in <i>Chappell</i> and extended in <i>Stanley. Id.</i> at 7 F.3d 226, 1993 WL 375664, *1. The Fourth Circuit affirmed, but modified the judgment to decide the case under <i>Mindes,</i> not <i>Chappell</i> or <i>Stanley,</i> stating, \"We believe that reviewing Scott's equitable-relief action would interfere with the military function to precisely the degree forbidden by <i>Mindes,</i> because the potential for judicial review would impede a commanding officer in performing the `vital duty' [citing <i>Mindes</i>] of exercising his own discretion and military expertise with respect to personnel matters.\" <i>Id.</i> at 7 F.3d 226, 1993 WL 375664, *2.</p>\n<p>In this case, review of plaintiff's claims would involve substantial interference with the military function. This court would be required to scrutinize personnel decisions involved in the Guard's failure to promote plaintiff, as well as the decision to terminate his Title 32 AGR status. This would involve the court in a sensitive area requiring military expertise and discretion. While the same type of review in a civilian setting would fall under <span class=\"star-pagination\">*678</span> this court's expertise, such is not the case when one considers the requirements of discipline and duty within the \"unique structure of the military establishment.\" <i>Chappell,</i> 462 U.S. at 300, 103 S.Ct. 2362. Plaintiff's requested relief also emphasizes that this case focuses on the exercise of military discretion. Plaintiff asks this court to order his reinstatement over the judgment of his superior officers. In an analogous case, the Fourth Circuit held that the third and fourth <i>Mindes</i> factors militated against review. <i>Guerra,</i> 942 F.2d at 280.</p>\n<p>In summary, three of the four <i>Mindes</i> factors weigh strongly against review. While the court acknowledges the potential injury to plaintiff without review, the <i>Mindes</i> test compels this court to defer to the military and to dismiss this case as nonjusticiable.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiff's claim is DISMISSED. This dismissal is WITHOUT PREJUDICE to any right plaintiff may have to seek review by the Army Board for Correction of Military Records. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Individuals may generally seek damages from federal officials for violations of constitutional rights. <i>Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971).</p>\n<p>[2]  Likewise, the defendants in their official capacities are protected from suit in federal court for monetary damages. <i>Will v. Michigan Dep't of State Police,</i> 491 U.S. 58, 71, 109 S.Ct. 2304, 105 L.Ed.2d 45 (1989).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">668</span></span> (2005)</b></center>\n<center><h1>David B. CULBRETH, Plaintiff,<br>\nv.<br>\nWilliam E. INGRAM Jr., individually and in his capacity as Adjutant General of the North Carolina Army National Guard, and William T. Boyd, individually and in his capacity as Chief of Staff of the North Carolina Army National Guard, Defendants.</h1></center>\n<center>No. 5:04 CV 731 H(S).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>September 29, 2005.</center>\n<p><span class=\"star-pagination\">*669</span> <span class=\"star-pagination\">*670</span> <span class=\"star-pagination\">*671</span> William W. Webb, Sr., The Edmisten &amp; Webb Law Firm, William Woodward Webb, Jr., The Edmisten &amp; Webb Law Firm, Raleigh, for David Culbreth, plaintiff.</p>\n<p>W. Dale Talbert, Spec. Asst., Aty. Gen, N.C. Attorney General's Office, Raleigh, for William E. Ingram, Jr., individually and in his capacity as Adjutant General of the North Carolina Army National Guard, William T. Boyd, individually and in his capacity as Chief of Staff of the North Carolina Army National Guard, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District J.</p>\n<p>This matter is before the court on defendants' motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6). The plaintiff has responded. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff was a Title 32 Active Guard Reserve Officer for the North Carolina Army National Guard (\"NCARNG\") and a full time Active Guard Reserve (\"AGR\") soldier, serving in the rank of Major, until January 20, 2004, when he was involuntarily separated from the Title 32 AGR program. Defendant Ingram is the Adjutant General of the North Carolina National Guard (\"NCNG\"). Defendant Boyd is the NCNG Chief of Staff.</p>\n<p>Plaintiff initiated this action by filing a complaint on October 1, 2004 (amended November 23, 2004), alleging invasion of his constitutionally protected right to privacy and violations of his rights under the First, Fourth, and Fourteenth Amendments to the United States Constitution, pursuant to 42 U.S.C. § 1983 and 28 U.S.C. § 1331. On January 24, 2005, defendants filed the motion to dismiss currently pending before this court, and plaintiff responded on March 14, 2005.</p>\n<p>Plaintiff alleges that defendants twice retaliated against him for complaints he filed against his superiors. First, plaintiff alleges that defendant Ingram repeatedly denied plaintiff's promotion and reassignment in retaliation for a complaint plaintiff filed with the XVIII Airborne Corps Inspector General alleging improprieties by Lieutenant Colonel Peter Von Jess (\"Von Jess\").</p>\n<p>Second, plaintiff alleges retaliation by both defendants Ingram and Boyd for a complaint filed with the Department of Army Inspector General (\"DAIG\") regarding the first alleged instance of retaliation by defendant Ingram. Specifically, plaintiff claims that defendants Ingram and Boyd authorized others under their command to hack into an email account belonging to Colonel Frederick Aikens (\"Aikens\") and to obtain from Aikens' account an email sent by plaintiff that contained abusive and degrading comments toward defendants Ingram and Boyd and threats to their families. Defendants claim that this email formed the basis for plaintiff's involuntary separation from the Title 32 <span class=\"star-pagination\">*672</span> AGR Program. In contrast, plaintiff alleges that this incident, coupled with the first instance of retaliation noted above, constitutes a \"course of retaliation\" by defendants for plaintiff's speech on matters of public concern, namely wrongdoing on the part of public officials Von Jess and defendant Ingram. Plaintiff suggests that this course of retaliation was the actual cause for his involuntary separation, and the email obtained from Aikens' account was simply a means to this end. Plaintiff further alleges that defendants violated his Fourth Amendment rights and his constitutionally protected right to privacy when they obtained the email from Aikens' account.</p>\n<p>Based on the foregoing allegations, plaintiff seeks reinstatement, backpay, and other appropriate equitable relief.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>I. Intramilitary Immunity</p>\n<p>Members of the armed services cannot maintain suits against the government for injuries that \"arise out of or in the course of activity incident to service.\" <i>Feres v. U.S.,</i> <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, 146, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span> (1950). The <i>Feres</i> doctrine applies to all suits for damages, <i>Chappell v. Wallace,</i> <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 305, <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span></a></span> (1983) (\"We hold that enlisted military personnel may not maintain a suit to recover damages from a superior officer for alleged constitutional violations\"), and extends to <i>Bivens</i> actions, <i>U.S. v. Stanley,</i> <span class=\"citation\" data-id=\"111954\"><a href=\"/opinion/111954/united-states-v-stanley/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, <span class=\"citation\" data-id=\"111954\"><a href=\"/opinion/111954/united-states-v-stanley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3054</span></a></span>, <span class=\"citation\" data-id=\"111954\"><a href=\"/opinion/111954/united-states-v-stanley/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">550</span></a></span> (1987).<sup>[1]</sup></p>\n<p>A number of circuits have extended <i>Chappell</i> to suits for money damages brought against National Guard officers under § 1983. <i>See, e.g., </i><i>Watson v. Arkansas Nat'l Guard,</i> <span class=\"citation\" data-id=\"530004\"><a href=\"/opinion/530004/50-fair-emplpraccas-1718-51-empl-prac-dec-p-39332-john-c-watson-v/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span> (8th Cir.1989) (reasoning that \"[t]he concern for the disruption of military discipline upon which <i>Feres, Chappell,</i> and <i>Stanley</i> are based applies equally when a court is asked to entertain an intra-military suit under § 1983.\"). In the present case, plaintiff acknowledges that the Eleventh Amendment protects the state from suits for money damages.<sup>[2]</sup> Plaintiff in this case seeks solely reinstatement, backpay, and other equitable relief.</p>\n<p>There is a split of authority among the circuits regarding the justiciability of claims brought by National Guard members seeking <i>equitable relief</i> for alleged constitutional violations in military personnel decisions. The Second, Fifth, Seventh, Eighth, Ninth, Eleventh, and D.C. Circuits have read Supreme Court precedent to allow equitable challenges only where the military fails to follow its own procedures or where the constitutionality of military regulations themselves is called into question. <i>See </i><i>Dibble v. Fenimore,</i> <span class=\"citation\" data-id=\"783047\"><a href=\"/opinion/783047/donald-j-dibble-v-john-h-fenimore-v-major-general-new-york-air/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 126-28 (2d Cir.2003); <i>Crawford v. Tex. Army Nat'l Guard,</i> <span class=\"citation\" data-id=\"472600\"><a href=\"/opinion/472600/richard-m-crawford-v-texas-army-national-guard-bruce-a-olson-v-texas/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1034</span></a></span> (5th Cir.1986); <i>Knutson v. Wisconsin Air Nat'l Guard,</i> <span class=\"citation\" data-id=\"608912\"><a href=\"/opinion/608912/reid-knutson-v-wisconsin-air-national-guard-and-gerald-d-slack/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span> (7th Cir.1993); <i>Watson v. Ark. Nat'l Guard,</i> <span class=\"citation\" data-id=\"530004\"><a href=\"/opinion/530004/50-fair-emplpraccas-1718-51-empl-prac-dec-p-39332-john-c-watson-v/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span> (8th Cir.1989); <i>Christoffersen v. Wash., State Air Nat'l Guard,</i> <span class=\"citation\" data-id=\"511001\"><a href=\"/opinion/511001/alfred-p-christoffersen-william-j-gibson-richard-f-main-and-john-r-warn/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1437</span></a></span> (9th Cir.1988); <i>Speigner v. Alexander,</i> <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1292</span></span> (11th Cir.2001); <i>Kreis v. Sec'y of the Air Force,</i> <span class=\"citation\" data-id=\"518070\"><a href=\"/opinion/518070/john-f-kreis-v-secretary-of-the-air-force/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1508</span></a></span> (D.C.Cir.1989). In contrast, the First, Third, and Tenth Circuits have allowed claims for equitable relief to go forward in cases involving individualized military personnel decisions. <i>See </i><i>Wigginton v. Centracchio,</i> 205 F.3d <span class=\"star-pagination\">*673</span> 504 (1st Cir.2000); <i>Jorden v. Nat'l Guard Bureau,</i> <span class=\"citation\" data-id=\"475242\"><a href=\"/opinion/475242/ulus-jorden-jr-v-national-guard-bureau-departments-of-the-army-and-the/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span> (3d Cir.1986); <i>Walden v. Bartlett,</i> <span class=\"citation\" data-id=\"502365\"><a href=\"/opinion/502365/frank-nitty-walden-ii-v-gerald-t-bartlett/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span> (10th Cir.1988).</p>\n<p>In the cases cited above, courts struggled with the proper interpretation of <i>Chappell</i> and <i>Stanley.</i> Plaintiff and defendants in this case craft their arguments along the same lines. However, the Fourth Circuit has not applied <i>Chappell</i> or <i>Stanley</i> to address justiciability in the context of non-<i>Bivens</i> actions against military officers. Instead, this circuit has applied the four part test outlined in <i>Mindes v. Seaman,</i> <span class=\"citation\" data-id=\"300676\"><a href=\"/opinion/300676/capt-milbert-mindes-v-dr-robert-c-seaman-secretary-of-the-united/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 201-02 (5th Cir.1971), and adopted in <i>Williams v. Wilson,</i> <span class=\"citation\" data-id=\"452089\"><a href=\"/opinion/452089/gene-hal-williams-v-john-a-wilson-iii-as-adjutant-general-of-west/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span>, 359-60 (4th Cir.1985). <i>See </i><i>Guerra v. Scruggs,</i> <span class=\"citation\" data-id=\"566833\"><a href=\"/opinion/566833/rigoberto-guerra-jr-private-united-states-army-v-hugh-f-scruggs/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 276 (4th Cir.1991); <i>Scott v. Rice,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">375664</span></span> (4th Cir.1993) (unpublished).</p>\n<p>Under the <i>Mindes</i> test, a civilian court should not review internal military affairs \"in the absence of (a) an allegation of the deprivation of a constitutional right, or an allegation that the military has acted in violation of applicable statutes or its own regulations, and (b) exhaustion of available intraservice corrective measures.\" 453 F.2d at 201. If a plaintiff meets these threshold requirements, the court should use a four-part balancing test to determine the justiciability of the case by considering: \"(1) The nature and strength of the plaintiff's challenge to the military determination...; (2) The potential injury to the plaintiff if review is refused; (3) The type and degree of anticipated interference with the military function...; [and] (4) The extent to which the exercise of military expertise or discretion is involved....\" 453 F.2d at 201-02.</p>\n<p>A. <i>Mindes</i>' Threshold Requirements</p>\n<p>1. Exhaustion of Intraservice Remedies</p>\n<p>Plaintiff has alleged deprivation of his constitutional rights, thereby meeting <i>Mindes</i>' first threshold requirement. However, defendants urge this court to refrain from reviewing the military decisions at issue in this case because, they argue, plaintiff has failed to exhaust available intraservice remedies. The Supreme Court has held that exhaustion of state administrative remedies is not required in § 1983 cases, <i>Patsy v. Board of Regents,</i> <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></a></span> (1982), but it has not addressed the issue of exhaustion of <i>intraservice</i> remedies in the § 1983 context. Military personnel actions present \"a unique context with specialized rules limiting judicial review,\" <i>Saad v. Dalton,</i> <span class=\"citation\" data-id=\"1687487\"><a href=\"/opinion/1687487/saad-v-dalton/\"><span class=\"volume\">846</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">889</span></a></span>, 891-92 (S.D.Cal.1994), and abstention may be appropriate where the consequences to a service member of \"postponement of his ability to obtain damages\" are \"outweighed by [] considerations of efficiency and agency expertise,\" <i>Guerra v. Scruggs,</i> <span class=\"citation\" data-id=\"566833\"><a href=\"/opinion/566833/rigoberto-guerra-jr-private-united-states-army-v-hugh-f-scruggs/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 277 (4th Cir.1991). However, the <i>Patsy</i> court warned that policy considerations such as these, alone, \"cannot justify judicially imposed exhaustion unless exhaustion is consistent with congressional intent.\" 457 U.S. at 513, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>. Finding no indication that Congress intended an exhaustion requirement to exist in § 1983 cases in the military context, this court will not impose such a requirement in this case.</p>\n<p>2. Availability of Intraservice Remedies</p>\n<p><i>Mindes</i> requires \"exhaustion of <i>available</i> intraservice corrective measures.\" 453 F.2d at 201 (emphasis added). Even where exhaustion is required, it must be shown that there are remedies available to plaintiff that he or she failed to exhaust, and that the administrative or intraservice forums could afford the plaintiff some relief. Defendants suggest plaintiff has failed to meet the second <i>Mindes</i> requirement because he has not brought his claims before the Army Board for Correction <span class=\"star-pagination\">*674</span> of Military Records (\"ABCMR\"). Plaintiff responds by arguing that the ABCMR does not have jurisdiction over his complaint and that it could not afford him the relief he seeks. Although the decision in this case does not turn on resolution of this point, the court treats the issue in some depth because of its impact on the court's analysis of the case under the <i>Mindes</i> four-part balancing test, <i>infra.</i></p>\n<p>The ABCMR has authority under 10 U.S.C. § 1552 to determine the existence of errors or injustices in military records and to direct or recommend changes in military records to correct such problems. 32 C.F.R. § 581.3. The ABCMR's jurisdiction is defined by the status of the applicant and the nature of the record. 32 C.F.R. § 581.3(d) (1); Army Regulation 15-185, § 2-3. In this case, plaintiff was serving an AGR tour of duty under Title 32, and he was therefore a member of the state National Guard under state control serving in a state status. 32 U.S.C. § 101(19) (2005); Army Regulation 135-18, ch. 3-1(d). As discussed below, the National Guard is a hybrid organization with both state and federal characteristics. Plaintiff's enlistment in the National Guard carried with it both a federal role and a state role; he served in a reserve capacity to the United States Army, and he was a member of the state militia. The \"status\" of each individual member of the Guard is a distinct trait that does not carry the same hybrid quality. A member of the National Guard holds a status as a member of the federal military of the state militia, but never both at once. <i>See </i><i>Perpich v. Department of Defense,</i> <span class=\"citation\" data-id=\"112455\"><a href=\"/opinion/112455/perpich-v-department-of-defense/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span>, <span class=\"citation\" data-id=\"112455\"><a href=\"/opinion/112455/perpich-v-department-of-defense/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2418</span></a></span>, <span class=\"citation\" data-id=\"112455\"><a href=\"/opinion/112455/perpich-v-department-of-defense/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">312</span></a></span> (1990) (\"[National Guard members] now must keep three hats in their closets  a civilian hat, a state militia hat, and an army hat  only one of which is worn at any particular time.\"); <i>Clark v. United States,</i> <span class=\"citation\" data-id=\"781265\"><a href=\"/opinion/781265/william-a-clark-v-united-states/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1358</span></a></span>, 1367 (Fed.Cir.2003) (analyzing <i>Perpich</i> and the Posse Comitatus Act as delineating a clear distinction between National Guard members' federal and state service). Defendants acknowledge that plaintiff wore his state militia hat at all times relevant to this case.</p>\n<p>The applicant's status is one factor affecting the ABCMR's jurisdiction. The other key consideration is the \"nature of the record.\" 32 C.F.R. § 581.3(d)(1). The ABCMR may correct \"any military record of the Secretary's department.\" 10 U.S.C. § 1552(a)(1). \"Department\" is defined to include entities \"under the control or supervision of the Secretary of the department,\" 10 U.S.C. § 101(a)(6). The National Guard functions in each state as a state agency under state authority and control, while at the same time remaining subject to regulations and orders issued by the Secretaries of the Army and Air Force, the Defense Department, and the National Guard Bureau. <i>See </i><i>Knutson v. Wisconsin Air Nat'l Guard,</i> <span class=\"citation\" data-id=\"608912\"><a href=\"/opinion/608912/reid-knutson-v-wisconsin-air-national-guard-and-gerald-d-slack/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 767 (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></span> (1993); <i>Charles v. Rice,</i> <span class=\"citation\" data-id=\"195488\"><a href=\"/opinion/195488/charles-v-rice-secretary-usaf/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1312</span></a></span>, 1315 (1st Cir.1994).</p>\n<p>Plaintiff argues that there was no federal involvement whatsoever in this case, and that as such there is no federal record for the ABCMR to correct and therefore no ABCMR jurisdiction under 32 C.F.R. § 581.3(d)(1). The ABCMR would not be able to afford plaintiff all of the relief he seeks. For instance, it could not order his reinstatement in the NCARNG or award him attorney's fees. However, the inability of the ABCMR to grant plaintiff all of the relief he seeks would not automatically excuse his failure to exhaust intraservice remedies, as long as it could afford him <i>some</i> relief. <i>See </i><i>Williams,</i> 762 F.2d at 360 n. 6; <i>Guerra,</i> 942 F.2d at 277; <i>Sanders v. McCrady,</i> <span class=\"citation\" data-id=\"336530\"><a href=\"/opinion/336530/marvin-o-sanders-v-robert-l-mccrady-individually-and-as-adjutant-general/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1199</span></a></span>, 1201 (4th Cir.1976). Defendants argue that the <span class=\"star-pagination\">*675</span> ABCMR could reinstate plaintiff in a comparable active federal reserve status, restore his pay and order compensatory back pay. <i>See </i><i>Williams,</i> 762 F.2d at 360 n. 6; 10 U.S.C. § 1552(d) (the ABCMR may \"appoint or reappoint [a person] to the grade to which payments under this section relates.\"). If the ABCMR had jurisdiction and found in favor of plaintiff, \"a refusal by the [state] National Guard to reconsider [his] claims in light of a favorable ABCMR determination might give rise to a sufficiently compelling need for a court to undertake review of his claim under the <i>Mindes</i> formula.\" <i>Williams,</i> 762 F.2d at 360 n. 6.</p>\n<p>The court has not been able to reach a determination of whether the ABCMR has jurisdiction or could afford plaintiff relief in this case. However, for the reasons noted above, this case does not turn on such a determination. Under <i>Patsy,</i> plaintiff is not required to exhaust his intraservice remedies before bringing a § 1983 claim before this court. <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></a></span> (1982). A determination of the ABCMR's jurisdiction in this matter should therefore be undertaken, in the first instance, by the ABCMR itself. ABCMR decisions are subject to judicial review and may be set aside if they are arbitrary and capricious or are not supported by substantial evidence. 10 U.S.C. § 1553.</p>\n<p>B. <i>Mindes</i>' Four-part Balancing Test</p>\n<p>Having determined that the threshold exhaustion requirement in <i>Mindes</i> is inapplicable in § 1983 actions, the court must determine the justiciability of plaintiff's case under <i>Mindes</i>' four-part balancing test. <i>Mindes</i> analysis does not require an evaluation of the merits of plaintiff's claim, but rather requires a court to \"consider whether the plaintiff has presented a claim substantial enough to warrant judicial intrusion into military matters.\" <i>Nieszner v. Mark,</i> <span class=\"citation\" data-id=\"406689\"><a href=\"/opinion/406689/john-f-nieszner-v-hans-mark-secretary-of-the-air-force/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">562</span></a></span>, 564 (8th Cir.1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1273</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></span> (1983).</p>\n<p>The first factor to be weighed involves the nature and strength of the plaintiff's challenge to the military determination. <i>Mindes,</i> 453 F.2d at 201-02. Plaintiff raises three constitutional issues in his complaint, and constitutional claims are normally considered more important than statutory or regulatory claims for purposes of <i>Mindes</i> analysis. 453 F.2d at 201.</p>\n<p>Plaintiff's First Amendment argument centers on the theory that his complaints against Von Jess and Ingram were causally related to his involuntary separation. Plaintiff suggests that defendants' proffered rationale for his dismissal  plaintiff's abusive and degrading comments towards his superiors and threats toward their families in his email to Aikens  was merely a front for defendants in their efforts to retaliate against plaintiff for speaking out about alleged improprieties by Von Jess and Ingram. Plaintiff alleges that his expression on this matter of public concern led to a \"course of retaliation\" by defendants, including failure to promote him and his eventual involuntary separation. The strength of this claim is lessened somewhat by the fact that plaintiff does not appear to contest the existence or substance of the email message. Abusive and degrading comments towards superiors and threats to their families could have provided a clear rationale for a decision to terminate plaintiff's AGR status. Taken together, the facts alleged in plaintiff's complaint present only a weak First Amendment claim.</p>\n<p>Plaintiff's Fourth Amendment argument hinges on plaintiff establishing that he had a legitimate expectation of privacy in an email he sent to Aikens that <span class=\"star-pagination\">*676</span> defendants allegedly obtained from Aikens' account. Without a legitimate expectation of privacy, there is no Fourth Amendment violation. <i>Smith v. Maryland,</i> <span class=\"citation\" data-id=\"110118\"><a href=\"/opinion/110118/smith-v-maryland/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span>, 740, <span class=\"citation\" data-id=\"110118\"><a href=\"/opinion/110118/smith-v-maryland/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2577</span></a></span>, <span class=\"citation\" data-id=\"110118\"><a href=\"/opinion/110118/smith-v-maryland/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">220</span></a></span> (1979). Even if Aikens had a legitimate expectation of privacy in the email message, plaintiff lacks standing to assert violations of Aikens' constitutional rights. <i>See </i><i>Minnesota v. Olson,</i> <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 95-96, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span></a></span> (1990). The sender of an email loses his own legitimate expectation of privacy in the email once it reaches the recipient's account. <i>See, e.g., </i><i>United States v. Jones,</i> ___ F.3d ___, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2284283</span></span>, at *1 (11th Cir.2005); <i>United States v. Lifshitz,</i> <span class=\"citation\" data-id=\"786321\"><a href=\"/opinion/786321/united-states-v-brandon-michael-lifshitz/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 190 (2d Cir.2004); <i>Guest v. Leis,</i> <span class=\"citation\" data-id=\"773807\"><a href=\"/opinion/773807/steven-guest-denise-b-kelley-nelda-sturgill-deborah-cummings-randy-bowling/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 333 (6th Cir.2001); <i>United States v. Maxwell,</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">M.J.</span> <span class=\"page\">406</span></span>, 418 (U.S. Armed Forces 1996). Where a plaintiff's constitutional claim is without merit, the first <i>Mindes</i> factor does not favor reviewability. <i>See </i><i>Christoffersen v. Washington State Air Nat'l Guard,</i> <span class=\"citation\" data-id=\"511001\"><a href=\"/opinion/511001/alfred-p-christoffersen-william-j-gibson-richard-f-main-and-john-r-warn/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1437</span></a></span>, 1443 (9th Cir.1988).</p>\n<p>Plaintiff's allegation that defendants violated his constitutionally protected right to privacy, to the extent this argument is separate from plaintiff's arguments under the First and Fourth Amendments, is speculative at best. Plaintiff does not develop this argument in his complaint or in his response to defendant's motion, and the court will not endeavor to develop this aspect of plaintiff's case on its own.</p>\n<p>To summarize the court's analysis of the first <i>Mindes</i> factor in this case, plaintiff's complaint can effectively be reduced to a First Amendment claim based on two alleged acts of retaliation by defendants. The court deems plaintiff's Fourth Amendment claim legally untenable and his claim based on the constitutionally protected right to privacy amorphous and speculative. The court therefore looks only at the nature and strength of the First Amendment challenge to the military determination, and finds this claim to be weak on its face. The first <i>Mindes</i> factor therefore weighs against review.</p>\n<p>The second prong of the <i>Mindes</i> test, the potential injury to plaintiff if review is refused, weighs in favor of review. Plaintiff's complaint points out that at the time of his termination plaintiff was four years and three months from his Army retirement, and that he expected a monthly pension for life effective immediately upon his retirement. Plaintiff has exhausted other administrative remedies, in particular complaints brought before the DAIG and the Department of Defense Inspector General (\"DODIG\"). As discussed <i>supra,</i> it is unclear whether or not the ABCMR could afford plaintiff relief that would allow him to receive this pension (such as reinstating him in a federal capacity). If, as plaintiff contends, the ABCMR does not have jurisdiction in this matter, this court may be the only venue for review of his constitutional claims. 32 C.F.R. § 581.3(c)(5)(v) (noting that the ABCMR has authority to consider claims of constitutional violations). For the purpose of weighing this factor with the other <i>Mindes</i> factors, the court assumes without deciding that the plaintiff's contentions on this issue are correct and that the ABCMR does not have jurisdiction over plaintiff's claims.</p>\n<p>The third and fourth <i>Mindes</i> factors are generally considered together. <i>See, e.g., </i><i>Wenger v. Monroe,</i> <span class=\"citation\" data-id=\"776850\"><a href=\"/opinion/776850/william-v-wenger-v-paul-d-monroe-jr-in-his-official-capacity-as/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1068</span></a></span>, 1075 (9th Cir.2002). The third factor requires consideration of the type and degree of anticipated interference with the military function. The fourth and final <i>Mindes</i> factor is the extent to which the exercise of military expertise or discretion is involved.</p>\n<p>Courts are more likely to intrude into military matters where the military fails to follow its own regulations or where <span class=\"star-pagination\">*677</span> the regulations themselves are challenged on constitutional grounds, than in cases where individual personnel decisions are called into question. <i>See, </i><i>Woodard v. Marsh,</i> <span class=\"citation\" data-id=\"393950\"><a href=\"/opinion/393950/larry-j-woodard-v-john-o-marsh-secretary-of-the-army/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">989</span></a></span>, 992 (5th Cir.1981); <i>see also </i><i>Goldman v. Weinberger,</i> <span class=\"citation\" data-id=\"111616\"><a href=\"/opinion/111616/goldman-v-weinberger/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"111616\"><a href=\"/opinion/111616/goldman-v-weinberger/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1310</span></a></span>, <span class=\"citation\" data-id=\"111616\"><a href=\"/opinion/111616/goldman-v-weinberger/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">478</span></a></span> (1986) (reviewing First Amendment challenge to Air Force regulation); <i>Brown v. Glines,</i> <span class=\"citation\" data-id=\"110173\"><a href=\"/opinion/110173/brown-v-glines/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"110173\"><a href=\"/opinion/110173/brown-v-glines/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>, <span class=\"citation\" data-id=\"110173\"><a href=\"/opinion/110173/brown-v-glines/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1980) (same). The <i>Mindes</i> doctrine of nonreviewability is based on \"a reluctance to substitute court orders for discretionary military decisions,\" and on \"the proper concern that such review might stultify the military in the performance of its vital mission.\" <i>Mindes,</i> 453 F.2d at 199. \"Courts should defer to the superior knowledge and experience of professionals in matters such as promotions or orders directly related to specific military functions.\" <i>Id.</i> at 201-02.</p>\n<p>Though the Fourth Circuit has declined to apply <i>Chappell</i> and <i>Stanley,</i> it has referred to <i>Chappell</i> to highlight the special character of the military, pointing out that \"courts are ill-equipped to determine the impact upon discipline that any particular intrusion upon military authority might have.\" <i>Guerra,</i> 942 F.2d at 280, <i>citing </i><i>Chappell,</i> 462 U.S. at 305, <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>. The court in <i>Guerra</i> also noted that the military has</p>\n<p>developed a hierarchical structure of discipline and obedience to command, unique in its application to the military establishment and wholly different from civilian patterns. Civilian courts must, at the very least, hesitate long before entertaining a suit which asks the court to tamper with the established relationship between military personnel and their superior officers; that relationship is at the heart of the necessarily unique structure of the military establishment.</p>\n<p><i>Id.,citing </i><i>Chappell,</i> 462 U.S. at 300, <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>.</p>\n<p>In <i>Scott v. Rice,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">375664</span></span> (4th Cir.1993) (unpublished) the Fourth Circuit affirmed the district court's dismissal of a National Guard officer's § 1983 claim after applying the <i>Mindes</i> test. In <i>Scott,</i> an officer on active duty in the District of Columbia Air National Guard's Air Guard Reserve was terminated after she filed an internal complaint alleging sexual discrimination and sexual harassment by a superior officer. The officer brought a § 1983 action in the Eastern District of Virginia, alleging violations of the First and Fourteenth Amendments, and of Air National Guard regulations. The district court granted the defendants' motion to dismiss pursuant to Rule 12(b)(6), reasoning that the suit was barred by the intramilitary immunity doctrine announced in <i>Chappell</i> and extended in <i>Stanley. Id.</i> at <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">375664</span></span>, *1. The Fourth Circuit affirmed, but modified the judgment to decide the case under <i>Mindes,</i> not <i>Chappell</i> or <i>Stanley,</i> stating, \"We believe that reviewing Scott's equitable-relief action would interfere with the military function to precisely the degree forbidden by <i>Mindes,</i> because the potential for judicial review would impede a commanding officer in performing the `vital duty' [citing <i>Mindes</i>] of exercising his own discretion and military expertise with respect to personnel matters.\" <i>Id.</i> at <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">375664</span></span>, *2.</p>\n<p>In this case, review of plaintiff's claims would involve substantial interference with the military function. This court would be required to scrutinize personnel decisions involved in the Guard's failure to promote plaintiff, as well as the decision to terminate his Title 32 AGR status. This would involve the court in a sensitive area requiring military expertise and discretion. While the same type of review in a civilian setting would fall under <span class=\"star-pagination\">*678</span> this court's expertise, such is not the case when one considers the requirements of discipline and duty within the \"unique structure of the military establishment.\" <i>Chappell,</i> 462 U.S. at 300, <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>. Plaintiff's requested relief also emphasizes that this case focuses on the exercise of military discretion. Plaintiff asks this court to order his reinstatement over the judgment of his superior officers. In an analogous case, the Fourth Circuit held that the third and fourth <i>Mindes</i> factors militated against review. <i>Guerra,</i> 942 F.2d at 280.</p>\n<p>In summary, three of the four <i>Mindes</i> factors weigh strongly against review. While the court acknowledges the potential injury to plaintiff without review, the <i>Mindes</i> test compels this court to defer to the military and to dismiss this case as nonjusticiable.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiff's claim is DISMISSED. This dismissal is WITHOUT PREJUDICE to any right plaintiff may have to seek review by the Army Board for Correction of Military Records. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Individuals may generally seek damages from federal officials for violations of constitutional rights. <i>Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971).</p>\n<p>[2]  Likewise, the defendants in their official capacities are protected from suit in federal court for monetary damages. <i>Will v. Michigan Dep't of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 71, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1687487/"
  ]
}