{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2499259/",
  "absolute_url": "/opinion/2499259/springs-v-nicholson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2499259/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:57:28.843573Z",
  "date_modified": "2016-04-26T22:33:29.899551Z",
  "type": "010combined",
  "sha1": "2c0d5613d6fe119a95cc2574b8079c097cba610a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Sammie SPRINGS, Plaintiff,<br>\nv.<br>\nR. James NICHOLSON, Sec. of VA, et al., Respondent.</h1></center>\n<center>No. 5:06-CV-344-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 30, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant's Motion to Dismiss and Motion for Summary Judgment. Defendant claims Plaintiff failed to file his complaint within the ninety-day period allowed. Plaintiff claims Defendant discriminated against him on the basis of his race, subjected him to a hostile work environment, and retaliated against him in violation of Title VII of the Civil Rights Act of 1964. Defendant claims Plaintiff's employment position at the Department of Veterans Affairs (\"VA\") was changed because he disclosed confidential information and failed to complete assignments. For the reasons stated below, Defendant's Motion to Dismiss is DENIED and Defendant's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2>I. <i>SUMMARY OF THE INSTANT DISPUTE</i>\n</h2>\n<p>Plaintiff, Sammie Springs, is an African-American man who was employed at the VA from 1991 until 2005. He began in the Environmental Service Division and eventually progressed to the title of Laundry Plant Manager in 1998, which is a GS-8 wage grade. On December 19, 2003, Plaintiff was suspended for 14 days for disclosing confidential personnel information to a coworker to assist her in her EEO complaint. Plaintiffs suspension was delayed until March 22, 2004, and, when he returned to work, he was reassigned to the Training Technician position at the same pay.</p>\n<p>On February 20, 2004, Plaintiffs supervisor, Ms. Albanese, instructed Plaintiff to update the Environmental Management Services Handbook (\"Handbook\") both orally and in writing, The Handbook is a manual given to each EMS employee when they enter the service and provides a summary of the rules and regulations employees are expected to follow. Updating the EMS Handbook was Plaintiffs primary responsibility.</p>\n<p>Though directed to provide weekly progress reports, Plaintiff only provided two progress reports in five months: the first stated there was no progress and the second, written three months after the initial assignment, stated he had begun to review the original Handbook. Despite multiple reminders about the importance of updating the Handbook, written instructions to complete the Handbook by July 30, 2004, and another request to complete the Handbook by September 17, 2004, Plaintiff failed to complete the Handbook until December 2004.</p>\n<p>Plaintiffs other major assignment was to electronically submit lists of people who had completed training in 14 separate disciplines. The documents were supposed to be completed by October 1, 2004. Further requests were made on October 18 and October 19, but to no avail. Plaintiff ultimately turned in only 10 of the requested 14 lists.</p>\n<p></p>\n<h2>II. <i>MOTION TO DISMISS</i>\n</h2>\n<p>Defendant's motion to dismiss is DENIED because Plaintiff filed his action in the appropriate District Court within ninety days. \"When a party may or must act within a specified time after service. . . 3 days are added after the period would otherwise expire.\"<sup>[1]</sup> The opinion is dated May 25, 2006. Adding the three days, the period would expire on August 28, 2006.<sup>[2]</sup> Plaintiffs filed on August 28, 2006. Therefore, Plaintiffs filed on time and Defendant's Motion to Dismiss is DENIED.</p>\n<p></p>\n<h2>III. <i>MOTION FOR SUMMARY JUDMENT</i>\n</h2>\n<p>A district court should grant summary judgment where there are no genuine issues of material fact for trial. FED. R.CIV.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party has the initial burden of establishing the lack of a genuine issue as to any material fact, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548, The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party, <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986), however, conclusory allegations and unsupported speculation are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Felty v. Graves-Humphreys Co.,</i> 818 F.2d 1126, 1128 (4th Cir.1987). Rule 56(c) requires the court to enter summary judgment if the party opposing the motion \"fails to make a showing sufficient to establish the existence of an element essential to that party's case and on which that party will bear the burden of proof at trial.\" <i>Celotex,</i> 477 U.S. at 322, 106 S.Ct. 2548.</p>\n<p>Plaintiff alleges the VA discriminated against him based on his race in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. ยง 2000e <i>et seq</i> (\"Title VII\") by continually assigning him work that could not be completed by the requested due date. In order to prove a Title VII violation based on circumstantial evidence, the Supreme Court developed a three-part test: (1) Plaintiff must show a prima facie case of discrimination; (2) if Plaintiff establishes the prima facie case, management must provide some legitimate, nondiscriminatory reason for the employee's rejection; and (3) if management meets this burden, the burden shifts back to Plaintiff to show that the reasons provided by management are a pretext for an underlying discriminatory motive.<sup>[3]</sup></p>\n<p></p>\n<h2>1. <i>Plaintiff failed to show a prima facie case of discrimination by a preponderance of the evidence.</i>\n</h2>\n<p>To establish a prima facie case of discrimination, a complaining party must show that, (i) he is a member of a protected class; (ii) he was performing his job responsibilities satisfactorily at the time of the adverse action; (iii) he suffered an adverse employment action; and (iv) other employees outside of his protected class were treated differently under similar circumstances.<sup>[4]</sup> The first and third elements of discrimination have been met because Plaintiff is a member of a protected class (African-American) and he suffered an adverse employment action (he was fired).</p>\n<p>However, Plaintiff is unable to satisfy the second element because he has not presented any facts that indicate he was performing his job responsibilities satisfactorily. Though Plaintiff eventually completed the Handbook, it was completed five months late and Plaintiff has not put on any evidence that he completed other assignments in that time. In addition, Plaintiff never completed the training list, which was his other major assignment.</p>\n<p>Plaintiff claims he was unable to complete the Handbook because he did not have access to a computer and he claims that the Handbook assignment was never clarified for him. Although not granted a personal computer, Plaintiff had access to every computer in the VA and never told his supervisors that he needed an extension due to lack of a computer. In addition, Ms. Albanese and Mr. Ammons testified that the failure to type the Handbook was not its only fatal flaw: the Handbook failed to include the issues they wanted Plaintiff to cover, was incomplete, and what was done was shoddily done.</p>\n<p>In addition, Plaintiff makes no claim that he' asked for clarifications and was not provided them; he merely asserts that his supervisors did not take the initiative to clarify in greater detail what they wanted. While this is evidence of miscommunication, it is not evidence of discrimination.</p>\n<p>Finally, Plaintiff claims that he turned in the training list in hard copy to Mr. Ammons, who then told him he wanted the assignment in electronic form. If Plaintiffs submission had been complete, Mr. Ammons' request would have simply required typing the information into a computer, a matter that did not warrant the subsequent three month delay it caused or Plaintiffs failure to turn in approximately a third of the requested information.</p>\n<p>Plaintiff is also unable to satisfy the third element because he has provided no evidence at all that other employees outside of his protected class were treated differently under similar circumstances. Therefore, Plaintiff failed to show a prima facie case of discrimination.</p>\n<p></p>\n<h2>2. <i>Even if Plaintiff had satisfied his burden, management articulated numerous nondiscriminatory reasons for its actions.</i>\n</h2>\n<p>If the four criteria above had been met, the burden would shift to Defendant. It is then Defendant's burden \"to articulate some legitimate, nondiscriminatory reason for the employee's rejection.\"<sup>[5]</sup> In order to satisfy its burden, Defendant need not establish its actual motivation, but must provide sufficient evidence to raise a genuine issue of material fact as to whether management discriminated against Plaintiff.<sup>[6]</sup> If Defendant meets this burden, the presumption of discrimination raised by Plaintiffs prima facie case is rebutted and vanishes.<sup>[7]</sup></p>\n<p>Here, management provided overwhelming evidence of reasons to remove Plaintiff from his position as Laundry Plant Manager and then remove Plaintiff from the VA altogether, As described above, Plaintiff regularly failed to complete assignments on time, if he completed them at all. In addition, Plaintiff had been reprimanded for using the laundry room for his own personal laundry and suspended for disclosing confidential personnel information for use by a coworker in a lawsuit. Therefore, even if Plaintiff had satisfied his burden, Defendant provided a slew of nondiscriminatory reasons for firing Plaintiff.</p>\n<p></p>\n<h2>3. <i>Plaintiff failed to show that management's stated reasons were a pretext for discrimination.</i>\n</h2>\n<p>Plaintiff offered no evidence, other than his own testimony, to show that any of the events alleged were based on racial discrimination. A Plaintiffs testimony and subjective belief that management's actions were the result of discrimination is inadequate to prove pretext.<sup>[8]</sup> Therefore, Plaintiff has failed to meet his burden of showing that Defendant's justifications were a pretext for racial discrimination.</p>\n<p></p>\n<h2>IV. <i>CONCLUSION</i>\n</h2>\n<p>Defendant's Motion to Dismiss is DENIED because Plaintiff filed within the applicable ninety day period. Summary judgement is GRANTED because: (1) Plaintiff failed to meet his burden of establishing a prima facie case of discrimination; and (2) even if Plaintiff had met his burden, Defendant effectively responded with sufficient nondiscriminatory reasons for Plaintiffs discharge; and (3) Plaintiff failed to meet his burden of showing that Defendant's reasons were merely a pretext for discrimination.</p>\n<h2>NOTES</h2>\n<p>[1]  FED. R. CIV. P. 6(d); also note that counsel for the Defendant argued in the hearing on July 8, 2008, that the law is clear in the Fourth Circuit: \"it's a three day presumed receipt.\" (p. 20).</p>\n<p>[2]  Note that the period would actually expire on August 26, 2006, which is a Saturday. According to FED. R. CIV. P. 6(a)(3), Saturdays are excluded and the period runs until the next day that is not a Saturday, Sunday, legal holiday, or day when the clerk's office is inaccessible. In this case, that day is Monday August 28, 2006.</p>\n<p>[3]  <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).</p>\n<p>[4]  <i>Id.; </i><i>Bryant v. Bell Atl. Md., Inc.,</i> 288 F.3d 124, 133 (4th Cir.2002).</p>\n<p>[5]  <i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. 1817.</p>\n<p>[6]  <i>Texas Department of Community Affairs v. Burdine,</i> 450 U.S. 248, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981).</p>\n<p>[7]  <i>Id.</i></p>\n<p>[8]  <i>Bohrer v. Hanes Corporation,</i> 715 F.2d 213 (5th Cir.1983), <i>cert. denied,</i> 465 U.S. 1026, 104 S.Ct. 1284, 79 L.Ed.2d 687 (1984).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Sammie SPRINGS, Plaintiff,<br>\nv.<br>\nR. James NICHOLSON, Sec. of VA, et al., Respondent.</h1></center>\n<center>No. 5:06-CV-344-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 30, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant's Motion to Dismiss and Motion for Summary Judgment. Defendant claims Plaintiff failed to file his complaint within the ninety-day period allowed. Plaintiff claims Defendant discriminated against him on the basis of his race, subjected him to a hostile work environment, and retaliated against him in violation of Title VII of the Civil Rights Act of 1964. Defendant claims Plaintiff's employment position at the Department of Veterans Affairs (\"VA\") was changed because he disclosed confidential information and failed to complete assignments. For the reasons stated below, Defendant's Motion to Dismiss is DENIED and Defendant's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2>I. <i>SUMMARY OF THE INSTANT DISPUTE</i>\n</h2>\n<p>Plaintiff, Sammie Springs, is an African-American man who was employed at the VA from 1991 until 2005. He began in the Environmental Service Division and eventually progressed to the title of Laundry Plant Manager in 1998, which is a GS-8 wage grade. On December 19, 2003, Plaintiff was suspended for 14 days for disclosing confidential personnel information to a coworker to assist her in her EEO complaint. Plaintiffs suspension was delayed until March 22, 2004, and, when he returned to work, he was reassigned to the Training Technician position at the same pay.</p>\n<p>On February 20, 2004, Plaintiffs supervisor, Ms. Albanese, instructed Plaintiff to update the Environmental Management Services Handbook (\"Handbook\") both orally and in writing, The Handbook is a manual given to each EMS employee when they enter the service and provides a summary of the rules and regulations employees are expected to follow. Updating the EMS Handbook was Plaintiffs primary responsibility.</p>\n<p>Though directed to provide weekly progress reports, Plaintiff only provided two progress reports in five months: the first stated there was no progress and the second, written three months after the initial assignment, stated he had begun to review the original Handbook. Despite multiple reminders about the importance of updating the Handbook, written instructions to complete the Handbook by July 30, 2004, and another request to complete the Handbook by September 17, 2004, Plaintiff failed to complete the Handbook until December 2004.</p>\n<p>Plaintiffs other major assignment was to electronically submit lists of people who had completed training in 14 separate disciplines. The documents were supposed to be completed by October 1, 2004. Further requests were made on October 18 and October 19, but to no avail. Plaintiff ultimately turned in only 10 of the requested 14 lists.</p>\n<p></p>\n<h2>II. <i>MOTION TO DISMISS</i>\n</h2>\n<p>Defendant's motion to dismiss is DENIED because Plaintiff filed his action in the appropriate District Court within ninety days. \"When a party may or must act within a specified time after service. . . 3 days are added after the period would otherwise expire.\"<sup>[1]</sup> The opinion is dated May 25, 2006. Adding the three days, the period would expire on August 28, 2006.<sup>[2]</sup> Plaintiffs filed on August 28, 2006. Therefore, Plaintiffs filed on time and Defendant's Motion to Dismiss is DENIED.</p>\n<p></p>\n<h2>III. <i>MOTION FOR SUMMARY JUDMENT</i>\n</h2>\n<p>A district court should grant summary judgment where there are no genuine issues of material fact for trial. FED. R.CIV.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party has the initial burden of establishing the lack of a genuine issue as to any material fact, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party, <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986), however, conclusory allegations and unsupported speculation are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Felty v. Graves-Humphreys Co.,</i> <span class=\"citation\" data-id=\"488536\"><a href=\"/opinion/488536/43-fair-emplpraccas-1507-43-empl-prac-dec-p-37143-n-brown-felty-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1126</span></a></span>, 1128 (4th Cir.1987). Rule 56(c) requires the court to enter summary judgment if the party opposing the motion \"fails to make a showing sufficient to establish the existence of an element essential to that party's case and on which that party will bear the burden of proof at trial.\" <i>Celotex,</i> 477 U.S. at 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n<p>Plaintiff alleges the VA discriminated against him based on his race in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. ยง 2000e <i>et seq</i> (\"Title VII\") by continually assigning him work that could not be completed by the requested due date. In order to prove a Title VII violation based on circumstantial evidence, the Supreme Court developed a three-part test: (1) Plaintiff must show a prima facie case of discrimination; (2) if Plaintiff establishes the prima facie case, management must provide some legitimate, nondiscriminatory reason for the employee's rejection; and (3) if management meets this burden, the burden shifts back to Plaintiff to show that the reasons provided by management are a pretext for an underlying discriminatory motive.<sup>[3]</sup></p>\n<p></p>\n<h2>1. <i>Plaintiff failed to show a prima facie case of discrimination by a preponderance of the evidence.</i>\n</h2>\n<p>To establish a prima facie case of discrimination, a complaining party must show that, (i) he is a member of a protected class; (ii) he was performing his job responsibilities satisfactorily at the time of the adverse action; (iii) he suffered an adverse employment action; and (iv) other employees outside of his protected class were treated differently under similar circumstances.<sup>[4]</sup> The first and third elements of discrimination have been met because Plaintiff is a member of a protected class (African-American) and he suffered an adverse employment action (he was fired).</p>\n<p>However, Plaintiff is unable to satisfy the second element because he has not presented any facts that indicate he was performing his job responsibilities satisfactorily. Though Plaintiff eventually completed the Handbook, it was completed five months late and Plaintiff has not put on any evidence that he completed other assignments in that time. In addition, Plaintiff never completed the training list, which was his other major assignment.</p>\n<p>Plaintiff claims he was unable to complete the Handbook because he did not have access to a computer and he claims that the Handbook assignment was never clarified for him. Although not granted a personal computer, Plaintiff had access to every computer in the VA and never told his supervisors that he needed an extension due to lack of a computer. In addition, Ms. Albanese and Mr. Ammons testified that the failure to type the Handbook was not its only fatal flaw: the Handbook failed to include the issues they wanted Plaintiff to cover, was incomplete, and what was done was shoddily done.</p>\n<p>In addition, Plaintiff makes no claim that he' asked for clarifications and was not provided them; he merely asserts that his supervisors did not take the initiative to clarify in greater detail what they wanted. While this is evidence of miscommunication, it is not evidence of discrimination.</p>\n<p>Finally, Plaintiff claims that he turned in the training list in hard copy to Mr. Ammons, who then told him he wanted the assignment in electronic form. If Plaintiffs submission had been complete, Mr. Ammons' request would have simply required typing the information into a computer, a matter that did not warrant the subsequent three month delay it caused or Plaintiffs failure to turn in approximately a third of the requested information.</p>\n<p>Plaintiff is also unable to satisfy the third element because he has provided no evidence at all that other employees outside of his protected class were treated differently under similar circumstances. Therefore, Plaintiff failed to show a prima facie case of discrimination.</p>\n<p></p>\n<h2>2. <i>Even if Plaintiff had satisfied his burden, management articulated numerous nondiscriminatory reasons for its actions.</i>\n</h2>\n<p>If the four criteria above had been met, the burden would shift to Defendant. It is then Defendant's burden \"to articulate some legitimate, nondiscriminatory reason for the employee's rejection.\"<sup>[5]</sup> In order to satisfy its burden, Defendant need not establish its actual motivation, but must provide sufficient evidence to raise a genuine issue of material fact as to whether management discriminated against Plaintiff.<sup>[6]</sup> If Defendant meets this burden, the presumption of discrimination raised by Plaintiffs prima facie case is rebutted and vanishes.<sup>[7]</sup></p>\n<p>Here, management provided overwhelming evidence of reasons to remove Plaintiff from his position as Laundry Plant Manager and then remove Plaintiff from the VA altogether, As described above, Plaintiff regularly failed to complete assignments on time, if he completed them at all. In addition, Plaintiff had been reprimanded for using the laundry room for his own personal laundry and suspended for disclosing confidential personnel information for use by a coworker in a lawsuit. Therefore, even if Plaintiff had satisfied his burden, Defendant provided a slew of nondiscriminatory reasons for firing Plaintiff.</p>\n<p></p>\n<h2>3. <i>Plaintiff failed to show that management's stated reasons were a pretext for discrimination.</i>\n</h2>\n<p>Plaintiff offered no evidence, other than his own testimony, to show that any of the events alleged were based on racial discrimination. A Plaintiffs testimony and subjective belief that management's actions were the result of discrimination is inadequate to prove pretext.<sup>[8]</sup> Therefore, Plaintiff has failed to meet his burden of showing that Defendant's justifications were a pretext for racial discrimination.</p>\n<p></p>\n<h2>IV. <i>CONCLUSION</i>\n</h2>\n<p>Defendant's Motion to Dismiss is DENIED because Plaintiff filed within the applicable ninety day period. Summary judgement is GRANTED because: (1) Plaintiff failed to meet his burden of establishing a prima facie case of discrimination; and (2) even if Plaintiff had met his burden, Defendant effectively responded with sufficient nondiscriminatory reasons for Plaintiffs discharge; and (3) Plaintiff failed to meet his burden of showing that Defendant's reasons were merely a pretext for discrimination.</p>\n<h2>NOTES</h2>\n<p>[1]  FED. R. CIV. P. 6(d); also note that counsel for the Defendant argued in the hearing on July 8, 2008, that the law is clear in the Fourth Circuit: \"it's a three day presumed receipt.\" (p. 20).</p>\n<p>[2]  Note that the period would actually expire on August 26, 2006, which is a Saturday. According to FED. R. CIV. P. 6(a)(3), Saturdays are excluded and the period runs until the next day that is not a Saturday, Sunday, legal holiday, or day when the clerk's office is inaccessible. In this case, that day is Monday August 28, 2006.</p>\n<p>[3]  <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).</p>\n<p>[4]  <i>Id.; </i><i>Bryant v. Bell Atl. Md., Inc.,</i> <span class=\"citation\" data-id=\"777434\"><a href=\"/opinion/777434/joseph-bryant-sr-v-bell-atlantic-maryland-incorporated-bell-atlantic/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 133 (4th Cir.2002).</p>\n<p>[5]  <i>McDonnell Douglas,</i> 411 U.S. at 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>.</p>\n<p>[6]  <i>Texas Department of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981).</p>\n<p>[7]  <i>Id.</i></p>\n<p>[8]  <i>Bohrer v. Hanes Corporation,</i> <span class=\"citation\" data-id=\"423724\"><a href=\"/opinion/423724/32-fair-emplpraccas-bna-1578-32-empl-prac-dec-p-33836-paul-bohrer/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span> (5th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1026</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1284</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">687</span></span> (1984).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777434/"
  ]
}