{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2499611/",
  "absolute_url": "/opinion/2499611/united-states-v-wilson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2499611/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:57:42.528375Z",
  "date_modified": "2016-04-27T00:16:37.915232Z",
  "type": "010combined",
  "sha1": "d57e8b5db159ff79736bccb4bef8689e42f1f2dc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>120 F.Supp.2d 550 (2000)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nWiley Gene WILSON, Defendant.</h1></center>\n<center>No. 5:00-CR-70-1-H(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 29, 2000.</center>\n<p><span class=\"star-pagination\">*551</span> Carolyn A. Dubay, Douglas W. Kenyon, Hunton &amp; Williams, Raleigh, NC, for Wiley Gene Wilson, defendant.</p>\n<p>Yvonne V. Watford-McKinney, Asst. U.S. Attorney, Raleigh, NC, for U.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the government's Motion For Reconsideration and to Reopen Hearing. Defendant, Wiley Gene Wilson, has timely replied to this motion and the government has responded. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>This matter has its genesis in the 1997-1998 prosecution of defendant in the District of South Carolina for being a felon in possession of a firearm in violation of 18 U.S.C. ยง 922(g)(1) that led to his conviction on one of the three counts he was charged with.</p>\n<p>On February 13, 1998, Wilson was convicted of one count of possessing a firearm. At sentencing, defendant asked for downward departure based on the fact that he had never engaged in any violent activity and was not a danger to the community.<sup>[1]</sup> Although the court denied the downward departure motion, Judge Currie applied the minimum sentence under the guidelines. Defendant was later accused of a violently threatening Judge Currie.</p>\n<p>Immediately following his sentencing, on September 17, 1998, defendant appealed his conviction. Defendant was sent to FCI Butner to serve his sentence. Just after getting to Butner, however, on November 17, 1998, defendant was brought to Las Vegas, Nevada, to face state charges. At the conclusion of those proceedings, officials at the Clark County Detention Center erroneously released defendant on December 15, 1998. He was located on or about January 6, 1999, and returned to federal custody, and eventually returned to Butner.</p>\n<p>In the meantime, defendant's appeal proceeded. In his March 9, 1999, appeal <span class=\"star-pagination\">*552</span> brief, defendant raised six claims of error, including the fact that the vehicle in which his weapon was found was unconstitutionally stopped. On March 7, 2000, the United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\") granted defendant's appeal vacating the firearms conviction.</p>\n<p>Immediately following defendant's success on appeal, the government, stagnant for well over a year in this matter, began to take action on a case that had been referred in early 1999. On March 8, 2000, a memorandum written by Deputy Marshal James Batey and dated January 25, 2000, accusing defendant of being violent and threatening the federal judge at his original sentencing was faxed to the Office of the U.S. Attorney for the Eastern District of North Carolina. When this memorandum did not convince the U.S. Attorney in this district to prosecute, the sitting U.S. Attorney in South Carolina personally requested the sitting U.S. Attorney in this district to prosecute the defendant in a memorandum dated March 14, 2000. On March 30, 2000, defendant was served with a detainer charging him with escape. On April 18, 2000, defendant was indicted for escape in the Eastern District of North Carolina and on May 17, 2000, a superceding indictment for escape was filed.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On July 25, 2000, the court issued an order allowing defendant discovery on his defense of actual vindictiveness based on the court's findings at a July 24, 2000, hearing that the defendant satisfied his burden to obtain such discovery. Through refusals explained in various motions, the government continually refused to provide the requested discovery.</p>\n<p>The court held an evidentiary hearing on August 14, 2000, to address this issue of the government's continuous refusal to produce discovery and to entertain defendant's motion to dismiss based on vindictive prosecution. At this hearing, the court consulted with the parties as to the most practical procedure for resolving the government's outstanding motions while also addressing defendant's motion to dismiss for vindictive prosecution. As a result of this consultation, and with no objection from the government, the defendant provided the court with his Memorandum in Further Support of Motion to Dismiss and exhibits attached thereto supporting his right to discovery and a motion to dismiss on the claim of actual vindictiveness.</p>\n<p>The hearing then went forward with the testimony of the only subpoenaed witness who the government authorized to testify: Deputy Marshal James Batey. Because the government refused to produce any of the other seven witnesses defendant had requested, the defendant had no further witnesses. The government called two witnesses who the defendant did not request: Chief Deputy Marshal William Snelson and Deputy Marshal John Hardy.</p>\n<p>In defendant's closing arguments, rather than seeking a continuance and moving to compel the testimony of the other seven subpoenaed witnesses, defendant argued that the evidence presented, even without the testimony of the remaining witnesses, was sufficient to establish that the government's prosecution was actually vindictive and that dismissal was thus warranted.</p>\n<p>At the conclusion of the lengthy hearing, the court granted defendant's motion to dismiss for vindictive prosecution based on the evidence presented at the hearing. The court based its decision on (1) government's Exhibit No. 2, the March 14, 2000, memorandum from United States Attorney Josey of the District of South Carolina to United States Attorney Cole of the Eastern District of North Carolina; (2) the testimony of Deputy Marshal James Batey; (3) a finding that the alleged threat to Judge Currie was not credible; and, (4) the timing of the prosecution, which came over a year after defendant's escape and recapture, but only days after his success on appeal. Two weeks after the court's <span class=\"star-pagination\">*553</span> ruling, the government filed the present motion For Reconsideration and to Reopen Hearing.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Motion For Reconsideration</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>In order to succeed on a Federal Rule of Civil Procedure 59(e) Motion to Alter or Amend Judgment, petitioner must establish that the newly profered evidence was unavailable at the time of the hearing. <i>United States v. Dickerson,</i> 166 F.3d 667 (4th Cir.1999), <i>rev'd on other grounds,</i> ___ U.S. ____, 120 S.Ct. 2326, 147 L.Ed.2d 405 (2000); <i>see also </i><i>Hutchinson v. Staton,</i> 994 F.2d 1076, 1081 (4th Cir.1993). While the court recognizes that the Federal Rules of Civil Procedure are not binding in criminal cases, <i>United States v. Regilio,</i> 669 F.2d 1169, 1177 (7th Cir.1981) (recognizing that \"society's interest in admitting all relevant evidence militates strongly in favor of permitting reconsideration\"), the court has a strong interest in controlling its docket and avoiding piecemeal litigation. <i>Dickerson,</i> 166 F.3d at 679. Thus, when the evidence forming the basis for a party's motion for reconsideration was in the movant's possession at the time of the initial hearing, the movant must provide a legitimate reason for failing to introduce that evidence prior to the court's ruling. <i>Id.</i></p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Before considering the government's reasons for failing to introduce the newly profered evidence prior to or during the August 14, 2000, hearing, the court notes that the government was given numerous opportunities to introduce the evidence prior to the evidentiary hearing. According to the record, on August 1, 2000, the court issued an order allowing defendant discovery on his defense of actual vindictiveness. Based on this order, defendant's counsel served a request for documents on Assistant United States Attorney Yvonee Watford McKinney and served subpoenas on (1) J. Rene Josey, the United States Attorney for the District of South Carolina, (2) William Day, Assistant United States Attorney of the District of South Carolina, (3) Deputy U.S. Marshall James Batey of the District of South Carolina, (4) Janice McKenzie Cole, United States Attorney for the Eastern District of North Carolina, (5) John S. Bruce, Chief of the Criminal Division of the United States Attorney's Office for the Eastern District of North Carolina, and (6) Deputy United States Marshal William Butler. In its August 3, 2000, Motion for Protective Order, the government represented to the court that it could not provide any documents or testimony from Department of Justice employees. On August 2, 2000, the government again, this time in its Motion to Quash the subpoenas, represented that the employees could not testify. Therefore, on no less than three occasions, the government refused to provide the ordered discovery.</p>\n<p>Many months and motions after this court ordered that defendant be allowed discovery on his defense of actual vindictiveness, the government filed a Motion for Reconsideration that includes affidavits from the same employees to whom the government has continuously denied access. It is only now, after the court granted defendant's motion to dismiss based on vindictive prosecution, that the government is willing \"to present evidence justifying [its] actions ... in order to rebut what the Court has found to be a prima facie case of vindictive prosecution.\" (Pl. Mot. for Recons. and Mot. to Reopen Hr'g at 7). This statement itself troubles the court as it suggests that the United States was not willing to (and did not) present evidence justifying its actions at the evidentiary hearing or in prior instances when it had multiple opportunities to do so.</p>\n<p>As discussed above, if the evidence forming the basis for a motion for reconsideration is in the movant's possession at the time of the initial hearing, \"the movant <span class=\"star-pagination\">*554</span> must provide a legitimate reason for failing to introduce that evidence.\" <i>United States v. Dickerson,</i> 166 F.3d 667, 679 (4th Cir.1999), <i>rev'd on other grounds,</i> ___ U.S. ____, 120 S.Ct. 2326, 147 L.Ed.2d 405 (2000). The court in this matter gave the government ample opportunities to present its evidence. In fact, the court ordered many months ago that it do so. As the Fourth Circuit held in <i>Dickerson,</i> \"in light of the ample opportunities the government had to introduce the evidence in question prior to the district court's ruling ... its articulated reasons for failing to do so ring hollow.\" <i>Id.</i> at 679.</p>\n<p>Thus, despite ample opportunities, the government has decided to raise new issues subsequent to the court's dismissal of this matter. First, the government contends that it did not expect the court to hear the motion to dismiss for vindictive prosecution at the August 14, 2000, hearing. However, when the court consulted with the government as to how it should proceed during that hearing, the government agreed not only to put on rebuttal evidence, but also offered its own witnesses who were not subpoenaed by the defendant.</p>\n<p>Second, the government contends that the court's ruling in defendant's favor was a result of a discovery sanction against the government for failing to comply with defendant's discovery requests. Although the court disapproves of the government's tactics in choosing who would and would not be allowed to testify, it was not necessary for the court to rule on this issue after it had ordered dismissal on the basis of vindictive prosecution. Based on the record which included all the declarations and documents the government had filed under seal, the exhibits and affidavits the defendant had filed, and the testimony from the lengthy and comprehensive evidentiary hearing, the court concluded that there was sufficient evidence to demonstrate vindictive prosecution. The court's finding of vindictive prosecution was independent from the court's condemnation of the government's discovery tactics.</p>\n<p>The government's Motion For Reconsideration does not raise any new substantive issues. The government had the opportunity on at least three occasions to offer the testimony of various witnesses prior to and during the August 14, 2000, hearing. Yet, at that time and at all times prior to that hearing, the government proceeded without the testimony of the witnesses whose affidavits are attached to the recent Motion for Reconsideration. The government's motion for reconsideration is an attempt to put additional evidence, that should have been admitted at or before the hearing, into the record to support its rebuttal of the court's finding of <i>prima facie</i> vindictive prosecution.</p>\n<p></p>\n<h2>II. Vindictive Prosecution</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This court recognizes that the standard of proving the necessary elements of selective prosecution is a demanding one. <i>See </i><i>United States v. Armstrong,</i> 517 U.S. 456, 463, 116 S.Ct. 1480, 134 L.Ed.2d 687 (1996). Therefore, this court has proceeded cautiously in embracing the presumption of prosecutorial vindictiveness. <i>See </i><i>United States v. A.X. Stokes,</i> 124 F.3d 39, 44 (1st Cir.1997) (citing <i>United States v. Goodwin,</i> 457 U.S. 368, 381, 102 S.Ct. 2485, 2492, 73 L.Ed.2d 74 (1982)). However, a prosecutor's discretion is subject to constitutional constraints. <i>See </i><i>Armstrong,</i> 517 U.S. at 465, 116 S.Ct. at 1480. A \"prosecution brought with a vindictive motive, penalizing those who choose to exercise their constitutional rights, [is] patently unconstitutional.\" <i>North Carolina v. Pearce,</i> 395 U.S. 711, 724, 89 S.Ct. 2072, 2080, 23 L.Ed.2d 656 (1969) (quoting <i>United States v. Jackson,</i> 390 U.S. 570, 88 S.Ct. 1209, 20 L.Ed.2d 138 (1968)). Consequently, \"to punish a person because he has done what the law plainly allows him to do is a due process violation of the most basic sort.\" <i>Bordenkircher v. Hayes,</i> 434 U.S. 357, 363, 98 S.Ct. 663, 668, 54 L.Ed.2d 604 (1978); <span class=\"star-pagination\">*555</span> see also <i>United States v. Williams,</i> 47 F.3d 658 (4th Cir.1995) (holding violation of due process to penalize a criminal defendant for pursuing statutory right of appeal).</p>\n<p>It is well settled that a federal court may dismiss an indictment if the accused produces evidence of actual prosecutorial vindictiveness sufficient to establish a due process violation, or even if a defendant demonstrates a likelihood of vindictiveness sufficient to justify a presumption. <i>See </i><i>Goodwin,</i> 457 U.S. at 380, 102 S.Ct. at 2492. While most vindictive prosecution cases involve re-indictment of a defendant, the mere filing of an indictment can support a charge of vindictive prosecution. <i>United States v. Hooton,</i> 662 F.2d 628, 634 (9th Cir.1981).</p>\n<p>\"To establish a <i>prima facie</i> case for prosecutorial vindictiveness, a defendant must show either direct evidence of actual vindictiveness or facts that warrant an appearance of such.\" <i>United States v. Montoya,</i> 45 F.3d 1286, 1299 (9th Cir.1995) (quoting <i>United States v. Sinigaglio,</i> 942 F.2d 581, 584 (9th Cir.1991)). \"Evidence indicating a realistic or reasonable likelihood of vindictiveness may give rise to a presumption of vindictiveness on the government's part.\" <i>Id.</i> (quoting <i>United States v. Garza-Juarez,</i> 992 F.2d 896, 906 (9th Cir.1993)). Thus, the proper standard is not whether there is an appearance of vindictiveness, but whether there exists a \"realistic likelihood of vindictiveness.\" <i>United States v. Andrews,</i> 633 F.2d 449, 457 (6th Cir.1980).</p>\n<p>Once a presumption of vindictiveness has arisen, the burden shifts to the prosecution to show that \"independent reasons or intervening circumstances dispel the appearance of vindictiveness and justify its decisions.\" <i>United States v. Hooton,</i> 662 F.2d 628, 634 (9th Cir.1981). A defendant claiming vindictive prosecution must show that (1) the prosecutor harbored animus such that the prosecutor could be considered a \"stalking horse,\" <i>United States v. Aviv,</i> 923 F.Supp. 35, 36 (S.D.N.Y.1996) (citing <i>United States v. Adams,</i> 870 F.2d 1140, 1146 (6th Cir. 1989)); and (2) he would not have been prosecuted except for the animus. <i>Aviv,</i> 923 F.Supp. at 36 (citing <i>Futernick v. Sumpter Township,</i> 78 F.3d 1051, 1056-57 (6th Cir.1996)); <i>see also </i><i>United States v. Koh,</i> 199 F.3d 632, 640 (2d Cir.1999).</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Thus, based on the above analysis, to succeed on a defense of vindictive prosecution, defendant must prove (1) that the prosecutor \"harbored genuine animus toward the defendant\"; and (2) that the defendant would not have been prosecuted except for that unlawful animus. <i>Aviv,</i> 923 F.Supp. at 36 (<i>citing </i><i>Futernick,</i> 78 F.3d at 1056-57 (6th Cir.1996)); <i>see also </i><i>Koh,</i> 199 F.3d at 640.</p>\n<p>First, it is clear from the record that it had been well over a year between the time defendant was erroneously released and the time that a decision was made to prosecute this case. During that year no one had shown any interest in prosecuting this case. It is well established that to prosecute a defendant based on the success of an appeal is unconstitutional. <i>See </i><i>United States v. Williams,</i> 47 F.3d 658 (4th Cir.1995) (holding violation of due process to penalize a criminal defendant for pursuing statutory right of appeal).</p>\n<p>Second, based on evidence presented at the evidentiary hearing, the court does not find the alleged threat to Judge Currie to have been serious or even tenable. Having examined the vast record in this matter, the court cannot find credible evidence that suggests that the defendant poses a serious danger to the community.</p>\n<p>Finally, the defendant has provided substantial evidence that the U.S. Attorney in South Carolina prevailed upon the U.S. Attorney in this district to bring the current charges against him. When the memorandum from Deputy Marshal James <span class=\"star-pagination\">*556</span> Batey, which was faxed to the U.S. Attorney's office in South Carolina on March 8, 2000, the day after defendant won his appeal, was not sufficient to spur the U.S. Attorney for the Eastern District of North Carolina to prosecute, the sitting U.S. Attorney in South Carolina <i>personally</i> requested the sitting U.S. Attorney in this district to prosecute.</p>\n<p>In order to establish the second element of a vindictive prosecution claim, defendant must establish that he would not have been prosecuted except for the unlawful animus of the government. Based on the facts set forth above, it is clear and convincing to this court that \"but for\" defendant's successful appeal and the personal request of the U.S. Attorney in South Carolina, the government would not have prosecuted this matter.</p>\n<p>Once a presumption of vindictiveness has arisen, the burden shifts to the prosecution to show that \"independent reasons or intervening circumstances dispel the appearance of vindictiveness and justify its decisions.\" <i>United States v. Hooton,</i> 662 F.2d 628, 634 (9th Cir.1981). In its Motion for Reconsideration, the government explains that it is \"willing to open itself up to such scrutiny.\" Yet, the government does not provide the independent reasons necessary to thwart the presumption of vindictiveness raised by the defendant. Instead the government simply denies the defendant's allegations and provides affidavits from witnesses that it has continually refused to make available for cross examination.</p>\n<p>Thus, based on the record which includes all the declarations and documents the government has filed under seal, the exhibits and affidavits the defendant has filed, and the testimony from the lengthy and comprehensive evidentiary hearing, the court finds that there is clear and convincing evidence that the government engaged in actual vindictive prosecution. This court strongly believes that \"[w]hile the Department of Justice has the responsibility to protect the citizens of this nation against those who pose a threat to the safety of the community, it must do so within the reach of the Constitution.\" <i>Maddox v. Elize,</i> 83 F.Supp.2d 113 (D.D.C. 1999). The government in this case did not act within our Constitution's reach. Therefore, the government's Motion for Reconsideration and to Reopen Hearing is DENIED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing analysis, the government's Motion for Reconsideration and to Reopen Hearing is DENIED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  While defendant had previously been convicted of kidnapping, the conviction stemmed from a custodial kidnapping in which he claimed that the child's mother was abusing the child. Def.Ex. H at 58-60.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">550</span></span> (2000)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nWiley Gene WILSON, Defendant.</h1></center>\n<center>No. 5:00-CR-70-1-H(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 29, 2000.</center>\n<p><span class=\"star-pagination\">*551</span> Carolyn A. Dubay, Douglas W. Kenyon, Hunton &amp; Williams, Raleigh, NC, for Wiley Gene Wilson, defendant.</p>\n<p>Yvonne V. Watford-McKinney, Asst. U.S. Attorney, Raleigh, NC, for U.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the government's Motion For Reconsideration and to Reopen Hearing. Defendant, Wiley Gene Wilson, has timely replied to this motion and the government has responded. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>This matter has its genesis in the 1997-1998 prosecution of defendant in the District of South Carolina for being a felon in possession of a firearm in violation of 18 U.S.C. ยง 922(g)(1) that led to his conviction on one of the three counts he was charged with.</p>\n<p>On February 13, 1998, Wilson was convicted of one count of possessing a firearm. At sentencing, defendant asked for downward departure based on the fact that he had never engaged in any violent activity and was not a danger to the community.<sup>[1]</sup> Although the court denied the downward departure motion, Judge Currie applied the minimum sentence under the guidelines. Defendant was later accused of a violently threatening Judge Currie.</p>\n<p>Immediately following his sentencing, on September 17, 1998, defendant appealed his conviction. Defendant was sent to FCI Butner to serve his sentence. Just after getting to Butner, however, on November 17, 1998, defendant was brought to Las Vegas, Nevada, to face state charges. At the conclusion of those proceedings, officials at the Clark County Detention Center erroneously released defendant on December 15, 1998. He was located on or about January 6, 1999, and returned to federal custody, and eventually returned to Butner.</p>\n<p>In the meantime, defendant's appeal proceeded. In his March 9, 1999, appeal <span class=\"star-pagination\">*552</span> brief, defendant raised six claims of error, including the fact that the vehicle in which his weapon was found was unconstitutionally stopped. On March 7, 2000, the United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\") granted defendant's appeal vacating the firearms conviction.</p>\n<p>Immediately following defendant's success on appeal, the government, stagnant for well over a year in this matter, began to take action on a case that had been referred in early 1999. On March 8, 2000, a memorandum written by Deputy Marshal James Batey and dated January 25, 2000, accusing defendant of being violent and threatening the federal judge at his original sentencing was faxed to the Office of the U.S. Attorney for the Eastern District of North Carolina. When this memorandum did not convince the U.S. Attorney in this district to prosecute, the sitting U.S. Attorney in South Carolina personally requested the sitting U.S. Attorney in this district to prosecute the defendant in a memorandum dated March 14, 2000. On March 30, 2000, defendant was served with a detainer charging him with escape. On April 18, 2000, defendant was indicted for escape in the Eastern District of North Carolina and on May 17, 2000, a superceding indictment for escape was filed.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On July 25, 2000, the court issued an order allowing defendant discovery on his defense of actual vindictiveness based on the court's findings at a July 24, 2000, hearing that the defendant satisfied his burden to obtain such discovery. Through refusals explained in various motions, the government continually refused to provide the requested discovery.</p>\n<p>The court held an evidentiary hearing on August 14, 2000, to address this issue of the government's continuous refusal to produce discovery and to entertain defendant's motion to dismiss based on vindictive prosecution. At this hearing, the court consulted with the parties as to the most practical procedure for resolving the government's outstanding motions while also addressing defendant's motion to dismiss for vindictive prosecution. As a result of this consultation, and with no objection from the government, the defendant provided the court with his Memorandum in Further Support of Motion to Dismiss and exhibits attached thereto supporting his right to discovery and a motion to dismiss on the claim of actual vindictiveness.</p>\n<p>The hearing then went forward with the testimony of the only subpoenaed witness who the government authorized to testify: Deputy Marshal James Batey. Because the government refused to produce any of the other seven witnesses defendant had requested, the defendant had no further witnesses. The government called two witnesses who the defendant did not request: Chief Deputy Marshal William Snelson and Deputy Marshal John Hardy.</p>\n<p>In defendant's closing arguments, rather than seeking a continuance and moving to compel the testimony of the other seven subpoenaed witnesses, defendant argued that the evidence presented, even without the testimony of the remaining witnesses, was sufficient to establish that the government's prosecution was actually vindictive and that dismissal was thus warranted.</p>\n<p>At the conclusion of the lengthy hearing, the court granted defendant's motion to dismiss for vindictive prosecution based on the evidence presented at the hearing. The court based its decision on (1) government's Exhibit No. 2, the March 14, 2000, memorandum from United States Attorney Josey of the District of South Carolina to United States Attorney Cole of the Eastern District of North Carolina; (2) the testimony of Deputy Marshal James Batey; (3) a finding that the alleged threat to Judge Currie was not credible; and, (4) the timing of the prosecution, which came over a year after defendant's escape and recapture, but only days after his success on appeal. Two weeks after the court's <span class=\"star-pagination\">*553</span> ruling, the government filed the present motion For Reconsideration and to Reopen Hearing.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Motion For Reconsideration</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>In order to succeed on a Federal Rule of Civil Procedure 59(e) Motion to Alter or Amend Judgment, petitioner must establish that the newly profered evidence was unavailable at the time of the hearing. <i>United States v. Dickerson,</i> <span class=\"citation\" data-id=\"761256\"><a href=\"/opinion/761256/united-states-v-charles-thomas-dickerson-washington-legal-foundation-safe/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span> (4th Cir.1999), <i>rev'd on other grounds,</i> ___ U.S. ____, <span class=\"citation\" data-id=\"118380\"><a href=\"/opinion/118380/dickerson-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2326</span></a></span>, <span class=\"citation\" data-id=\"118380\"><a href=\"/opinion/118380/dickerson-v-united-states/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (2000); <i>see also </i><i>Hutchinson v. Staton,</i> <span class=\"citation\" data-id=\"608093\"><a href=\"/opinion/608093/john-hutchinson-william-reese-leonard-underwood-v-david-michael-staton/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1081 (4th Cir.1993). While the court recognizes that the Federal Rules of Civil Procedure are not binding in criminal cases, <i>United States v. Regilio,</i> <span class=\"citation\" data-id=\"399134\"><a href=\"/opinion/399134/united-states-v-robert-nick-regilio-and-guillermo-saint-blancard/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1177 (7th Cir.1981) (recognizing that \"society's interest in admitting all relevant evidence militates strongly in favor of permitting reconsideration\"), the court has a strong interest in controlling its docket and avoiding piecemeal litigation. <i>Dickerson,</i> 166 F.3d at 679. Thus, when the evidence forming the basis for a party's motion for reconsideration was in the movant's possession at the time of the initial hearing, the movant must provide a legitimate reason for failing to introduce that evidence prior to the court's ruling. <i>Id.</i></p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Before considering the government's reasons for failing to introduce the newly profered evidence prior to or during the August 14, 2000, hearing, the court notes that the government was given numerous opportunities to introduce the evidence prior to the evidentiary hearing. According to the record, on August 1, 2000, the court issued an order allowing defendant discovery on his defense of actual vindictiveness. Based on this order, defendant's counsel served a request for documents on Assistant United States Attorney Yvonee Watford McKinney and served subpoenas on (1) J. Rene Josey, the United States Attorney for the District of South Carolina, (2) William Day, Assistant United States Attorney of the District of South Carolina, (3) Deputy U.S. Marshall James Batey of the District of South Carolina, (4) Janice McKenzie Cole, United States Attorney for the Eastern District of North Carolina, (5) John S. Bruce, Chief of the Criminal Division of the United States Attorney's Office for the Eastern District of North Carolina, and (6) Deputy United States Marshal William Butler. In its August 3, 2000, Motion for Protective Order, the government represented to the court that it could not provide any documents or testimony from Department of Justice employees. On August 2, 2000, the government again, this time in its Motion to Quash the subpoenas, represented that the employees could not testify. Therefore, on no less than three occasions, the government refused to provide the ordered discovery.</p>\n<p>Many months and motions after this court ordered that defendant be allowed discovery on his defense of actual vindictiveness, the government filed a Motion for Reconsideration that includes affidavits from the same employees to whom the government has continuously denied access. It is only now, after the court granted defendant's motion to dismiss based on vindictive prosecution, that the government is willing \"to present evidence justifying [its] actions ... in order to rebut what the Court has found to be a prima facie case of vindictive prosecution.\" (Pl. Mot. for Recons. and Mot. to Reopen Hr'g at 7). This statement itself troubles the court as it suggests that the United States was not willing to (and did not) present evidence justifying its actions at the evidentiary hearing or in prior instances when it had multiple opportunities to do so.</p>\n<p>As discussed above, if the evidence forming the basis for a motion for reconsideration is in the movant's possession at the time of the initial hearing, \"the movant <span class=\"star-pagination\">*554</span> must provide a legitimate reason for failing to introduce that evidence.\" <i>United States v. Dickerson,</i> <span class=\"citation\" data-id=\"761256\"><a href=\"/opinion/761256/united-states-v-charles-thomas-dickerson-washington-legal-foundation-safe/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span>, 679 (4th Cir.1999), <i>rev'd on other grounds,</i> ___ U.S. ____, <span class=\"citation\" data-id=\"118380\"><a href=\"/opinion/118380/dickerson-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2326</span></a></span>, <span class=\"citation\" data-id=\"118380\"><a href=\"/opinion/118380/dickerson-v-united-states/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (2000). The court in this matter gave the government ample opportunities to present its evidence. In fact, the court ordered many months ago that it do so. As the Fourth Circuit held in <i>Dickerson,</i> \"in light of the ample opportunities the government had to introduce the evidence in question prior to the district court's ruling ... its articulated reasons for failing to do so ring hollow.\" <i>Id.</i> at 679.</p>\n<p>Thus, despite ample opportunities, the government has decided to raise new issues subsequent to the court's dismissal of this matter. First, the government contends that it did not expect the court to hear the motion to dismiss for vindictive prosecution at the August 14, 2000, hearing. However, when the court consulted with the government as to how it should proceed during that hearing, the government agreed not only to put on rebuttal evidence, but also offered its own witnesses who were not subpoenaed by the defendant.</p>\n<p>Second, the government contends that the court's ruling in defendant's favor was a result of a discovery sanction against the government for failing to comply with defendant's discovery requests. Although the court disapproves of the government's tactics in choosing who would and would not be allowed to testify, it was not necessary for the court to rule on this issue after it had ordered dismissal on the basis of vindictive prosecution. Based on the record which included all the declarations and documents the government had filed under seal, the exhibits and affidavits the defendant had filed, and the testimony from the lengthy and comprehensive evidentiary hearing, the court concluded that there was sufficient evidence to demonstrate vindictive prosecution. The court's finding of vindictive prosecution was independent from the court's condemnation of the government's discovery tactics.</p>\n<p>The government's Motion For Reconsideration does not raise any new substantive issues. The government had the opportunity on at least three occasions to offer the testimony of various witnesses prior to and during the August 14, 2000, hearing. Yet, at that time and at all times prior to that hearing, the government proceeded without the testimony of the witnesses whose affidavits are attached to the recent Motion for Reconsideration. The government's motion for reconsideration is an attempt to put additional evidence, that should have been admitted at or before the hearing, into the record to support its rebuttal of the court's finding of <i>prima facie</i> vindictive prosecution.</p>\n<p></p>\n<h2>II. Vindictive Prosecution</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This court recognizes that the standard of proving the necessary elements of selective prosecution is a demanding one. <i>See </i><i>United States v. Armstrong,</i> <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span>, 463, <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1480</span></a></span>, <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">687</span></a></span> (1996). Therefore, this court has proceeded cautiously in embracing the presumption of prosecutorial vindictiveness. <i>See </i><i>United States v. A.X. Stokes,</i> <span class=\"citation\" data-id=\"197523\"><a href=\"/opinion/197523/united-states-v-stokes/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 44 (1st Cir.1997) (citing <i>United States v. Goodwin,</i> <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, 381, <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>, 2492, <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></a></span> (1982)). However, a prosecutor's discretion is subject to constitutional constraints. <i>See </i><i>Armstrong,</i> 517 U.S. at 465, 116 S.Ct. at 1480. A \"prosecution brought with a vindictive motive, penalizing those who choose to exercise their constitutional rights, [is] patently unconstitutional.\" <i>North Carolina v. Pearce,</i> <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 724, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, 2080, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1969) (quoting <i>United States v. Jackson,</i> <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></a></span>, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1968)). Consequently, \"to punish a person because he has done what the law plainly allows him to do is a due process violation of the most basic sort.\" <i>Bordenkircher v. Hayes,</i> <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, 363, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span></a></span>, 668, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span></a></span> (1978); <span class=\"star-pagination\">*555</span> see also <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"689139\"><a href=\"/opinion/689139/united-states-v-nathaniel-williams/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">658</span></a></span> (4th Cir.1995) (holding violation of due process to penalize a criminal defendant for pursuing statutory right of appeal).</p>\n<p>It is well settled that a federal court may dismiss an indictment if the accused produces evidence of actual prosecutorial vindictiveness sufficient to establish a due process violation, or even if a defendant demonstrates a likelihood of vindictiveness sufficient to justify a presumption. <i>See </i><i>Goodwin,</i> 457 U.S. at 380, 102 S.Ct. at 2492. While most vindictive prosecution cases involve re-indictment of a defendant, the mere filing of an indictment can support a charge of vindictive prosecution. <i>United States v. Hooton,</i> <span class=\"citation\" data-id=\"396270\"><a href=\"/opinion/396270/united-states-v-james-lynn-hooton/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 634 (9th Cir.1981).</p>\n<p>\"To establish a <i>prima facie</i> case for prosecutorial vindictiveness, a defendant must show either direct evidence of actual vindictiveness or facts that warrant an appearance of such.\" <i>United States v. Montoya,</i> <span class=\"citation\" data-id=\"687340\"><a href=\"/opinion/687340/united-states-v-rosario-montoya-united-states-of-america-v-filiberto-e/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1286</span></a></span>, 1299 (9th Cir.1995) (quoting <i>United States v. Sinigaglio,</i> <span class=\"citation\" data-id=\"566884\"><a href=\"/opinion/566884/united-states-v-bruno-f-sinigaglio/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">581</span></a></span>, 584 (9th Cir.1991)). \"Evidence indicating a realistic or reasonable likelihood of vindictiveness may give rise to a presumption of vindictiveness on the government's part.\" <i>Id.</i> (quoting <i>United States v. Garza-Juarez,</i> <span class=\"citation\" data-id=\"606075\"><a href=\"/opinion/606075/united-states-of-america-plaintiff-appellee-cross-appellant-v-joe/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 906 (9th Cir.1993)). Thus, the proper standard is not whether there is an appearance of vindictiveness, but whether there exists a \"realistic likelihood of vindictiveness.\" <i>United States v. Andrews,</i> <span class=\"citation\" data-id=\"383561\"><a href=\"/opinion/383561/united-states-v-tallice-andrews-and-thurston-brooks/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 457 (6th Cir.1980).</p>\n<p>Once a presumption of vindictiveness has arisen, the burden shifts to the prosecution to show that \"independent reasons or intervening circumstances dispel the appearance of vindictiveness and justify its decisions.\" <i>United States v. Hooton,</i> <span class=\"citation\" data-id=\"396270\"><a href=\"/opinion/396270/united-states-v-james-lynn-hooton/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 634 (9th Cir.1981). A defendant claiming vindictive prosecution must show that (1) the prosecutor harbored animus such that the prosecutor could be considered a \"stalking horse,\" <i>United States v. Aviv,</i> <span class=\"citation\" data-id=\"1946359\"><a href=\"/opinion/1946359/united-states-v-aviv/\"><span class=\"volume\">923</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">35</span></a></span>, 36 (S.D.N.Y.1996) (citing <i>United States v. Adams,</i> <span class=\"citation\" data-id=\"520343\"><a href=\"/opinion/520343/united-states-v-alayne-b-adams-87-5388-mayo-l-coiner-87-5424/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span>, 1146 (6th Cir. 1989)); and (2) he would not have been prosecuted except for the animus. <i>Aviv,</i> 923 F.Supp. at 36 (citing <i>Futernick v. Sumpter Township,</i> <span class=\"citation\" data-id=\"714820\"><a href=\"/opinion/714820/sheldon-m-futernick-dba-holiday-west-mobile-home-park-and-dba-holiday/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1051</span></a></span>, 1056-57 (6th Cir.1996)); <i>see also </i><i>United States v. Koh,</i> <span class=\"citation\" data-id=\"767139\"><a href=\"/opinion/767139/united-states-v-myung-s-koh/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">632</span></a></span>, 640 (2d Cir.1999).</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Thus, based on the above analysis, to succeed on a defense of vindictive prosecution, defendant must prove (1) that the prosecutor \"harbored genuine animus toward the defendant\"; and (2) that the defendant would not have been prosecuted except for that unlawful animus. <i>Aviv,</i> 923 F.Supp. at 36 (<i>citing </i><i>Futernick,</i> 78 F.3d at 1056-57 (6th Cir.1996)); <i>see also </i><i>Koh,</i> 199 F.3d at 640.</p>\n<p>First, it is clear from the record that it had been well over a year between the time defendant was erroneously released and the time that a decision was made to prosecute this case. During that year no one had shown any interest in prosecuting this case. It is well established that to prosecute a defendant based on the success of an appeal is unconstitutional. <i>See </i><i>United States v. Williams,</i> <span class=\"citation\" data-id=\"689139\"><a href=\"/opinion/689139/united-states-v-nathaniel-williams/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">658</span></a></span> (4th Cir.1995) (holding violation of due process to penalize a criminal defendant for pursuing statutory right of appeal).</p>\n<p>Second, based on evidence presented at the evidentiary hearing, the court does not find the alleged threat to Judge Currie to have been serious or even tenable. Having examined the vast record in this matter, the court cannot find credible evidence that suggests that the defendant poses a serious danger to the community.</p>\n<p>Finally, the defendant has provided substantial evidence that the U.S. Attorney in South Carolina prevailed upon the U.S. Attorney in this district to bring the current charges against him. When the memorandum from Deputy Marshal James <span class=\"star-pagination\">*556</span> Batey, which was faxed to the U.S. Attorney's office in South Carolina on March 8, 2000, the day after defendant won his appeal, was not sufficient to spur the U.S. Attorney for the Eastern District of North Carolina to prosecute, the sitting U.S. Attorney in South Carolina <i>personally</i> requested the sitting U.S. Attorney in this district to prosecute.</p>\n<p>In order to establish the second element of a vindictive prosecution claim, defendant must establish that he would not have been prosecuted except for the unlawful animus of the government. Based on the facts set forth above, it is clear and convincing to this court that \"but for\" defendant's successful appeal and the personal request of the U.S. Attorney in South Carolina, the government would not have prosecuted this matter.</p>\n<p>Once a presumption of vindictiveness has arisen, the burden shifts to the prosecution to show that \"independent reasons or intervening circumstances dispel the appearance of vindictiveness and justify its decisions.\" <i>United States v. Hooton,</i> <span class=\"citation\" data-id=\"396270\"><a href=\"/opinion/396270/united-states-v-james-lynn-hooton/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 634 (9th Cir.1981). In its Motion for Reconsideration, the government explains that it is \"willing to open itself up to such scrutiny.\" Yet, the government does not provide the independent reasons necessary to thwart the presumption of vindictiveness raised by the defendant. Instead the government simply denies the defendant's allegations and provides affidavits from witnesses that it has continually refused to make available for cross examination.</p>\n<p>Thus, based on the record which includes all the declarations and documents the government has filed under seal, the exhibits and affidavits the defendant has filed, and the testimony from the lengthy and comprehensive evidentiary hearing, the court finds that there is clear and convincing evidence that the government engaged in actual vindictive prosecution. This court strongly believes that \"[w]hile the Department of Justice has the responsibility to protect the citizens of this nation against those who pose a threat to the safety of the community, it must do so within the reach of the Constitution.\" <i>Maddox v. Elize,</i> <span class=\"citation\" data-id=\"2443584\"><a href=\"/opinion/2443584/maddox-v-elize/\"><span class=\"volume\">83</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">113</span></a></span> (D.D.C. 1999). The government in this case did not act within our Constitution's reach. Therefore, the government's Motion for Reconsideration and to Reopen Hearing is DENIED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing analysis, the government's Motion for Reconsideration and to Reopen Hearing is DENIED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  While defendant had previously been convicted of kidnapping, the conviction stemmed from a custodial kidnapping in which he claimed that the child's mother was abusing the child. Def.Ex. H at 58-60.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1946359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2443584/"
  ]
}