{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2499486/",
  "absolute_url": "/opinion/2499486/koerber-v-federal-election-comn/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2499486/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:57:35.214956Z",
  "date_modified": "2016-04-27T00:16:37.737978Z",
  "type": "010combined",
  "sha1": "9ab9315d5e12aa9fb58beb8ddc0ba3a6934a6957",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Holly Lynn KOERBER and Committee for Truth in Politics, Inc., Plaintiffs,<br>\nv.<br>\nFEDERAL ELECTION COMMISSION, Defendant.</h1></center>\n<center>No. 2:08-CV-39-H(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>October 29, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the following motions filed by plaintiffs: (1) motion to expedite [DE # 4]; (2) motion for a preliminary injunction [DE # 3]; and (3) motion to consolidate the hearing of plaintiffs' motion for a preliminary injunction with a trial on the merits [DE # 5]. Appropriate memoranda have been filed by the parties and amici curiae Democracy 21 and Campaign Legal Center, and the court heard arguments at a hearing on October 16, 2008. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>I. The Parties</h2>\n<p>Plaintiff Committee for Truth in Politics, Inc. (\"CTP\") is a nonprofit, North Carolina corporation incorporated in September 2008 and organized pursuant to 26 U.S.C. § 501(c)(4) as an organization primarily devoted to social welfare. CTP has produced two television advertisements that discuss Senator Barack Obama's voting record on certain issues (partial birth abortion and punishment of sex offenders) and invite viewers to \"Call Senator Obama.\" CTP has spent over $10,000 airing the first advertisement, entitled \"Basic Rights,\" in several states, including North Carolina. CTP intends to broadcast this advertisement, as well as a second advertisement, entitled \"Tragic, but True,\" prior to the general election in November.</p>\n<p>Defendant Federal Elections Commission (\"FEC\") is an independent regulatory agency of the United States Government. The FEC is vested with the authority to administer and enforce the federal campaign finance laws and to oversee the public funding of Presidential elections.</p>\n<p>Plaintiff Holly Lynn Koerber (\"Koerber\") resides in Elizabeth City, North Carolina, one of the areas targeted by CTP's advertisements. She wishes to continue receiving CTP's broadcasts and is suing to enjoin the FEC from exercising its enforcement powers against CTP.</p>\n<p></p>\n<h2>II. Procedural Background</h2>\n<p>CTP and Koerber filed this action on October 3, 2008, challenging §§ 201 and 311 of the Bipartisan Campaign Reform Act of 2002 (\"BCRA\") (collectively referred to as \"the disclosure requirements\")<sup>[1]</sup> and FEC's enforcement policy concerning the determination of political action committee (\"PAC\") status. Section 201 is a reporting provision and requires corporations spending more than $10,000 on electioneering communications<sup>[2]</sup> to file a report with the PEC disclosing the names and addresses of anyone who contributes $1,000 or more for the purpose of furthering electioneering communications. <i>See</i> 2 U.S.C. § 434(f)(1), (2). Section 311 is a disclaimer provision and requires electioneering communications not authorized by a candidate to bear the statement \"[name of sponsor] is responsible for the content of this advertising\" and to include the name, address and telephone number or website address of the sponsor. <i>See</i> 2 U.S.C. § 441d(a)(3). Although CTP has apparently complied with the disclaimer requirements of § 311, it has not filed a report in compliance with § 201 and has no intention of doing so.</p>\n<p>Plaintiffs allege that the disclosure requirements are unconstitutional as applied, (Compl. ¶ 12), and that the FEC's PAC-status enforcement policy is unconstitutional, both facially and as applied to CTP and its activities, and is void as unauthorized, (Compl. ¶ 15). CTP requests preliminary and permanent injunctive relief enjoining the FEC from enforcing §§ 201 and 311 and its PAC-status policy against CTP and its activities. (Compl. ¶ 17.)</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Motion for Preliminary Injunction</h2>\n<p></p>\n<h2>A. <i>Preliminary Injunction Standard</i>\n</h2>\n<p>A preliminary injunction is \"an extraordinary remedy involving the exercise of very far-reaching power, which is to be applied `only in [the] limited circumstances' which clearly demand it.\" <i>Direx Israel, Ltd. v. Breakthrough Med. Corp.,</i> 952 F.2d 802, 811 (4th Cir.1992) (quoting <i>Instant Air Freight Co. v. C.F. Air Freight, Inc.,</i> 882 F.2d 797, 800 (3d Cir. 1989)). \"Whenever the extraordinary writ of injunction is granted, it should be tailored to restrain no more than what is reasonably required to accomplish its ends. Particularly is this so when preliminary relief, on something less than a full record and full resolution of the facts, is granted.\" <i>Consolidation Coal Co. v. Disabled Miners of S.W. Va.,</i> 442 F.2d 1261, 1267 (4th Cir. 1971).</p>\n<p>In determining whether a preliminary injunction should issue, the court is guided by the hardship balancing test set forth in <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> 550 F.2d 189 (4th Cir. 1977). This test requires the court to consider four factors:</p>\n<blockquote>(1) the likelihood of irreparable harm to the plaintiff if injunctive relief is denied;</blockquote>\n<blockquote>(2) the likelihood of harm to the defendant if injunctive relief is granted;</blockquote>\n<blockquote>(3) the likelihood that the plaintiff will succeed on the merits; and</blockquote>\n<blockquote>(4) the public interest.</blockquote>\n<p><i>Rum Creek Coal Sales, Inc. v. Caperton,</i> 926 F.2d 353, 359 (4th Cir.1991). The \"`[p]laintiff bears the burden of establishing that each of these factors supports granting the injunction.'\" <i>Direx,</i> 952 F.2d at 812 (alteration in original) (quoting <i>Technical Publ'g Co. v. Lebhar-Friedman, Inc.</i> 729 F.2d 1136, 1139 (7th Cir.1984)).</p>\n<p>The hardship balancing test \"correctly emphasizes that, where serious issues are before the court, it is a sound idea to maintain the status quo ante litem, provided it can be done without imposing too excessive an interim burden upon the defendant.\" <i>Blackwelder,</i> 550 F.2d at 194-95. Thus, the most important factors are the likelihood of irreparable harm to the plaintiff and the likelihood of harm to the defendant. <i>Rum Creek,</i> 926 F.2d at 359, \"If, after balancing those two factors, the balance `tips decidedly' in favor of the plaintiff, a preliminary injunction will be granted if `the plaintiff has raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation,'\" <i>Id.</i> (citations omitted) (quoting <i>Blackwelder,</i> 550 F.2d at 195). Where, as here, however, \"the irreparable harm ... alleged is inseparably linked\" to a First Amendment claim, a \"[d]etermination of irreparable harm ... requires analysis of [the plaintiffs] likelihood of success on the merits.\" <i>Newsom ex rel. Newsom v. Albemarle Co. School Bd.,</i> 354 F.3d 249, 254-55 (4th Cir. 2003). Therefore, the court will consider that factor first. <i>See id.</i></p>\n<p></p>\n<h2>B. <i>Likelihood of Success on the Merits</i>\n</h2>\n<p></p>\n<h2>1. Disclosure Requirements</h2>\n<p>A determination of plaintiffs' likelihood of success on the merit s requires the court to first decide the appropriate standard of review for the regulations at issue. Plaintiffs contend that strict scrutiny applies because §§ 201 and 311 restrict core political speech protected by the First Amendment. (Plfs.' Prelim. Injunction Memo. at 23 (quoting statement in <i>FEC v. Wisconsin Right to Life,</i> ___ U.S. ___, 127 S.Ct. 2652, 168 L.Ed.2d 329 (2007) (<i>\"WRTL II\"</i>) that \"[b]ecause BCRA § 203 burdens political speech, it is subject to strict scrutiny\")). The FEC, on the other hand, argues that intermediate scrutiny applies.</p>\n<p>In <i>Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976), and again in <i>McConnell v. FEC,</i> 540 U.S. 93, 124 S.Ct. 619, 157 L.Ed.2d 491 (2003), the Supreme Court refused to apply strict scrutiny to campaign finance laws limiting the amount of political contributions and imposing certain reporting and record-keeping requirements. Reasoning that \"a limitation upon the amount that any one person or group may contribute to a candidate or political committee entails only a marginal restriction upon the contributor's ability to engage in free communication,\" the Court held that \"a contribution limit involving even `significant interference' with associational rights is nevertheless valid if it satisfies the `lesser demand' of being `closely drawn' to match a `sufficiently important interest.'\" <i>McConnell,</i> 540 U.S. at 136, 124 S.Ct. 619 (internal quotation marks omitted) (quoting <i>FEC v. Beaumont,</i> 539 U.S. 146, 162, 123 S.Ct. 2200, 156 L.Ed.2d 179 (2003)).</p>\n<p>As in <i>Buckley</i> and <i>McConnell,</i> the provisions involved here have only a marginal impact on the ability of contributors to engage in effective political speech. As such, they are not subject to strict scrutiny, but to the lesser standard of intermediate scrutiny applied in <i>Buckley</i> and <i>McConnell. See </i><i>Ohio Right to Life Society, Inc. v. Ohio Elections Comm'n,</i> No. 2:08-CV-492, 2008 WL 4186312 (S.D.Ohio Sept. 5, 2008) (holding that \"appropriate standard of review regarding campaign finance disclosure laws is intermediate, not strict scrutiny\").</p>\n<p>Under the intermediate scrutiny standard, plaintiffs would prevail on their claim if it is determined that there is no \"`relevant correlation' or `substantial relation' between the governmental interest and the information required to be disclosed.\" <i>Buckley,</i> 424 U.S. at 64, 96 S.Ct. 612. Plaintiffs do not address whether a relevant correlation or substantial relation exists, but instead argue that CTP's advertisements are not \"unambiguously campaign related\" and therefore may not be constitutionally regulated. (Plfs.' Prelim. Injunction Memo. at 10-15.) This argument is, for all intents and purposes, the same argument made and rejected by the Supreme Court in <i>McConnell.</i></p>\n<p>In <i>McConnell,</i> the plaintiffs challenged BCRA's disclosure requirements, arguing that \"Congress cannot constitutionally require disclosure of ... `electioneering communications' without making an exception for those `communications' that do not meet <i>Buckley's</i> definition of express advocacy.\"<sup>[3]</sup><i>McConnell,</i> 540 U.S. at 190, 124 S.Ct. 619. The Supreme Court rejected that argument, explaining:</p>\n<blockquote>[A] plain reading of <i>Buckley</i> makes clear that the express advocacy limitation, in both the expenditure and the disclosure contexts, was the product of statutory interpretation rather than a constitutional command. In narrowly reading the [Federal Election Campaign Act] provisions in <i>Buckley</i> to avoid problems of vagueness and overbreadth, we nowhere suggested that a statute that was neither vague nor overbroad would be required to toe the same express advocacy line.</blockquote>\n<p><i>McConnell,</i> 540 U.S. at 191-92, 124 S.Ct. 619 (footnote omitted). The <i>McConnell</i> Court then held that \"electioneering communication\" was neither vague nor overbroad for purposes of § 201 and that the important governmental interests recognized in <i>Buckley</i>\"providing the electorate with information, deterring actual corruption and avoiding any appearance thereof, and gathering the data necessary to enforce more substantive electioneering restrictions\"justified the disclosure requirements. <i>Id.</i> at 196, 124 S.Ct. 619. Reaffirming <i>Buckley,</i> the <i>McConnell</i> Court rejected the plaintiffs' facial attack on § 201 but left open the possibility for as-applied challenges where there is a reasonable probability that \"`compelled disclosure of a party's contributors' names will subject them to threats, harassment, or reprisals from either Government officials or private parties.'\" <i>Id.</i> at 198, 124 S.Ct. 619 (quoting <i>Buckley,</i> 424 U.S. at 74, 96 S.Ct. 612).</p>\n<p>The Supreme Court's subsequent decision in <i>WRTL II</i> did not, as plaintiffs argue, overturn <i>McConnell.</i> In <i>WRTL II,</i> the Court considered the constitutionality of BCRA's provision prohibiting corporate funding of electioneering communications as applied to the plaintiff's issue advocacy advertisements. The provision at issue in <i>WRTL II</i> was an expenditure regulation that not only restricted, but actually prohibited, some core political speech and was, therefore, subject to strict scrutiny. The <i>WRTL II</i> decision makes no mention of the disclosure requirements upheld in <i>McConnell</i> and at issue before this court nor any other provision, the constitutionality of which is determined by the \"relevant correlation\" or \"substantial relation\" test.</p>\n<p>Plaintiffs have presented no reason to warrant a departure from the reasoning and outcome of <i>McConnell.</i> As recognized in both <i>Buckley</i> and <i>McConnell,</i> the government has a significant interest in safeguarding the political process by \"deter[ring] actual corruption and avoid[ing] the appearance of corruption by exposing large contributions and expenditures to the light of publicity,\" by providing the \"electorate with information ... to aid the voters in evaluating those who seek federal office,\" and by \"gathering the data necessary to detect violations\" of the federal campaign finance laws. <i>Buckley,</i> 424 U.S. at 66-68, 96 S.Ct. 612. Disclosure requirements, such as §§ 201 and 311, are \"the least restrictive means of curbing the evils of campaign ignorance and corruption that Congress found to exist.\" <i>Buckley,</i> 424 U.S. at 68, 96 S.Ct. 612. The correlation between these provisions and the governmental interests is not only relevant but strong. There is no indication that revelation of the sponsors' identities may result in harassment, threats or reprisals, and the court finds that plaintiffs are not likely to prevail on their claim challenging the disclosure requirements as applied to CTP.</p>\n<p></p>\n<h2>2. PAC Enforcement Policy</h2>\n<p>Plaintiffs further seek to enjoin the FEC's use of its PAC-status enforcement policy in investigating CTP and others to determine whether they are subject to regulation as \"political committees.\"<sup>[4]</sup> In <i>Buckley,</i> the Supreme Court limited the definition of \"political committee\" to organizations controlled by a candidate or whose \"major purpose\" is the \"nomination or election of a candidate.\" The court held that the expenditures of \"`political committees' so construed ... are, by definition, campaign related\" and thus regulable. <i>Buckley,</i> 424 U.S. at 79, 96 S.Ct. 612. Plaintiffs contend that \"the FEC's enforcement policy for determination of PAC status goes beyond any permissible construction of the major-purpose test, employs invalid regulations to determine whether the entity received a `contribution' or made an `expenditure,' is unconstitutionally vague and overbroad and `is in excess of the statutory ... authority ...' of the FEC.\" (Plfs.' Prelim. Injunction Memo. at 22.) Plaintiffs argue that the FEC's focus on \"Federal campaign activity,\" rather than on activity relating solely to the \"nomination or election of a candidate\" in determining an organization's \"major purpose\" renders the FEC's policy overbroad. (<i>Id.</i> at 20.) Additionally, plaintiffs claim that the FEC's application of the \"major purpose\" test is unconstitutional because it is based on \"ad hoc, case-by-case analysis of vague and impermissible factors.\" (<i>Id.</i> at 21.)</p>\n<p>The FEC argues that its policy<sup>[5]</sup> is not reviewable because it does not constitute final agency action within the meaning of the Administrative Procedure Act. <i>See</i> 5 U.S.C. § 704 (\"Agency action made reviewable by statute and final agency action for which there is no other adequate remedy in a court are subject to judicial review.\"). This argument was made by the FEC and rejected by the District Court for the Eastern District of Virginia in <i>The Real Truth About Obama, Inc. v. FEC,</i> No. 3:08-CV-483, 2008 WL 4416282 (E.D.Va. Sept. 24, 2008). This court agrees with the Eastern District of Virginia that plaintiffs may challenge the FEC's policy:</p>\n<blockquote>[T]he rule establishing what the FEC would consider as a `political committee' is a standard set by the FEC....</blockquote>\n<blockquote>While there is no specific definition for \"major purpose,\" the rights and obligations of parties can still be determined from the FEC rule, as enforcement power exists through the judicial construct of the term \"major purpose.\" Therefore, Defendant's claim that the challenged rule is not reviewable under the APA because it is not a final agency action fails.</blockquote>\n<p><i>The Real Truth About Obama, Inc.,</i> 2008 WL 4416282 *9. The court, therefore, turns its attention to determining the likelihood that the FEC's policy is unconstitutional.</p>\n<p>As noted in the FEC's Supplemental Explanation and Justification, the test used for making determinations of \"political committee\" status is flexible. It recognizes that an organization's \"major purpose\" is inherently comparative and necessarily requires an understanding of an organization's overall activities, as opposed to its stated purpose. <i>See</i> 72 Fed. Reg. 5595-02. In determining whether an organization has as its \"major purpose\" the \"nomination or election of a candidate,\" the FEC considers a number of factors, including the organization's public statements, representations made in government filings, statements made to potential donors, internal governing documents and the proportionate amount of spending on election-related activity. No one factor is considered determinative, and the rule does not specify what weight is to be accorded the various factors. However, that alone does not render the FEC's rule constitutionally impermissible on its face. \"[T]here is no `basis for suggesting that the agency has a statutory duty to promulgate regulations that, either by default rule or by specification, address every conceivable question.'\" <i>Shays v. FEC,</i> 528 F.3d 914, 931 (D.C.Cir.2008) (quoting <i>Shalala v. Guernsey Mem. Hosp.,</i> 514 U.S. 87, 96, 115 S.Ct. 1232, 131 L.Ed.2d 106 (1995)). The FEC \"has discretion to leave a large gray area and fill it in later through adjudication and advisory opinions.\" <i>Id.</i></p>\n<p>Furthermore, the test employed by the FEC focuses on \"the major purpose\" of the organization. It does not ask, as plaintiffs assert, whether influencing campaigns is \"a major purpose\" of the group. Nor has plaintiff presented any evidence to suggest that the FEC is applying its rule that broadly. Given the presumption to which the FEC is entitledthat it \"will act properly and according to law,\" <i>FCC v. Schreiber,</i> 381 U.S. 279, 296, 85 S.Ct. 1459, 14 L.Ed.2d 383 (1965), and \"enforce its rule in good faith,\" <i>Shays v. FEC,</i> 528 F.3d 914, 930 (D.C.Cir.2008), the court finds that plaintiffs have failed to demonstrate a likelihood of success on the merit s as to this claim.</p>\n<p></p>\n<h2>C. <i>Other</i> Blackwelder <i>Factors</i>\n</h2>\n<p>The absence of evidence demonstrating a likelihood of success on the merits alone establishes that preliminary injunctive relief is inappropriate in this case. Nevertheless, the court has considered the remaining <i>Blackwelder</i> factors and has determined that they too weigh in favor of the FEC and against the issuance of a preliminary injunction. The court recognizes that even minimal infringement of First Amendment rights has been held to constitute irreparable injury. <i>See, e.g., </i><i>Newsom v. Norris,</i> 888 F.2d 371, 378 (6th Cir.1989) (citing <i>Elrod v. Burns,</i> 427 U.S. 347, 373 &amp; 374-75, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976) (plurality opinion of Brennan, J., and concurring opinion of Stewart, J.)). Considering the weakness of plaintiffs' claims, the court finds that the balance of harms favors the FEC, however. Moreover, the court finds that plaintiffs have not raised questions \"so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and... more deliberate investigation.\" <i>Blackwelder,</i> 550 F.2d at 195. In light of the government's strong interests in providing the electorate with information to assist the voters in making informed election decisions, in deterring actual and perceived corruption and in enforcing the federal campaign finance laws, the court is also unable to say that the public interest would be served by enjoining either the disclosure requirements or the FEC's PAC enforcement policy.</p>\n<p>Plaintiffs have not demonstrated that the <i>Blackwelder</i> factors support injunctive relief. Therefore, the court denies plaintiffs' motion for a preliminary injunction.</p>\n<p></p>\n<h2>II. Motion to Expedite &amp; Motion to Consolidate</h2>\n<p>The court has carefully considered plaintiffs' motions to expedite and to consolidate the preliminary injunction hearing with a trial on the merit s, as well as the parties' written and oral arguments supporting and opposing these motions. In its discretion, the court DENIES plaintiffs' motions.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiffs' motion for a preliminary injunction [DE # 3], plaintiffs' motion to expedite [DE # 4], and plaintiffs' motion to consolidate [DE # 5] are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 201 is codified at 2 U.S.C. § 434(f), and section 311 is codified at 2 U.S.C. § 441d(a).</p>\n<p>[2]  \"Electioneering communications\" are defined as \"broadcast, cable, or satellite communication[s]\" that \"[r]efer to a clearly identified candidate for Federal office\" and are \"publicly distributed within 60 days before a general election for the office sought by the candidate.\" 2 U.S.C. § 434(f)(3); 11 C.F.R. § 100.29.</p>\n<p>[3]  At issue in <i>Buckley</i> were Federal Election Campaign Act provisions that imposed a $1,000 ceiling on spending \"relative to a clearly identified candidate\" and required disclosure of contributions and expenditures made \"for the purpose of influencing\" the nomination or election of candidates for federal office. Concerned that the disclosure provision may \"encompass[] both issue discussion and advocacy of a political result,\" the court limited its construction of the statute \"to reach only funds used for communications that expressly advocate the election or defeat of a clearly identified candidate.\" <i>Buckley,</i> 424 U.S. at 79-80, 96 S.Ct. 612.</p>\n<p>[4]  The FEC has not commenced an investigation against CTP and there is nothing before the court that would indicate an investigation is imminent. Nevertheless, plaintiffs seek to ensure that no such investigation will be initiated prior to a ruling on the merits of plaintiffs' claims.</p>\n<p>[5]  The policy challenged by plaintiffs provides, in pertinent part, as follows:\n</p>\n<p>[D]etermining political committee status under FECA, as modified by the Supreme Court, requires an analysis of both an organization's specific conductwhether it received $1,000 in contributions or made $1,000 in expendituresas well as its overall conductwhether its major purpose is Federal campaign activity (i.e., the nomination or election of a Federal candidate). Neither FECA, its subsequent amendments, nor any judicial decision interpreting either, has substituted tax status as an acceptable proxy for this conduct-based determination.</p>\n<p>....</p>\n<p>... [A]n organization can satisfy the major purpose doctrine through sufficiently extensive spending on Federal campaign activity.</p>\n<p>An analysis of public statements can also be instructive in determining an organization's purpose. Because such statements may not be inherently conclusive, the Commission must evaluate the statements of the organization in a fact-intensive inquiry giving due weight to the form and nature of the statements, as well as the speaker's position within the organization.</p>\n<p>The Federal courts' interpretation of the constitutionally mandated major purpose doctrine requires the Commission to conduct investigations into the conduct of specific organizations that may reach well beyond publicly available advertisements. The Commission may need to examine statements by the organization that characterize its activities and purposes. The Commission may also need to evaluate the organization's spending on Federal campaign activity, as well as any other spending by the organization. In addition, the Commission may need to examine the organization's fundraising appeals.</p>\n<p>Because ... the major purpose doctrine requires a fact-intensive analysis of a group's campaign activities compared to its activities unrelated to campaigns, any rule must permit the Commission the flexibility to apply the doctrine to a particular organization's conduct.</p>\n<p>Supplemental Explanation and Justification on Political Committee Status, 72 Fed.Reg. 5595-02 (Feb. 7, 2007) (citations omitted).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Holly Lynn KOERBER and Committee for Truth in Politics, Inc., Plaintiffs,<br>\nv.<br>\nFEDERAL ELECTION COMMISSION, Defendant.</h1></center>\n<center>No. 2:08-CV-39-H(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>October 29, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the following motions filed by plaintiffs: (1) motion to expedite [DE # 4]; (2) motion for a preliminary injunction [DE # 3]; and (3) motion to consolidate the hearing of plaintiffs' motion for a preliminary injunction with a trial on the merits [DE # 5]. Appropriate memoranda have been filed by the parties and amici curiae Democracy 21 and Campaign Legal Center, and the court heard arguments at a hearing on October 16, 2008. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>I. The Parties</h2>\n<p>Plaintiff Committee for Truth in Politics, Inc. (\"CTP\") is a nonprofit, North Carolina corporation incorporated in September 2008 and organized pursuant to 26 U.S.C. § 501(c)(4) as an organization primarily devoted to social welfare. CTP has produced two television advertisements that discuss Senator Barack Obama's voting record on certain issues (partial birth abortion and punishment of sex offenders) and invite viewers to \"Call Senator Obama.\" CTP has spent over $10,000 airing the first advertisement, entitled \"Basic Rights,\" in several states, including North Carolina. CTP intends to broadcast this advertisement, as well as a second advertisement, entitled \"Tragic, but True,\" prior to the general election in November.</p>\n<p>Defendant Federal Elections Commission (\"FEC\") is an independent regulatory agency of the United States Government. The FEC is vested with the authority to administer and enforce the federal campaign finance laws and to oversee the public funding of Presidential elections.</p>\n<p>Plaintiff Holly Lynn Koerber (\"Koerber\") resides in Elizabeth City, North Carolina, one of the areas targeted by CTP's advertisements. She wishes to continue receiving CTP's broadcasts and is suing to enjoin the FEC from exercising its enforcement powers against CTP.</p>\n<p></p>\n<h2>II. Procedural Background</h2>\n<p>CTP and Koerber filed this action on October 3, 2008, challenging §§ 201 and 311 of the Bipartisan Campaign Reform Act of 2002 (\"BCRA\") (collectively referred to as \"the disclosure requirements\")<sup>[1]</sup> and FEC's enforcement policy concerning the determination of political action committee (\"PAC\") status. Section 201 is a reporting provision and requires corporations spending more than $10,000 on electioneering communications<sup>[2]</sup> to file a report with the PEC disclosing the names and addresses of anyone who contributes $1,000 or more for the purpose of furthering electioneering communications. <i>See</i> 2 U.S.C. § 434(f)(1), (2). Section 311 is a disclaimer provision and requires electioneering communications not authorized by a candidate to bear the statement \"[name of sponsor] is responsible for the content of this advertising\" and to include the name, address and telephone number or website address of the sponsor. <i>See</i> 2 U.S.C. § 441d(a)(3). Although CTP has apparently complied with the disclaimer requirements of § 311, it has not filed a report in compliance with § 201 and has no intention of doing so.</p>\n<p>Plaintiffs allege that the disclosure requirements are unconstitutional as applied, (Compl. ¶ 12), and that the FEC's PAC-status enforcement policy is unconstitutional, both facially and as applied to CTP and its activities, and is void as unauthorized, (Compl. ¶ 15). CTP requests preliminary and permanent injunctive relief enjoining the FEC from enforcing §§ 201 and 311 and its PAC-status policy against CTP and its activities. (Compl. ¶ 17.)</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Motion for Preliminary Injunction</h2>\n<p></p>\n<h2>A. <i>Preliminary Injunction Standard</i>\n</h2>\n<p>A preliminary injunction is \"an extraordinary remedy involving the exercise of very far-reaching power, which is to be applied `only in [the] limited circumstances' which clearly demand it.\" <i>Direx Israel, Ltd. v. Breakthrough Med. Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 811 (4th Cir.1992) (quoting <i>Instant Air Freight Co. v. C.F. Air Freight, Inc.,</i> <span class=\"citation\" data-id=\"527806\"><a href=\"/opinion/527806/instant-air-freight-co-a-corporation-of-the-state-of-new-jersey-v-cf/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">797</span></a></span>, 800 (3d Cir. 1989)). \"Whenever the extraordinary writ of injunction is granted, it should be tailored to restrain no more than what is reasonably required to accomplish its ends. Particularly is this so when preliminary relief, on something less than a full record and full resolution of the facts, is granted.\" <i>Consolidation Coal Co. v. Disabled Miners of S.W. Va.,</i> <span class=\"citation\" data-id=\"296749\"><a href=\"/opinion/296749/consolidation-coal-company-a-corporation-v-disabled-miners-of-southern/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span>, 1267 (4th Cir. 1971).</p>\n<p>In determining whether a preliminary injunction should issue, the court is guided by the hardship balancing test set forth in <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir. 1977). This test requires the court to consider four factors:</p>\n<blockquote>(1) the likelihood of irreparable harm to the plaintiff if injunctive relief is denied;</blockquote>\n<blockquote>(2) the likelihood of harm to the defendant if injunctive relief is granted;</blockquote>\n<blockquote>(3) the likelihood that the plaintiff will succeed on the merits; and</blockquote>\n<blockquote>(4) the public interest.</blockquote>\n<p><i>Rum Creek Coal Sales, Inc. v. Caperton,</i> <span class=\"citation\" data-id=\"556436\"><a href=\"/opinion/556436/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span>, 359 (4th Cir.1991). The \"`[p]laintiff bears the burden of establishing that each of these factors supports granting the injunction.'\" <i>Direx,</i> 952 F.2d at 812 (alteration in original) (quoting <i>Technical Publ'g Co. v. Lebhar-Friedman, Inc.</i> <span class=\"citation\" data-id=\"432282\"><a href=\"/opinion/432282/technical-publishing-company-division-of-dun-donnelley-publishing/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1139 (7th Cir.1984)).</p>\n<p>The hardship balancing test \"correctly emphasizes that, where serious issues are before the court, it is a sound idea to maintain the status quo ante litem, provided it can be done without imposing too excessive an interim burden upon the defendant.\" <i>Blackwelder,</i> 550 F.2d at 194-95. Thus, the most important factors are the likelihood of irreparable harm to the plaintiff and the likelihood of harm to the defendant. <i>Rum Creek,</i> 926 F.2d at 359, \"If, after balancing those two factors, the balance `tips decidedly' in favor of the plaintiff, a preliminary injunction will be granted if `the plaintiff has raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation,'\" <i>Id.</i> (citations omitted) (quoting <i>Blackwelder,</i> 550 F.2d at 195). Where, as here, however, \"the irreparable harm ... alleged is inseparably linked\" to a First Amendment claim, a \"[d]etermination of irreparable harm ... requires analysis of [the plaintiffs] likelihood of success on the merits.\" <i>Newsom ex rel. Newsom v. Albemarle Co. School Bd.,</i> <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></span>, 254-55 (4th Cir. 2003). Therefore, the court will consider that factor first. <i>See id.</i></p>\n<p></p>\n<h2>B. <i>Likelihood of Success on the Merits</i>\n</h2>\n<p></p>\n<h2>1. Disclosure Requirements</h2>\n<p>A determination of plaintiffs' likelihood of success on the merit s requires the court to first decide the appropriate standard of review for the regulations at issue. Plaintiffs contend that strict scrutiny applies because §§ 201 and 311 restrict core political speech protected by the First Amendment. (Plfs.' Prelim. Injunction Memo. at 23 (quoting statement in <i>FEC v. Wisconsin Right to Life,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145706\"><a href=\"/opinion/145706/federal-election-comn-v-wisconsin-right-to-life-inc/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2652</span></a></span>, <span class=\"citation\" data-id=\"145706\"><a href=\"/opinion/145706/federal-election-comn-v-wisconsin-right-to-life-inc/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">329</span></a></span> (2007) (<i>\"WRTL II\"</i>) that \"[b]ecause BCRA § 203 burdens political speech, it is subject to strict scrutiny\")). The FEC, on the other hand, argues that intermediate scrutiny applies.</p>\n<p>In <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976), and again in <i>McConnell v. FEC,</i> <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span>, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (2003), the Supreme Court refused to apply strict scrutiny to campaign finance laws limiting the amount of political contributions and imposing certain reporting and record-keeping requirements. Reasoning that \"a limitation upon the amount that any one person or group may contribute to a candidate or political committee entails only a marginal restriction upon the contributor's ability to engage in free communication,\" the Court held that \"a contribution limit involving even `significant interference' with associational rights is nevertheless valid if it satisfies the `lesser demand' of being `closely drawn' to match a `sufficiently important interest.'\" <i>McConnell,</i> 540 U.S. at 136, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span> (internal quotation marks omitted) (quoting <i>FEC v. Beaumont,</i> <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 162, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2200</span></a></span>, <span class=\"citation\" data-id=\"130151\"><a href=\"/opinion/130151/federal-election-commn-v-beaumont/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (2003)).</p>\n<p>As in <i>Buckley</i> and <i>McConnell,</i> the provisions involved here have only a marginal impact on the ability of contributors to engage in effective political speech. As such, they are not subject to strict scrutiny, but to the lesser standard of intermediate scrutiny applied in <i>Buckley</i> and <i>McConnell. See </i><i>Ohio Right to Life Society, Inc. v. Ohio Elections Comm'n,</i> No. 2:08-CV-492, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4186312</span></span> (S.D.Ohio Sept. 5, 2008) (holding that \"appropriate standard of review regarding campaign finance disclosure laws is intermediate, not strict scrutiny\").</p>\n<p>Under the intermediate scrutiny standard, plaintiffs would prevail on their claim if it is determined that there is no \"`relevant correlation' or `substantial relation' between the governmental interest and the information required to be disclosed.\" <i>Buckley,</i> 424 U.S. at 64, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. Plaintiffs do not address whether a relevant correlation or substantial relation exists, but instead argue that CTP's advertisements are not \"unambiguously campaign related\" and therefore may not be constitutionally regulated. (Plfs.' Prelim. Injunction Memo. at 10-15.) This argument is, for all intents and purposes, the same argument made and rejected by the Supreme Court in <i>McConnell.</i></p>\n<p>In <i>McConnell,</i> the plaintiffs challenged BCRA's disclosure requirements, arguing that \"Congress cannot constitutionally require disclosure of ... `electioneering communications' without making an exception for those `communications' that do not meet <i>Buckley's</i> definition of express advocacy.\"<sup>[3]</sup><i>McConnell,</i> 540 U.S. at 190, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. The Supreme Court rejected that argument, explaining:</p>\n<blockquote>[A] plain reading of <i>Buckley</i> makes clear that the express advocacy limitation, in both the expenditure and the disclosure contexts, was the product of statutory interpretation rather than a constitutional command. In narrowly reading the [Federal Election Campaign Act] provisions in <i>Buckley</i> to avoid problems of vagueness and overbreadth, we nowhere suggested that a statute that was neither vague nor overbroad would be required to toe the same express advocacy line.</blockquote>\n<p><i>McConnell,</i> 540 U.S. at 191-92, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span> (footnote omitted). The <i>McConnell</i> Court then held that \"electioneering communication\" was neither vague nor overbroad for purposes of § 201 and that the important governmental interests recognized in <i>Buckley</i>\"providing the electorate with information, deterring actual corruption and avoiding any appearance thereof, and gathering the data necessary to enforce more substantive electioneering restrictions\"justified the disclosure requirements. <i>Id.</i> at 196, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. Reaffirming <i>Buckley,</i> the <i>McConnell</i> Court rejected the plaintiffs' facial attack on § 201 but left open the possibility for as-applied challenges where there is a reasonable probability that \"`compelled disclosure of a party's contributors' names will subject them to threats, harassment, or reprisals from either Government officials or private parties.'\" <i>Id.</i> at 198, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span> (quoting <i>Buckley,</i> 424 U.S. at 74, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>).</p>\n<p>The Supreme Court's subsequent decision in <i>WRTL II</i> did not, as plaintiffs argue, overturn <i>McConnell.</i> In <i>WRTL II,</i> the Court considered the constitutionality of BCRA's provision prohibiting corporate funding of electioneering communications as applied to the plaintiff's issue advocacy advertisements. The provision at issue in <i>WRTL II</i> was an expenditure regulation that not only restricted, but actually prohibited, some core political speech and was, therefore, subject to strict scrutiny. The <i>WRTL II</i> decision makes no mention of the disclosure requirements upheld in <i>McConnell</i> and at issue before this court nor any other provision, the constitutionality of which is determined by the \"relevant correlation\" or \"substantial relation\" test.</p>\n<p>Plaintiffs have presented no reason to warrant a departure from the reasoning and outcome of <i>McConnell.</i> As recognized in both <i>Buckley</i> and <i>McConnell,</i> the government has a significant interest in safeguarding the political process by \"deter[ring] actual corruption and avoid[ing] the appearance of corruption by exposing large contributions and expenditures to the light of publicity,\" by providing the \"electorate with information ... to aid the voters in evaluating those who seek federal office,\" and by \"gathering the data necessary to detect violations\" of the federal campaign finance laws. <i>Buckley,</i> 424 U.S. at 66-68, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. Disclosure requirements, such as §§ 201 and 311, are \"the least restrictive means of curbing the evils of campaign ignorance and corruption that Congress found to exist.\" <i>Buckley,</i> 424 U.S. at 68, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. The correlation between these provisions and the governmental interests is not only relevant but strong. There is no indication that revelation of the sponsors' identities may result in harassment, threats or reprisals, and the court finds that plaintiffs are not likely to prevail on their claim challenging the disclosure requirements as applied to CTP.</p>\n<p></p>\n<h2>2. PAC Enforcement Policy</h2>\n<p>Plaintiffs further seek to enjoin the FEC's use of its PAC-status enforcement policy in investigating CTP and others to determine whether they are subject to regulation as \"political committees.\"<sup>[4]</sup> In <i>Buckley,</i> the Supreme Court limited the definition of \"political committee\" to organizations controlled by a candidate or whose \"major purpose\" is the \"nomination or election of a candidate.\" The court held that the expenditures of \"`political committees' so construed ... are, by definition, campaign related\" and thus regulable. <i>Buckley,</i> 424 U.S. at 79, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. Plaintiffs contend that \"the FEC's enforcement policy for determination of PAC status goes beyond any permissible construction of the major-purpose test, employs invalid regulations to determine whether the entity received a `contribution' or made an `expenditure,' is unconstitutionally vague and overbroad and `is in excess of the statutory ... authority ...' of the FEC.\" (Plfs.' Prelim. Injunction Memo. at 22.) Plaintiffs argue that the FEC's focus on \"Federal campaign activity,\" rather than on activity relating solely to the \"nomination or election of a candidate\" in determining an organization's \"major purpose\" renders the FEC's policy overbroad. (<i>Id.</i> at 20.) Additionally, plaintiffs claim that the FEC's application of the \"major purpose\" test is unconstitutional because it is based on \"ad hoc, case-by-case analysis of vague and impermissible factors.\" (<i>Id.</i> at 21.)</p>\n<p>The FEC argues that its policy<sup>[5]</sup> is not reviewable because it does not constitute final agency action within the meaning of the Administrative Procedure Act. <i>See</i> 5 U.S.C. § 704 (\"Agency action made reviewable by statute and final agency action for which there is no other adequate remedy in a court are subject to judicial review.\"). This argument was made by the FEC and rejected by the District Court for the Eastern District of Virginia in <i>The Real Truth About Obama, Inc. v. FEC,</i> No. 3:08-CV-483, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4416282</span></span> (E.D.Va. Sept. 24, 2008). This court agrees with the Eastern District of Virginia that plaintiffs may challenge the FEC's policy:</p>\n<blockquote>[T]he rule establishing what the FEC would consider as a `political committee' is a standard set by the FEC....</blockquote>\n<blockquote>While there is no specific definition for \"major purpose,\" the rights and obligations of parties can still be determined from the FEC rule, as enforcement power exists through the judicial construct of the term \"major purpose.\" Therefore, Defendant's claim that the challenged rule is not reviewable under the APA because it is not a final agency action fails.</blockquote>\n<p><i>The Real Truth About Obama, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4416282</span></span> *9. The court, therefore, turns its attention to determining the likelihood that the FEC's policy is unconstitutional.</p>\n<p>As noted in the FEC's Supplemental Explanation and Justification, the test used for making determinations of \"political committee\" status is flexible. It recognizes that an organization's \"major purpose\" is inherently comparative and necessarily requires an understanding of an organization's overall activities, as opposed to its stated purpose. <i>See</i> 72 Fed. Reg. 5595-02. In determining whether an organization has as its \"major purpose\" the \"nomination or election of a candidate,\" the FEC considers a number of factors, including the organization's public statements, representations made in government filings, statements made to potential donors, internal governing documents and the proportionate amount of spending on election-related activity. No one factor is considered determinative, and the rule does not specify what weight is to be accorded the various factors. However, that alone does not render the FEC's rule constitutionally impermissible on its face. \"[T]here is no `basis for suggesting that the agency has a statutory duty to promulgate regulations that, either by default rule or by specification, address every conceivable question.'\" <i>Shays v. FEC,</i> <span class=\"citation\" data-id=\"187188\"><a href=\"/opinion/187188/shays-v-federal-election-comn/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">914</span></a></span>, 931 (D.C.Cir.2008) (quoting <i>Shalala v. Guernsey Mem. Hosp.,</i> <span class=\"citation\" data-id=\"117909\"><a href=\"/opinion/117909/shalala-v-guernsey-memorial-hospital/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 96, <span class=\"citation\" data-id=\"117909\"><a href=\"/opinion/117909/shalala-v-guernsey-memorial-hospital/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1232</span></a></span>, <span class=\"citation\" data-id=\"117909\"><a href=\"/opinion/117909/shalala-v-guernsey-memorial-hospital/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1995)). The FEC \"has discretion to leave a large gray area and fill it in later through adjudication and advisory opinions.\" <i>Id.</i></p>\n<p>Furthermore, the test employed by the FEC focuses on \"the major purpose\" of the organization. It does not ask, as plaintiffs assert, whether influencing campaigns is \"a major purpose\" of the group. Nor has plaintiff presented any evidence to suggest that the FEC is applying its rule that broadly. Given the presumption to which the FEC is entitledthat it \"will act properly and according to law,\" <i>FCC v. Schreiber,</i> <span class=\"citation\" data-id=\"107063\"><a href=\"/opinion/107063/fcc-v-schreiber/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 296, <span class=\"citation\" data-id=\"107063\"><a href=\"/opinion/107063/fcc-v-schreiber/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, <span class=\"citation\" data-id=\"107063\"><a href=\"/opinion/107063/fcc-v-schreiber/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1965), and \"enforce its rule in good faith,\" <i>Shays v. FEC,</i> <span class=\"citation\" data-id=\"187188\"><a href=\"/opinion/187188/shays-v-federal-election-comn/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">914</span></a></span>, 930 (D.C.Cir.2008), the court finds that plaintiffs have failed to demonstrate a likelihood of success on the merit s as to this claim.</p>\n<p></p>\n<h2>C. <i>Other</i> Blackwelder <i>Factors</i>\n</h2>\n<p>The absence of evidence demonstrating a likelihood of success on the merits alone establishes that preliminary injunctive relief is inappropriate in this case. Nevertheless, the court has considered the remaining <i>Blackwelder</i> factors and has determined that they too weigh in favor of the FEC and against the issuance of a preliminary injunction. The court recognizes that even minimal infringement of First Amendment rights has been held to constitute irreparable injury. <i>See, e.g., </i><i>Newsom v. Norris,</i> <span class=\"citation\" data-id=\"531236\"><a href=\"/opinion/531236/ronald-newsom-hasan-sharif-eddie-j-mcmillan-and-donald-wolverton-v-steve/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span>, 378 (6th Cir.1989) (citing <i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 373 &amp; 374-75, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976) (plurality opinion of Brennan, J., and concurring opinion of Stewart, J.)). Considering the weakness of plaintiffs' claims, the court finds that the balance of harms favors the FEC, however. Moreover, the court finds that plaintiffs have not raised questions \"so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and... more deliberate investigation.\" <i>Blackwelder,</i> 550 F.2d at 195. In light of the government's strong interests in providing the electorate with information to assist the voters in making informed election decisions, in deterring actual and perceived corruption and in enforcing the federal campaign finance laws, the court is also unable to say that the public interest would be served by enjoining either the disclosure requirements or the FEC's PAC enforcement policy.</p>\n<p>Plaintiffs have not demonstrated that the <i>Blackwelder</i> factors support injunctive relief. Therefore, the court denies plaintiffs' motion for a preliminary injunction.</p>\n<p></p>\n<h2>II. Motion to Expedite &amp; Motion to Consolidate</h2>\n<p>The court has carefully considered plaintiffs' motions to expedite and to consolidate the preliminary injunction hearing with a trial on the merit s, as well as the parties' written and oral arguments supporting and opposing these motions. In its discretion, the court DENIES plaintiffs' motions.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiffs' motion for a preliminary injunction [DE # 3], plaintiffs' motion to expedite [DE # 4], and plaintiffs' motion to consolidate [DE # 5] are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 201 is codified at 2 U.S.C. § 434(f), and section 311 is codified at 2 U.S.C. § 441d(a).</p>\n<p>[2]  \"Electioneering communications\" are defined as \"broadcast, cable, or satellite communication[s]\" that \"[r]efer to a clearly identified candidate for Federal office\" and are \"publicly distributed within 60 days before a general election for the office sought by the candidate.\" 2 U.S.C. § 434(f)(3); 11 C.F.R. § 100.29.</p>\n<p>[3]  At issue in <i>Buckley</i> were Federal Election Campaign Act provisions that imposed a $1,000 ceiling on spending \"relative to a clearly identified candidate\" and required disclosure of contributions and expenditures made \"for the purpose of influencing\" the nomination or election of candidates for federal office. Concerned that the disclosure provision may \"encompass[] both issue discussion and advocacy of a political result,\" the court limited its construction of the statute \"to reach only funds used for communications that expressly advocate the election or defeat of a clearly identified candidate.\" <i>Buckley,</i> 424 U.S. at 79-80, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>.</p>\n<p>[4]  The FEC has not commenced an investigation against CTP and there is nothing before the court that would indicate an investigation is imminent. Nevertheless, plaintiffs seek to ensure that no such investigation will be initiated prior to a ruling on the merits of plaintiffs' claims.</p>\n<p>[5]  The policy challenged by plaintiffs provides, in pertinent part, as follows:\n</p>\n<p>[D]etermining political committee status under FECA, as modified by the Supreme Court, requires an analysis of both an organization's specific conductwhether it received $1,000 in contributions or made $1,000 in expendituresas well as its overall conductwhether its major purpose is Federal campaign activity (i.e., the nomination or election of a Federal candidate). Neither FECA, its subsequent amendments, nor any judicial decision interpreting either, has substituted tax status as an acceptable proxy for this conduct-based determination.</p>\n<p>....</p>\n<p>... [A]n organization can satisfy the major purpose doctrine through sufficiently extensive spending on Federal campaign activity.</p>\n<p>An analysis of public statements can also be instructive in determining an organization's purpose. Because such statements may not be inherently conclusive, the Commission must evaluate the statements of the organization in a fact-intensive inquiry giving due weight to the form and nature of the statements, as well as the speaker's position within the organization.</p>\n<p>The Federal courts' interpretation of the constitutionally mandated major purpose doctrine requires the Commission to conduct investigations into the conduct of specific organizations that may reach well beyond publicly available advertisements. The Commission may need to examine statements by the organization that characterize its activities and purposes. The Commission may also need to evaluate the organization's spending on Federal campaign activity, as well as any other spending by the organization. In addition, the Commission may need to examine the organization's fundraising appeals.</p>\n<p>Because ... the major purpose doctrine requires a fact-intensive analysis of a group's campaign activities compared to its activities unrelated to campaigns, any rule must permit the Commission the flexibility to apply the doctrine to a particular organization's conduct.</p>\n<p>Supplemental Explanation and Justification on Political Committee Status, 72 Fed.Reg. 5595-02 (Feb. 7, 2007) (citations omitted).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/187188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/432282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/"
  ]
}