{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2502255/",
  "absolute_url": "/opinion/2502255/aikens-v-ingram/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2502255/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:59:01.040814Z",
  "date_modified": "2016-04-27T03:07:40.481755Z",
  "type": "010combined",
  "sha1": "4ed4aab8e8b88a784c83ceda79fe3eac66702579",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>513 F.Supp.2d 586 (2007)</b></center>\n<center><h1>Frederick AIKENS, Plaintiff,<br>\nv.<br>\nWilliam E. INGRAM, Jr., et al., Defendants.</h1></center>\n<center>No. 5:06-CV-185-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 13, 2007.</center>\n<p><span class=\"star-pagination\">*587</span> William W. Webb, Sr., William Woodward Webb, Jr., The Edmisten &amp; Webb Law Firm, Raleigh, NC, for Plaintiff.</p>\n<p><span class=\"star-pagination\">*588</span> W. Dale Talbert, Attorney General's Office, R.A. Renfer, Jr., U.S. Attorney's Office, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, District Judge.</p>\n<p>Frederick Aikens (\"plaintiff\"), a former Colonel in the North Carolina Army National Guard (\"NCARNG\"), filed this civil rights action against (1) Major General William Ingram (\"Ingram\") individually and in his official capacity as the Adjutant General of the NCARNG;<sup>[1]</sup> (2) Peter von Jess (\"von Jess\") individually and in his official capacity as a Lieutenant Colonel in the NCARNG; (3) Brian McCarthy (\"McCarthy\") individually and in his official capacity as a member of the NCARNG; and (4) Paul Jones (\"Jones\") individually and in his official capacity as a member of the NCARNG. Ingram and von Jess move to dismiss plaintiffs action pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6). McCarthy and Jones move to dismiss the action for failure to achieve service of process. As explained below, the court dismisses plaintiffs amended complaint without prejudice as to Ingram and von Jess so that plaintiff may exhaust his intraservice administrative remedies with the Army Board for Correction of Military Records. As for plaintiffs amended complaint against McCarthy and Jones, the court concludes that plaintiff failed to achieve service of process. Thus, the action is dismissed without prejudice as to McCarthy and Jones.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff was a reserve soldier with the NCARNG from May 1973 until resigning on June 6, 2005. Am. Compl. ¶ 8. In or about November 2001, plaintiff and his unit were called to active duty at Fort Bragg, North Carolina. Am. Compl. ¶ 10. On November 10, 2001, plaintiff was promoted to Colonel and became the commanding officer of the 139th Rear Operations Center (\"ROC\"). Am. Compl. ¶ 11. On November 7, 2002, plaintiff was demobilized. <i>Id.</i> ¶ 16. In January 2003, plaintiff was advised that his unit would again be called to active duty and would deploy to the Iraqi Theater of Operation. <i>Id.</i> ¶ 21. On April 19, 2003, plaintiff and the 139th ROC deployed to Camp Doha in Kuwait in support of Operation Iraqi Freedom. <i>Id.</i> ¶ 25. While deployed, plaintiff used a computer that the ROC owned and that McCarthy and Jones (soldiers under plaintiffs command who were then on active duty in the United States Army) set up. <i>Id.</i> ¶¶ 4, 5, 27. Plaintiffs military email account was on a federal server. <i>Id.</i> ¶ 35.</p>\n<p>Plaintiff alleges that while in Kuwait, Ingram (who remained in North Carolina) ordered McCarthy and Jones \"to monitor, intercept and forward plaintiffs e-mails to von \"Jess\" in North Carolina. <i>Id.</i> ¶ 29. Plaintiff also alleges that von Jess (who was not on active duty and was in North Carolina employed by the NCARNG) delivered copies of plaintiffs e-mails to Ingram, who in-turn, \"sent copies of the emails to plaintiffs [superiors in Kuwait and made] various allegations against plaintiff' on November 25, 2003. <i>Id.</i> ¶¶ 3, 31.</p>\n<p>On or about November 25, 2003, plaintiff was summoned to Camp Arifjan in Kuwait and told that a Commander's Inquiry would be conducted to determine whether a formal investigation should proceed. <i>Id.</i> ¶ 32. On December 2, 2003, plaintiff returned from Kuwait to North Carolina along with the 139th ROC. <i>Id.</i> ¶ 33. In <span class=\"star-pagination\">*589</span> January 2004, plaintiff's commander from Kuwait informed him that a formal investigation would take place due to the Commander's Inquiry. <i>Id.</i> ¶ 33. Thereafter, according to plaintiff, at Ingram's behest, Colonel Garren and Colonel Baker (two NCARNG officers) conducted two investigations. Garren investigated an allegation of inappropriate relations with women, and Baker investigated an allegation of hostile command climate. <i>Id.</i> ¶¶ 37-38. The investigations were based (at least in part) on e-mails that plaintiff had exchanged with Major David Culbreth (\"Culbreth\") while deployed to Kuwait. Culbreth was a major in the NCARNG at the time the exchanged e-mails with plaintiff, but Culbreth was not on active duty and was in North Carolina. Culbreth sent the e-mails from his home computer in Fayettteville, North Carolina to Colonel Aikens on his federal computer in Camp Doha, Kuwait. <i>See</i> Am. Compl. ¶ 35.<sup>[2]</sup> Plaintiff received word from other NCARNG officers that \"Ingram used illegal means to obtain the subject email message.\" <i>Id.</i> ¶ 35. Both investigations failed to substantiate the allegations against plaintiff. <i>See id.</i> ¶¶ 37-38. Plaintiff alleges that \"[a]t the time the e-mail messages were obtained, the NCNG did not have authority over plaintiff since he saw not on actual duty in Kuwait and the proper authority to monitor plaintiff's e-mails was never obtained by the Army or the National Guard.\" <i>Id.</i> ¶ 39.</p>\n<p>In May 2004, the Department of the Army Inspector General (\"DAIG\") investigated plaintiff concerning the alleged inappropriate relations with women and alleged hostile command climate. <i>Id.</i> ¶ 40. The DAIG investigation substantiated the charges. <i>Id.</i> ¶ 41. Plaintiff alleges that the DAIG investigation relied on \"emails that were improperly browsed and obtained by Defendants.\" <i>Id.</i></p>\n<p>The DAIG then investigated plaintiff's claim that the DAIG's investigation relied on e-mails that the defendants improperly targeted and browsed. The DAIG investigation found that NCNG members violated Army Regulation 380-19 when they improperly targeted and browsed plaintiff's e-mail account. <i>Id.</i> ¶ 42-44. The DAIG investigation did not substantiate the allegation that members of the NCNG improperly released plaintiff's e-mails to Lt. Col. von Jess. <i>See</i> Am. Compl. ¶ 42 (Ex. A). Plaintiff resigned from the NCARNG and the United States Army effective June 6, 2005, and was transferred to the Retried Reserve effective August 31, 2005. <i>Id.</i> ¶ 45.</p>\n<p>On April 27, 2006, plaintiff filed suit against all defendants. On May 4, 2006, plaintiff filed an amended complaint. In count one of the amended complaint plaintiff alleges invasion of privacy against all defendants. <i>See</i> Am. Compl. ¶¶ 46-51. In count two, he alleges that Ingram and von Jess violated his Fourth Amendment rights under 42 U.S.C. § 1983. <i>See</i> Am. Compl. ¶¶ 52-56. Finally, in count Three, he alleges that Jones and McCarthy violated his Fourth Amendment rights under <i>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics,</i> 403 U.S. 388. 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). Plaintiff requests a declaratory judgment stating that defendants' actions \"were unlawful and violative of plaintiff's privacy and civil and constitutional rights;\" a preliminary <span class=\"star-pagination\">*590</span> and permanent injunction against defendants and their successors which would enjoin them from unlawful practices and future retaliation against plaintiff and require full reinstatement of benefits and seniority; damages, including back wages; attorney's fees; a jury trial; and any other relief the court deems proper. <i>Id.,</i> Prayer for Relief.</p>\n<p>On September 5, 2007, the court held oral argument. At oral argument and in his response to defendants' motion to dismiss, plaintiff clarified that he is not seeking relief in count one under North Carolina law or the Ninth Amendment for invasion of privacy. <i>See</i> Pl. Resp. 36-37. Rather, as clarified at oral argument, plaintiffs claims against Ingram and von Jess are based solely on section 1983 and the Fourth Amendment and his claims against McCarthy and Jones are based solely on <i>Bivens</i> and the Fourth Amendment. In support of the Fourth Amendment argument, plaintiff relies on Army Regulation 380-19.<sup>[3]</sup> There are no other claims in the amended complaint.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants Ingram and von Jess argue that plaintiff's amended complaint must be dismissed because plaintiff failed to exhaust intraservice administrative remedies. <i>See</i> Defs.' I &amp; J Mem. 28-29. Federal courts possess a \"[t]raditional trepidation over interfering with the military establishment....\" <i>Guerra v. Scruggs,</i> 942 F.2d 270, 276 (4th Cir.1991) (quoting <i>Mindes v. Seaman,</i> 453 F.2d 197, 199 (5th Cir.1971)). That trepidation is \"strongly manifested in an unwillingness to second-guess judgments requiring military expertise and in a reluctance to substitute court orders for discretionary military decisions.\" <i>Id.</i> To overcome that <span class=\"star-pagination\">*591</span> trepidation, a plaintiff must present \"(a) an allegation of the deprivation of a constitutional right, or an allegation that the military has acted in violation of applicable statutes or its own regulations, and (b) exhaustion of intraservice remedies.\" <i>Williams v. Wilson,</i> 762 F.2d 357, 359 (4th Cir.1985). Plaintiffs amended complaint alleges the deprivation of a constitutional right under the Fourth Amendment and thus satisfies the first element. Plaintiff has not, however, exhausted intraservice administrative remedies. <i>See </i><i>Guerra,</i> 942 F.2d at 276; <i>Williams,</i> 762 F.2d at 359; <i>Culbreth,</i> 389 F.Supp.2d at 673-78.</p>\n<p>Plaintiff argues that exhaustion would be futile because the ABCMR cannot address the alleged Fourth Amendment violation precipitating the alleged constructive discharge. <i>See</i> Pl.'s Mem. 7; <i>cf. </i><i>Guerra,</i> 942 F.2d at 276 (if the outcome would be futile, the doctrine of exhaustion will not apply). Plaintiff notes that although the alleged violation of his federal rights occurred while he was federalized, the complaint focuses on two defendants  Ingram and von Jess  who at all times relevant to the complaint were in state status. Additionally, when plaintiff was allegedly forced to resign (i.e., constructively discharged), he was in state status. Thus, plaintiff argues that \"[i]n the present case, there was no federal agency action, and [so] there is nothing for the ABCMR to review.\" Pl.'s Mem. 10. Moreover, plaintiff argues, the remedy he seeks \"can only be granted by state personnel in state status.\" <i>Id.</i></p>\n<p>This court disagrees. The ABCMR has jurisdiction over \"soldiers or former soldiers of the Active Army, the U.S. Army Reserve (USAR), and in certain cases, the Army National Guard of the United States.\" 32 C.F.R. § 581.3(d)(1)(ii). The ABCMR has authority to \"correct an error or remove an injustice\" in plaintiff's military record. 10 U.S.C. § 1552(a)(1); <i>Guerra,</i> 942 F.2d at 273; <i>Williams,</i> 762 F.2d at 359-60; <i>Culbreth,</i> 389 F.Supp.2d at 673-78. The ABCMR's power includes the power to correct plaintiffs \"federal records to show that his federal recognition has not been withdrawn, reinstate [plaintiff] in a comparable active federal reserve status, restore his pay and order compensatory back pay.\" <i>Williams,</i> 762 F.2d at 360 n. 6; <i>Culbreth,</i> 389 F.Supp.2d at 674-75; 10 U.S.C. § 1552(d). At bottom, plaintiff seeks to rescind the resignation letter contained in his military record. In so doing, he relies on the Fourth Amendment and on Army Regulation 380-19. However, plaintiff's \"failure to exhaust intraservice administrative remedies [makes] his federal claim[s] a nonjustifiable military controversy.\" <i>Williams,</i> 762 F.2d at 360; <i>Guerra,</i> 942 F.2d at 273; <i>Culbreth,</i> 389 F.Supp.2d at 673-78.</p>\n<p>The Fourth Circuit has made clear in materially indistinguishable contexts that this court should dismiss plaintiffs amended complaint without prejudice so that he may exhaust the available intraservice administrative remedies. <i>See, e.g., </i><i>Guerra,</i> 942 F.2d at 275-77 \"(reversing district court's grant of an injunction, in part, because plaintiff was unlikely to succeed on the merits due to his failure to exhaust intraservice administrative remedies); <i>Williams,</i> 762 F.2d at 360 (where the plaintiff did not exhaust intraservice remedies, dismissal without prejudice is the proper course of action); <i>Sanders v. McCrady,</i> 537 F.2d 1199, 1200-01 (4th Cir. 1976) (requiring exhaustion of intraservice administrative remedies where plaintiff sued South Carolina Adjutant General under 42 U.S.C. § 1983 for allegedly depriving him of his due process rights and forcing him to resign his commission); <i>accord Wilt v. Gilmore,</i> 62 Fed.Appx. 484, 487-88 (4th Cir. Apr.10, 2003) (per curiam) (unpublished). Dismissing the amended complaint without prejudice grants deference <span class=\"star-pagination\">*592</span> to the military to handle its own affairs. If the ABCMR does not have jurisdiction, it will take no action and plaintiff may return to federal court. <i>Cf</i> 32 C.F.R. § 581.3(e)(1)(iii). If the ABCMR has jurisdiction, then the court may conduct judicial review of the administrative proceedings. <i>See, e.g., </i><i>Culbreth,</i> 389 F.Supp.2d at 674-75. Finally, simply because plaintiff cannot attain all the remedies in the administrative process that he now seeks in federal court is not dispositive. <i>See </i><i>Guerra,</i> 942 F.2d at 277; <i>Williams,</i> 762 F.2d at 360 n. 6; <i>Sanders,</i> 537 F.2d at 1200-01. Accordingly, the court dismisses plaintiff's amended complaint without prejudice.</p>\n<p>In opposition to this conclusion, plaintiff cites <i>Patsy v. Bd. of Regents,</i> 457 U.S. 496, 102 S.Ct. 2557, 73 L.Ed.2d 172 (1982), for the proposition that exhaustion of state administrative remedies is not required in section 1983 cases. In <i>Patsy,</i> however, the Supreme Court did not address the exhaustion of federal intraservice administrative remedies in the military context. <i>See </i><i>Guerra,</i> 942 F.2d at 276; <i>Williams,</i> 762 F.2d at at 359-60; <i>accord Scott v. Rice, 7</i> F.3d 226, 1993 WL 375664, at *2 (4th Cir.1993) (per curiam) (unpublished). In any event, assuming that <i>Patsy</i> also applies to the exhaustion of federal intraservice administrative remedies, the court would then have to apply the <i>Mindes</i> four-part balancing test. <i>See, e.g., </i><i>Culbreth,</i> 389 F.Supp.2d at 675-78. The court has considered the <i>Mindes</i> four-part balancing test and concludes that the amended complaint should be dismissed without prejudice so that plaintiff may exhaust his intraservice administrative remedies with the ABCMR. <i>Id.</i></p>\n<p>Plaintiff also cites <i>Glines v. Wade,</i> 586 F.2d 675 (9th Cir.1978), and <i>Thorne v. United States Dep't of Def.,</i> 916 F.Supp. 1358 (E.D.Va.1996), for the proposition that exhaustion of administrative remedies is not required in this case. In <i>Glines,</i> the plaintiff received a declaratory judgment invalidating two Air Force regulations based \"solely upon a constitutional right\" grounded in the First Amendment's prior restraint doctrine. The court held that \"[w]ithout this judgment, [plaintiff] would remain subject to the regulations after his reinstatement\" and \"[the BCMR] would not be able to protect him from further attempts by the Air Force to enforce its regulations.\" <i>Glines,</i> 586 F.2d at 678. Likewise, in <i>Thorne,</i> the court proceeded on the merits after determining that the plaintiff's First Amendment challenge to the Navy's sexual orientation policy depended entirely on constitutional issues and was inappropriately suited to an administrative board. <i>Thorne,</i> 916 F.Supp. at 1364. Here, plaintiff does not question the underlying constitutionality of Army Regulation 380-19. Indeed, plaintiff seeks relief in part under the protection of that regulation. This court will not excuse the exhaustion of intraservice administrative remedies where the regulation itself raises no constitutional issues on its face.</p>\n<p>In light of this disposition, the court need not and does not address whether plaintiff's request for money damages under 42 U.S.C. § 1983 against Ingram (his military superior) and von Jess (a military subordinate not in his chain of command) in their individual capacities fails to state a claim under section 1983 upon which relief may be granted. <i>Cf. </i><i>Jones v. New York State Div. of Mil. &amp; Naval Affairs,</i> 166 F.3d 45, 50-52 (2d Cir.1999) (collecting cases from the First, Third, Fifth, Seventh, Eighth, Ninth, and. Tenth Circuits holding that such a claim for damages fails to state a claim under section 1983); <i>accord </i><i>United States v. Stanley,</i> 483 U.S. 669, 678, 107 S.Ct. 3054, 97 L.Ed.2d 550 (1987) (dismissing <i>Bivens</i> claim in military supervisor-subordinate context); <i>Chappell v. Wallace,</i> 462 U.S. 296, 300, 103 S.Ct. 2362, 76 L.Ed.2d 586 (1983) (same); <i>Butz</i> <span class=\"star-pagination\">*593</span> <i>v. Economou,</i> 438 U.S. 478, 500-01, 98 S.Ct. 2894, 57 L.Ed.2d 895 (1978). Similarly, the court need not and does not address defendants' qualified immunity argument. Likewise, the court need not and does not address defendants' argument that there is not an \"actual controversy\" under 28 U.S.C. § 2201 for purposes of issuing a declaratory judgment or an injunction or that the Eleventh Amendment bars the requested relief. Finally, plaintiff concedes that the Eleventh Amendment bars his request for damages against Ingram and von Jess in their official capacities.</p>\n<p></p>\n<h2>III.</h2>\n<p>On November 13, 2006, the court denied defendant McCarthy and Jones' motion to dismiss for failure to achieve service of process. <i>Aikens v. Ingram,</i> No. 5:06-CV-185-D, Order 3-4. The court concluded:</p>\n<blockquote>McCarthy and Jones have not shown unequivocally that service was improper. Plaintiff, through counsel, filed sufficient affidavits of service with the court on May 25, 2006. The affidavits state that plaintiff sent the summonses and amended complaints to McCarthy and Jones at their place of employment via certified mail, return receipt requested. The attached return receipts show that the deliveries were accepted by the same person, \"Stephanie Martin,\" who, under North Carolina law, is presumed to be. McCarthy and Jones' agent for service of process. Because McCarthy and Jones have not overcome the presumption of valid service under North Carolina law, plaintiff has satisfied the requirements for service on the individual defendants pursuant to Fed.R.Civ.P. 4(e).</blockquote>\n<p><i>Id.</i> at 4.</p>\n<p>On January 22, 2007, McCarthy and Jones filed a second motion to dismiss for failure to achieve service of process. <i>See</i> Fed.R.Civ.P. 12(b)(5). They argue that plaintiff has failed to effect service of process because Melissa Tyndall, who signed the certified mail receipt, was not an agent of either McCarthy or Jones. <i>See</i> Defs.' Second Mot. to Dismiss 1. Unlike their first motion to dismiss, defendants have now submitted evidence to support their argument. <i>See id.</i> (citing declarations of Tyndall, Wines, and Martin).</p>\n<p>On February 12, 2007, plaintiff responded in opposition to the second motion to dismiss. Plaintiff essentially argues that this court should conclude that Melissa Tyndall was authorized to accept service of process for McCarthy and Jones. <i>See</i> Pl.'s Brief in Opp. 2-3.</p>\n<p>The court has reviewed the declarations of Tyndall, Wines, and Martin. In light of these declarations, the court finds that McCarthy and Jones have shown \"unequivocally that proper service was not made upon the person of [McCarthy or Jones].\" <i>Grimsley v. Nelson,</i> 342 N.C. 542, 545, 467 S.E.2d 92, 94 (1996); <i>see </i><i>Moore v. Cox,</i> 341 F.Supp.2d 570, 573 (M.D.N.C.2004); <i>Cline v. Fairbanks Capital Corp.,</i> No. 1:03-CV-0590, 2004 WL 1146694, at *1-2 (M.D.N.C. May 20, 2004) (unpublished). Absent effective service of process, this court lacks personal jurisdiction over McCarthy and Jones. <i>See, e.g., </i><i>Murphy Bros., Inc. v. Michetti Pipe Stringing, Inc.,</i> 526 U.S. 344, 350, 119 S.Ct. 1322, 143 L.Ed.2d 448 (1999). Because plaintiff has failed to serve the summons and amended complaint on either McCarthy or Jones and has failed to show good cause for his failure, the court exercises its discretion and dismisses the action against McCarthy and Jones without prejudice. <i>See</i> Fed.R.Civ.P. 4(m); <i>see also </i><i>Giacomo-Tano v. Levine,</i> 199 F.3d 1327, 1999 WL 976481, at *2-3 (4th Cir. Oct.27, 1999) (per curiam) (unpublished); <i>Scruggs</i> <span class=\"star-pagination\">*594</span> <i>v. Spartanburg Reg'l Med. Ctr.,</i> 198 F.3d 237, 1999 WL 957698, at *2-3 (4th Cir. Oct.19, 1999) (per curiam) (unpublished); <i>Hendry v. Schneider,</i> 116 F.3d 446, 449 (10th Cir.1997) (reviewing district court's determination of no good cause under abuse of discretion standard); <i>Boley v. Kaymark,</i> 123 F.3d 756, 758 (3d Cir.1997) (recognizing discretion of district court to dismiss action where good cause not found); <i>Panaras v. Liquid Carbonic Indus. Corp.,</i> 94 F.3d 338, 340 (7th Cir.1996) (same).</p>\n<p>Plaintiff contends that this court's previous order denying defendants McCarthy and Jones' motion to dismiss for failure to achieve service of process is the law of the case and should not be reconsidered. The law of the case doctrine provides that when a court decides a rule of law, its decision should continue to govern the same issues in subsequent stages in the same case. <i>United States v. Aramony,</i> 166 F.3d 655, 661 (4th Cir.1999). The law of the case doctrine, however, is a matter of discretion and does not limit the power of the court to reopen matters already decided. <i>Giacomo-Tano,</i> 199 F.3d 1327, 1999 WL 976481, at *2; <i>see also </i><i>CNF Constructors, Inc. v. Donohoe Constr. Co.,</i> 57 F.3d 395, 397 n. 1 (4th Cir.1995) (per curiam) (stating that the law of the case doctrine is \"discretionary and not mandatory\"). A district court unquestionably has the power to revisit an issue where the underlying factual basis for a prior ruling has changed. <i>See </i><i>Giacomo-Tano,</i> 199 F.3d 1327, 1999 WL 976481, at *3. McCarthy and Jones have submitted declarations which unequivocally show that proper service was not made. In light of the new evidence, the court acts within its authority to revisit whether plaintiff properly served McCarthy and Jones and the consequences arising from improper service.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As explained above, the court grants the motion to dismiss of Ingram and von Jess. Plaintiff's amended complaint is dismissed without prejudice so that plaintiff may exhaust his intraservice administrative remedies with ABCMR. The court also grants the second motion to dismiss of McCarthy and Jones for failure to achieve service of process. Thus, plaintiff's action against McCarthy and Jones is dismissed without prejudice.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Adjutant General is the military commander of the North Carolina National Guard (\"NCNG\") which includes as one of its components the NCARNG. <i>See</i> N.C. Gen.Stat. §.§. 127A-19 &amp; 127A-2(2006).</p>\n<p>[2]  Culbreth was involuntarily dismissed from the Active Guard Reserve Program in January 2004 because the e-mails allegedly contained abusive and degrading comments about Major General Ingram and Ingram's Chief of Staff, Colonel William Boyd. <i>See </i><i>Culbreth v. Ingram,</i> 389 F.Supp.2d 668, 671-72 (E.D.N.C. 2005). Culbreth filed suit concerning his dismissal. This court dismissed the action without prejudice to permit Culbreth to exhaust his administrative remedies with the Army Board for Correction of Military Records (\"ABCMR\") <i>See id.</i> at 678.</p>\n<p>[3]  Army Regulation 380-19 states that:\n</p>\n<p>Notification procedures, per AR 380-53, will be established to ensure that all users of official DOD systems within the Army understand that their use of DOD systems constitutes consent to security monitoring. The following banner will be included as part of the log-on screens on all computer systems:</p>\n<p>ATTENTION!</p>\n<p>THIS IS A DOD COMPUTER SYSTEM. BEFORE PROCESSING CLASSIFIED INFORMATION, CHECK THE SECURITY ACCREDITATION LEVEL OF THIS SYSTEM. DO NOT PROCESS, STORE, OR TRANSMIT INFORMATION CLASSIFIED ABOVE THE ACCREDITATION LEVEL OF THIS SYSTEM. THIS COMPUTER SYSTEM, INCLUDING ALL RELATED EQUIPMENT, NETWORKS AND NETWORK DEVICES (INCLUDES INTERNET ACCESS) ARE PROVIDED ONLY FOR AUTHORIZED U.S. GOVERNMENT USE. DOD COMPUTER SYSTEMS MAY BE MONITORED FOR ALL LAWFUL PURPOSES, INCLUDING TO ENSURE THEIR USE IS AUTHORIZED, FOR MANAGEMENT OF THE SYSTEM, TO FACILITATE PROTECTION AGAINST UNAUTHORIZED ACCESS, AND TO VERIFY SECURITY PROCEDURES, SURVIVABILITY, AND OPERATIONAL SECURITY. MONITORING INCLUDES, BUT IS NOT LIMITED TO, ACTIVE ATTACKS BY AUTHORIZED DOD ENTITIES TO TEST OR VERIFY THE SECURITY OF THIS SYSTEM. DURING MONITORING, INFORMATION MAY BE EXAMINED, RECORDED, COPIED, AND USED FOR AUTHORIZED PURPOSES. ALL INFORMATION, INCLUDING PERSONAL INFORMATION, PLACED ON OR SENT OVER THIS SYSTEM MAY BE MONITORED. USE OF THIS DOD COMPUTER SYSTEM, AUTHORIZED OR UNAUTHORIZED, CONSTITUTES CONSENT TO MONITORING. UNAUTHORIZED USE OF THIS DOD COMPUTER SYSTEM MAY SUBJECT YOU TO CRIMINAL PROSECUTION. EVIDENCE OF UNAUTHORIZED USE COLLECTED DURING MONITORING MAY BE USED FOR ADMINISTRATIVE, CRIMINAL, OR OTHER ADVERSE ACTION. USE OF THIS SYSTEM CONSTITUTES CONSENT TO MONITORING FOR ALL LAWFUL PURPOSES.</p>\n<p>AR 380-19, ch. 4; ¶ 1.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">586</span></span> (2007)</b></center>\n<center><h1>Frederick AIKENS, Plaintiff,<br>\nv.<br>\nWilliam E. INGRAM, Jr., et al., Defendants.</h1></center>\n<center>No. 5:06-CV-185-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 13, 2007.</center>\n<p><span class=\"star-pagination\">*587</span> William W. Webb, Sr., William Woodward Webb, Jr., The Edmisten &amp; Webb Law Firm, Raleigh, NC, for Plaintiff.</p>\n<p><span class=\"star-pagination\">*588</span> W. Dale Talbert, Attorney General's Office, R.A. Renfer, Jr., U.S. Attorney's Office, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, District Judge.</p>\n<p>Frederick Aikens (\"plaintiff\"), a former Colonel in the North Carolina Army National Guard (\"NCARNG\"), filed this civil rights action against (1) Major General William Ingram (\"Ingram\") individually and in his official capacity as the Adjutant General of the NCARNG;<sup>[1]</sup> (2) Peter von Jess (\"von Jess\") individually and in his official capacity as a Lieutenant Colonel in the NCARNG; (3) Brian McCarthy (\"McCarthy\") individually and in his official capacity as a member of the NCARNG; and (4) Paul Jones (\"Jones\") individually and in his official capacity as a member of the NCARNG. Ingram and von Jess move to dismiss plaintiffs action pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6). McCarthy and Jones move to dismiss the action for failure to achieve service of process. As explained below, the court dismisses plaintiffs amended complaint without prejudice as to Ingram and von Jess so that plaintiff may exhaust his intraservice administrative remedies with the Army Board for Correction of Military Records. As for plaintiffs amended complaint against McCarthy and Jones, the court concludes that plaintiff failed to achieve service of process. Thus, the action is dismissed without prejudice as to McCarthy and Jones.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff was a reserve soldier with the NCARNG from May 1973 until resigning on June 6, 2005. Am. Compl. ¶ 8. In or about November 2001, plaintiff and his unit were called to active duty at Fort Bragg, North Carolina. Am. Compl. ¶ 10. On November 10, 2001, plaintiff was promoted to Colonel and became the commanding officer of the 139th Rear Operations Center (\"ROC\"). Am. Compl. ¶ 11. On November 7, 2002, plaintiff was demobilized. <i>Id.</i> ¶ 16. In January 2003, plaintiff was advised that his unit would again be called to active duty and would deploy to the Iraqi Theater of Operation. <i>Id.</i> ¶ 21. On April 19, 2003, plaintiff and the 139th ROC deployed to Camp Doha in Kuwait in support of Operation Iraqi Freedom. <i>Id.</i> ¶ 25. While deployed, plaintiff used a computer that the ROC owned and that McCarthy and Jones (soldiers under plaintiffs command who were then on active duty in the United States Army) set up. <i>Id.</i> ¶¶ 4, 5, 27. Plaintiffs military email account was on a federal server. <i>Id.</i> ¶ 35.</p>\n<p>Plaintiff alleges that while in Kuwait, Ingram (who remained in North Carolina) ordered McCarthy and Jones \"to monitor, intercept and forward plaintiffs e-mails to von \"Jess\" in North Carolina. <i>Id.</i> ¶ 29. Plaintiff also alleges that von Jess (who was not on active duty and was in North Carolina employed by the NCARNG) delivered copies of plaintiffs e-mails to Ingram, who in-turn, \"sent copies of the emails to plaintiffs [superiors in Kuwait and made] various allegations against plaintiff' on November 25, 2003. <i>Id.</i> ¶¶ 3, 31.</p>\n<p>On or about November 25, 2003, plaintiff was summoned to Camp Arifjan in Kuwait and told that a Commander's Inquiry would be conducted to determine whether a formal investigation should proceed. <i>Id.</i> ¶ 32. On December 2, 2003, plaintiff returned from Kuwait to North Carolina along with the 139th ROC. <i>Id.</i> ¶ 33. In <span class=\"star-pagination\">*589</span> January 2004, plaintiff's commander from Kuwait informed him that a formal investigation would take place due to the Commander's Inquiry. <i>Id.</i> ¶ 33. Thereafter, according to plaintiff, at Ingram's behest, Colonel Garren and Colonel Baker (two NCARNG officers) conducted two investigations. Garren investigated an allegation of inappropriate relations with women, and Baker investigated an allegation of hostile command climate. <i>Id.</i> ¶¶ 37-38. The investigations were based (at least in part) on e-mails that plaintiff had exchanged with Major David Culbreth (\"Culbreth\") while deployed to Kuwait. Culbreth was a major in the NCARNG at the time the exchanged e-mails with plaintiff, but Culbreth was not on active duty and was in North Carolina. Culbreth sent the e-mails from his home computer in Fayettteville, North Carolina to Colonel Aikens on his federal computer in Camp Doha, Kuwait. <i>See</i> Am. Compl. ¶ 35.<sup>[2]</sup> Plaintiff received word from other NCARNG officers that \"Ingram used illegal means to obtain the subject email message.\" <i>Id.</i> ¶ 35. Both investigations failed to substantiate the allegations against plaintiff. <i>See id.</i> ¶¶ 37-38. Plaintiff alleges that \"[a]t the time the e-mail messages were obtained, the NCNG did not have authority over plaintiff since he saw not on actual duty in Kuwait and the proper authority to monitor plaintiff's e-mails was never obtained by the Army or the National Guard.\" <i>Id.</i> ¶ 39.</p>\n<p>In May 2004, the Department of the Army Inspector General (\"DAIG\") investigated plaintiff concerning the alleged inappropriate relations with women and alleged hostile command climate. <i>Id.</i> ¶ 40. The DAIG investigation substantiated the charges. <i>Id.</i> ¶ 41. Plaintiff alleges that the DAIG investigation relied on \"emails that were improperly browsed and obtained by Defendants.\" <i>Id.</i></p>\n<p>The DAIG then investigated plaintiff's claim that the DAIG's investigation relied on e-mails that the defendants improperly targeted and browsed. The DAIG investigation found that NCNG members violated Army Regulation 380-19 when they improperly targeted and browsed plaintiff's e-mail account. <i>Id.</i> ¶ 42-44. The DAIG investigation did not substantiate the allegation that members of the NCNG improperly released plaintiff's e-mails to Lt. Col. von Jess. <i>See</i> Am. Compl. ¶ 42 (Ex. A). Plaintiff resigned from the NCARNG and the United States Army effective June 6, 2005, and was transferred to the Retried Reserve effective August 31, 2005. <i>Id.</i> ¶ 45.</p>\n<p>On April 27, 2006, plaintiff filed suit against all defendants. On May 4, 2006, plaintiff filed an amended complaint. In count one of the amended complaint plaintiff alleges invasion of privacy against all defendants. <i>See</i> Am. Compl. ¶¶ 46-51. In count two, he alleges that Ingram and von Jess violated his Fourth Amendment rights under 42 U.S.C. § 1983. <i>See</i> Am. Compl. ¶¶ 52-56. Finally, in count Three, he alleges that Jones and McCarthy violated his Fourth Amendment rights under <i>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics,</i> 403 U.S. 388. <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971). Plaintiff requests a declaratory judgment stating that defendants' actions \"were unlawful and violative of plaintiff's privacy and civil and constitutional rights;\" a preliminary <span class=\"star-pagination\">*590</span> and permanent injunction against defendants and their successors which would enjoin them from unlawful practices and future retaliation against plaintiff and require full reinstatement of benefits and seniority; damages, including back wages; attorney's fees; a jury trial; and any other relief the court deems proper. <i>Id.,</i> Prayer for Relief.</p>\n<p>On September 5, 2007, the court held oral argument. At oral argument and in his response to defendants' motion to dismiss, plaintiff clarified that he is not seeking relief in count one under North Carolina law or the Ninth Amendment for invasion of privacy. <i>See</i> Pl. Resp. 36-37. Rather, as clarified at oral argument, plaintiffs claims against Ingram and von Jess are based solely on section 1983 and the Fourth Amendment and his claims against McCarthy and Jones are based solely on <i>Bivens</i> and the Fourth Amendment. In support of the Fourth Amendment argument, plaintiff relies on Army Regulation 380-19.<sup>[3]</sup> There are no other claims in the amended complaint.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants Ingram and von Jess argue that plaintiff's amended complaint must be dismissed because plaintiff failed to exhaust intraservice administrative remedies. <i>See</i> Defs.' I &amp; J Mem. 28-29. Federal courts possess a \"[t]raditional trepidation over interfering with the military establishment....\" <i>Guerra v. Scruggs,</i> <span class=\"citation\" data-id=\"566833\"><a href=\"/opinion/566833/rigoberto-guerra-jr-private-united-states-army-v-hugh-f-scruggs/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 276 (4th Cir.1991) (quoting <i>Mindes v. Seaman,</i> <span class=\"citation\" data-id=\"300676\"><a href=\"/opinion/300676/capt-milbert-mindes-v-dr-robert-c-seaman-secretary-of-the-united/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 199 (5th Cir.1971)). That trepidation is \"strongly manifested in an unwillingness to second-guess judgments requiring military expertise and in a reluctance to substitute court orders for discretionary military decisions.\" <i>Id.</i> To overcome that <span class=\"star-pagination\">*591</span> trepidation, a plaintiff must present \"(a) an allegation of the deprivation of a constitutional right, or an allegation that the military has acted in violation of applicable statutes or its own regulations, and (b) exhaustion of intraservice remedies.\" <i>Williams v. Wilson,</i> <span class=\"citation\" data-id=\"452089\"><a href=\"/opinion/452089/gene-hal-williams-v-john-a-wilson-iii-as-adjutant-general-of-west/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span>, 359 (4th Cir.1985). Plaintiffs amended complaint alleges the deprivation of a constitutional right under the Fourth Amendment and thus satisfies the first element. Plaintiff has not, however, exhausted intraservice administrative remedies. <i>See </i><i>Guerra,</i> 942 F.2d at 276; <i>Williams,</i> 762 F.2d at 359; <i>Culbreth,</i> 389 F.Supp.2d at 673-78.</p>\n<p>Plaintiff argues that exhaustion would be futile because the ABCMR cannot address the alleged Fourth Amendment violation precipitating the alleged constructive discharge. <i>See</i> Pl.'s Mem. 7; <i>cf. </i><i>Guerra,</i> 942 F.2d at 276 (if the outcome would be futile, the doctrine of exhaustion will not apply). Plaintiff notes that although the alleged violation of his federal rights occurred while he was federalized, the complaint focuses on two defendants  Ingram and von Jess  who at all times relevant to the complaint were in state status. Additionally, when plaintiff was allegedly forced to resign (i.e., constructively discharged), he was in state status. Thus, plaintiff argues that \"[i]n the present case, there was no federal agency action, and [so] there is nothing for the ABCMR to review.\" Pl.'s Mem. 10. Moreover, plaintiff argues, the remedy he seeks \"can only be granted by state personnel in state status.\" <i>Id.</i></p>\n<p>This court disagrees. The ABCMR has jurisdiction over \"soldiers or former soldiers of the Active Army, the U.S. Army Reserve (USAR), and in certain cases, the Army National Guard of the United States.\" 32 C.F.R. § 581.3(d)(1)(ii). The ABCMR has authority to \"correct an error or remove an injustice\" in plaintiff's military record. 10 U.S.C. § 1552(a)(1); <i>Guerra,</i> 942 F.2d at 273; <i>Williams,</i> 762 F.2d at 359-60; <i>Culbreth,</i> 389 F.Supp.2d at 673-78. The ABCMR's power includes the power to correct plaintiffs \"federal records to show that his federal recognition has not been withdrawn, reinstate [plaintiff] in a comparable active federal reserve status, restore his pay and order compensatory back pay.\" <i>Williams,</i> 762 F.2d at 360 n. 6; <i>Culbreth,</i> 389 F.Supp.2d at 674-75; 10 U.S.C. § 1552(d). At bottom, plaintiff seeks to rescind the resignation letter contained in his military record. In so doing, he relies on the Fourth Amendment and on Army Regulation 380-19. However, plaintiff's \"failure to exhaust intraservice administrative remedies [makes] his federal claim[s] a nonjustifiable military controversy.\" <i>Williams,</i> 762 F.2d at 360; <i>Guerra,</i> 942 F.2d at 273; <i>Culbreth,</i> 389 F.Supp.2d at 673-78.</p>\n<p>The Fourth Circuit has made clear in materially indistinguishable contexts that this court should dismiss plaintiffs amended complaint without prejudice so that he may exhaust the available intraservice administrative remedies. <i>See, e.g., </i><i>Guerra,</i> 942 F.2d at 275-77 \"(reversing district court's grant of an injunction, in part, because plaintiff was unlikely to succeed on the merits due to his failure to exhaust intraservice administrative remedies); <i>Williams,</i> 762 F.2d at 360 (where the plaintiff did not exhaust intraservice remedies, dismissal without prejudice is the proper course of action); <i>Sanders v. McCrady,</i> <span class=\"citation\" data-id=\"336530\"><a href=\"/opinion/336530/marvin-o-sanders-v-robert-l-mccrady-individually-and-as-adjutant-general/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1199</span></a></span>, 1200-01 (4th Cir. 1976) (requiring exhaustion of intraservice administrative remedies where plaintiff sued South Carolina Adjutant General under 42 U.S.C. § 1983 for allegedly depriving him of his due process rights and forcing him to resign his commission); <i>accord Wilt v. Gilmore,</i> 62 Fed.Appx. 484, 487-88 (4th Cir. Apr.10, 2003) (per curiam) (unpublished). Dismissing the amended complaint without prejudice grants deference <span class=\"star-pagination\">*592</span> to the military to handle its own affairs. If the ABCMR does not have jurisdiction, it will take no action and plaintiff may return to federal court. <i>Cf</i> 32 C.F.R. § 581.3(e)(1)(iii). If the ABCMR has jurisdiction, then the court may conduct judicial review of the administrative proceedings. <i>See, e.g., </i><i>Culbreth,</i> 389 F.Supp.2d at 674-75. Finally, simply because plaintiff cannot attain all the remedies in the administrative process that he now seeks in federal court is not dispositive. <i>See </i><i>Guerra,</i> 942 F.2d at 277; <i>Williams,</i> 762 F.2d at 360 n. 6; <i>Sanders,</i> 537 F.2d at 1200-01. Accordingly, the court dismisses plaintiff's amended complaint without prejudice.</p>\n<p>In opposition to this conclusion, plaintiff cites <i>Patsy v. Bd. of Regents,</i> <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></a></span> (1982), for the proposition that exhaustion of state administrative remedies is not required in section 1983 cases. In <i>Patsy,</i> however, the Supreme Court did not address the exhaustion of federal intraservice administrative remedies in the military context. <i>See </i><i>Guerra,</i> 942 F.2d at 276; <i>Williams,</i> 762 F.2d at at 359-60; <i>accord Scott v. Rice, 7</i> F.3d 226, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">375664</span></span>, at *2 (4th Cir.1993) (per curiam) (unpublished). In any event, assuming that <i>Patsy</i> also applies to the exhaustion of federal intraservice administrative remedies, the court would then have to apply the <i>Mindes</i> four-part balancing test. <i>See, e.g., </i><i>Culbreth,</i> 389 F.Supp.2d at 675-78. The court has considered the <i>Mindes</i> four-part balancing test and concludes that the amended complaint should be dismissed without prejudice so that plaintiff may exhaust his intraservice administrative remedies with the ABCMR. <i>Id.</i></p>\n<p>Plaintiff also cites <i>Glines v. Wade,</i> <span class=\"citation\" data-id=\"360519\"><a href=\"/opinion/360519/albert-edward-glines-v-james-l-wade-commander-349th-material-airlift/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span> (9th Cir.1978), and <i>Thorne v. United States Dep't of Def.,</i> <span class=\"citation\" data-id=\"1516723\"><a href=\"/opinion/1516723/thorne-v-us-dept-of-defense/\"><span class=\"volume\">916</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1358</span></a></span> (E.D.Va.1996), for the proposition that exhaustion of administrative remedies is not required in this case. In <i>Glines,</i> the plaintiff received a declaratory judgment invalidating two Air Force regulations based \"solely upon a constitutional right\" grounded in the First Amendment's prior restraint doctrine. The court held that \"[w]ithout this judgment, [plaintiff] would remain subject to the regulations after his reinstatement\" and \"[the BCMR] would not be able to protect him from further attempts by the Air Force to enforce its regulations.\" <i>Glines,</i> 586 F.2d at 678. Likewise, in <i>Thorne,</i> the court proceeded on the merits after determining that the plaintiff's First Amendment challenge to the Navy's sexual orientation policy depended entirely on constitutional issues and was inappropriately suited to an administrative board. <i>Thorne,</i> 916 F.Supp. at 1364. Here, plaintiff does not question the underlying constitutionality of Army Regulation 380-19. Indeed, plaintiff seeks relief in part under the protection of that regulation. This court will not excuse the exhaustion of intraservice administrative remedies where the regulation itself raises no constitutional issues on its face.</p>\n<p>In light of this disposition, the court need not and does not address whether plaintiff's request for money damages under 42 U.S.C. § 1983 against Ingram (his military superior) and von Jess (a military subordinate not in his chain of command) in their individual capacities fails to state a claim under section 1983 upon which relief may be granted. <i>Cf. </i><i>Jones v. New York State Div. of Mil. &amp; Naval Affairs,</i> <span class=\"citation\" data-id=\"760940\"><a href=\"/opinion/760940/frank-d-jones-v-new-york-state-division-of-military-and-naval-affairs-and/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 50-52 (2d Cir.1999) (collecting cases from the First, Third, Fifth, Seventh, Eighth, Ninth, and. Tenth Circuits holding that such a claim for damages fails to state a claim under section 1983); <i>accord </i><i>United States v. Stanley,</i> <span class=\"citation\" data-id=\"111954\"><a href=\"/opinion/111954/united-states-v-stanley/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, 678, <span class=\"citation\" data-id=\"111954\"><a href=\"/opinion/111954/united-states-v-stanley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3054</span></a></span>, <span class=\"citation\" data-id=\"111954\"><a href=\"/opinion/111954/united-states-v-stanley/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">550</span></a></span> (1987) (dismissing <i>Bivens</i> claim in military supervisor-subordinate context); <i>Chappell v. Wallace,</i> <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 300, <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"110960\"><a href=\"/opinion/110960/chappell-v-wallace/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span></a></span> (1983) (same); <i>Butz</i> <span class=\"star-pagination\">*593</span> <i>v. Economou,</i> <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 500-01, <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2894</span></a></span>, <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span></a></span> (1978). Similarly, the court need not and does not address defendants' qualified immunity argument. Likewise, the court need not and does not address defendants' argument that there is not an \"actual controversy\" under 28 U.S.C. § 2201 for purposes of issuing a declaratory judgment or an injunction or that the Eleventh Amendment bars the requested relief. Finally, plaintiff concedes that the Eleventh Amendment bars his request for damages against Ingram and von Jess in their official capacities.</p>\n<p></p>\n<h2>III.</h2>\n<p>On November 13, 2006, the court denied defendant McCarthy and Jones' motion to dismiss for failure to achieve service of process. <i>Aikens v. Ingram,</i> No. 5:06-CV-185-D, Order 3-4. The court concluded:</p>\n<blockquote>McCarthy and Jones have not shown unequivocally that service was improper. Plaintiff, through counsel, filed sufficient affidavits of service with the court on May 25, 2006. The affidavits state that plaintiff sent the summonses and amended complaints to McCarthy and Jones at their place of employment via certified mail, return receipt requested. The attached return receipts show that the deliveries were accepted by the same person, \"Stephanie Martin,\" who, under North Carolina law, is presumed to be. McCarthy and Jones' agent for service of process. Because McCarthy and Jones have not overcome the presumption of valid service under North Carolina law, plaintiff has satisfied the requirements for service on the individual defendants pursuant to Fed.R.Civ.P. 4(e).</blockquote>\n<p><i>Id.</i> at 4.</p>\n<p>On January 22, 2007, McCarthy and Jones filed a second motion to dismiss for failure to achieve service of process. <i>See</i> Fed.R.Civ.P. 12(b)(5). They argue that plaintiff has failed to effect service of process because Melissa Tyndall, who signed the certified mail receipt, was not an agent of either McCarthy or Jones. <i>See</i> Defs.' Second Mot. to Dismiss 1. Unlike their first motion to dismiss, defendants have now submitted evidence to support their argument. <i>See id.</i> (citing declarations of Tyndall, Wines, and Martin).</p>\n<p>On February 12, 2007, plaintiff responded in opposition to the second motion to dismiss. Plaintiff essentially argues that this court should conclude that Melissa Tyndall was authorized to accept service of process for McCarthy and Jones. <i>See</i> Pl.'s Brief in Opp. 2-3.</p>\n<p>The court has reviewed the declarations of Tyndall, Wines, and Martin. In light of these declarations, the court finds that McCarthy and Jones have shown \"unequivocally that proper service was not made upon the person of [McCarthy or Jones].\" <i>Grimsley v. Nelson,</i> <span class=\"citation\" data-id=\"1204747\"><a href=\"/opinion/1204747/grimsley-v-nelson/\"><span class=\"volume\">342</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">542</span></a></span>, 545, <span class=\"citation\" data-id=\"1204747\"><a href=\"/opinion/1204747/grimsley-v-nelson/\"><span class=\"volume\">467</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">92</span></a></span>, 94 (1996); <i>see </i><i>Moore v. Cox,</i> <span class=\"citation\" data-id=\"2459078\"><a href=\"/opinion/2459078/moore-v-cox/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">570</span></a></span>, 573 (M.D.N.C.2004); <i>Cline v. Fairbanks Capital Corp.,</i> No. 1:03-CV-0590, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1146694</span></span>, at *1-2 (M.D.N.C. May 20, 2004) (unpublished). Absent effective service of process, this court lacks personal jurisdiction over McCarthy and Jones. <i>See, e.g., </i><i>Murphy Bros., Inc. v. Michetti Pipe Stringing, Inc.,</i> <span class=\"citation\" data-id=\"118279\"><a href=\"/opinion/118279/murphy-brothers-inc-v-michetti-pipe-stringing-inc/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 350, <span class=\"citation\" data-id=\"118279\"><a href=\"/opinion/118279/murphy-brothers-inc-v-michetti-pipe-stringing-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, <span class=\"citation\" data-id=\"118279\"><a href=\"/opinion/118279/murphy-brothers-inc-v-michetti-pipe-stringing-inc/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">448</span></a></span> (1999). Because plaintiff has failed to serve the summons and amended complaint on either McCarthy or Jones and has failed to show good cause for his failure, the court exercises its discretion and dismisses the action against McCarthy and Jones without prejudice. <i>See</i> Fed.R.Civ.P. 4(m); <i>see also </i><i>Giacomo-Tano v. Levine,</i> <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">976481</span></span>, at *2-3 (4th Cir. Oct.27, 1999) (per curiam) (unpublished); <i>Scruggs</i> <span class=\"star-pagination\">*594</span> <i>v. Spartanburg Reg'l Med. Ctr.,</i> <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">957698</span></span>, at *2-3 (4th Cir. Oct.19, 1999) (per curiam) (unpublished); <i>Hendry v. Schneider,</i> <span class=\"citation\" data-id=\"154963\"><a href=\"/opinion/154963/hendry-v-schneider/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span>, 449 (10th Cir.1997) (reviewing district court's determination of no good cause under abuse of discretion standard); <i>Boley v. Kaymark,</i> <span class=\"citation\" data-id=\"745389\"><a href=\"/opinion/745389/wayne-e-boley-v-dale-kaymark/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span>, 758 (3d Cir.1997) (recognizing discretion of district court to dismiss action where good cause not found); <i>Panaras v. Liquid Carbonic Indus. Corp.,</i> <span class=\"citation\" data-id=\"725093\"><a href=\"/opinion/725093/raymond-k-panaras-v-liquid-carbonic-industries-corporation-a-delaware/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">338</span></a></span>, 340 (7th Cir.1996) (same).</p>\n<p>Plaintiff contends that this court's previous order denying defendants McCarthy and Jones' motion to dismiss for failure to achieve service of process is the law of the case and should not be reconsidered. The law of the case doctrine provides that when a court decides a rule of law, its decision should continue to govern the same issues in subsequent stages in the same case. <i>United States v. Aramony,</i> <span class=\"citation\" data-id=\"761255\"><a href=\"/opinion/761255/united-states-v-william-aramony-united-states-of-america-v-thomas-j/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 661 (4th Cir.1999). The law of the case doctrine, however, is a matter of discretion and does not limit the power of the court to reopen matters already decided. <i>Giacomo-Tano,</i> <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">976481</span></span>, at *2; <i>see also </i><i>CNF Constructors, Inc. v. Donohoe Constr. Co.,</i> <span class=\"citation\" data-id=\"697687\"><a href=\"/opinion/697687/cnf-constructors-incorporated-v-donohoe-construction-company-a-division/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">395</span></a></span>, 397 n. 1 (4th Cir.1995) (per curiam) (stating that the law of the case doctrine is \"discretionary and not mandatory\"). A district court unquestionably has the power to revisit an issue where the underlying factual basis for a prior ruling has changed. <i>See </i><i>Giacomo-Tano,</i> <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">976481</span></span>, at *3. McCarthy and Jones have submitted declarations which unequivocally show that proper service was not made. In light of the new evidence, the court acts within its authority to revisit whether plaintiff properly served McCarthy and Jones and the consequences arising from improper service.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As explained above, the court grants the motion to dismiss of Ingram and von Jess. Plaintiff's amended complaint is dismissed without prejudice so that plaintiff may exhaust his intraservice administrative remedies with ABCMR. The court also grants the second motion to dismiss of McCarthy and Jones for failure to achieve service of process. Thus, plaintiff's action against McCarthy and Jones is dismissed without prejudice.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Adjutant General is the military commander of the North Carolina National Guard (\"NCNG\") which includes as one of its components the NCARNG. <i>See</i> N.C. Gen.Stat. §.§. 127A-19 &amp; 127A-2(2006).</p>\n<p>[2]  Culbreth was involuntarily dismissed from the Active Guard Reserve Program in January 2004 because the e-mails allegedly contained abusive and degrading comments about Major General Ingram and Ingram's Chief of Staff, Colonel William Boyd. <i>See </i><i>Culbreth v. Ingram,</i> <span class=\"citation\" data-id=\"2498056\"><a href=\"/opinion/2498056/culbreth-v-ingram/\"><span class=\"volume\">389</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">668</span></a></span>, 671-72 (E.D.N.C. 2005). Culbreth filed suit concerning his dismissal. This court dismissed the action without prejudice to permit Culbreth to exhaust his administrative remedies with the Army Board for Correction of Military Records (\"ABCMR\") <i>See id.</i> at 678.</p>\n<p>[3]  Army Regulation 380-19 states that:\n</p>\n<p>Notification procedures, per AR 380-53, will be established to ensure that all users of official DOD systems within the Army understand that their use of DOD systems constitutes consent to security monitoring. The following banner will be included as part of the log-on screens on all computer systems:</p>\n<p>ATTENTION!</p>\n<p>THIS IS A DOD COMPUTER SYSTEM. BEFORE PROCESSING CLASSIFIED INFORMATION, CHECK THE SECURITY ACCREDITATION LEVEL OF THIS SYSTEM. DO NOT PROCESS, STORE, OR TRANSMIT INFORMATION CLASSIFIED ABOVE THE ACCREDITATION LEVEL OF THIS SYSTEM. THIS COMPUTER SYSTEM, INCLUDING ALL RELATED EQUIPMENT, NETWORKS AND NETWORK DEVICES (INCLUDES INTERNET ACCESS) ARE PROVIDED ONLY FOR AUTHORIZED U.S. GOVERNMENT USE. DOD COMPUTER SYSTEMS MAY BE MONITORED FOR ALL LAWFUL PURPOSES, INCLUDING TO ENSURE THEIR USE IS AUTHORIZED, FOR MANAGEMENT OF THE SYSTEM, TO FACILITATE PROTECTION AGAINST UNAUTHORIZED ACCESS, AND TO VERIFY SECURITY PROCEDURES, SURVIVABILITY, AND OPERATIONAL SECURITY. MONITORING INCLUDES, BUT IS NOT LIMITED TO, ACTIVE ATTACKS BY AUTHORIZED DOD ENTITIES TO TEST OR VERIFY THE SECURITY OF THIS SYSTEM. DURING MONITORING, INFORMATION MAY BE EXAMINED, RECORDED, COPIED, AND USED FOR AUTHORIZED PURPOSES. ALL INFORMATION, INCLUDING PERSONAL INFORMATION, PLACED ON OR SENT OVER THIS SYSTEM MAY BE MONITORED. USE OF THIS DOD COMPUTER SYSTEM, AUTHORIZED OR UNAUTHORIZED, CONSTITUTES CONSENT TO MONITORING. UNAUTHORIZED USE OF THIS DOD COMPUTER SYSTEM MAY SUBJECT YOU TO CRIMINAL PROSECUTION. EVIDENCE OF UNAUTHORIZED USE COLLECTED DURING MONITORING MAY BE USED FOR ADMINISTRATIVE, CRIMINAL, OR OTHER ADVERSE ACTION. USE OF THIS SYSTEM CONSTITUTES CONSENT TO MONITORING FOR ALL LAWFUL PURPOSES.</p>\n<p>AR 380-19, ch. 4; ¶ 1.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/154963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1204747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1516723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2459078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2498056/"
  ]
}