{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2506282/",
  "absolute_url": "/opinion/2506282/united-states-v-joseph-binder-schweizer-emplem-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2506282/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:00:52.562050Z",
  "date_modified": "2016-04-27T01:11:44.834811Z",
  "type": "010combined",
  "sha1": "088c20f0a99bce7daed8b5f3932550e9228d11d4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>167 F.Supp.2d 862 (2001)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nJOSEPH BINDER SCHWEIZER EMPLEM COMPANY, Defendants.</h1></center>\n<center>Nos. 5:01CR91-1H, 5:01CR91-2H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 1, 2001.</center>\n<p><span class=\"star-pagination\">*863</span> David J. Cortes, AUSA, U.S. Attorney's Office, Raleigh, NC, for U.S.</p>\n<p>Joseph Binder, Glenview, IL, pro se.</p>\n<p>David W. Long, Raleigh, NC, for Joseph Binbder.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss indictment, or in the absence of dismissal, to suppress evidence. The United States has responded. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On November 29, 1995, the Defense Personnel Support Center (\"DPSC\") solicited bids for 898,460 uniform patches for the United States Air Force Combat Command. The solicitation included several contract requirements, one of which was <span class=\"star-pagination\">*864</span> that the patches be made in the United States.</p>\n<p>On November 29, 1995, American Uniform Sales submitted a bid in response to the solicitation, stating that Schweizer Emblem Company (\"Schweizer\") would manufacture the patches in Park Ridge, Illinois. Defendant Joseph Binder was president of Schweizer.</p>\n<p>DPSC awarded the contract to Schweizer on July 1, 1996. In March 1997, after American Uniform had begun shipments to the government, an unsuccessful bidder and competitor of American Uniform complained that the patches were not made in the United States or its properties, as required by contract, but in Thailand.</p>\n<p>In April 1997, the government's contracting officer contacted American Uniform to confirm where the patches were being made. An American Uniform representative, in turn, contacted Julie Scott, Schweizer's customer service manager who has plead guilty and is now cooperating with the government. Scott represented to American Uniform that the patches were made at Schweizer's plant in Wisconsin.</p>\n<p>On July 21, 1997, DPSC notified American Uniform, who in turn notified Schweizer, that it would exercise its right to visit the Wisconsin plant. Schweizer rebuffed the government inspector's attempt to visit as there was actually no plant in Wisconsin.</p>\n<p>On August 28, 1998, Action Embroidery, a competitor of American Uniform, filed a <i>qui tam</i> action under seal against American Uniform and Schweizer, alleging that they had conspired to violate the False Claims Act and the Buy American Act by having the patches made overseas.</p>\n<p>On November 13, 1998, Special Agent (\"SA\") Barrett of the United States Department of Defense conducted a search pursuant to a warrant of Schweizer's premises in Park Ridge, Illinois. On November 13, 1998, SA Barrett executed the warrant and approached Julie Scott as he was directed to do by Assistant United States Attorney David J. Cortes. According to SA Barrett, he notified Scott that he was there to execute a warrant and asked her if she was represented by counsel. According to SA Barrett, Scott answered in the negative, whereupon SA Barrett proceeded to interview her.</p>\n<p>On July 21, 1999, the United States intervened in the <i>qui tam</i> action brought by American Embroidery.</p>\n<p>On May 31, 2000, the United States filed a one count criminal information charging Scott with making a false statement to the department of defense in violation of 18 U.S.C. ยง 1001. Scott plead guilty to the offense and is awaiting sentencing.</p>\n<p>Schweizer and Binder were indicted on April 17, 2001. On June 29, 2001, defendants Schweizer and Binder filed the motion to dismiss indictment, or alternatively, to suppress evidence presently before the court, on the ground that SA Barrett's interview with Scott violated North Carolina's Rule 4.2 which prohibits <i>ex parte</i> contacts with represented persons. On July 17, 2001, the government filed an eleven-count second superseding indictment which alleges that defendants Schweizer and Binder knowingly made false representations to the government.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Applicable Law</h2>\n<p>Courts have generally held that counsel for United States are bound by the rules of ethics of the state jurisdiction in which they are practicing. <i>McCallum v. CSX Transportation, Inc.,</i> 149 F.R.D. 104, 108 (M.D.N.C.1993). Federal courts in North Carolina have traditionally adopted the North Carolina professional code as its <span class=\"star-pagination\">*865</span> code of conduct, <i>Id.,</i> and the court presumes an attorney practicing in front of it to be familiar with the ethical rules of the jurisdiction. <i>In re Snyder,</i> 472 U.S. 634, 645 n. 6, 105 S.Ct. 2874, 86 L.Ed.2d 504 (1985).</p>\n<p>Therefore, the applicable law of professional conduct relevant to the matter at hand is North Carolina Rule 4.2 which is nearly identical to the ABA Model Rule. Rule 4.2 provides in pertinent part:</p>\n<blockquote>During the representation of a client, a lawyer shall not communicate about the subject of the representation with a person the lawyer knows to be represented by another lawyer in the matter unless the lawyer has the consent of the other lawyer or is authorized by law to do so.</blockquote>\n<p><i>Id.</i> at (a).</p>\n<p>Rule 4.2(a) is simply a codification of the century old principle that an attorney must not communicate with an opposing party who is represented by counsel. <i>See generally,</i> Leubsdorf, \"Communicating With Another Lawyer's Client: The Lawyer's Veto and the Client's Interests,\" 127 U.Pa.L.Rev. 683, 684-685 (1979). The rule specifically prohibits communication with employees of a represented organization who have managerial responsibility and with any other person \"whose act or omission in connection with the matter may be imputed to the organization for purposes of civil or criminal liability or whose statement may constitute an admission on the part of the organization\". <i>Id; </i><i>McCallum,</i> 149 F.R.D. at 108-111.</p>\n<p>Pursuant to 99 Formal Ethics Opinion 10 of the North Carolina State Bar, the specific circumstance of interviews by investigators of corporate employees at the direction of government counsel in fraud investigations is as follows:</p>\n<blockquote>A government lawyer working on a fraud investigation may instruct an investigator to interview employees of the target organization provided the investigator does not interview an employee who participates in legal representation of the organization or an officer or manager of the organization who has the legal authority to speak for and bind the organization.</blockquote>\n<p></p>\n<h2>II. Analysis</h2>\n<p>Defendants argue that the indictment should be dismissed or Scott's testimony suppressed based on the assertion that the Assistant United States Attorney, through SA Barrett, communicated with Scott, knowing that she was represented by counsel, about the subject of that representation in violation of Rule 4.2.</p>\n<p>In order to fall under Rule 4.2, the prosecutor must know that the person being interviewed is represented by counsel as to the subject of the interview. The defendants do not dispute the fact that SA Barrett specifically asked Scott if she was represented by counsel and that Scott answered in the negative. It was only after Scott connoted to SA Barrett that she was not represented by counsel did he begin to interview her. Furthermore, the government had not yet formed an adversarial position against defendants and was only in the beginning stages of an investigation. It is indeed true that the <i>qui tam</i> action had been filed by Action Embroidery against defendants, however, that action was under seal and the government had not yet intervened in that action. Therefore, based on these facts, what took place in Scott's office was a pre-indictment, non-custodial, overt contact between a special agent and a subject who specifically stated that she was not represented by counsel. <i>See </i><i>United States v. Gray,</i> 825 F.Supp. 63 (D.Vt.1993) (holding in context of simultaneous civil and criminal investigations, when AUSA did not know defendant was represented by counsel in criminal investigation, agent's activities were legitimate <span class=\"star-pagination\">*866</span> investigative technique within the \"authorized by law\" exception to the ethics rule); <i>see also, </i><i>In re Disciplinary Proceedings,</i> 876 F.Supp. 265, 268 (M.D.Fla.1993) (holding when employee of company who connoted that she was not represented by counsel, was interviewed in non-custodial pre-indictment situation, ethics rule does not apply).</p>\n<p>While the United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\") has not specifically addressed the issue, federal appellate case law is virtually unanimous in holding that pre-indictment operations against represented targets are not contrary to the rules of professional conduct. <i>United States v. Marcus,</i> 849 F.Supp. 417, 422 (D.Md.1994) (citing <i>United States v.. Sutton,</i> 801 F.2d 1346 (D.C.Cir.1986); <i>U.S. v. Lemonakis,</i> 485 F.2d 941 (D.C.Cir.1973); <i>U.S. v. Heinz,</i> 983 F.2d 609 (5th Cir.1993); <i>U.S. v. Fitterer,</i> 710 F.2d 1328 (8th Cir.1983); <i>U.S. v. Powe,</i> 9 F.3d 68 (9th Cir.1993); <i>U.S. v. Ryans,</i> 903 F.2d 731 (10th Cir.1990)).</p>\n<p>Although these cases usually involve undercover contacts, most of the decisions approve pre-indictment contacts in categorical terms. Research shows that no court has ever suppressed evidence in a criminal case because a prosecutor violated Rule 4.2 in the course of an investigation before the grand jury indicted the defendant. <i>Marcus,</i> at 421 (D.Md.1994).</p>\n<p>Standing alone is the case of <i>United States v. Hammad,</i> 858 F.2d 834 (2d Cir. 1988), upon which defendants place heavy reliance. Apart from the fact that the Second Circuit's opinion stands alone in holding that the disciplinary rules apply to pre-indictment contacts with defendants, it is questionable whether the case stands for all defendants say it does. In <i>Hammad,</i> an Assistant U.S. Attorney had provided a counterfeit grand jury subpoena to a cooperating witness in order to elicit statements from a targeted individual which were taped. While holding such \"egregious misconduct\" violative of ethics rules, the United States Court of Appeals for the Second Circuit (\"Second Circuit\") did not find such conduct to be a <i>pro se</i> violation writing:</p>\n<blockquote>We are mindful, however, that suppression of evidence is an extreme remedy that may impede legitimate investigatory activities. Accordingly, we find, in this case, that suppression of the recordings and videotapes constituted an abuse of the district court's discretion and we urge a restraint in applying the rule to criminal investigations to avoid handcuffing law enforcement officers in their efforts to develop evidence. [W]e ... would not interpret the disciplinary rule as precluding undercover investigations ...</blockquote>\n<p><i>Id.</i> at 837-39.</p>\n<p>Equally significant, since <i>Hammad,</i> no district court in the Second Circuit applying <i>Hammad</i> appears to have found a violation of the disciplinary rule. <i>Marcus,</i> at 422 (D.Md.1994) (citing <i>U.S. v. Scozzafava,</i> 833 F.Supp. 203 (W.D.N.Y.1993); <i>U.S. v. Santopietro,</i> 809 F.Supp. 1008 (D.Conn.1992); <i>U.S. v. Harloff,</i> 807 F.Supp. 270 (W.D.N.Y.1992); <i>U.S. v. Buda,</i> 718 F.Supp. 1094 (W.D.N.Y.1989); <i>see also </i><i>U.S. v. DeVillio,</i> 983 F.2d 1185 (2d Cir.1993)).</p>\n<p>Although the Fourth Circuit has not yet considered the matter, the court believes that in all likelihood this circuit would adhere to the majority view. The court accordingly decides that no rule of professional conduct precludes pre-indictment contacts between the government and a represented party in a non-custodial setting especially in a case such as the one before the court in which the party connoted to the government that she was not represented by counsel.</p>\n<p>Defendants also rely on 99 Formal Ethics Opinion 10 of the North Carolina <span class=\"star-pagination\">*867</span> State Bar which states that a government lawyer may instruct an investigator to interview employees of the target organization as long as, (1) those employees are not represented by corporate counsel, (2) those employees are not officers or managers of the organization, and, (3) those employees do not have the legal authority to speak for and bind the organization. Despite the fact that Julie Scott held the position of customer service manager at Schweizer, it is clear from the record that Scott was only a manager in title. During Scott's Rule 11 hearing, when the court inquired into her role in the corporation, Scott's counsel represented that she was a secretary. Upon a reading of Comment 5 to Rule 4.2 as well as Opinion 10, it is the finding of the court that Scott did not hold the managerial, policy-making, supervisory position requisite for her to have the legal authority to bind the organization.</p>\n<p>Finally, many courts have reasoned in criminal cases that no remedy such as suppression of evidence or dismissal of an indictment should be available to a criminal defendant merely because the prosecutor had acted in violation of an ethical rule. <i>See</i> Green, \"A Prosecutor's Communications With Represented Suspects and Defendants: What Are The Limits?,\" 24 Criminal Law Bulletin 4 at 288. In fact, the prevailing view is that while a violation of a rule such as 4.2 may justify the imposition of sanctions against a prosecutor either by a trial judge or by a disciplinary body, a criminal defendant is not entitled to exclude evidence obtained as a result of an ethical violation. <i>Id.; See </i><i>United States v. Thomas,</i> 474 F.2d 110 (10th Cir. 1973) (holding violation of canon of ethics in that prosecution used statement by defendant while he was incarcerated and was interviewed by agent in absence of and without knowledge of defendant's attorney not required to be remedied by reversal since matter did not present constitutional question but an ethical and administrative one). It is the finding of this court that no court has ever dismissed an indictment or suppressed evidence, the remedies sought by defendants, in a criminal case because a prosecutor violated Rule 4.2 in the course of the investigation before the defendants were indicted by a grand jury. <i>United States v. Marcus,</i> 849 F.Supp. 417, 421 (D.Md.1994). This is because to do so would tie the hands of prosecutors to the extent that they would not be able to conduct significant pre-indictment investigations. Therefore, this court follows the well-lit path of precedent in this area and DENIES defendants' motion to dismiss the indictment or suppress evidence.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Based on the above analysis, defendants' motion to dismiss indictment, or in the absence of dismissal, to suppress evidence is DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">862</span></span> (2001)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nJOSEPH BINDER SCHWEIZER EMPLEM COMPANY, Defendants.</h1></center>\n<center>Nos. 5:01CR91-1H, 5:01CR91-2H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 1, 2001.</center>\n<p><span class=\"star-pagination\">*863</span> David J. Cortes, AUSA, U.S. Attorney's Office, Raleigh, NC, for U.S.</p>\n<p>Joseph Binder, Glenview, IL, pro se.</p>\n<p>David W. Long, Raleigh, NC, for Joseph Binbder.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss indictment, or in the absence of dismissal, to suppress evidence. The United States has responded. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>On November 29, 1995, the Defense Personnel Support Center (\"DPSC\") solicited bids for 898,460 uniform patches for the United States Air Force Combat Command. The solicitation included several contract requirements, one of which was <span class=\"star-pagination\">*864</span> that the patches be made in the United States.</p>\n<p>On November 29, 1995, American Uniform Sales submitted a bid in response to the solicitation, stating that Schweizer Emblem Company (\"Schweizer\") would manufacture the patches in Park Ridge, Illinois. Defendant Joseph Binder was president of Schweizer.</p>\n<p>DPSC awarded the contract to Schweizer on July 1, 1996. In March 1997, after American Uniform had begun shipments to the government, an unsuccessful bidder and competitor of American Uniform complained that the patches were not made in the United States or its properties, as required by contract, but in Thailand.</p>\n<p>In April 1997, the government's contracting officer contacted American Uniform to confirm where the patches were being made. An American Uniform representative, in turn, contacted Julie Scott, Schweizer's customer service manager who has plead guilty and is now cooperating with the government. Scott represented to American Uniform that the patches were made at Schweizer's plant in Wisconsin.</p>\n<p>On July 21, 1997, DPSC notified American Uniform, who in turn notified Schweizer, that it would exercise its right to visit the Wisconsin plant. Schweizer rebuffed the government inspector's attempt to visit as there was actually no plant in Wisconsin.</p>\n<p>On August 28, 1998, Action Embroidery, a competitor of American Uniform, filed a <i>qui tam</i> action under seal against American Uniform and Schweizer, alleging that they had conspired to violate the False Claims Act and the Buy American Act by having the patches made overseas.</p>\n<p>On November 13, 1998, Special Agent (\"SA\") Barrett of the United States Department of Defense conducted a search pursuant to a warrant of Schweizer's premises in Park Ridge, Illinois. On November 13, 1998, SA Barrett executed the warrant and approached Julie Scott as he was directed to do by Assistant United States Attorney David J. Cortes. According to SA Barrett, he notified Scott that he was there to execute a warrant and asked her if she was represented by counsel. According to SA Barrett, Scott answered in the negative, whereupon SA Barrett proceeded to interview her.</p>\n<p>On July 21, 1999, the United States intervened in the <i>qui tam</i> action brought by American Embroidery.</p>\n<p>On May 31, 2000, the United States filed a one count criminal information charging Scott with making a false statement to the department of defense in violation of 18 U.S.C. ยง 1001. Scott plead guilty to the offense and is awaiting sentencing.</p>\n<p>Schweizer and Binder were indicted on April 17, 2001. On June 29, 2001, defendants Schweizer and Binder filed the motion to dismiss indictment, or alternatively, to suppress evidence presently before the court, on the ground that SA Barrett's interview with Scott violated North Carolina's Rule 4.2 which prohibits <i>ex parte</i> contacts with represented persons. On July 17, 2001, the government filed an eleven-count second superseding indictment which alleges that defendants Schweizer and Binder knowingly made false representations to the government.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Applicable Law</h2>\n<p>Courts have generally held that counsel for United States are bound by the rules of ethics of the state jurisdiction in which they are practicing. <i>McCallum v. CSX Transportation, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">104</span></span>, 108 (M.D.N.C.1993). Federal courts in North Carolina have traditionally adopted the North Carolina professional code as its <span class=\"star-pagination\">*865</span> code of conduct, <i>Id.,</i> and the court presumes an attorney practicing in front of it to be familiar with the ethical rules of the jurisdiction. <i>In re Snyder,</i> <span class=\"citation\" data-id=\"111485\"><a href=\"/opinion/111485/in-re-snyder/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">634</span></a></span>, 645 n. 6, <span class=\"citation\" data-id=\"111485\"><a href=\"/opinion/111485/in-re-snyder/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2874</span></a></span>, <span class=\"citation\" data-id=\"111485\"><a href=\"/opinion/111485/in-re-snyder/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">504</span></a></span> (1985).</p>\n<p>Therefore, the applicable law of professional conduct relevant to the matter at hand is North Carolina Rule 4.2 which is nearly identical to the ABA Model Rule. Rule 4.2 provides in pertinent part:</p>\n<blockquote>During the representation of a client, a lawyer shall not communicate about the subject of the representation with a person the lawyer knows to be represented by another lawyer in the matter unless the lawyer has the consent of the other lawyer or is authorized by law to do so.</blockquote>\n<p><i>Id.</i> at (a).</p>\n<p>Rule 4.2(a) is simply a codification of the century old principle that an attorney must not communicate with an opposing party who is represented by counsel. <i>See generally,</i> Leubsdorf, \"Communicating With Another Lawyer's Client: The Lawyer's Veto and the Client's Interests,\" 127 U.Pa.L.Rev. 683, 684-685 (1979). The rule specifically prohibits communication with employees of a represented organization who have managerial responsibility and with any other person \"whose act or omission in connection with the matter may be imputed to the organization for purposes of civil or criminal liability or whose statement may constitute an admission on the part of the organization\". <i>Id; </i><i>McCallum,</i> 149 F.R.D. at 108-111.</p>\n<p>Pursuant to 99 Formal Ethics Opinion 10 of the North Carolina State Bar, the specific circumstance of interviews by investigators of corporate employees at the direction of government counsel in fraud investigations is as follows:</p>\n<blockquote>A government lawyer working on a fraud investigation may instruct an investigator to interview employees of the target organization provided the investigator does not interview an employee who participates in legal representation of the organization or an officer or manager of the organization who has the legal authority to speak for and bind the organization.</blockquote>\n<p></p>\n<h2>II. Analysis</h2>\n<p>Defendants argue that the indictment should be dismissed or Scott's testimony suppressed based on the assertion that the Assistant United States Attorney, through SA Barrett, communicated with Scott, knowing that she was represented by counsel, about the subject of that representation in violation of Rule 4.2.</p>\n<p>In order to fall under Rule 4.2, the prosecutor must know that the person being interviewed is represented by counsel as to the subject of the interview. The defendants do not dispute the fact that SA Barrett specifically asked Scott if she was represented by counsel and that Scott answered in the negative. It was only after Scott connoted to SA Barrett that she was not represented by counsel did he begin to interview her. Furthermore, the government had not yet formed an adversarial position against defendants and was only in the beginning stages of an investigation. It is indeed true that the <i>qui tam</i> action had been filed by Action Embroidery against defendants, however, that action was under seal and the government had not yet intervened in that action. Therefore, based on these facts, what took place in Scott's office was a pre-indictment, non-custodial, overt contact between a special agent and a subject who specifically stated that she was not represented by counsel. <i>See </i><i>United States v. Gray,</i> <span class=\"citation\" data-id=\"1412811\"><a href=\"/opinion/1412811/united-states-v-gray/\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">63</span></a></span> (D.Vt.1993) (holding in context of simultaneous civil and criminal investigations, when AUSA did not know defendant was represented by counsel in criminal investigation, agent's activities were legitimate <span class=\"star-pagination\">*866</span> investigative technique within the \"authorized by law\" exception to the ethics rule); <i>see also, </i><i>In re Disciplinary Proceedings,</i> <span class=\"citation\" data-id=\"1556974\"><a href=\"/opinion/1556974/in-re-disciplinary-proceedings-regarding-doe/\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">265</span></a></span>, 268 (M.D.Fla.1993) (holding when employee of company who connoted that she was not represented by counsel, was interviewed in non-custodial pre-indictment situation, ethics rule does not apply).</p>\n<p>While the United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\") has not specifically addressed the issue, federal appellate case law is virtually unanimous in holding that pre-indictment operations against represented targets are not contrary to the rules of professional conduct. <i>United States v. Marcus,</i> <span class=\"citation\" data-id=\"2139567\"><a href=\"/opinion/2139567/united-states-v-marcus/\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">417</span></a></span>, 422 (D.Md.1994) (citing <i>United States v.. Sutton,</i> <span class=\"citation\" data-id=\"476806\"><a href=\"/opinion/476806/united-states-v-robert-b-sutton-united-states-of-america-v-mark-a/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span> (D.C.Cir.1986); <i>U.S. v. Lemonakis,</i> <span class=\"citation\" data-id=\"313985\"><a href=\"/opinion/313985/united-states-v-michael-lemonakis-united-states-of-america-v-paul-enten/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span> (D.C.Cir.1973); <i>U.S. v. Heinz,</i> <span class=\"citation\" data-id=\"597833\"><a href=\"/opinion/597833/united-states-v-richard-lee-heinz/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span> (5th Cir.1993); <i>U.S. v. Fitterer,</i> <span class=\"citation\" data-id=\"420969\"><a href=\"/opinion/420969/united-states-v-harland-g-skip-fitterer/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1328</span></a></span> (8th Cir.1983); <i>U.S. v. Powe,</i> <span class=\"citation\" data-id=\"656670\"><a href=\"/opinion/656670/united-states-v-tyrone-powe-united-states-of-america-v-robert-juarez/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span> (9th Cir.1993); <i>U.S. v. Ryans,</i> <span class=\"citation\" data-id=\"541813\"><a href=\"/opinion/541813/united-states-v-donald-eugene-ryans-dba-ryans-moving-storage-and/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span> (10th Cir.1990)).</p>\n<p>Although these cases usually involve undercover contacts, most of the decisions approve pre-indictment contacts in categorical terms. Research shows that no court has ever suppressed evidence in a criminal case because a prosecutor violated Rule 4.2 in the course of an investigation before the grand jury indicted the defendant. <i>Marcus,</i> at 421 (D.Md.1994).</p>\n<p>Standing alone is the case of <i>United States v. Hammad,</i> <span class=\"citation\" data-id=\"512581\"><a href=\"/opinion/512581/united-states-v-eid-hammad-aka-eddie-hammad-and-taiseer-hammad/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">834</span></a></span> (2d Cir. 1988), upon which defendants place heavy reliance. Apart from the fact that the Second Circuit's opinion stands alone in holding that the disciplinary rules apply to pre-indictment contacts with defendants, it is questionable whether the case stands for all defendants say it does. In <i>Hammad,</i> an Assistant U.S. Attorney had provided a counterfeit grand jury subpoena to a cooperating witness in order to elicit statements from a targeted individual which were taped. While holding such \"egregious misconduct\" violative of ethics rules, the United States Court of Appeals for the Second Circuit (\"Second Circuit\") did not find such conduct to be a <i>pro se</i> violation writing:</p>\n<blockquote>We are mindful, however, that suppression of evidence is an extreme remedy that may impede legitimate investigatory activities. Accordingly, we find, in this case, that suppression of the recordings and videotapes constituted an abuse of the district court's discretion and we urge a restraint in applying the rule to criminal investigations to avoid handcuffing law enforcement officers in their efforts to develop evidence. [W]e ... would not interpret the disciplinary rule as precluding undercover investigations ...</blockquote>\n<p><i>Id.</i> at 837-39.</p>\n<p>Equally significant, since <i>Hammad,</i> no district court in the Second Circuit applying <i>Hammad</i> appears to have found a violation of the disciplinary rule. <i>Marcus,</i> at 422 (D.Md.1994) (citing <i>U.S. v. Scozzafava,</i> <span class=\"citation\" data-id=\"1361723\"><a href=\"/opinion/1361723/united-states-v-scozzafava/\"><span class=\"volume\">833</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">203</span></a></span> (W.D.N.Y.1993); <i>U.S. v. Santopietro,</i> <span class=\"citation\" data-id=\"1456056\"><a href=\"/opinion/1456056/united-states-v-santopietro/\"><span class=\"volume\">809</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1008</span></a></span> (D.Conn.1992); <i>U.S. v. Harloff,</i> <span class=\"citation\" data-id=\"1967992\"><a href=\"/opinion/1967992/united-states-v-harloff/\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">270</span></a></span> (W.D.N.Y.1992); <i>U.S. v. Buda,</i> <span class=\"citation\" data-id=\"2269225\"><a href=\"/opinion/2269225/united-states-v-buda/\"><span class=\"volume\">718</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1094</span></a></span> (W.D.N.Y.1989); <i>see also </i><i>U.S. v. DeVillio,</i> <span class=\"citation\" data-id=\"598974\"><a href=\"/opinion/598974/united-states-v-john-devillio-joseph-defigueroa-salvatore-fusco-frank/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1185</span></a></span> (2d Cir.1993)).</p>\n<p>Although the Fourth Circuit has not yet considered the matter, the court believes that in all likelihood this circuit would adhere to the majority view. The court accordingly decides that no rule of professional conduct precludes pre-indictment contacts between the government and a represented party in a non-custodial setting especially in a case such as the one before the court in which the party connoted to the government that she was not represented by counsel.</p>\n<p>Defendants also rely on 99 Formal Ethics Opinion 10 of the North Carolina <span class=\"star-pagination\">*867</span> State Bar which states that a government lawyer may instruct an investigator to interview employees of the target organization as long as, (1) those employees are not represented by corporate counsel, (2) those employees are not officers or managers of the organization, and, (3) those employees do not have the legal authority to speak for and bind the organization. Despite the fact that Julie Scott held the position of customer service manager at Schweizer, it is clear from the record that Scott was only a manager in title. During Scott's Rule 11 hearing, when the court inquired into her role in the corporation, Scott's counsel represented that she was a secretary. Upon a reading of Comment 5 to Rule 4.2 as well as Opinion 10, it is the finding of the court that Scott did not hold the managerial, policy-making, supervisory position requisite for her to have the legal authority to bind the organization.</p>\n<p>Finally, many courts have reasoned in criminal cases that no remedy such as suppression of evidence or dismissal of an indictment should be available to a criminal defendant merely because the prosecutor had acted in violation of an ethical rule. <i>See</i> Green, \"A Prosecutor's Communications With Represented Suspects and Defendants: What Are The Limits?,\" 24 Criminal Law Bulletin 4 at 288. In fact, the prevailing view is that while a violation of a rule such as 4.2 may justify the imposition of sanctions against a prosecutor either by a trial judge or by a disciplinary body, a criminal defendant is not entitled to exclude evidence obtained as a result of an ethical violation. <i>Id.; See </i><i>United States v. Thomas,</i> <span class=\"citation\" data-id=\"308692\"><a href=\"/opinion/308692/united-states-v-billy-gene-thomas/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span> (10th Cir. 1973) (holding violation of canon of ethics in that prosecution used statement by defendant while he was incarcerated and was interviewed by agent in absence of and without knowledge of defendant's attorney not required to be remedied by reversal since matter did not present constitutional question but an ethical and administrative one). It is the finding of this court that no court has ever dismissed an indictment or suppressed evidence, the remedies sought by defendants, in a criminal case because a prosecutor violated Rule 4.2 in the course of the investigation before the defendants were indicted by a grand jury. <i>United States v. Marcus,</i> <span class=\"citation\" data-id=\"2139567\"><a href=\"/opinion/2139567/united-states-v-marcus/\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">417</span></a></span>, 421 (D.Md.1994). This is because to do so would tie the hands of prosecutors to the extent that they would not be able to conduct significant pre-indictment investigations. Therefore, this court follows the well-lit path of precedent in this area and DENIES defendants' motion to dismiss the indictment or suppress evidence.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Based on the above analysis, defendants' motion to dismiss indictment, or in the absence of dismissal, to suppress evidence is DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1361723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1412811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1556974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2139567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2269225/"
  ]
}