{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2506974/",
  "absolute_url": "/opinion/2506974/shepherd-v-coastal-community-action-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2506974/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:01:08.012845Z",
  "date_modified": "2016-04-26T23:24:57.073367Z",
  "type": "010combined",
  "sha1": "c9ed53b1eefa19bd3f0759c344c66f456f29182f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>602 F.Supp.2d 686 (2009)</b></center>\n<center><h1>Laveria SHEPHERD, Plaintiff,<br>\nv.<br>\nCOASTAL COMMUNITY ACTION, INC., Defendant.</h1></center>\n<center>No. 4:07-CV-174-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 30, 2009.</center>\n<p><span class=\"star-pagination\">*687</span> Robert Lewis, Jr., The Lewis Law Firm, P.A., New Bern, NC, for Plaintiff.</p>\n<p>Jonathan Travis Hockaday, Kerry A. Shad, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*688</span> ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Laveria Shepherd (\"plaintiff or \"Shepherd\") alleges that defendant Coastal Community Action, Inc. (\"CCA\" or \"defendant\") violated 42 U.S.C. § 1981 when CCA terminated her employment as a Teacher Aide I in the Head Start program in Beaufort, North Carolina, at the Beaufort Child Development Center (\"Center\"). On January 30, 2009, the court heard oral argument concerning CCA's motion for summary judgment. At the conclusion of oral argument, the court granted CCA's motion for summary judgment and explained the rationale for its ruling. The court incorporates that explanation by reference and enters this order to summarize its ruling.</p>\n<p></p>\n<h2>I.</h2>\n<p>CCA has moved for summary judgment. The court applies the familiar summary judgment standard and views the evidence in the light most favorable to plaintiff. <i>See, e.g.,</i> Fed.R.Civ.P. 56; <i>Scott v. Harris,</i> 550 U.S. 372, 127 S.Ct. 1769, 1774, 167 L.Ed.2d 686 (2007); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). The court need not, however, accept plaintiffs \"legal conclusions drawn from the facts\" or accept as true \"unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth v. Microsoft Corp.,</i> 444 F.3d 312, 319 (4th Cir.2006) (quotation omitted).</p>\n<p></p>\n<h2>A.</h2>\n<p>Under 42 U.S.C. § 1981, \"[a]ll persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts... as is enjoyed by white citizens.\" 42 U.S.C. § 1981(a). The statute provides a remedy for a person who claims race discrimination concerning a contract or retaliation in response to complaining about a violation of 42 U.S.C. § 1981. <i>See, e.g., </i><i>CBOCS West. Inc. v. Humphries,</i> ___ U.S. ___, 128 S.Ct. 1951, 1954, 170 L.Ed.2d 864 (2008).</p>\n<p>In this case, plaintiff alleges that after she engaged in protected activity on March 29, 2007, CCA fired her in retaliation and thereby violated section 1981. <i>See</i> Compl. ¶¶ 7-16. Plaintiff lacks direct evidence that CCA retaliated against her in violation of section 1981; therefore, she proceeds under the burden-shifting framework first announced in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). The <i>McDonnell Douglas</i> framework applies in section 1981 cases. <i>See, e.g., </i><i>Aleman v. Chugach Support Servs., Inc.,</i> 485 F.3d 206, 213-14 (4th Cir.2007); <i>Jordan v. Alternative Res. Corp.,</i> 458 F.3d 332, 343-44 (4th Cir.2006); <i>Bryant v. Aiken Reg'l Med. Ctrs., Inc.,</i> 333 F.3d 536, 543 (4th Cir.2003); <i>Spriggs v. Diamond Auto Glass,</i> 242 F.3d 179, 190 (4th Cir.2001).</p>\n<p>Under <i>McDonnell Douglas,</i> a plaintiff first must establish a prima facie case of retaliation. <i>See, e.g., </i><i>St. Mary's Honor Ctr. v. Hicks,</i> 509 U.S. 502, 506, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993); <i>Tex. Dep't of Cmty. Affairs v. Burdine,</i> 450 U.S. 248, 252-53, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981); <i>Spriggs,</i> 242 F.3d at 190. If plaintiff establishes a prima facie case, then the burden of production shifts to the defendant to produce evidence that defendant took the adverse employment action for a legitimate, nonretaliatory reason. <i>See, e.g., </i><i>St. Mary's Honor Ctr.,</i> 509 U.S. at 506-07, 113 S.Ct. 2742; <i>Burdine,</i> <span class=\"star-pagination\">*689</span> 450 U.S. at 253-54, 101 S.Ct. 1089; <i>Spriggs,</i> 242 F.3d at 190. If the defendant meets its burden of production, then plaintiff must prove by a preponderance of the evidence that defendant's stated reason for taking the adverse employment action was a pretext (i.e., a sham) for retaliation. <i>See, e.g., </i><i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 143, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000); <i>Hill v. Lockheed Martin Logistics Mgmt., Inc.,</i> 354 F.3d 277, 285 (4th Cir.2004) (en banc); <i>Spriggs,</i> 242 F.3d at 190.</p>\n<p>To establish a prima facie case of retaliation, a plaintiff must show that (1) she engaged in protected activity; (2) her employer took an action against her which a reasonable employee would find materially adverse; and (3) the employer took the materially adverse employment action because of the protected activity. <i>See, e.g., </i><i>Burlington N. &amp; Santa Fe Ry. v. White,</i> 548 U.S. 53, 67-68, 126 S.Ct. 2405, 165 L.Ed.2d 345 (2006); <i>Holland v. Wash. Homes, Inc.,</i> 487 F.3d 208, 218 (4th Cir. 2007); <i>Price v. Thompson,</i> 380 F.3d 209, 212 (4th Cir.2004); <i>Bryant,</i> 333 F.3d at 543; <i>Spriggs,</i> 242 F.3d at 190. A plaintiff cannot prove causation without showing that the decisionmaker actually had knowledge of the protected activity at the time the decisionmaker decided to take the adverse employment action. <i>See, e.g., </i><i>Hooven-Lewis v. Caldera,</i> 249 F.3d 259, 278 (4th Cir.2001); <i>Gibson v. Old Town Trolley Tours of Wash., D.C. Inc.,</i> 160 F.3d 177, 181-82 (4th Cir.1998) (\"Knowledge is necessary to establish causation....\"); <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> 145 F.3d 653, 657 (4th Cir.1998) (\"[B]y definition, an employer cannot take action because of a factor of which it is unaware....\"); <i>Pittman v. Hunt Constr. Group,</i> 564 F.Supp.2d 531, 535 (E.D.N.C.2008), <i>affd,</i> No. 08-1817, ___ Fed.Appx. 672, 2009 WL 136889 (4th Cir. Jan. 21, 2009) (per curiam) (unpublished).</p>\n<p>Here, CCA concedes that it terminated plaintiffs employment; therefore she has shown one element of her prima facie case. Moreover, the court assumes (without deciding) that plaintiff engaged in protected activity on March 29, 2007. Thus, the critical issue becomes whether plaintiff can prove that CCA terminated her because she engaged in a protected activity (i.e., the causation element of her prima facie case). Absent such proof, plaintiffs prima facie case fails and her retaliation claim goes with it.</p>\n<p></p>\n<h2>B.</h2>\n<p>In this case, there is no evidence from which a rational jury could find that CCA's decisionmaker, Human Resources Director Hubert Talley, knew about plaintiffs alleged protected activity at the time that he decided to terminate plaintiffs employment. <i>See </i><i>Hill,</i> 354 F.3d at 286 (noting that the inquiry focuses on the knowledge of the decisionmaker); <i>Hooven-Lewis,</i> 249 F.3d at 278 (holding that, because plaintiff presented no evidence that the decisionmaker knew of the protected activity before the decisionmaker made the decision, the protected activity could not have been the cause of the adverse employment action). Indeed, Talley could not have known about plaintiffs protected activity because Talley decided to terminate plaintiff on March 27, 2007, yet plaintiff did not engage in the alleged protected activity until March 29, 2007.</p>\n<p>The chronology of events leading to plaintiffs termination are materially undisputed. On Thursday, March 22, 2007, plaintiff had a verbal confrontation with her coworker, Linda Kohler. Kohler was a family data technician at the Center. <i>See</i> Kohler Decl. ¶¶ 4-6; Kohler Dep. 25-28, June 30, 2008; Grow Decl. ¶¶ 4-8; <span class=\"star-pagination\">*690</span> Shepherd Dep. 99-106, June 20, 2008. Plaintiff accused Kohler of being a \"snitch\" concerning some pizza that certain employees had eaten the day before and said to Kohler that \"you will pay.\" Kohler Decl. ¶ 6; Grow Decl. ¶¶ 5-8. Kohler felt threatened and reported plaintiffs conduct to Jessica Grow, the Center's manager. <i>See</i> Kohler Decl. ¶¶ 6-8; Grow Decl. ¶¶ 5-8. The report was no surprise to Grow, who had an office near Kohler's office and overheard much of plaintiff's conversation with Kohler. <i>See</i> Grow Decl. ¶¶ 5-8. Grow admonished plaintiff for her behavior, and plaintiff said to Grow that \"people are going to start getting hurt around here.\" <i>Id.</i> ¶ 6. Kohler was so upset by plaintiffs behavior that she had to leave work that day (<i>id.</i> ¶ 8) and ultimately filed a grievance concerning plaintiff's behavior. See Kohler Decl. ¶ 10.</p>\n<p>On Friday, March 23, 2007, Grow attended a conference with her supervisor Sue Brady. Grow Decl. ¶ 9; Brady Decl. ¶ 4. Brady was the Operations Manager for CCA. Brady Decl. ¶ 2. Grow told Brady about plaintiffs conduct the previous day and Kohler's reaction. Brady believed Grow. <i>Id.</i> ¶ 4; Grow Decl. ¶ 9. Brady also believed that plaintiffs statement to Grow was a threat, and that plaintiff should be suspended for her behavior. Brady Decl. ¶¶ 4-5. Brady planned to speak with Talley about disciplining plaintiff. <i>See id.</i> ¶ 5.</p>\n<p>On Sunday, March 25, 2007, Brady e-mailed Talley and said that she wanted to suspend plaintiff for one week due to plaintiff's behavior on March 22, 2007. <i>Id.</i> ¶ 6. On Monday, March 26, 2007, Brady spoke with Talley. Brady explained her understanding of plaintiffs conduct on March 22, 2007, and recommended a one-week suspension and a corrective action plan. <i>Id.</i> ¶ 7. Talley concurred with Brady's recommendations. <i>Id.</i> Brady then went to the Center and advised Grow of the decision. <i>Id.</i> ¶ 8. Brady and Grow then asked plaintiff to report to Grow's office for a meeting with Grow and Brady. <i>See id.</i> ¶ 9; Grow Decl. ¶¶ 10-11.</p>\n<p>When plaintiff arrived at the meeting, Brady told plaintiff about her one-week suspension and corrective action plan. <i>See</i> Brady Decl. ¶ 9; Grow Decl. ¶ 11. Plaintiff became angry, balled her fists, rocked back and forth in her chair, and repeatedly called Grow a liar. <i>See</i> Brady Decl. ¶ 9; Grow Decl. ¶ 11; Shepherd Dep. 125-26. Because plaintiff would not calm down and because Brady felt threatened and intimidated, Brady advised plaintiff to leave the Center immediately. Brady Decl. ¶ 9.</p>\n<p>Before leaving the Center, plaintiff called Grow a bitch and shouted (in front of children on the playground) other profanity. Grow Decl. ¶ 13.<sup>[1]</sup> Grow reported this conduct to Brady. <i>Id.</i> Brady believed Grow's report. Brady Decl. ¶ 11.</p>\n<p>After observing plaintiffs conduct in the meeting concerning the suspension and then receiving Grow's report concerning plaintiffs conduct while departing the Center, Brady decided that plaintiff's employment should be terminated. <i>See id.</i> ¶¶ 9, 12-13. Accordingly, Brady planned to speak with Talley on Tuesday, March 27, 2007, to recommend to Talley that CCA <span class=\"star-pagination\">*691</span> terminate plaintiffs employment immediately. <i>See id.</i> ¶ 12.</p>\n<p>On Tuesday, March 27, 2007, Brady met with Talley and discussed plaintiffs behavior at and following the meeting on March 26, 2007. <i>Id.</i> ¶ 13. Talley agreed with Brady's recommendation that plaintiffs employment should be terminated immediately. <i>Id.</i> Talley agreed to prepare a termination letter. <i>Id.</i> On March 27, 2007, Talley informed CCA's Executive Director Edith Travers about plaintiffs conduct and Talley's decision to terminate her employment effective that day. Travers Decl. ¶ 4. Travers agreed with the decision. <i>Id.</i></p>\n<p>Talley drafted the termination letter at 11:29 a.m. on Tuesday, March 27, 2007, and modified it on March 28, 2007, at 12:59 p.m. <i>See</i> McManus Supp. Decl. ¶¶ 2-5, Exs. A-C.<sup>[2]</sup> Talley e-mailed the draft termination letter to Brady on March 28, 2007, at 2:05 p.m. Brady Decl. ¶ 14, Ex C. On March 28, 2007, at 9:56 p.m., Brady advised Talley that the letter \"[l]ooks good to me.\" Brady Decl. ¶ 14, Ex. C.</p>\n<p>On Thursday, March 29, 2007, CCA mailed plaintiff her termination letter via certified mail. The letter was dated March 27, 2007, and Talley signed the letter. The letter states:</p>\n<blockquote>It has been reported by Ms. Sue Brady, Head Start Operations Manager and Ms. Jessica Grow, Beaufort Child Development Center Manager, that during a meeting on Monday, March 26, 2007 you displayed disruptive and unprofessional behavior. This behavior and language cannot be tolerated in or near a classroom of preschoolers.</blockquote>\n<blockquote>The meeting was called to discuss a one week suspension of your employment without pay due to threatening remarks you had made to co-workers in the presence of witnesses on March 22, 2007. CCA, Inc. Personnel Policies and Procedures policy # 708 states \"Employees may be immediately terminated at will, or for violating CCA's job performance standards, standards of conduct, or for any other disciplinary violation.\"</blockquote>\n<blockquote>Based on signed statements from witnesses present on both occurrences, the decision has been made to terminate your employment effective this date pending approval by the CCA, Inc. Head Start Policy Council.</blockquote>\n<p>Travers Decl. ¶ 6, Ex. C (emphasis removed).<sup>[3]</sup></p>\n<p>On Thursday, March 29, 2007, plaintiff hand delivered a one-paragraph letter to the front desk at CCA's Newport, North Carolina office contesting her one-week suspension, requesting a grievance hearing, and claiming that she had \"strong reasoning [sic] to believe Ms. Grow may be racist.\" Def.'s Exs. to Shep. Dep., Ex. 13; Shepherd Dep. 140-42. On March 29, 2007, plaintiff also spoke with Joseph Laster, a Project Officer in the Atlanta Regional Office of the United States Department of Health and Human Services, and told him that she loved her job, that she had been wrongfully terminated, and believed that she was discriminated against. See Shepherd Dep. 203.</p>\n<p>Late in the afternoon on March 29, 2007, Laster called Maria Layne McDonald, the Head Start Director in Beaufort, and said <span class=\"star-pagination\">*692</span> that Shepherd had phoned him and was upset about her suspension. McDonald Decl. ¶ 6. Laster did not tell McDonald that plaintiff said anything about discrimination. <i>Id.</i> Moreover, plaintiff conceded at oral argument that no evidence in the record indicates that Talley ever learned on March 29, 2007, of plaintiffs grievance letter or her conversation with Laster.</p>\n<p>On Friday, March 30, 2007, Talley asked Grow to be at the Center on Monday, April 2, 2007, in case plaintiff attempted to return to work. <i>See</i> Grow Decl. ¶ 16; Grow. Dep. 90-91. On Monday, April 2, 2007, Talley met with Grow at approximately 6:45 a.m. at the Center. Grow Decl. ¶ 16. Plaintiff arrived shortly thereafter. <i>Id.</i> Talley and Grow then met with plaintiff in Grow's office. <i>Id.</i> Talley informed plaintiff that CCA had terminated her employment and handed plaintiff a copy of the March 27, 2007 termination letter. <i>Id.</i></p>\n<p>If Talley decided to terminate plaintiff on March 27, 2007, then plaintiff cannot prove causation. <i>See, e.g., </i><i>Hooven-Lewis,</i> 249 F.3d at 277; <i>Gibson,</i> 160 F.3d at 181-82; <i>Dowe,</i> 145 F.3d at 657. In opposition to the conclusion that Talley decided to terminate her employment on March 27, 2007, plaintiff contends that Talley decided to terminate her on March 29, 2007, <i>after</i> she engaged in the alleged protected activity. As part of her argument, plaintiff contends that CCA employees are all lying to cover up the truth about when Talley made the decision to terminate her employment and about the \"real\" reason for her termination. <i>See, e.g.,</i> PL's Resp. 8-9; Shepherd Dep. 92-95. However, \"[p]laintiff presents nothing to support [her] wild accusations of perjury and a far ranging conspiracy to obstruct justice. Plaintiffs speculation and conjecture are not sufficient to defeat summary judgment.\" <i>Hunt,</i> 564 F.Supp.2d at 536 (citing <i>Sylvia Dev. Corp. v. Calvert County,</i> 48 F.3d 810, 817-18 (4th Cir.1995); <i>Choe v. Smith,</i> No. 94-2143, 1995 WL 541675, at *2 (4th Cir. Sept. 13, 1995) (per curiam) (unpublished)). No rational jury could credit plaintiffs farfetched conspiracy theory in the face of the overwhelming evidence showing that Talley had no \"knowledge of plaintiffs race discrimination complaint at the time [CCA] decided to terminate plaintiffs employment.\" <i>Hunt,</i> 564 F.Supp.2d at 536; <i>see </i><i>Hooven-Lewis,</i> 249 F.3d at 277-78.</p>\n<p>Next, plaintiff contends that Talley did not decide to terminate her employment and mail her termination letter until after she engaged in protected activity and cites the postmark of March 29, 2007, on the envelope containing her termination letter. <i>See</i> Pl.'s Resp. 3-4; <i>cf.</i> Travers Decl. ¶ 5, Ex. C (envelope postmark). The postmark does not, however, included a time-stamp as to when the letter left Talley's office, arrived at the post office, or left the post office. Further, and more importantly, plaintiffs argument does nothing to address the sworn testimony concerning when Talley made the termination decision and prepared the termination letter. <i>See</i> Brady Decl. ¶¶ 12-14; <i>see also</i> Travers Decl. ¶ 4; McManus Supp. Decl. ¶¶ 2-5, Exs. A-C.</p>\n<p>Finally, plaintiff claims that McDonald spoke with her on Friday, March 30, 2007, referenced her call to Laster, and did not tell her that she was fired. <i>See</i> Pl.'s Resp. 9; Shepherd Dep. 143-44. Further, plaintiff claims that Grow allegedly did not learn that CCA had terminated plaintiff until Friday, March 30, 2007, when Talley told Grow to be present at the Center on Monday, April 2, 2007. <i>See</i> Pl.'s Resp. 9; <i>cf.</i> Grow Decl. ¶ 16. Thus, plaintiff contends that Talley must have decided to terminate her employment because of her alleged protected activity on March 29, 2007. <i>See</i> Pl.'s Resp. 9.</p>\n<p><span class=\"star-pagination\">*693</span> The court rejects plaintiffs argument. McDonald had no duty to tell plaintiff on Friday, March 30, 2007, that she had been terminated. Likewise, the date that Grow learned that Talley decided to terminate plaintiff is irrelevant. Talley had no duty to tell Grow when he decided to terminate plaintiff. Neither \"fact\" that plaintiff cites would permit a reasonable inference of causation. <i>See, e.g., </i><i>Gibson,</i> 160 F.3d at 181 (\"To find causation on the basis of [plaintiffs] bareboned evidence asks the court to move beyond inference and into the realm of mere speculation and conjecture.\" (quotation omitted)); <i>Johnson v. Town of Elizabethtown,</i> 800 F.2d 404, 406-07 (4th Cir.1986) (finding conjecture is insufficient to support causation). Moreover, neither \"fact\" overcomes the undisputed evidence that Talley decided to terminate plaintiffs employment on March 27, 2007.</p>\n<p>In sum, plaintiff failed to establish the causation element of her prima facie case. Thus, CCA is entitled to summary judgment on plaintiffs retaliation claim. <i>See, e.g., </i><i>Hooven-Lewis,</i> 249 F.3d at 277-78; <i>Gibson,</i> 160 F.3d at 181-82; <i>Dowe,</i> 145 F.3d at 657; <i>Hunt,</i> 564 F.Supp.2d at 535.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiff also alleges that CCA terminated her employment due to her race in violation of 42 U.S.C. § 1981. Plaintiff concedes that she has no direct evidence of race discrimination; therefore, she proceeds under the <i>McDonnell Douglas</i> framework. <i>See, e.g., </i><i>Reeves,</i> 530 U.S. at 142-43, 120 S.Ct. 2097; <i>Warch v. Ohio Cas. Ins. Co.,</i> 435 F.3d 510, 513 (4th Cir. 2006); <i>Hill,</i> 354 F.3d at 284-85. In order to show a prima facie case of wrongful termination under section 1981, plaintiff must establish that: (1) she is a member of a protected class; (2) she was qualified for her job and her performance was satisfactory; (3) she was fired; and (4) other employees who are not members of the protected class were retained under similar circumstances. <i>See, e.g., </i><i>Honor v. Booz-Allen &amp; Hamilton, Inc.,</i> 383 F.3d 180,188 (4th Cir.2004).</p>\n<p>CCA powerfully argues that plaintiff has failed to establish a prima facie case of race discrimination. The court need not, however, decide whether plaintiff has established a prima facie case of race discrimination. Rather, even if the court assumes (without deciding) that plaintiff has met her prima facie case, CCA has articulated a legitimate non-discriminatory reason for plaintiffs discharge: Talley's honest belief concerning plaintiffs conduct on March 26, 2007. <i>See, e.g.,</i> Brady Decl. ¶¶ 12-14; Travers Decl. ¶¶ 4-6; McManus Supp. Decl. ¶¶ 2-5, Exs. A-C. Thus, under the <i>McDonnell Douglas</i> framework, plaintiff must come forward with sufficient evidence from which a rational factfinder could find that CCA's proffered non-discriminatory reason was a pretext designated to mask race discrimination. <i>See, e.g., </i><i>Reeves,</i> 530 U.S. at 143, 120 S.Ct. 2097; <i>Holland,</i> 487 F.3d at 217-18; <i>King v. Rumsfeld,</i> 328 F.3d 145, 150-154 (4th Cir. 2003).</p>\n<p>A plaintiff may prove pretext by showing that the alleged non-discriminatory \"explanation is unworthy of credence or by offering other forms of circumstantial evidence sufficiently probative of [race] discrimination.\" <i>Mereish v. Walker,</i> 359 F.3d 330, 336 (4th Cir.2004) (quotations omitted). Plaintiff has presented no evidence from which a rational factfinder could find that Talley's decision to terminate her employment on March 27, 2007, was a pretext designed to mask race discrimination. In support of her view that she did create a genuine issue of material fact as to pretext, plaintiff cites certain evidence in her opposition to CCA's motion <span class=\"star-pagination\">*694</span> for summary judgment. <i>See</i> Pl.'s Resp. 10-12. However, plaintiff's subjective belief that Grow treated her differently due to her race and that Talley ultimately terminated her employment due to her race is not sufficient to create a genuine issue of material fact. <i>See, e.g., </i><i>Holland,</i> 487 F.3d at 217-18; <i>Williams v. Cerberonics, Inc.,</i> 871 F.2d 452, 459 (4th Cir.1989); <i>Smith v. Flax,</i> 618 F.2d 1062, 1067 (4th Cir.1980). Likewise, the subjective belief of plaintiffs former white coworker, Anique Pittman, concerning how Grow reacted towards Pittman when Pittman argued with Grow or Pittman's vague opinion of racial favoritism by Grow or Talley are not sufficient to create a genuine issue of material fact. <i>See, e.g., </i><i>King,</i> 328 F.3d at 150-54; <i>cf.</i> Pittman Decl.</p>\n<p>Fundamentally, Talley could review the information that Brady provided to him concerning plaintiffs conduct on March 26, 2007, believe that information, and decide to discharge plaintiff. <i>See, e.g., </i><i>Holland,</i> 487 F.3d at 217-18. Further, nothing in plaintiffs deposition or Pittman's declaration permits the inference that plaintiff and Pittman were similarly situated. Likewise, nothing in the record permits the inference that Talley's decision to discharge plaintiff was a pretext for race discrimination. <i>See, e.g., id.</i> Finally, this court does not sit to decide whether Talley's honest belief concerning plaintiffs conduct on March 26, 2007, warranted discharge or some lesser sanction. <i>See, e.g., id.</i>; <i>Hawkins v. PepsiCo, Inc.,</i> 203 F.3d 274, 279-80 (4th Cir.2000). Rather, the issue is whether plaintiff has raised a genuine issue of material fact as to pretext. Because plaintiff failed to raise a genuine issue of material fact concerning whether Talley's decision to fire plaintiff was pretextual, CCA is entitled to summary judgment on her race discrimination claim. <i>See, e.g., </i><i>Holland,</i> 487 F.3d at 218.</p>\n<p></p>\n<h2>III.</h2>\n<p>As explained in open court and summarized in this order, CCA's motion for summary judgment is GRANTED. The Clerk is DIRECTED to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff disputes using profanity or being rude while leaving. <i>See</i> Pl.'s Resp. to Def.'s Mot. for Summ. J. 5-6 [hereinafter \"PL's Resp.\"]. Even if the court assumes that plaintiff did not use profanity or act rudely while leaving the Center, these facts are not material. The issue is whether Brady believed Grow's report that Shepherd yelled and used profanity while leaving the Center and whether Brady reported that honest belief to Talley. <i>See, e.g., </i><i>Holland,</i> 487 F.3d at 217. The record establishes that Brady did believe Grow's report and reported that honest belief to Talley, the decisionmaker. <i>See, e.g.,</i> Brady Decl. ¶¶ 11-13.</p>\n<p>[2]  Talley died on October 10, 2007. <i>See</i> Def.'s Mem. in Support of Mot. for Summ. J. 5 n. 6. Thus, the record contains no affidavit or testimony from Talley.</p>\n<p>[3]  The Council approved the termination decision at its next regularly scheduled meeting, which occurred on April 16, 2007. Wisely, plaintiff does not argue that the Council's approval is relevant to the causation inquiry. <i>See, e.g., </i><i>Clark County Sch. Dist. v. Breeden,</i> 532 U.S. 268, 272, 121 S.Ct. 1508, 149 L.Ed.2d 509 (2001) (per curiam).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">602</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">686</span></span> (2009)</b></center>\n<center><h1>Laveria SHEPHERD, Plaintiff,<br>\nv.<br>\nCOASTAL COMMUNITY ACTION, INC., Defendant.</h1></center>\n<center>No. 4:07-CV-174-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 30, 2009.</center>\n<p><span class=\"star-pagination\">*687</span> Robert Lewis, Jr., The Lewis Law Firm, P.A., New Bern, NC, for Plaintiff.</p>\n<p>Jonathan Travis Hockaday, Kerry A. Shad, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*688</span> ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Laveria Shepherd (\"plaintiff or \"Shepherd\") alleges that defendant Coastal Community Action, Inc. (\"CCA\" or \"defendant\") violated 42 U.S.C. § 1981 when CCA terminated her employment as a Teacher Aide I in the Head Start program in Beaufort, North Carolina, at the Beaufort Child Development Center (\"Center\"). On January 30, 2009, the court heard oral argument concerning CCA's motion for summary judgment. At the conclusion of oral argument, the court granted CCA's motion for summary judgment and explained the rationale for its ruling. The court incorporates that explanation by reference and enters this order to summarize its ruling.</p>\n<p></p>\n<h2>I.</h2>\n<p>CCA has moved for summary judgment. The court applies the familiar summary judgment standard and views the evidence in the light most favorable to plaintiff. <i>See, e.g.,</i> Fed.R.Civ.P. 56; <i>Scott v. Harris,</i> <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, 1774, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (2007); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). The court need not, however, accept plaintiffs \"legal conclusions drawn from the facts\" or accept as true \"unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth v. Microsoft Corp.,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006) (quotation omitted).</p>\n<p></p>\n<h2>A.</h2>\n<p>Under 42 U.S.C. § 1981, \"[a]ll persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts... as is enjoyed by white citizens.\" 42 U.S.C. § 1981(a). The statute provides a remedy for a person who claims race discrimination concerning a contract or retaliation in response to complaining about a violation of 42 U.S.C. § 1981. <i>See, e.g., </i><i>CBOCS West. Inc. v. Humphries,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145806\"><a href=\"/opinion/145806/cbocs-west-inc-v-humphries/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1951</span></a></span>, 1954, <span class=\"citation\" data-id=\"145806\"><a href=\"/opinion/145806/cbocs-west-inc-v-humphries/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">864</span></a></span> (2008).</p>\n<p>In this case, plaintiff alleges that after she engaged in protected activity on March 29, 2007, CCA fired her in retaliation and thereby violated section 1981. <i>See</i> Compl. ¶¶ 7-16. Plaintiff lacks direct evidence that CCA retaliated against her in violation of section 1981; therefore, she proceeds under the burden-shifting framework first announced in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). The <i>McDonnell Douglas</i> framework applies in section 1981 cases. <i>See, e.g., </i><i>Aleman v. Chugach Support Servs., Inc.,</i> <span class=\"citation\" data-id=\"797634\"><a href=\"/opinion/797634/jose-aleman-cesar-basilis-james-blasic-carlos-borrayo-mario-rodas-v/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 213-14 (4th Cir.2007); <i>Jordan v. Alternative Res. Corp.,</i> <span class=\"citation\" data-id=\"795272\"><a href=\"/opinion/795272/robert-l-jordan-v-alternative-resources-corporation-international/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 343-44 (4th Cir.2006); <i>Bryant v. Aiken Reg'l Med. Ctrs., Inc.,</i> <span class=\"citation\" data-id=\"782421\"><a href=\"/opinion/782421/wanda-m-bryant-individually-and-as-class-representative-on-behalf-of-all/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">536</span></a></span>, 543 (4th Cir.2003); <i>Spriggs v. Diamond Auto Glass,</i> <span class=\"citation\" data-id=\"772337\"><a href=\"/opinion/772337/james-h-spriggs-v-diamond-auto-glass-richard-a-rutta-ernest-stickell/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 190 (4th Cir.2001).</p>\n<p>Under <i>McDonnell Douglas,</i> a plaintiff first must establish a prima facie case of retaliation. <i>See, e.g., </i><i>St. Mary's Honor Ctr. v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993); <i>Tex. Dep't of Cmty. Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981); <i>Spriggs,</i> 242 F.3d at 190. If plaintiff establishes a prima facie case, then the burden of production shifts to the defendant to produce evidence that defendant took the adverse employment action for a legitimate, nonretaliatory reason. <i>See, e.g., </i><i>St. Mary's Honor Ctr.,</i> 509 U.S. at 506-07, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>; <i>Burdine,</i> <span class=\"star-pagination\">*689</span> 450 U.S. at 253-54, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>; <i>Spriggs,</i> 242 F.3d at 190. If the defendant meets its burden of production, then plaintiff must prove by a preponderance of the evidence that defendant's stated reason for taking the adverse employment action was a pretext (i.e., a sham) for retaliation. <i>See, e.g., </i><i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000); <i>Hill v. Lockheed Martin Logistics Mgmt., Inc.,</i> <span class=\"citation\" data-id=\"784647\"><a href=\"/opinion/784647/ethel-louise-hill-v-lockheed-martin-logistics-management-incorporated/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 285 (4th Cir.2004) (en banc); <i>Spriggs,</i> 242 F.3d at 190.</p>\n<p>To establish a prima facie case of retaliation, a plaintiff must show that (1) she engaged in protected activity; (2) her employer took an action against her which a reasonable employee would find materially adverse; and (3) the employer took the materially adverse employment action because of the protected activity. <i>See, e.g., </i><i>Burlington N. &amp; Santa Fe Ry. v. White,</i> <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 67-68, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span> (2006); <i>Holland v. Wash. Homes, Inc.,</i> <span class=\"citation\" data-id=\"797827\"><a href=\"/opinion/797827/dorn-b-holland-v-washington-homes-incorporated/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">208</span></a></span>, 218 (4th Cir. 2007); <i>Price v. Thompson,</i> <span class=\"citation\" data-id=\"787400\"><a href=\"/opinion/787400/william-price-v-tommy-g-thompson-secretary-united-states-department-of/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 212 (4th Cir.2004); <i>Bryant,</i> 333 F.3d at 543; <i>Spriggs,</i> 242 F.3d at 190. A plaintiff cannot prove causation without showing that the decisionmaker actually had knowledge of the protected activity at the time the decisionmaker decided to take the adverse employment action. <i>See, e.g., </i><i>Hooven-Lewis v. Caldera,</i> <span class=\"citation\" data-id=\"773124\"><a href=\"/opinion/773124/cheryl-m-hooven-lewis-v-louis-caldera-secretary-of-the-army/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 278 (4th Cir.2001); <i>Gibson v. Old Town Trolley Tours of Wash., D.C. Inc.,</i> <span class=\"citation\" data-id=\"759137\"><a href=\"/opinion/759137/78-fair-emplpraccas-bna-832-74-empl-prac-dec-p-45584-james-m/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">177</span></a></span>, 181-82 (4th Cir.1998) (\"Knowledge is necessary to establish causation....\"); <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> <span class=\"citation\" data-id=\"754750\"><a href=\"/opinion/754750/77-fair-emplpraccas-bna-151-74-empl-prac-dec-p-45547-gloria-w/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span>, 657 (4th Cir.1998) (\"[B]y definition, an employer cannot take action because of a factor of which it is unaware....\"); <i>Pittman v. Hunt Constr. Group,</i> <span class=\"citation\" data-id=\"2422831\"><a href=\"/opinion/2422831/pittman-v-hunt-const-group/\"><span class=\"volume\">564</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">531</span></a></span>, 535 (E.D.N.C.2008), <i>affd,</i> No. 08-1817, ___ Fed.Appx. 672, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">136889</span></span> (4th Cir. Jan. 21, 2009) (per curiam) (unpublished).</p>\n<p>Here, CCA concedes that it terminated plaintiffs employment; therefore she has shown one element of her prima facie case. Moreover, the court assumes (without deciding) that plaintiff engaged in protected activity on March 29, 2007. Thus, the critical issue becomes whether plaintiff can prove that CCA terminated her because she engaged in a protected activity (i.e., the causation element of her prima facie case). Absent such proof, plaintiffs prima facie case fails and her retaliation claim goes with it.</p>\n<p></p>\n<h2>B.</h2>\n<p>In this case, there is no evidence from which a rational jury could find that CCA's decisionmaker, Human Resources Director Hubert Talley, knew about plaintiffs alleged protected activity at the time that he decided to terminate plaintiffs employment. <i>See </i><i>Hill,</i> 354 F.3d at 286 (noting that the inquiry focuses on the knowledge of the decisionmaker); <i>Hooven-Lewis,</i> 249 F.3d at 278 (holding that, because plaintiff presented no evidence that the decisionmaker knew of the protected activity before the decisionmaker made the decision, the protected activity could not have been the cause of the adverse employment action). Indeed, Talley could not have known about plaintiffs protected activity because Talley decided to terminate plaintiff on March 27, 2007, yet plaintiff did not engage in the alleged protected activity until March 29, 2007.</p>\n<p>The chronology of events leading to plaintiffs termination are materially undisputed. On Thursday, March 22, 2007, plaintiff had a verbal confrontation with her coworker, Linda Kohler. Kohler was a family data technician at the Center. <i>See</i> Kohler Decl. ¶¶ 4-6; Kohler Dep. 25-28, June 30, 2008; Grow Decl. ¶¶ 4-8; <span class=\"star-pagination\">*690</span> Shepherd Dep. 99-106, June 20, 2008. Plaintiff accused Kohler of being a \"snitch\" concerning some pizza that certain employees had eaten the day before and said to Kohler that \"you will pay.\" Kohler Decl. ¶ 6; Grow Decl. ¶¶ 5-8. Kohler felt threatened and reported plaintiffs conduct to Jessica Grow, the Center's manager. <i>See</i> Kohler Decl. ¶¶ 6-8; Grow Decl. ¶¶ 5-8. The report was no surprise to Grow, who had an office near Kohler's office and overheard much of plaintiff's conversation with Kohler. <i>See</i> Grow Decl. ¶¶ 5-8. Grow admonished plaintiff for her behavior, and plaintiff said to Grow that \"people are going to start getting hurt around here.\" <i>Id.</i> ¶ 6. Kohler was so upset by plaintiffs behavior that she had to leave work that day (<i>id.</i> ¶ 8) and ultimately filed a grievance concerning plaintiff's behavior. See Kohler Decl. ¶ 10.</p>\n<p>On Friday, March 23, 2007, Grow attended a conference with her supervisor Sue Brady. Grow Decl. ¶ 9; Brady Decl. ¶ 4. Brady was the Operations Manager for CCA. Brady Decl. ¶ 2. Grow told Brady about plaintiffs conduct the previous day and Kohler's reaction. Brady believed Grow. <i>Id.</i> ¶ 4; Grow Decl. ¶ 9. Brady also believed that plaintiffs statement to Grow was a threat, and that plaintiff should be suspended for her behavior. Brady Decl. ¶¶ 4-5. Brady planned to speak with Talley about disciplining plaintiff. <i>See id.</i> ¶ 5.</p>\n<p>On Sunday, March 25, 2007, Brady e-mailed Talley and said that she wanted to suspend plaintiff for one week due to plaintiff's behavior on March 22, 2007. <i>Id.</i> ¶ 6. On Monday, March 26, 2007, Brady spoke with Talley. Brady explained her understanding of plaintiffs conduct on March 22, 2007, and recommended a one-week suspension and a corrective action plan. <i>Id.</i> ¶ 7. Talley concurred with Brady's recommendations. <i>Id.</i> Brady then went to the Center and advised Grow of the decision. <i>Id.</i> ¶ 8. Brady and Grow then asked plaintiff to report to Grow's office for a meeting with Grow and Brady. <i>See id.</i> ¶ 9; Grow Decl. ¶¶ 10-11.</p>\n<p>When plaintiff arrived at the meeting, Brady told plaintiff about her one-week suspension and corrective action plan. <i>See</i> Brady Decl. ¶ 9; Grow Decl. ¶ 11. Plaintiff became angry, balled her fists, rocked back and forth in her chair, and repeatedly called Grow a liar. <i>See</i> Brady Decl. ¶ 9; Grow Decl. ¶ 11; Shepherd Dep. 125-26. Because plaintiff would not calm down and because Brady felt threatened and intimidated, Brady advised plaintiff to leave the Center immediately. Brady Decl. ¶ 9.</p>\n<p>Before leaving the Center, plaintiff called Grow a bitch and shouted (in front of children on the playground) other profanity. Grow Decl. ¶ 13.<sup>[1]</sup> Grow reported this conduct to Brady. <i>Id.</i> Brady believed Grow's report. Brady Decl. ¶ 11.</p>\n<p>After observing plaintiffs conduct in the meeting concerning the suspension and then receiving Grow's report concerning plaintiffs conduct while departing the Center, Brady decided that plaintiff's employment should be terminated. <i>See id.</i> ¶¶ 9, 12-13. Accordingly, Brady planned to speak with Talley on Tuesday, March 27, 2007, to recommend to Talley that CCA <span class=\"star-pagination\">*691</span> terminate plaintiffs employment immediately. <i>See id.</i> ¶ 12.</p>\n<p>On Tuesday, March 27, 2007, Brady met with Talley and discussed plaintiffs behavior at and following the meeting on March 26, 2007. <i>Id.</i> ¶ 13. Talley agreed with Brady's recommendation that plaintiffs employment should be terminated immediately. <i>Id.</i> Talley agreed to prepare a termination letter. <i>Id.</i> On March 27, 2007, Talley informed CCA's Executive Director Edith Travers about plaintiffs conduct and Talley's decision to terminate her employment effective that day. Travers Decl. ¶ 4. Travers agreed with the decision. <i>Id.</i></p>\n<p>Talley drafted the termination letter at 11:29 a.m. on Tuesday, March 27, 2007, and modified it on March 28, 2007, at 12:59 p.m. <i>See</i> McManus Supp. Decl. ¶¶ 2-5, Exs. A-C.<sup>[2]</sup> Talley e-mailed the draft termination letter to Brady on March 28, 2007, at 2:05 p.m. Brady Decl. ¶ 14, Ex C. On March 28, 2007, at 9:56 p.m., Brady advised Talley that the letter \"[l]ooks good to me.\" Brady Decl. ¶ 14, Ex. C.</p>\n<p>On Thursday, March 29, 2007, CCA mailed plaintiff her termination letter via certified mail. The letter was dated March 27, 2007, and Talley signed the letter. The letter states:</p>\n<blockquote>It has been reported by Ms. Sue Brady, Head Start Operations Manager and Ms. Jessica Grow, Beaufort Child Development Center Manager, that during a meeting on Monday, March 26, 2007 you displayed disruptive and unprofessional behavior. This behavior and language cannot be tolerated in or near a classroom of preschoolers.</blockquote>\n<blockquote>The meeting was called to discuss a one week suspension of your employment without pay due to threatening remarks you had made to co-workers in the presence of witnesses on March 22, 2007. CCA, Inc. Personnel Policies and Procedures policy # 708 states \"Employees may be immediately terminated at will, or for violating CCA's job performance standards, standards of conduct, or for any other disciplinary violation.\"</blockquote>\n<blockquote>Based on signed statements from witnesses present on both occurrences, the decision has been made to terminate your employment effective this date pending approval by the CCA, Inc. Head Start Policy Council.</blockquote>\n<p>Travers Decl. ¶ 6, Ex. C (emphasis removed).<sup>[3]</sup></p>\n<p>On Thursday, March 29, 2007, plaintiff hand delivered a one-paragraph letter to the front desk at CCA's Newport, North Carolina office contesting her one-week suspension, requesting a grievance hearing, and claiming that she had \"strong reasoning [sic] to believe Ms. Grow may be racist.\" Def.'s Exs. to Shep. Dep., Ex. 13; Shepherd Dep. 140-42. On March 29, 2007, plaintiff also spoke with Joseph Laster, a Project Officer in the Atlanta Regional Office of the United States Department of Health and Human Services, and told him that she loved her job, that she had been wrongfully terminated, and believed that she was discriminated against. See Shepherd Dep. 203.</p>\n<p>Late in the afternoon on March 29, 2007, Laster called Maria Layne McDonald, the Head Start Director in Beaufort, and said <span class=\"star-pagination\">*692</span> that Shepherd had phoned him and was upset about her suspension. McDonald Decl. ¶ 6. Laster did not tell McDonald that plaintiff said anything about discrimination. <i>Id.</i> Moreover, plaintiff conceded at oral argument that no evidence in the record indicates that Talley ever learned on March 29, 2007, of plaintiffs grievance letter or her conversation with Laster.</p>\n<p>On Friday, March 30, 2007, Talley asked Grow to be at the Center on Monday, April 2, 2007, in case plaintiff attempted to return to work. <i>See</i> Grow Decl. ¶ 16; Grow. Dep. 90-91. On Monday, April 2, 2007, Talley met with Grow at approximately 6:45 a.m. at the Center. Grow Decl. ¶ 16. Plaintiff arrived shortly thereafter. <i>Id.</i> Talley and Grow then met with plaintiff in Grow's office. <i>Id.</i> Talley informed plaintiff that CCA had terminated her employment and handed plaintiff a copy of the March 27, 2007 termination letter. <i>Id.</i></p>\n<p>If Talley decided to terminate plaintiff on March 27, 2007, then plaintiff cannot prove causation. <i>See, e.g., </i><i>Hooven-Lewis,</i> 249 F.3d at 277; <i>Gibson,</i> 160 F.3d at 181-82; <i>Dowe,</i> 145 F.3d at 657. In opposition to the conclusion that Talley decided to terminate her employment on March 27, 2007, plaintiff contends that Talley decided to terminate her on March 29, 2007, <i>after</i> she engaged in the alleged protected activity. As part of her argument, plaintiff contends that CCA employees are all lying to cover up the truth about when Talley made the decision to terminate her employment and about the \"real\" reason for her termination. <i>See, e.g.,</i> PL's Resp. 8-9; Shepherd Dep. 92-95. However, \"[p]laintiff presents nothing to support [her] wild accusations of perjury and a far ranging conspiracy to obstruct justice. Plaintiffs speculation and conjecture are not sufficient to defeat summary judgment.\" <i>Hunt,</i> 564 F.Supp.2d at 536 (citing <i>Sylvia Dev. Corp. v. Calvert County,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 817-18 (4th Cir.1995); <i>Choe v. Smith,</i> No. 94-2143, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">541675</span></span>, at *2 (4th Cir. Sept. 13, 1995) (per curiam) (unpublished)). No rational jury could credit plaintiffs farfetched conspiracy theory in the face of the overwhelming evidence showing that Talley had no \"knowledge of plaintiffs race discrimination complaint at the time [CCA] decided to terminate plaintiffs employment.\" <i>Hunt,</i> 564 F.Supp.2d at 536; <i>see </i><i>Hooven-Lewis,</i> 249 F.3d at 277-78.</p>\n<p>Next, plaintiff contends that Talley did not decide to terminate her employment and mail her termination letter until after she engaged in protected activity and cites the postmark of March 29, 2007, on the envelope containing her termination letter. <i>See</i> Pl.'s Resp. 3-4; <i>cf.</i> Travers Decl. ¶ 5, Ex. C (envelope postmark). The postmark does not, however, included a time-stamp as to when the letter left Talley's office, arrived at the post office, or left the post office. Further, and more importantly, plaintiffs argument does nothing to address the sworn testimony concerning when Talley made the termination decision and prepared the termination letter. <i>See</i> Brady Decl. ¶¶ 12-14; <i>see also</i> Travers Decl. ¶ 4; McManus Supp. Decl. ¶¶ 2-5, Exs. A-C.</p>\n<p>Finally, plaintiff claims that McDonald spoke with her on Friday, March 30, 2007, referenced her call to Laster, and did not tell her that she was fired. <i>See</i> Pl.'s Resp. 9; Shepherd Dep. 143-44. Further, plaintiff claims that Grow allegedly did not learn that CCA had terminated plaintiff until Friday, March 30, 2007, when Talley told Grow to be present at the Center on Monday, April 2, 2007. <i>See</i> Pl.'s Resp. 9; <i>cf.</i> Grow Decl. ¶ 16. Thus, plaintiff contends that Talley must have decided to terminate her employment because of her alleged protected activity on March 29, 2007. <i>See</i> Pl.'s Resp. 9.</p>\n<p><span class=\"star-pagination\">*693</span> The court rejects plaintiffs argument. McDonald had no duty to tell plaintiff on Friday, March 30, 2007, that she had been terminated. Likewise, the date that Grow learned that Talley decided to terminate plaintiff is irrelevant. Talley had no duty to tell Grow when he decided to terminate plaintiff. Neither \"fact\" that plaintiff cites would permit a reasonable inference of causation. <i>See, e.g., </i><i>Gibson,</i> 160 F.3d at 181 (\"To find causation on the basis of [plaintiffs] bareboned evidence asks the court to move beyond inference and into the realm of mere speculation and conjecture.\" (quotation omitted)); <i>Johnson v. Town of Elizabethtown,</i> <span class=\"citation\" data-id=\"475746\"><a href=\"/opinion/475746/deborah-s-johnson-v-town-of-elizabethtown-russell-grimes-wallace/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 406-07 (4th Cir.1986) (finding conjecture is insufficient to support causation). Moreover, neither \"fact\" overcomes the undisputed evidence that Talley decided to terminate plaintiffs employment on March 27, 2007.</p>\n<p>In sum, plaintiff failed to establish the causation element of her prima facie case. Thus, CCA is entitled to summary judgment on plaintiffs retaliation claim. <i>See, e.g., </i><i>Hooven-Lewis,</i> 249 F.3d at 277-78; <i>Gibson,</i> 160 F.3d at 181-82; <i>Dowe,</i> 145 F.3d at 657; <i>Hunt,</i> 564 F.Supp.2d at 535.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiff also alleges that CCA terminated her employment due to her race in violation of 42 U.S.C. § 1981. Plaintiff concedes that she has no direct evidence of race discrimination; therefore, she proceeds under the <i>McDonnell Douglas</i> framework. <i>See, e.g., </i><i>Reeves,</i> 530 U.S. at 142-43, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>; <i>Warch v. Ohio Cas. Ins. Co.,</i> <span class=\"citation\" data-id=\"793041\"><a href=\"/opinion/793041/larry-alan-warch-v-ohio-casualty-insurance-company-and-ohio-casualty/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">510</span></a></span>, 513 (4th Cir. 2006); <i>Hill,</i> 354 F.3d at 284-85. In order to show a prima facie case of wrongful termination under section 1981, plaintiff must establish that: (1) she is a member of a protected class; (2) she was qualified for her job and her performance was satisfactory; (3) she was fired; and (4) other employees who are not members of the protected class were retained under similar circumstances. <i>See, e.g., </i><i>Honor v. Booz-Allen &amp; Hamilton, Inc.,</i> 383 F.3d 180,188 (4th Cir.2004).</p>\n<p>CCA powerfully argues that plaintiff has failed to establish a prima facie case of race discrimination. The court need not, however, decide whether plaintiff has established a prima facie case of race discrimination. Rather, even if the court assumes (without deciding) that plaintiff has met her prima facie case, CCA has articulated a legitimate non-discriminatory reason for plaintiffs discharge: Talley's honest belief concerning plaintiffs conduct on March 26, 2007. <i>See, e.g.,</i> Brady Decl. ¶¶ 12-14; Travers Decl. ¶¶ 4-6; McManus Supp. Decl. ¶¶ 2-5, Exs. A-C. Thus, under the <i>McDonnell Douglas</i> framework, plaintiff must come forward with sufficient evidence from which a rational factfinder could find that CCA's proffered non-discriminatory reason was a pretext designated to mask race discrimination. <i>See, e.g., </i><i>Reeves,</i> 530 U.S. at 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>; <i>Holland,</i> 487 F.3d at 217-18; <i>King v. Rumsfeld,</i> <span class=\"citation\" data-id=\"781845\"><a href=\"/opinion/781845/alfred-g-king-v-donald-rumsfeld-secretary-united-states-department-of/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 150-154 (4th Cir. 2003).</p>\n<p>A plaintiff may prove pretext by showing that the alleged non-discriminatory \"explanation is unworthy of credence or by offering other forms of circumstantial evidence sufficiently probative of [race] discrimination.\" <i>Mereish v. Walker,</i> <span class=\"citation\" data-id=\"785214\"><a href=\"/opinion/785214/kulthoum-a-mereish-v-robert-m-walker-acting-secretary-of-the-army/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span>, 336 (4th Cir.2004) (quotations omitted). Plaintiff has presented no evidence from which a rational factfinder could find that Talley's decision to terminate her employment on March 27, 2007, was a pretext designed to mask race discrimination. In support of her view that she did create a genuine issue of material fact as to pretext, plaintiff cites certain evidence in her opposition to CCA's motion <span class=\"star-pagination\">*694</span> for summary judgment. <i>See</i> Pl.'s Resp. 10-12. However, plaintiff's subjective belief that Grow treated her differently due to her race and that Talley ultimately terminated her employment due to her race is not sufficient to create a genuine issue of material fact. <i>See, e.g., </i><i>Holland,</i> 487 F.3d at 217-18; <i>Williams v. Cerberonics, Inc.,</i> <span class=\"citation\" data-id=\"520601\"><a href=\"/opinion/520601/karen-a-williams-v-cerberonics-incorporated-karen-a-williams-v/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 459 (4th Cir.1989); <i>Smith v. Flax,</i> <span class=\"citation\" data-id=\"376843\"><a href=\"/opinion/376843/22-fair-emplpraccas-1202-22-empl-prac-dec-p-30823-thomas-clinton/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1062</span></a></span>, 1067 (4th Cir.1980). Likewise, the subjective belief of plaintiffs former white coworker, Anique Pittman, concerning how Grow reacted towards Pittman when Pittman argued with Grow or Pittman's vague opinion of racial favoritism by Grow or Talley are not sufficient to create a genuine issue of material fact. <i>See, e.g., </i><i>King,</i> 328 F.3d at 150-54; <i>cf.</i> Pittman Decl.</p>\n<p>Fundamentally, Talley could review the information that Brady provided to him concerning plaintiffs conduct on March 26, 2007, believe that information, and decide to discharge plaintiff. <i>See, e.g., </i><i>Holland,</i> 487 F.3d at 217-18. Further, nothing in plaintiffs deposition or Pittman's declaration permits the inference that plaintiff and Pittman were similarly situated. Likewise, nothing in the record permits the inference that Talley's decision to discharge plaintiff was a pretext for race discrimination. <i>See, e.g., id.</i> Finally, this court does not sit to decide whether Talley's honest belief concerning plaintiffs conduct on March 26, 2007, warranted discharge or some lesser sanction. <i>See, e.g., id.</i>; <i>Hawkins v. PepsiCo, Inc.,</i> <span class=\"citation\" data-id=\"767596\"><a href=\"/opinion/767596/lisa-hawkins-v-pepsico-incorporated-dba-pepsi-cola-north-america/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 279-80 (4th Cir.2000). Rather, the issue is whether plaintiff has raised a genuine issue of material fact as to pretext. Because plaintiff failed to raise a genuine issue of material fact concerning whether Talley's decision to fire plaintiff was pretextual, CCA is entitled to summary judgment on her race discrimination claim. <i>See, e.g., </i><i>Holland,</i> 487 F.3d at 218.</p>\n<p></p>\n<h2>III.</h2>\n<p>As explained in open court and summarized in this order, CCA's motion for summary judgment is GRANTED. The Clerk is DIRECTED to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff disputes using profanity or being rude while leaving. <i>See</i> Pl.'s Resp. to Def.'s Mot. for Summ. J. 5-6 [hereinafter \"PL's Resp.\"]. Even if the court assumes that plaintiff did not use profanity or act rudely while leaving the Center, these facts are not material. The issue is whether Brady believed Grow's report that Shepherd yelled and used profanity while leaving the Center and whether Brady reported that honest belief to Talley. <i>See, e.g., </i><i>Holland,</i> 487 F.3d at 217. The record establishes that Brady did believe Grow's report and reported that honest belief to Talley, the decisionmaker. <i>See, e.g.,</i> Brady Decl. ¶¶ 11-13.</p>\n<p>[2]  Talley died on October 10, 2007. <i>See</i> Def.'s Mem. in Support of Mot. for Summ. J. 5 n. 6. Thus, the record contains no affidavit or testimony from Talley.</p>\n<p>[3]  The Council approved the termination decision at its next regularly scheduled meeting, which occurred on April 16, 2007. Wisely, plaintiff does not argue that the Council's approval is relevant to the causation inquiry. <i>See, e.g., </i><i>Clark County Sch. Dist. v. Breeden,</i> <span class=\"citation\" data-id=\"2620700\"><a href=\"/opinion/2620700/clark-county-school-dist-v-breeden/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span>, 272, <span class=\"citation\" data-id=\"2620700\"><a href=\"/opinion/2620700/clark-county-school-dist-v-breeden/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1508</span></a></span>, <span class=\"citation\" data-id=\"2620700\"><a href=\"/opinion/2620700/clark-county-school-dist-v-breeden/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">509</span></a></span> (2001) (per curiam).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2422831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620700/"
  ]
}