{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2510499/",
  "absolute_url": "/opinion/2510499/united-states-v-lazorwitz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2510499/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:02:36.271490Z",
  "date_modified": "2016-04-27T00:16:52.248018Z",
  "type": "010combined",
  "sha1": "9d9fd34ef1fde76a91fbb848212ee60d3c9d4d98",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>411 F.Supp.2d 634 (2005)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nLouis LAZORWITZ, Defendant,<br>\nv.<br>\nIBM Personal Pension Plan, Garnishee.</h1></center>\n<center>No. 5:04 CV 161 F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 17, 2005.</center>\n<p><span class=\"star-pagination\">*635</span> William W. Webb, Sr., The Edmisten &amp; Webb Law Firm, William W. Webb, Sr., Edmisten &amp; Webb, Raleigh, NC, for Louis Michael Lazorwitz, Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Government's motion, styled \"Objection of the United States to IBM Personal Pension Plan's Answer of the Garnishee and Request for Order of Continuing Garnishment.\"</p>\n<p>On June 21, 2004, Defendant Lazorwitz pleaded guilty to one count of conspiracy to commit mail fraud, wire fraud and securities fraud in violation of 18 U.S.C. § 371; one count of securities fraud and aiding and abetting, in violation of 15 U.S.C. §§ 77(q)(a) and 77(x) and 18 U.S.C. § 2; and one count of conspiracy to commit money laundering in violation of 18 U.S.C. § 1956(h). He was sentenced by the court on September 28, 2004 to 300 months imprisonment, along with a $300 mandatory special assessment. The court reserved final determination as to the amount of restitution until December 13, 2004, pursuant to 18 U.S.C. § 3664(d)(5). On December 13, 2004, the court entered an Amended Judgment, which included restitution in the amount of $6,110,763.00.</p>\n<p>On August 2, 2005, Defendant Lazorwitz was notified of his right to claim exemptions from garnishment, but Defendant failed to claim any exemptions within the prescribed statutory period. Additionally, on August 2, 2005, the Government filed an application for writ of continuing garnishment of property of Defendant Lazorwitz in the possession of IBM, which, in turn, served its Answer of the Garnishee on August 19, 2005. In a letter dated August 19, 2005, IBM's legal counsel stated that \"IBM is the Plan Administrator of the Plan [the IBM Personal Pension Plan]. IBM does not have `custody, control or possession' of Mr. Lazorwitz's benefit under the Plan.\" Obj. of the United States [DE-44], Ex. E (letter from IBM).</p>\n<p>In response, the Government filed an Application for Writ of Garnishment listing IBM <i>Personal Pension Plan,</i> as opposed to just IBM, as the Garnishee on August 25, 2005. A Writ of Continuing Garnishment was issued the same day.</p>\n<p>On September 9, 2005, IBM Personal Pension Plan filed its Answer of the Garnishee, wherein it states it owes monthly <span class=\"star-pagination\">*636</span> pension benefits to Defendant Lazorwitz for the rest of his life in the amount of $839.00 per month. Additionally, counsel for IBM submitted a letter asserting that \"the Plan is not permitted to comply with the writ of garnishment\" because of the Plain's qualification under Section 401(a) of the Internal Revenue Code and being subject to the Employment Retirement Income Security Act of 1974 [ERISA], 29 U.S.C. § 1002.</p>\n<p>The Government now moves for an Order of Continuing Garnishment against Defendant and the Garnishee IBM Personal Pension Plan.</p>\n<p></p>\n<h2>I. ANALYSIS</h2>\n<p>The issue presented to the court is whether the Government may garnish Defendant Lazorwitz's interest in the IBM Personal Pension Plan pursuant to the Federal Debt Collections Procedures Act [FDCPA], 18 U.S.C. § 3613, notwithstanding ERISA's anti-alienation provision, 29 U.S.C. § 1056(d)(1) and the anti-alienation provision in the Internal Revenue Code, 26 U.S.C. § 401(a)(13). Additionally, the Plan contends that it may not be a proper garnishee, and that writ of garnishment may not have been properly filed in the Eastern District of North Carolina. The court will address each item in turn.</p>\n<p>A. Alienation of Pension Plans</p>\n<p>ERISA provides that \"each pension plan shall provide that benefits under the plan may not be assigned or alienated.\" 29 U.S.C. § 1056(d). In <i>Guidry v. Sheet Metal Workers National Pension Fund,</i> 493 U.S. 365, 110 S.Ct. 680, 107 L.Ed.2d 782 (1990) the Supreme Court recognized that absent some exception to the general statutory ban on alienation of ERISA-qualified plan benefits stated in 29 U.S.C. § 1056(d)(1), garnishment of pension benefits is barred. Notably, the Supreme Court refused \"to approve any generalized equitable exception  either for employee malfeasance or for criminal misconduct-to ERISA's prohibition in the assignment or alienation of pension benefits,\" reasoning that 29 U.S.C. 1056(d) \"reflects a considered congressional policy choice, a decision to safeguard a stream of income for pensioners . . . even if that decision prevents others from securing relief for the wrongs done them.\" <i>Id.</i> at 376, 110 S.Ct. 680. The Supreme Court specifically cautioned that \"[i]f exceptions to this policy are to be made, it is for Congress to undertake that task.\" <i>Id. See also </i><i>United States v. Smith,</i> 47 F.3d 681, 684 (4th Cir.1995)(vacating a restitution order that required defendant to turn over upon receipt each month the entire amount of his pension benefits payable under an ERISA plan because \"ERISA funds are inviolate with exceptions only as announced by Congress\").</p>\n<p>The Government contends that the Mandatory Victim Restitution Act of 1996 [MYRA] provides the needed exception. Specifically, the Government notes that in seeking a writ of continuing garnishment, it is proceeding under the MVRA, specifically 18 U.S.C. § 3613. Subsection(a) provides:</p>\n<blockquote>The United States may enforce a judgment imposing a fine [or an order of restitution]<sup>[1]</sup> in accordance with the practices and procedures for the enforcement of a civil judgment under Federal law or State law. <i>Notwithstanding any other Federal Law</i> (including section 207 of the Social Security Act), a judgment imposing a fine may be enforced against all property or rights to the property of the person fined, except that </blockquote>\n<blockquote>\n<span class=\"star-pagination\">*637</span> (1) property exempt from levy for taxes pursuant to section 6334(a)(1), (2), (3), (4), (5), (6), (7), (8), (10), and (12) of the Internal Revenue Code of 1986 shall be exempt from enforcement of the judgment under Federal law;</blockquote>\n<blockquote>(2) section 3014 of chapter 126 of title 28 shall not apply to enforcement under Federal law; and</blockquote>\n<blockquote>(3) the provisions of section 303 of the Consumer Credit Protection Act (15 U.S.C. 1673)<sup>[2]</sup> shall apply to enforcement of the judgment under Federal law or State law.</blockquote>\n<p>18 U.S.C. § 3613(a)(emphasis added). The plain language of the statute indicates that the only exemptions for the criminal debtor owing restitution are set out in the referenced provisions of 26 U.S.C. § 6334(a) of the Internal Revenue Service Code. <i>See </i><i>United States v. James,</i> 312 F.Supp.2d 802, 805 (E.D.Va.2004)(\"The language of § 3613(a) thus makes clear that the government may enforce a criminal fine or restitution order against all of a defendant's property `except that property which would be exempt from a levy for the payment of federal income taxes.'\")(quoting <i>United States v. Rice.</i> 196 F.Supp.2d 1196, 1199 (N.D.Okla.2002)). The court agrees with the Government's contention that because Defendant Lazorwitz's interest in an ERISA qualified plan does not fit within any of the exceptions listed in § 3613(a), ERISA is not a bar to garnishment.</p>\n<p>Additionally, this court agrees with the <i>James</i> court's analysis with regard to the Internal Revenue Code's alienation provision. Section 401(a)(13) of the Internal Revenue Code provides, in pertinent part, that \"[a] trust shall not constitute a qualified trust under this section unless the plan of which such trust is a part provides that benefits provided under the plan may not be assigned or alienated.\" 26. U.S.C. § 401(a)(13). However, Congress has mandated that for purposes of enforcement, a restitution order is to be treated as \"a lien in favor of the United States on all property and rights to property of the person fined as if the liability of the person fined were a liability for a tax assessed under the Internal Revenue Code of 1986.\" 18 U.S.C. § 3613(c). As the court in <i>United States v. James</i> observed:</p>\n<blockquote>This is significant because the Internal Revenue Service's regulations indicate that delinquent taxes may be collected via a levy against an ERISA plan. <i>See</i> 26 C.F.R. § 1.401(a)-13(b)(2). Because § 3613 makes clear that restitution orders in favor of the United States are to be treated like tax liabilities, it appears that, like delinquent taxpayers, criminal defendants owing restitution to the government cannot protect their pension benefits from being used to satisfy their monetary obligation to the government.</blockquote>\n<p>312 F.Supp.2d at 805-06 (citing <i>Rice,</i> 196 F.Supp.2d at 1201). Consequently, neither ERISA's anti-alienation provision, 29 U.S.C. § 1056(d)(1), nor the anti-alienation provision in the Internal Revenue Code, 26 U.S.C. § 401(a)(13), provide a bar to the garnishment of a qualified pension plan.</p>\n<p>B. Proper Garnishee</p>\n<p>Garnishee IBM Personal Pension Plan also suggests that it may not be the proper garnishee. <i>See</i> Obj. of the United States [DE-44], Ex. I (\"[I]t is not clear at this time whether the Plan is a proper garnishee. . . .\"). In the Answer of Garnishee filed by the IBM Personal Pension Plan [DE-38], it answered \"Yes\" to Question Six which asks the garnishee to denote any <span class=\"star-pagination\">*638</span> future payments it will make to the Defendant. IBM indicated that it will pay Defendant Lazorwitz a monthly pension benefit of $839.00 for the remainder of his life. The court agrees with the Government that this shows that Garnishee IBM Personal Pension Plan has \"custody control or possession\" of property of Defendant Lazorwitz, and that therefore the proper garnishee has been served.</p>\n<p>C. Filing of Writ of Garnishment</p>\n<p>Garnishee IBM Personal Pension Plan also contends that \"it is not clear . . . whether the writ of garnishment was properly filed in the Eastern District of North Carolina because the Plan was served in New York, the Trust is located in New York, and according to the Government's filling, the defendant resides in Texas.\" <i>See</i> Obj. of the United States [DE-44], Ex. I (letter from IBM Personal Pension Plan).</p>\n<p>The Government correctly explains that Title 18, U.S.C. § 3663(d) provides that \"[a]n order of restitution made pursuant to this section shall be issued and enforced in accordance with section 3664.\" 18 U.S.C. § 3663(d). Section 3664, in turn, provides, in pertinent part, that \"[a]n order of restitution may be enforced by the United States in the manner provided for in subchapter C of chapter 227 and subchapter B of chapter 229 of this title; or by all other available and reasonable means.\" 18 U.S.C. § 3664(m)(1)(A)(i) and (ii). Subchapter B of Chapter 229 of Title 18 provides that \"[t]he United States may enforce a judgment imposing a fine in accordance with the practices and procedures for the enforcement of a civil judgment under Federal law or State law. . . .\" 18 U.S.C. § 3613(a).</p>\n<p>The Government contends, and the court agrees, that the \"Federal law\" detailing the practices and procedures for enforcement of a civil judgment is found in the Federal Debt Collection Procedure Act [FDCPA], 28 U.S.C. § 3001, <i>et. seq.</i> Importantly, the FDCPA applies to judgments arising from a civil <i>or</i> criminal proceeding. 28 U.S.C. § 3002(8) (\"`Judgment' means a judgment, order, or decree entered in favor of the United States in a court and arising from a civil or criminal proceeding regarding a debt.\"). Under the FDCPA, the United States has nationwide enforcement powers, such that \"[a]ny writ, order, judgment or other process, including a summons and complaint . . . may be served in any State; and (B) such writ, order or judgment may be enforced by the court issuing the writ, order or process, regardless of where the person is served the writ, order or process.\" 28 U.S.C. § 3004(b)(1)(A) and (B).</p>\n<p>Here, a valid judgment was entered against Defendant Lazorwitz on September 28, 2005, and the restitution order has not been satisfied. The Government, pursuant to the statutory authority examined above, has authority to serve Garnishee IBM Personal Pension Plan in New York, and the writ of continuing garnishment was properly filed in the Eastern District of North Carolina.</p>\n<p></p>\n<h2>II. CONCLUSION</h2>\n<p>For the foregoing reasons, the Government's motion is ALLOWED and the Clerk of Court is DIRECTED to enter the following:</p>\n<p></p>\n<h2>ORDER OF GARNISHMENT</h2>\n<p>A Writ of Garnishment, directed to the Garnishee IBM Personal Pension Plan, has been duly issued and served upon the Garnishee. Pursuant to the Writ of Garnishment, the Garnishee IBM Personal Pension Plain filed its Answer on July 20, 1998, stating that at the time of the service of the Writ, it had in its possession or under its control personal no personal property belonging to and due Defendant <span class=\"star-pagination\">*639</span> Lazorwitz. Garnishee IBM Personal Pension also stated, however, that it anticipates owing to Defendant Lazorwitz in the future a monthly pension benefit in the amount of $839.00 for the rest of defendant's life. Garnishee IBM Personal Pension Plan maintains, however, that the monthly pension benefits due Defendant Lazorwitz are exempt from garnishment.</p>\n<p>On August 25, 2005, Defendant Lazorwitz was notified of his right to a hearing and has not requested a hearing to determine exempt property.</p>\n<p>The court above has carefully considered the parties' contentions and the legal authority upon which they are based, and has concluded that Defendant Lazorwitz's interest in his pension plan is subject to garnishment by the Government for satisfaction of the court-ordered restitution.</p>\n<p>Accordingly, it is ORDERED that Garnishee IBM Personal Pension Plan pay the sum of 100% of any anticipated payments due Defendant, Louis Michael Lazorwitz, to plaintiff and continue said payments until the debt to the plaintiff is paid in full or until the Garnishee no longer has custody, possession, or control of any property belonging to the Defendant or until further order of this court.</p>\n<p>Checks should be made payable to:</p>\n<blockquote>United States Department of Justice and mailed to:</blockquote>\n<blockquote>United States Attorney's Office</blockquote>\n<blockquote>Financial Litigation Unit</blockquote>\n<blockquote>310 New Bern Avenue</blockquote>\n<blockquote>Suite 800, Terry Sanford Federal Building</blockquote>\n<blockquote>Raleigh, North Carolina XXXXX-XXXX</blockquote>\n<p>In order to ensure that each payment is credited properly, please include the following information on each check:</p>\n<p>Court No. 5:04-CR-00161-001-(FO).</p>\n<p>District: 0417.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 3613(f) provides that \"all provisions of this section are available to the United States for the enforcement of an order of restitution.\" 18 U.S.C. § 3613(f).</p>\n<p>[2]  Section 303 of the Consumer Credit Protection Act places limits on the amount of the debtor's disposable earnings which may be garnished, and it is not applicable in this case.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">634</span></span> (2005)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nLouis LAZORWITZ, Defendant,<br>\nv.<br>\nIBM Personal Pension Plan, Garnishee.</h1></center>\n<center>No. 5:04 CV 161 F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 17, 2005.</center>\n<p><span class=\"star-pagination\">*635</span> William W. Webb, Sr., The Edmisten &amp; Webb Law Firm, William W. Webb, Sr., Edmisten &amp; Webb, Raleigh, NC, for Louis Michael Lazorwitz, Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Government's motion, styled \"Objection of the United States to IBM Personal Pension Plan's Answer of the Garnishee and Request for Order of Continuing Garnishment.\"</p>\n<p>On June 21, 2004, Defendant Lazorwitz pleaded guilty to one count of conspiracy to commit mail fraud, wire fraud and securities fraud in violation of 18 U.S.C. § 371; one count of securities fraud and aiding and abetting, in violation of 15 U.S.C. §§ 77(q)(a) and 77(x) and 18 U.S.C. § 2; and one count of conspiracy to commit money laundering in violation of 18 U.S.C. § 1956(h). He was sentenced by the court on September 28, 2004 to 300 months imprisonment, along with a $300 mandatory special assessment. The court reserved final determination as to the amount of restitution until December 13, 2004, pursuant to 18 U.S.C. § 3664(d)(5). On December 13, 2004, the court entered an Amended Judgment, which included restitution in the amount of $6,110,763.00.</p>\n<p>On August 2, 2005, Defendant Lazorwitz was notified of his right to claim exemptions from garnishment, but Defendant failed to claim any exemptions within the prescribed statutory period. Additionally, on August 2, 2005, the Government filed an application for writ of continuing garnishment of property of Defendant Lazorwitz in the possession of IBM, which, in turn, served its Answer of the Garnishee on August 19, 2005. In a letter dated August 19, 2005, IBM's legal counsel stated that \"IBM is the Plan Administrator of the Plan [the IBM Personal Pension Plan]. IBM does not have `custody, control or possession' of Mr. Lazorwitz's benefit under the Plan.\" Obj. of the United States [DE-44], Ex. E (letter from IBM).</p>\n<p>In response, the Government filed an Application for Writ of Garnishment listing IBM <i>Personal Pension Plan,</i> as opposed to just IBM, as the Garnishee on August 25, 2005. A Writ of Continuing Garnishment was issued the same day.</p>\n<p>On September 9, 2005, IBM Personal Pension Plan filed its Answer of the Garnishee, wherein it states it owes monthly <span class=\"star-pagination\">*636</span> pension benefits to Defendant Lazorwitz for the rest of his life in the amount of $839.00 per month. Additionally, counsel for IBM submitted a letter asserting that \"the Plan is not permitted to comply with the writ of garnishment\" because of the Plain's qualification under Section 401(a) of the Internal Revenue Code and being subject to the Employment Retirement Income Security Act of 1974 [ERISA], 29 U.S.C. § 1002.</p>\n<p>The Government now moves for an Order of Continuing Garnishment against Defendant and the Garnishee IBM Personal Pension Plan.</p>\n<p></p>\n<h2>I. ANALYSIS</h2>\n<p>The issue presented to the court is whether the Government may garnish Defendant Lazorwitz's interest in the IBM Personal Pension Plan pursuant to the Federal Debt Collections Procedures Act [FDCPA], 18 U.S.C. § 3613, notwithstanding ERISA's anti-alienation provision, 29 U.S.C. § 1056(d)(1) and the anti-alienation provision in the Internal Revenue Code, 26 U.S.C. § 401(a)(13). Additionally, the Plan contends that it may not be a proper garnishee, and that writ of garnishment may not have been properly filed in the Eastern District of North Carolina. The court will address each item in turn.</p>\n<p>A. Alienation of Pension Plans</p>\n<p>ERISA provides that \"each pension plan shall provide that benefits under the plan may not be assigned or alienated.\" 29 U.S.C. § 1056(d). In <i>Guidry v. Sheet Metal Workers National Pension Fund,</i> <span class=\"citation\" data-id=\"112353\"><a href=\"/opinion/112353/guidry-v-sheet-metal-workers-nat-pension-fund/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation\" data-id=\"112353\"><a href=\"/opinion/112353/guidry-v-sheet-metal-workers-nat-pension-fund/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">680</span></a></span>, <span class=\"citation\" data-id=\"112353\"><a href=\"/opinion/112353/guidry-v-sheet-metal-workers-nat-pension-fund/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">782</span></a></span> (1990) the Supreme Court recognized that absent some exception to the general statutory ban on alienation of ERISA-qualified plan benefits stated in 29 U.S.C. § 1056(d)(1), garnishment of pension benefits is barred. Notably, the Supreme Court refused \"to approve any generalized equitable exception  either for employee malfeasance or for criminal misconduct-to ERISA's prohibition in the assignment or alienation of pension benefits,\" reasoning that 29 U.S.C. 1056(d) \"reflects a considered congressional policy choice, a decision to safeguard a stream of income for pensioners . . . even if that decision prevents others from securing relief for the wrongs done them.\" <i>Id.</i> at 376, <span class=\"citation\" data-id=\"112353\"><a href=\"/opinion/112353/guidry-v-sheet-metal-workers-nat-pension-fund/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">680</span></a></span>. The Supreme Court specifically cautioned that \"[i]f exceptions to this policy are to be made, it is for Congress to undertake that task.\" <i>Id. See also </i><i>United States v. Smith,</i> <span class=\"citation\" data-id=\"689144\"><a href=\"/opinion/689144/united-states-v-charles-herbert-smith/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">681</span></a></span>, 684 (4th Cir.1995)(vacating a restitution order that required defendant to turn over upon receipt each month the entire amount of his pension benefits payable under an ERISA plan because \"ERISA funds are inviolate with exceptions only as announced by Congress\").</p>\n<p>The Government contends that the Mandatory Victim Restitution Act of 1996 [MYRA] provides the needed exception. Specifically, the Government notes that in seeking a writ of continuing garnishment, it is proceeding under the MVRA, specifically 18 U.S.C. § 3613. Subsection(a) provides:</p>\n<blockquote>The United States may enforce a judgment imposing a fine [or an order of restitution]<sup>[1]</sup> in accordance with the practices and procedures for the enforcement of a civil judgment under Federal law or State law. <i>Notwithstanding any other Federal Law</i> (including section 207 of the Social Security Act), a judgment imposing a fine may be enforced against all property or rights to the property of the person fined, except that </blockquote>\n<blockquote>\n<span class=\"star-pagination\">*637</span> (1) property exempt from levy for taxes pursuant to section 6334(a)(1), (2), (3), (4), (5), (6), (7), (8), (10), and (12) of the Internal Revenue Code of 1986 shall be exempt from enforcement of the judgment under Federal law;</blockquote>\n<blockquote>(2) section 3014 of chapter 126 of title 28 shall not apply to enforcement under Federal law; and</blockquote>\n<blockquote>(3) the provisions of section 303 of the Consumer Credit Protection Act (15 U.S.C. 1673)<sup>[2]</sup> shall apply to enforcement of the judgment under Federal law or State law.</blockquote>\n<p>18 U.S.C. § 3613(a)(emphasis added). The plain language of the statute indicates that the only exemptions for the criminal debtor owing restitution are set out in the referenced provisions of 26 U.S.C. § 6334(a) of the Internal Revenue Service Code. <i>See </i><i>United States v. James,</i> <span class=\"citation\" data-id=\"2469268\"><a href=\"/opinion/2469268/united-states-v-james/\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">802</span></a></span>, 805 (E.D.Va.2004)(\"The language of § 3613(a) thus makes clear that the government may enforce a criminal fine or restitution order against all of a defendant's property `except that property which would be exempt from a levy for the payment of federal income taxes.'\")(quoting <i>United States v. Rice.</i> <span class=\"citation\" data-id=\"2517868\"><a href=\"/opinion/2517868/united-states-v-rice/\"><span class=\"volume\">196</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1196</span></a></span>, 1199 (N.D.Okla.2002)). The court agrees with the Government's contention that because Defendant Lazorwitz's interest in an ERISA qualified plan does not fit within any of the exceptions listed in § 3613(a), ERISA is not a bar to garnishment.</p>\n<p>Additionally, this court agrees with the <i>James</i> court's analysis with regard to the Internal Revenue Code's alienation provision. Section 401(a)(13) of the Internal Revenue Code provides, in pertinent part, that \"[a] trust shall not constitute a qualified trust under this section unless the plan of which such trust is a part provides that benefits provided under the plan may not be assigned or alienated.\" 26. U.S.C. § 401(a)(13). However, Congress has mandated that for purposes of enforcement, a restitution order is to be treated as \"a lien in favor of the United States on all property and rights to property of the person fined as if the liability of the person fined were a liability for a tax assessed under the Internal Revenue Code of 1986.\" 18 U.S.C. § 3613(c). As the court in <i>United States v. James</i> observed:</p>\n<blockquote>This is significant because the Internal Revenue Service's regulations indicate that delinquent taxes may be collected via a levy against an ERISA plan. <i>See</i> 26 C.F.R. § 1.401(a)-13(b)(2). Because § 3613 makes clear that restitution orders in favor of the United States are to be treated like tax liabilities, it appears that, like delinquent taxpayers, criminal defendants owing restitution to the government cannot protect their pension benefits from being used to satisfy their monetary obligation to the government.</blockquote>\n<p>312 F.Supp.2d at 805-06 (citing <i>Rice,</i> 196 F.Supp.2d at 1201). Consequently, neither ERISA's anti-alienation provision, 29 U.S.C. § 1056(d)(1), nor the anti-alienation provision in the Internal Revenue Code, 26 U.S.C. § 401(a)(13), provide a bar to the garnishment of a qualified pension plan.</p>\n<p>B. Proper Garnishee</p>\n<p>Garnishee IBM Personal Pension Plan also suggests that it may not be the proper garnishee. <i>See</i> Obj. of the United States [DE-44], Ex. I (\"[I]t is not clear at this time whether the Plan is a proper garnishee. . . .\"). In the Answer of Garnishee filed by the IBM Personal Pension Plan [DE-38], it answered \"Yes\" to Question Six which asks the garnishee to denote any <span class=\"star-pagination\">*638</span> future payments it will make to the Defendant. IBM indicated that it will pay Defendant Lazorwitz a monthly pension benefit of $839.00 for the remainder of his life. The court agrees with the Government that this shows that Garnishee IBM Personal Pension Plan has \"custody control or possession\" of property of Defendant Lazorwitz, and that therefore the proper garnishee has been served.</p>\n<p>C. Filing of Writ of Garnishment</p>\n<p>Garnishee IBM Personal Pension Plan also contends that \"it is not clear . . . whether the writ of garnishment was properly filed in the Eastern District of North Carolina because the Plan was served in New York, the Trust is located in New York, and according to the Government's filling, the defendant resides in Texas.\" <i>See</i> Obj. of the United States [DE-44], Ex. I (letter from IBM Personal Pension Plan).</p>\n<p>The Government correctly explains that Title 18, U.S.C. § 3663(d) provides that \"[a]n order of restitution made pursuant to this section shall be issued and enforced in accordance with section 3664.\" 18 U.S.C. § 3663(d). Section 3664, in turn, provides, in pertinent part, that \"[a]n order of restitution may be enforced by the United States in the manner provided for in subchapter C of chapter 227 and subchapter B of chapter 229 of this title; or by all other available and reasonable means.\" 18 U.S.C. § 3664(m)(1)(A)(i) and (ii). Subchapter B of Chapter 229 of Title 18 provides that \"[t]he United States may enforce a judgment imposing a fine in accordance with the practices and procedures for the enforcement of a civil judgment under Federal law or State law. . . .\" 18 U.S.C. § 3613(a).</p>\n<p>The Government contends, and the court agrees, that the \"Federal law\" detailing the practices and procedures for enforcement of a civil judgment is found in the Federal Debt Collection Procedure Act [FDCPA], 28 U.S.C. § 3001, <i>et. seq.</i> Importantly, the FDCPA applies to judgments arising from a civil <i>or</i> criminal proceeding. 28 U.S.C. § 3002(8) (\"`Judgment' means a judgment, order, or decree entered in favor of the United States in a court and arising from a civil or criminal proceeding regarding a debt.\"). Under the FDCPA, the United States has nationwide enforcement powers, such that \"[a]ny writ, order, judgment or other process, including a summons and complaint . . . may be served in any State; and (B) such writ, order or judgment may be enforced by the court issuing the writ, order or process, regardless of where the person is served the writ, order or process.\" 28 U.S.C. § 3004(b)(1)(A) and (B).</p>\n<p>Here, a valid judgment was entered against Defendant Lazorwitz on September 28, 2005, and the restitution order has not been satisfied. The Government, pursuant to the statutory authority examined above, has authority to serve Garnishee IBM Personal Pension Plan in New York, and the writ of continuing garnishment was properly filed in the Eastern District of North Carolina.</p>\n<p></p>\n<h2>II. CONCLUSION</h2>\n<p>For the foregoing reasons, the Government's motion is ALLOWED and the Clerk of Court is DIRECTED to enter the following:</p>\n<p></p>\n<h2>ORDER OF GARNISHMENT</h2>\n<p>A Writ of Garnishment, directed to the Garnishee IBM Personal Pension Plan, has been duly issued and served upon the Garnishee. Pursuant to the Writ of Garnishment, the Garnishee IBM Personal Pension Plain filed its Answer on July 20, 1998, stating that at the time of the service of the Writ, it had in its possession or under its control personal no personal property belonging to and due Defendant <span class=\"star-pagination\">*639</span> Lazorwitz. Garnishee IBM Personal Pension also stated, however, that it anticipates owing to Defendant Lazorwitz in the future a monthly pension benefit in the amount of $839.00 for the rest of defendant's life. Garnishee IBM Personal Pension Plan maintains, however, that the monthly pension benefits due Defendant Lazorwitz are exempt from garnishment.</p>\n<p>On August 25, 2005, Defendant Lazorwitz was notified of his right to a hearing and has not requested a hearing to determine exempt property.</p>\n<p>The court above has carefully considered the parties' contentions and the legal authority upon which they are based, and has concluded that Defendant Lazorwitz's interest in his pension plan is subject to garnishment by the Government for satisfaction of the court-ordered restitution.</p>\n<p>Accordingly, it is ORDERED that Garnishee IBM Personal Pension Plan pay the sum of 100% of any anticipated payments due Defendant, Louis Michael Lazorwitz, to plaintiff and continue said payments until the debt to the plaintiff is paid in full or until the Garnishee no longer has custody, possession, or control of any property belonging to the Defendant or until further order of this court.</p>\n<p>Checks should be made payable to:</p>\n<blockquote>United States Department of Justice and mailed to:</blockquote>\n<blockquote>United States Attorney's Office</blockquote>\n<blockquote>Financial Litigation Unit</blockquote>\n<blockquote>310 New Bern Avenue</blockquote>\n<blockquote>Suite 800, Terry Sanford Federal Building</blockquote>\n<blockquote>Raleigh, North Carolina XXXXX-XXXX</blockquote>\n<p>In order to ensure that each payment is credited properly, please include the following information on each check:</p>\n<p>Court No. 5:04-CR-00161-001-(FO).</p>\n<p>District: 0417.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 3613(f) provides that \"all provisions of this section are available to the United States for the enforcement of an order of restitution.\" 18 U.S.C. § 3613(f).</p>\n<p>[2]  Section 303 of the Consumer Credit Protection Act places limits on the amount of the debtor's disposable earnings which may be garnished, and it is not applicable in this case.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2517868/"
  ]
}