{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2512713/",
  "absolute_url": "/opinion/2512713/wyeth-v-sandoz-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2512713/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:04:15.369943Z",
  "date_modified": "2016-04-26T22:33:46.738977Z",
  "type": "010combined",
  "sha1": "d25f18602ede13821580a70150f8abe7fd0d869f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>703 F.Supp.2d 508 (2010)</b></center>\n<center><h1>WYETH, Plaintiff,<br>\nv.<br>\nSANDOZ, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-234-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 12, 2010.</center>\n<center>Order Denying Certificate of Appealability July 15, 2010.</center>\n<p><span class=\"star-pagination\">*511</span> Richard W. Ellis, Ellis &amp; Winters, Raleigh, NC, for Plaintiff.</p>\n<p>F. Hill Allen, IV, Tharrington Smith, Raleigh, NC, for Defendant.</p>\n<p>Paul K. Sun, Jr., Ellis &amp; Winters, Raleigh, NC.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Wyeth filed this patent infringement action against Sandoz, Inc. (\"Sandoz\"), alleging that Sandoz's generic extended release venlafaxine product infringes U.S. Patent Nos. 6,274,171 B1 (\"the '171 patent\"), 6,403,120 B1 (\"the '120 patent\"), and 6,419,958 B2 (\"the '958 patent\") (collectively \"the Wyeth patents\"). Wyeth has moved for summary judgment regarding Sandoz's direct infringement, active inducement of infringement, and contributory infringement of claims 20-25 of the '171 patent, claims 1, 2, 13, and 14 of the '120 patent, and claims 1-6 of the '958 patent [D.E. 118]. Sandoz, in turn, has moved for summary judgment regarding Sandoz's noninfringement of the asserted claims [D.E. 121] and concerning the alleged invalidity of the patents [D.E. 123]. As explained below, Wyeth's motion for summary judgment is granted, and Sandoz's motions for summary judgment are denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Wyeth manufactures Effexor® XR, an extended release venlafaxine hydrochloride medication that is used to treat depressive, <span class=\"star-pagination\">*512</span> social anxiety, and panic disorders. A division of Wyeth holds the FDA-approved New Drug Application (\"NDA\"), which encompasses the asserted claims. Sandoz seeks to market a generic extended release venlafaxine formulation and has filed an Abbreviated New Drug Application (\"ANDA\") with the FDA to effect this goal. The court held a <i>Markman</i> hearing to construe the disputed patent claims and familiarity with that order is presumed. <i>Wyeth v. Sandoz, Inc.,</i> 570 F.Supp.2d 815, 833 (E.D.N.C.2008); <i>see </i><i>Markman v. Westview Instruments, Inc.,</i> 52 F.3d 967, 976 (Fed.Cir.1995) (en banc), <i>aff'd,</i> 517 U.S. 370, 372, 116 S.Ct. 1384, 134 L.Ed.2d 577 (1996).</p>\n<p>Wyeth and Sandoz each seek summary judgment under Rule 56 of the Federal Rules of Civil Procedure. Summary judgment is proper when there is no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The moving party bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp.,</i> 477 U.S. at 325, 106 S.Ct. 2548. After the moving party has met this burden, the nonmoving party \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation &amp; emphasis omitted). A genuine dispute about a material fact exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505. The court views the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> 550 U.S. 372, 378, 127 S.Ct. 1769, 167 L.Ed.2d 686 (2007).</p>\n<p></p>\n<h2>II.</h2>\n<p>Initially, the court addresses the issue of direct infringement in Wyeth's motion for summary judgment. Before turning to the details of the direct infringement claim, the court briefly reviews the legal landscape.</p>\n<p>The FDA determines whether a generic version of a patented drug should be approved for marketing to the public. <i>See</i> 21 U.S.C. § 355(a). Congress enacted the Drug Price Competition and Patent Term Restoration Act of 1984, Pub.L. No. 98-417, 98 Stat. 1585 (codified as amended at 21 U.S.C. §§ 355, 360cc; 35 U.S.C. §§ 156, 271) [hereinafter the \"Hatch-Waxman Act\"], in part, to permit generic drug manufacturers to use original manufacturers' studies to show that generic drugs are safe and effective, thereby allowing generic drug manufacturers to enter the market more easily when patents expire. <i>See, e.g., </i><i>Warner-Lambert Co. v. Apotex Corp.,</i> 316 F.3d 1348, 1357-60 (Fed.Cir.2003). Under the Hatch-Waxman Act, \"a generic drug manufacturer may seek expedited approval to market a generic version of an already-approved drug by submitting an ANDA.\" <i>Glaxo, Inc. v. Novopharm, Ltd.,</i> 110 F.3d 1562, 1568 (Fed.Cir.1997). \"If a patent relevant to the ANDA has not expired, the generic drug manufacturer must certify either that the generic drug will not enter the market before the patent's expiration date or that the patent is invalid or will not be infringed by the manufacture, use, or sale of the drug for which the [ANDA] is submitted.\" <i>Id.</i> (quotation omitted) (alteration in original); <i>see</i> 21 U.S.C. § 355(j)(2)(A); 35 U.S.C. § 271(e). Specifically, an applicant submitting an ANDA must certify one of four statements: (1) that the drug has not been patented; (2) <span class=\"star-pagination\">*513</span> that any such patent on the drug has expired; (3) if there is a current patent, the date on which the patent will expire; or (4) that the patent \"is invalid or will not be infringed by the manufacture, use, or sale of the new drug for which the [ANDA] is submitted.\" 21 U.S.C. § 355(j)(2)(A)(vii)(I)-(IV).</p>\n<p>Upon a certification of noninfringement, a patent owner who disagrees with the certification may bring an infringement action. <i>See</i> 35 U.S.C. § 271(e)(2). \"[A] district court's inquiry in a suit brought under § 271(e)(2) is the same as it is in any other infringement suit, <i>viz.,</i> whether the patent in question ... `will not be infringed by the manufacture, use, or sale of the drug for which the ANDA is submitted.'\" <i>Glaxo,</i> 110 F.3d at 1569 (quoting 21 U.S.C. § 355(j)(2)(A)(vii)(IV)) (alteration &amp; emphasis omitted); <i>see, e.g., </i><i>Warner-Lambert Co.,</i> 316 F.3d at 1366. If the court determines that infringement would occur if the generic drug were manufactured, used, or sold, then \"the patent owner is entitled to an order that FDA approval of the ANDA ... not be effective until the patent expires.\" <i>Bristol-Myers Squibb Co. v. Royce Labs., Inc.,</i> 69 F.3d 1130, 1135 (Fed.Cir.1995); <i>see</i> 35 U.S.C. § 271(e)(4)(A).</p>\n<p>To analyze infringement, a court first determines the meaning and scope of the asserted patent claims, and then compares the properly construed claims to the product that allegedly infringes. <i>See </i><i>Markman,</i> 52 F.3d at 976. \"[T]he claims of a patent define the invention to which the patentee is entitled the right to exclude.\" <i>Phillips v. AWH Corp.</i> 415 F.3d 1303, 1312 (Fed.Cir.2005) (en banc) (quotation omitted). This court has determined, as a matter of law, the proper scope of Wyeth's patent claims. <i>See </i><i>Wyeth,</i> 570 F.Supp.2d at 833.</p>\n<p>Second, a court compares the accused product to the construed claims. The accused product directly infringes if it \"incorporates every limitation of a claim, either literally or under the doctrine of equivalents.\" <i>MicroStrategy Inc. v. Bus. Objects, S.A.,</i> 429 F.3d 1344, 1352 (Fed.Cir. 2005) (quotation omitted). Where the parties' disagreement is primarily over proper claim interpretation, the direct infringement analysis \"collapses into claim construction and is amenable to summary judgment.\" <i>Gen. Mills, Inc. v. Hunt-Wesson, Inc.,</i> 103 F.3d 978, 983 (Fed.Cir.1997).</p>\n<p>Sandoz argues that it cannot directly infringe the asserted method claims because, as a manufacturer, it will not administer its proposed drug to patients. <i>See</i> Def.'s Opp'n 2. However, \"section 271(e)(2) creates an `act of infringement' based upon the filing of an ANDA,\" <i>Allergan, Inc. v. Alcon Labs., Inc.,</i> 324 F.3d 1322, 1330 (Fed.Cir.2003) (per curiam), to obtain approval \"to engage in the commercial manufacture, use, or sale of a drug ... the use of which is claimed in a patent before the expiration of such patent.\" 35 U.S.C. § 271(e)(2): <i>see </i><i>Warner-Lambert Co.,</i> 316 F.3d at 1354; <i>Glaxo, Inc.,</i> 110 F.3d at 1568-69. Sandoz is a \"manufacturer\" who submitted an ANDA. Def.'s Opp'n 2; Pl.'s Reply 1. Thus, Sandoz may be liable for direct infringement.</p>\n<p>Wyeth-Ayerst Laboratories (now known as Wyeth Pharmaceuticals), a division of Wyeth, holds the approved NDA No. 20-699 for Effexor® XR capsules, an extended release dosage form containing venlafaxine hydrochloride. Am. Compl. ¶ 8; <i>see</i> Answer ¶ 8. The asserted claims cover the FDA-approved uses. With its ANDA, Sandoz certified that the manufacture, use, or sale of its generic version will not infringe Wyeth's patents. <i>See</i> Answer ¶¶ 12, 23, 34. Specifically, Sandoz certified that the asserted claims are \"invalid, unenforceable, <span class=\"star-pagination\">*514</span> and/or will not be infringed by the manufacture, use, or sale of the Sandoz, Inc. venlafaxine hydrochloride extended-release capsule.\" <i>Id.</i></p>\n<p>In its <i>Markman</i> ruling, this court clarified:</p>\n<blockquote>The method claims describe the \"use aspects\" of the invention and are claimed in terms of performance criteria. <i>See, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20)(\"A method for providing a therapeutic blood plasma concentration of venlafaxine over a twenty four hour period with diminished incidences of nausea and emesis....\"); <i>id.</i> at col. 13:4-12 (claim 21) (\"A method for eliminating the troughs and peaks of drug concentration in a patient[']s blood plasma....\").</blockquote>\n<p><i>Wyeth,</i> 570 F.Supp.2d at 822 (emphasis omitted) (alteration in original).<sup>[1]</sup> The asserted claims have essentially the same specification and involve methods to treat depression and related disorders. The limitations of the asserted claims include: (1) an extended release formulation, that provides a therapeutic blood plasma concentration of venlafaxine over a twenty-four-hour period, which comprises administering orally to a patient, an encapsulated spheroid containing venlafaxine hydrochloride as the active ingredient, <i>see, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20); (2) that results in \"diminished incidence of nausea and emesis,\" as compared to immediate release venlafaxine hydrochloride, <i>see, e.g., id.;</i> (3) that \"eliminat[es] the troughs and peaks of drug concentration in a patient[']s blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride,\" <i>see, e.g., id.</i> at 13:4-12 (claim 21); (4) that \"provides peak blood plasma levels of venlafaxine of no more than about 150 ng/ml,\" <i>see, e.g.,</i> '120 patent, col. 10:35-42 (claim 1); and (5) results in \"a peak blood plasma level of venlafaxine in from about four to about eight hours,\" <i>see, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20). <i>See generally </i><i>Wyeth,</i> 570 F.Supp.2d at 819-833.</p>\n<p>In addition, the specification sets forth the overall purpose that \"the plasma levels of venlafaxine ... hydrochloride rise, after administration of the extended release formulations of this invention, for between about five to about eight hours (optimally about six hours) and then begin to fall through a protracted, substantially linear decrease.\" '171 patent, col. 2:28-33.</p>\n<p>As for other terms:</p>\n<blockquote>1. \"Extended release formulation\" means \"a formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the immediate release formulation.\"</blockquote>\n<blockquote>2. \"Diminished incidence(s) of nausea and emesis\" means \"the degree and/or frequency of nausea and emesis from the extended release formulation administered once-a-day is less than what would be experienced by patients receiving the same total daily dose of an immediate release formulation that is administered at least twice a day.\"</blockquote>\n<blockquote>3. \"A method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" means \"a method in which the extended release formulation is administered once <span class=\"star-pagination\">*515</span> in a 24-hour period, resulting in a venlafaxine blood plasma concentration that rises to a maximum value, followed by a generally protracted decrease over the remaining period while maintaining during the 24-hour period levels of venlafaxine in blood plasma that are sufficient to provide, during the course of treatment, relief from the condition being treated, thereby eliminating the multiple sharp peaks and troughs resulting from multiple daily dosing of the same total daily dose of the immediate release formulation as reflected in a graph of venlafaxine blood plasma concentration versus time.\"</blockquote>\n<blockquote>4. The term \"about\" in the claim phrase \"peak blood plasma levels of venlafaxine of no more than <i>about</i> 150 ng/ ml\" means \"a possible variation of up to 20%, so that the concentration of venlafaxine in blood plasma should not exceed a maximum limit of 180 ng/ml.\"</blockquote>\n<blockquote>5. The term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about 6</i> hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours]\" means \"a range, based upon rounding, of 5.5 hours up to, but not including, 6.5 hours [or of 3.5 [or 4.5] hours up to, but not including, 8.5 hours].\"</blockquote>\n<p><i>Wyeth,</i> 570 F.Supp.2d at 833 (alterations in original); <i>see id.</i> at 828-29, 831-32.</p>\n<p>Sandoz designed the ANDA product to treat the disorders that the FDA has approved for treatment using Effexor® XR, including major depressive disorder, social anxiety disorder, and panic disorder. <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000156-58, S000192-95; Bartel Dep., Pl.'s Mem. Ex. 13 at 40:25-41:20; Pl. Ex. 18(A) at 27. In <i>Warner-Lambert Co.,</i> the Federal Circuit clarified that \"[a]n ANDA applicant, who necessarily `piggybacks' on the approved NDA of the innovator, can only apply to sell the approved drug, which, in this case, is no longer under patent, and to market it for the use for which the FDA has indicated that the drug is safe and efficacious, for which use the patent here has also expired.\" 316 F.3d at 1362.</p>\n<p>In this case, the patents-in-suit have not expired and the court must determine whether the ANDA product would infringe the asserted claims. The infringement inquiry focuses on comparing \"the use listed in the ANDA\" with the use claimed in each patent limitation. <i>See, e.g., id.</i> at 1356. Sandoz proves that the use of the ANDA product is safe and effective by claiming that the ANDA drug is bioequivalent to Effexor® XR, and by relying on Wyeth's studies to prove the safety and efficacy of the covered uses of Effexor® XR. <i>See generally </i><i>Eli Lilly &amp; Co. v. Teva Pharm. USA, Inc.,</i> 557 F.3d 1346, 1347-48 (Fed. Cir.2009); ANDA, Pl.'s Mem. Ex. 15 at S000356-82 (Summary of Biopharmaceutic Studies). Thus, the proven, approved uses which Wyeth's asserted claims cover are the only uses for which an ANDA applicant may seek approval. Sandoz presents no new, unpatented uses for the FDA to consider. <i>See</i> 21 U.S.C. § 355(j)(2)(A).</p>\n<p>In the asserted claims, some of the limitations include: an extended release formulation, that provides a therapeutic blood plasma concentration of venlafaxine over a twenty-four-hour period, which comprises administering orally to a patient, an encapsulated spheroid containing venlafaxine hydrochloride as the active ingredient. <i>See</i> '120 patent (claims 1, 2, 13, 14). Again, \"`[e]xtended release formulation' means `a formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the <span class=\"star-pagination\">*516</span> immediate release formulation.'\" <i>Wyeth,</i> 570 F.Supp.2d at 833.</p>\n<p>Sandoz's ANDA provides undisputed facts about the proposed product. \"The key difference between Effexor® XR and Sandoz's generic formulation is that Sandoz's formulation uses a different inactive ingredient (i.e., an Eudragit® polymer) to coat the encapsulated spheroids which contain the active pharmaceutical ingredient....\" <i>Wyeth,</i> 570 F.Supp.2d at 819. Furthermore, the product, designed to \"mimic[ ]\" Effexor® XR's drug release profile, ANDA, Pl.'s Mem. Ex. 15 at S000339, is a not a hydrogel tablet, and will provide therapeutic blood plasma concentration of the active ingredient venlafaxine hydrochloride over a twenty-four-hour period. <i>See id.</i> at S000327, S000357-82. Sandoz's proposed label for the ANDA product states that the product is formulated to be administered once a day. Draft Labeling, Pl.'s Mem. Ex. 17 at S000151. To provide a therapeutic level of drug concentration over a twenty-four-hour period, Sandoz's product contains \"extended release pellets\" that are the bioequivalent of Effexor® XR. ANDA, Pl.'s Mem. Ex. 15 at S000327-29. Sandoz's proposed label for the ANDA product indicates that the product is for the treatment of patients with major depressive, social anxiety, and panic disorders. <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000156-158. Moreover, Sandoz describes the ANDA product as containing \"spheroids.\" <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000151; Bartel Dep., Pl.'s Mem. Ex. 13 at 36:10-37:11.</p>\n<p>A comparison of the claim limitations to the ANDA product reveals that the ANDA product incorporates the claim limitations of \"extended release.\" It provides a therapeutic blood plasma concentration of venlafaxine over a twenty-four-hour period, requires oral administration to a patient in need thereof, contains venlafaxine hydrochloride as the active ingredient, and is in encapsulated spheroid form. <i>Cf. </i><i>MicroStrategy, Inc.,</i> 429 F.3d at 1352.</p>\n<p>Next, the court assesses whether the ANDA product incorporates the limitation of \"diminished incidence(s) of nausea and emesis,\" as compared to immediate release venlafaxine hydrochloride. <i>See</i> '171 patent (claims 20, 22, 23); '120 patent (claims 1, 2, 13, 14); '958 patent (claims 1, 3, 4). Again, \"`[d]isminished incidence(s) of nausea and emesis' means `the degree and/or frequency of nausea and emesis from the extended release formulation administered once-a-day is less than what would be experienced by patients receiving the same total daily dose of an immediate release formulation that is administered at least twice a day.'\" <i>Wyeth,</i> 570 F.Supp.2d at 833.</p>\n<p>It is undisputed that Sandoz's product, the bioequivalent of Effexor® XR, results in \"diminished incidence(s) of nausea and emesis.\" Indeed, Sandoz relies on Wyeth's clinical trials showing that use of the extended release venlafaxine formulation yields a statistically significant reduction of incidence of nausea and emesis. Draft Labeling, Pl.'s Mem. Ex. 17 at S000153-56; 168-90; Bartel Dep., Pl.'s Mem. Ex. 13 at 42:10-3:2. Sandoz represents that the ANDA product is the bioequivalent of Effexor® XR. Basis for ANDA, Pl.'s Mem. Ex. 20 at S000074; <i>see</i> ANDA, Pl.'s Mem. Ex. 15 at S000332, S000336. The FDA has defined bioequivalence as \"the absence of a significant difference in the rate and extent to which the active ingredient or active moiety in pharmaceutical equivalents or pharmaceutical alternatives becomes available at the site of drug action when administered at the same molar dose under similar conditions in an appropriately designed study.\" 21 C.F.R. § 320.1(e). Being bioequivalent <span class=\"star-pagination\">*517</span> with Effexor® XR, Sandoz's ANDA product has effectively the same side effect profile, is equally effective, and is interchangeable with Effexor® XR. <i>See </i><i>Abbott Labs. v. Sandoz, Inc.,</i> 566 F.3d 1282, 1298 (Fed.Cir.2009) (en banc). Moreover, as a bioequivalent of Effexor® XR, the ANDA product must also result in \"diminished incidence(s) of nausea and emesis.\" <i>See, e.g., id.</i> Sandoz has not denied that this is the case. Thus, the ANDA product incorporates this limitation.</p>\n<p>Some of the asserted claims contain the limitation \"eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride.\" '171 patent (claims 21, 24, and 25); '958 patent (claims 2, 5, and 6). \"A method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" means</p>\n<blockquote>a method in which the extended release formulation is administered once in a 24-hour period, resulting in a venlafaxine blood plasma concentration that rises to a maximum value, followed by a generally protracted decrease over the remaining period while maintaining during the 24-hour period levels of venlafaxine in blood plasma that are sufficient to provide, during the course of treatment, relief from the condition being treated, thereby eliminating the multiple sharp peaks and troughs resulting from multiple daily dosing of the same total daily dose of the immediate release formulation as reflected in a graph of venlafaxine blood plasma concentration versus time.</blockquote>\n<p><i>Wyeth,</i> 570 F.Supp.2d at 833 (quotations omitted).</p>\n<p>The ANDA product, the bioequivalent of Effexor® XR, incorporates this limitation. <i>See, e.g.,</i> ANDA, Pl.'s Mem. Ex. 15 at S000336, S000357-82. The bioavailability studies conducted to evaluate the comparative bioavailability of the ANDA product to Effexor® XR reflect the incorporation. <i>See</i> Study Report, Pl.'s Mem. Ex. 21 at S0004182-83. The bioavailability studies also show mean and individual venlafaxine concentration-over-time profiles in which blood plasma concentration rises to a single maximum value, and then exhibits a generally protracted decrease over the balance of the twenty-four-hour period. <i>See, e.g.,</i> Study Report, Pl.'s Mem. Ex. 21 at S0004182-83 (mean curve in fed study); Pl.'s Mem. Ex. 35 (individual curves in fed study). Furthermore, the ANDA product maintains blood plasma levels of venlafaxine \"sufficient to provide, during the course of treatment, relief from the condition being treated.\" <i>See, e.g.,</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000153-56; ANDA, Pl.Ex. 15 at S000357-82; Basis for ANDA, Pl.'s Mem. Ex. 20 at S000074.</p>\n<p>Independent claim 1 of the '120 patent and dependent claims 2, 13, and 14 contain the limitation that the formulation \"provides peak blood plasma levels of venlafaxine of no more than about 150 ng/ml.\" '120 patent (claim 1); <i>see id.</i> (claims 2, 13, 14). \"The term `about' in the claim phrase `peak blood plasma levels of venlafaxine of no more than about 150 ng/ml' means `a possible variation of up to 20%, so that the concentration of venlafaxine in blood plasma should not exceed a maximum limit of 180 ng/ml.'\" <i>Wyeth,</i> 570 F.Supp.2d at 833 (emphasis omitted).</p>\n<p>Sandoz's draft labeling states that administration of the ANDA product \"generally resulted in lower Cmax (150 ng/ml for venlafaxine ...) ... than for immediate release venlafaxine tablets.\"<sup>[2]</sup> Draft Labeling, <span class=\"star-pagination\">*518</span> Pl.'s Mem. Ex. 17 at S000151-52. In Sandoz's bioavailability studies, the fed conditions and sprinkle administration studies show mean Cmax values of 113.45 ng/ml and 113.32 ng/ml, respectively. ANDA, Pl.'s Mem. Ex. 15 at S000359. The undisputed evidence therefore shows that the ANDA product will meet the Cmax limitation contained in the asserted '120 patent claims. <i>See id.;</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000151-52.</p>\n<p>Claims 20-25 of the '171 patent and claims 1-6 of the '958 patent contain limitations about the time ranges involving the peak blood plasma concentration of venlafaxine after administration. The limitations include: (1) a peak blood plasma level of venlafaxine in from about four to about eight hours;<sup>[3]</sup> (2) a peak blood plasma level of venlafaxine in from about five to about eight hours;<sup>[4]</sup> and (3) a peak blood plasma level of venlafaxine in about six hours.<sup>[5]</sup></p>\n<p>The term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in about 6 hours [or in from about 4 [or 5] to about 8 hours]\" means \"`a range, based upon rounding, of 5.5 hours up to, but not including, 6.5 hours [or of 3.5 [or 4.5] hours up to, but not including, 8.5 hours].'\" <i>Wyeth,</i> 570 F.Supp.2d at 833 (emphasis omitted) (alterations in original).</p>\n<p>The proposed label of the ANDA product states that the administration of the ANDA product \"generally resulted in ... later Tmax (5.5 hours for venlafaxine ...) than for immediate release venlafaxine tablets.\"<sup>[6]</sup> Draft Labeling, Pl.'s Mem. Ex. 17 at S000151-52. Sandoz has affirmed the accuracy of this description. <i>See</i> Bartel Dep., Pl.'s Mem. Ex. 13 at 56-57. Sandoz's bioavailability studies confirm that the ANDA product will meet the Tmax limitations, and Sandoz does not dispute that the ANDA product incorporates these limitations.</p>\n<p>The undisputed facts establish that the product proposed in the ANDA would incorporate every limitation of the asserted claims. Accordingly, Wyeth is entitled to summary judgment as to Sandoz's direct infringement of the asserted claims.</p>\n<p></p>\n<h2>III.</h2>\n<p>Next, Wyeth argues that the undisputed facts establish that upon ANDA approval, Sandoz will actively induce infringement. <i>See</i> Pl.'s Mem. 8-9, 25-29. \"[W]hoever actively induces infringement of a patent shall be liable as an infringer.\" 35 U.S.C. § 271(b). Where the asserted claims cover methods for which an ANDA applicant seeks approval, \"section 271(e)(2) may support an action for induced infringement.\" <i>Allergan, Inc.,</i> 324 F.3d at 1331. \"An inquiry into induced infringement focuses on the party accused of inducement as the prime mover in the chain of events leading to infringement.\" <i>Forest Labs., Inc. v. Ivax Pharm., Inc.,</i> 501 F.3d 1263, 1272 (Fed.Cir.2007). \"[T]he patentee must show, first that there has been direct infringement, and second, that the alleged infringer knowingly induced infringement and possessed specific intent to encourage another's infringement.\" <i>MEMC Elec. Materials, Inc. v. Mitsubishi Materials Silicon Corp.,</i> 420 F.3d 1369, 1378 (Fed.Cir.2005) (quotations omitted); <span class=\"star-pagination\">*519</span> <i>see </i><i>DSU Med. Corp. v. JMS Co.,</i> 471 F.3d 1293, 1306 (Fed.Cir.2006). Thus, a defendant's mere \"knowledge of the acts alleged to constitute inducement\" is not enough. <i>Manville Sales Corp. v. Paramount Sys., Inc.,</i> 917 F.2d 544, 553 (Fed.Cir.1990). \"While proof of intent is necessary, direct evidence is not required; rather, circumstantial evidence may suffice.\" <i>Water Techs. Corp. v. Calco, Ltd.,</i> 850 F.2d 660, 668 (Fed.Cir.1988). Evidence of</p>\n<blockquote>active steps taken to encourage direct infringement, such as advertising an infringing use or instructing how to engage in an infringing use, show an affirmative intent that the product be used to infringe, and a showing that infringement was encouraged overcomes the law's reluctance to find liability when a defendant merely sells a commercial product suitable for some lawful use.</blockquote>\n<p><i>Metro-Goldwyn-Mayer Studios Inc. v. Grokster, Ltd.,</i> 545 U.S. 913, 936, 125 S.Ct. 2764, 162 L.Ed.2d 781 (2005) (quotations, citations, &amp; alterations omitted).</p>\n<p>\"The only difference in the analysis of a traditional infringement claim and a claim of infringement under section 271(e)(2) is the timeframe under which the elements of infringement are considered.\" <i>Allergan, Inc.,</i> 324 F.3d at 1331. However, \"a method of use patent holder may not sue an ANDA applicant for induced infringement of its patent, if the ANDA applicant is not seeking FDA approval for the use claimed in the patent and if the use claimed in the patent is not FDA-approved.\" <i>Id.</i> at 1332</p>\n<p>The FDA will approve the use of drugs for particular purposes only upon a showing that the product is safe and effective. <i>See</i> 21 U.S.C. § 355(b); <i>Warner-Lambert Co.,</i> 316 F.3d at 1360. Here, Wyeth-Ayerst Laboratories, a division of Wyeth, holds the approved NDA No. 20-699 for Effexor® XR capsules. <i>See</i> Am. Compl. ¶ 8. The asserted claims cover the FDA-approved uses. <i>See</i> 21 U.S.C. § 355(j)(2)(A). Sandoz seeks to \"piggyback\" on the FDA approval of Effexor® XR, with the same active ingredient and a drug dissolution profile covered by the asserted claims. Indeed, because Sandoz shows that the ANDA drug is safe and effective with the studies that Wyeth conducted to prove the safety and efficacy of Effexor® XR, Sandoz is \"forbidden from obtaining such approval\" for a use that is not covered by Wyeth's approved NDA, \"unless it files its own ... full safety and efficacy data.\" <i>Warner-Lambert Co.,</i> 316 F.3d at 1360 (emphasis omitted). Sandoz fails to present a new use supported by new studies to show that the hypothetical new use is safe and effective. <i>See</i> ANDA, Pl.'s Mem. Ex. 15 at S000356-82. Rather, the record shows that the proposed use of the ANDA product infringes the asserted patent claims because the FDA-approved uses are covered by the asserted claims. Thus, the record shows that the uses for which Sandoz seeks approval are covered by Wyeth's asserted method claims.</p>\n<p>Sandoz argues that the only infringing purposes are the purposes of diminishing incidences of nausea and emesis and of eliminating the troughs and peaks of drug concentration, and that persons such as doctors, pharmacists, and patients, who use the generic drug without the specific intent to effect these two purposes would not be direct infringers. Def.'s Opp'n 5-7. Although Sandoz correctly asserts that the purposes recited in the asserted claims are \"`statement[s] of the intentional purpose[s] for which the method must be performed,'\" Def.'s Mem. 11 (quoting <i>Jansen v. Rexall Sundown, Inc.,</i> 342 F.3d 1329, 1333 (Fed.Cir.2003)), Sandoz improperly limits the purposes of Wyeth's claims. The purpose of maintaining therapeutic dosage levels over a twenty-four-hour period, via the specified drug dissolution profile, <span class=\"star-pagination\">*520</span> is also covered. As this court clarified in the <i>Markman</i> ruling:</p>\n<blockquote>The specification is also instructive on the use aspect of the invention and the shape of the dissolution curve. The Brief Description states:</blockquote>\n<blockquote>In essence, the plasma levels of venlafaxine hydrochloride rise, after administration of the extended release formulations of this invention, for between about five to about eight hours (optimally about six hours) and then begin to fall <i>through a protracted, substantially linear decrease</i> from the peak plasma level for the remainder of the twenty-four hour period, <i>maintaining at least a threshold therapeutic level of the drug during the entire twenty-four hour period.</i> This portion of the specification suggests that Sandoz's construction omits an important use aspect of the inventionthat is, maintenance of therapeutic dosage levels over a twenty-four hour period. The construction of the disputed claim phrase should include the therapeutic benefits of the invention.</blockquote>\n<p><i>Wyeth,</i> 570 F.Supp.2d at 831.</p>\n<p>In opposition, Sandoz cites <i>Jansen v. Rexall Sundown, Inc.,</i> 342 F.3d 1329 (Fed. Cir.2003). In <i>Jansen</i><i>,</i> the plaintiff failed to provide evidence to raise a genuine issue of material fact regarding the limitation that the patient using the over-the-counter drug at issue must be \"in need thereof.\" 342 F.3d at 1334. Unlike in this case, <i>Jansen</i> involved the use of an over-the-counter drug that was \"quite different from the use of a product pursuant to a prescription from a medical doctor,\" because a prescription is \"evidence of a diagnosis and a knowing need to use the product for the stated purpose.\" <i>Id.</i> at 1334-35. Thus, <i>Jansen</i> provides no help to Sandoz.</p>\n<p>Where the ANDA drug is used for patient compliance, patient convenience because the dosage is once a day, or for efficacy in treating depression or related disorders, infringement will have occurred. This conclusion is consistent with <i>Schering Corp. v. Glenmark Pharmaceuticals Inc., USA,</i> No. 07-1334, 2008 WL 4307189 (D.N.J. Sept.16, 2008) (unpublished), also cited by Sandoz, in which the court found that the construction of the term \"in need of such treatment\" required that direct infringers must \"have an appreciation for the purpose of the drug and prescribe it in order to remedy the conditions it is meant to treat.\" <i>Id.</i> at *9.</p>\n<p>As discussed, Sandoz seeks to market its product for only uses that are FDA-approved based on the ANDA product's bioequivalence to Effexor® XR and upon Wyeth's studies that establish efficacy and safety. <i>See</i> ANDA, Pl.'s Mem. Ex. 15 at S000332, S000357-82; Basis for ANDA, Pl.'s Mem. Ex. 20 at S000074. The FDA-approved methods of Effexor® XR, which are the only uses on which Sandoz may \"piggyback\" in the ANDA, are covered by Wyeth's asserted claims. <i>See </i><i>Warner-Lambert Co.,</i> 316 F.3d at 1360. Thus, doctors who will prescribe and patients who will use Sandoz's product for the purposes outlined in the ANDA will directly infringe the asserted claims. <i>See id.</i> at 1356, 1360.</p>\n<p>For Wyeth to prevail on a summary judgment motion as to inducement, there also must be undisputed evidence that Sandoz intentionally \"will promote or encourage\" doctors or other persons to infringe Wyeth's method claims. <i>Id.</i> at 1364. Citing a footnote in <i>Dynacore Holdings Corp. v. U.S. Philips Corp.,</i> 363 F.3d 1263 (Fed.Cir.2004), and two district court cases,<sup>[7]</sup> Sandoz claims that the only evidence <span class=\"star-pagination\">*521</span> of inducement is the \"mere sale\" of the ANDA product. <i>See</i> Def.'s Opp'n 6. Sandoz notes that its proposed label fails to mention diminished incidences of nausea and emesis, or eliminating troughs and peaks of drug concentration, and contends that there is no evidence \"that Sandoz will promote, advertise or market its ER venlafaxine product for either of these uses.\" Def.'s Opp'n 5-6. However, as discussed, this argument improperly ignores the breadth of the asserted claims.</p>\n<p>In <i>Dynacore,</i> which did not involve an ANDA, the Federal Circuit clarified that \"the mere sale, without more, of a device capable of such non-infringing use will not establish liability for inducement.\" 363 F.3d at 1276 n. 6 (quotation omitted). However, evidence of \"active steps taken to encourage direct infringement such as advertising an infringing use or instructing how to engage in an infringing use, show an affirmative intent that the product be used to infringe.\" <i>DSU Med. Corp.,</i> 471 F.3d at 1305 (quotation &amp; alteration omitted). Here, Sandoz's label provides instructions for and encourages direct infringement,<sup>[8]</sup> thereby establishing the requisite intent for active inducement of infringement.</p>\n<p>Furthermore, \"[e]ven if [Sandoz] successfully persuaded the finder of fact that the labels [do] not instruct, direct, or encourage infringement ... this would not be legally sufficient to establish that the labels do not induce infringement.\" <i>Aventis Pharm., Inc. v. Barr Labs., Inc.,</i> 411 F.Supp.2d 490, 517 (D.N.J.2006). In <i>Grokster,</i> the Court used \"broad language in stating that the inducement rule requires `affirmative steps taken to foster infringement.' \" <i>Barr Labs., Inc.,</i> 411 F.Supp.2d at 517 (quoting <i>Grokster,</i> 545 U.S. at 919, 937, 125 S.Ct. 2764); <i>see </i><i>DSU Med. Corp.,</i> 471 F.3d at 1305-06. Sandoz is aware that its label information will \"play an important role in physicians' choice to practice a treatment method that [Sandoz knows] would be infringing.\" <i>Barr Labs., Inc.,</i> 411 F.Supp.2d at 517-18. As in <i>Barr Laboratories, Inc.,</i> where defendants' sale of the drug demonstrated the required affirmative steps, here Sandoz's seeking ANDA approval and proposing draft labeling that will instruct how to engage in infringing uses constitute the affirmative steps required to show inducement. <i>See id.</i> The instructions on Sandoz's label and Sandoz's submission of the ANDA that seeks approval for the covered uses is undisputed circumstantial evidence of Sandoz's specific intent to induce the direct infringement of doctors, pharmacists, and patients.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Under 35 U.S.C. § 271(c):</p>\n<blockquote>Whoever offers to sell or sells within the United States ... a component of a patented ... composition, or a material... for use in practicing a patented process, constituting a material part of the invention, knowing the same to be especially made or especially adapted for use in an infringement of such patent, and not a staple article or commodity of commerce suitable for substantial noninfringing use, shall be liable as a contributory infringer.</blockquote>\n<p>35 U.S.C. § 271(c). But \"distribution of a component of a patented device will not violate the patent if it is suitable for use in other ways.\" <i>Grokster,</i> <span class=\"star-pagination\">*522</span> 545 U.S. at 932, 125 S.Ct. 2764. \"[T]he doctrine absolves the equivocal conduct of selling an item with substantial lawful as well as unlawful uses....\" <i>Id.</i> In other words, there is no contributory infringement where the product is a \"staple article or commodity of commerce suitable for a substantial noninfringing use.\" 35 U.S.C. § 271(c). Even where there is \"not direct infringement under 35 U.S.C. § 271(a), a party's acts in connection with selling equipment may, however, constitute active inducement of infringement or contributory infringement of a method claim under 35 U.S.C. § 271(b) and (c).\" <i>RF Del., Inc. v. Pac. Keystone Techs., Inc.,</i> 326 F.3d 1255, 1267 (Fed.Cir.2003) (quotation omitted).</p>\n<p>Contributory infringement exists where \"it may be presumed from distribution of an article in commerce that the distributor intended the article to be used to infringe another's patent, and so may justly be held liable for that infringement.\" <i>Grokster,</i> 545 U.S. at 932, 125 S.Ct. 2764. Only \"proof of a defendant's knowledge, not intent, that his activity cause[s] infringement\" and \"knowledge of the patent which proscribe[s] that use\" is required. <i>Hewlett-Packard Co. v. Bausch &amp; Lomb Inc.,</i> 909 F.2d 1464, 1469 &amp; n. 4 (Fed.Cir.1990) (emphasis omitted). Direct infringement is a prerequisite to finding contributory infringement. <i>Preemption Devices, Inc. v. Minn. Mining &amp; Mfg. Co.,</i> 803 F.2d 1170, 1173 (Fed.Cir.1986). Where an ANDA is involved, contributory infringement claims may be brought under section 271(e)(2). <i>Cf. </i><i>Allergan, Inc.,</i> 324 F.3d at 1331 (\"[I]n <i>Glaxo,</i> we did not limit the scope of section 271(e)(2) to direct infringement actions.\"). \"The only difference in the analysis of a traditional infringement claim and a claim of infringement under section 271(e)(2) is the timeframe under which the elements of infringement are considered.\" <i>Id.</i></p>\n<p>First, as discussed, direct infringement is established. Second, when Sandoz filed the ANDA, Sandoz knew of the patents-in-suit and knew that sale of its generic would cause infringement of the asserted claims. Moreover, Sandoz intended its generic drug to be the interchangeable bioequivalent of Effexor® XR. As Wyeth contends, this knowledge and development shows that Sandoz's product is \"especially made\" for \"use in practicing a patented process\" that is a \"material part of the invention.\" <i>See</i> 35 U.S.C. § 271(c); Pl.'s Mem. 29.</p>\n<p>Sandoz argues that substantial noninfringing uses exist, because patients taking the drug who \"do not experience diminished incidences of nausea and emesis\" or who \"never had multiple troughs and peaks of drug concentration in their blood\" do not infringe the asserted claims. Def.'s Mem. 9-10; <i>see</i> Def.'s Opp'n 9. However, as discussed, this argument improperly ignores the breadth of the asserted claims. In the <i>Markman</i> ruling, this court rejected Sandoz's \"patient-by-patient\" reading of the \"diminished incidence\" limitation. <i>See </i><i>Wyeth,</i> 570 F.Supp.2d at 828-29. Moreover, this court also rejected the contention that, in order to practice the patented methods, the \"eliminating troughs and peaks\" limitation required that patients switch to the extended-release formulation after experiencing peaks and troughs on another medication. <i>See id.</i> at 828-31. Again, the specification of the asserted claims \"suggests that Sandoz's construction omits an important use aspect of the inventionthat is, maintenance of therapeutic dosage levels over a twenty-four hour period. The construction of the disputed claim phrase should include the therapeutic benefits of the invention.\" <i>Id.</i> at 831. Furthermore, Sandoz designed the ANDA product to treat the same disorders that the FDA has approved for treatment using Effexor® XR, including <span class=\"star-pagination\">*523</span> major depressive disorder, social anxiety disorder, and panic disorder. <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000156-58, S000192-95. In light of the undisputed evidence of the identical indications for the drugs and the properly construed asserted claims, no substantial noninfringing uses exist. Accordingly, Wyeth is entitled to summary judgment as to Sandoz's contributory infringement.</p>\n<p></p>\n<h2>V.</h2>\n<p>Sandoz has moved for summary judgment as to Sandoz's noninfringement of the asserted claims, including claims 20-25 of the '171 patent, claims 1, 2, 13, and 14 of the '120 patent, and claims 1-6 of the '958 patent [D.E. 121] and concerning the alleged invalidity of the patents [D.E. 123]. Sandoz contends that \"[w]henever a physician prescribes Sandoz's extended release formulation of venlafaxine for a reason other than to reduce nausea and emesis or to eliminate troughs and peaks of drug concentration, that physician lacks the intent required by the method claims, and therefore will not directly infringe the claims.\" Def.'s Mem. 2.</p>\n<p>As discussed, Sandoz's arguments are based on an inappropriate construction of the claims. Sandoz argues that, upon the manufacture, sale, and marketing of its ANDA product, it will not induce infringement, nor will it be liable for contributory infringement. However, for the reasons discussed, the court rejects Sandoz's argument. Likewise, the court rejects Sandoz's arguments that the patents are invalid. Accordingly, Sandoz's motions for summary judgment as to Sandoz's noninfringement and invalidity are denied.</p>\n<p></p>\n<h2>VI.</h2>\n<p>As explained above, Wyeth's motion for summary judgment [D.E. 118] is GRANED, and Sandoz's motions for summary judgment [D.E. 121, 123] are DENIED.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Plaintiff Wyeth (\"Wyeth\") filed this patent-infringement action against Sandoz, Inc. (\"Sandoz\"), alleging that Sandoz's generic extended release venlafaxine product infringes U.S. Patent Nos. 6,274,171 B1 (\"the '171 patent\"), 6,403,120 B1 (\"the '120 patent\"), and 6,419,958 B2 (\"the '958 patent\") (collectively \"the Wyeth patents\"). Wyeth moved for summary judgment regarding Sandoz's direct infringement, active inducement of infringement, and contributory infringement of claims 20-25 of the '171 patent, claims 1, 2, 13, and 14 of the '120 patent, and claims 1-6 of the '958 patent [D.E. 118]. Sandoz, in turn, moved for summary judgment regarding Sandoz's noninfringement [D.E. 121] and concerning the alleged invalidity of the patents [D.E. 123]. The court granted Wyeth's motion for summary judgment and denied Sandoz's motions for summary judgment [D.E. 159].</p>\n<p>Sandoz now moves for a certificate of appealability, seeking interlocutory review of two claim constructions underlying the summary judgment order: (1) whether the proper construction of the term \"extended release formulation\" is restricted to the specific ingredients set forth in the patents, and (2) whether infringement in this case is measured based on a patient-bypatient comparison or a patient-group-average comparison. As explained below, Sandoz's motion is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Wyeth manufactures Effexor® XR, an extended release venlafaxine hydrochloride medication that is used to treat depressive, social anxiety, and panic disorders. A division of Wyeth holds the FDA-approved New Drug Application (\"NDA\"), which encompasses the asserted claims. Sandoz seeks to market a generic extended release venlafaxine formulation and has filed <span class=\"star-pagination\">*524</span> an Abbreviated New Drug Application (\"ANDA\") with the FDA to effect this goal.</p>\n<p>The patents-in-suit have not expired. Sandoz proves that the use of the ANDA product is safe and effective by claiming that the ANDA drug is bioequivalent to Effexor® XR, and by relying on Wyeth's studies to prove the safety and efficacy of the covered uses of Effexor® XR. <i>See</i> ANDA, Pl.'s Mem. Supp. Summ. J. Ex. 15 at S000356-82 (Summary of Biopharmaceutic Studies). Thus, the proven, approved useswhich Wyeth's asserted claims coverare the only uses for which an ANDA applicant, such as Sandoz, may seek approval. Sandoz presents no new, unpatented uses for the FDA to consider.</p>\n<p>Sandoz's ANDA provides undisputed facts about the proposed product. \"The key difference between Effexor® XR and Sandoz's generic formulation is that Sandoz's formulation uses a different inactive ingredient (<i>i.e.,</i> an Eudragit® polymer) to coat the encapsulated spheroids which contain the active pharmaceutical ingredient....\" <i>Wyeth v. Sandoz, Inc. (Wyeth I),</i> 570 F.Supp.2d 815, 819 (E.D.N.C.2008). Furthermore, the product, designed to \"mimic[]\" Effexor® XR's drug-release profile, ANDA, Pl.'s Mem. Supp. Summ. J. Ex. 15 at S000339, is a not a hydrogel tablet, and will provide therapeutic blood plasma concentration of the active ingredient venlafaxine hydrochloride over a twenty-four-hour period. <i>See id.</i> at S000327, S000357-82. Sandoz's proposed label for the ANDA product states that the product is formulated to be administered once a day. Draft Labeling, Pl.'s Mem. Supp. Summ. J. Ex. 17 at S000151. To provide a therapeutic level of drug concentration over a twenty-four-hour period, Sandoz's product contains \"extended release pellets\" that are the bioequivalent of Effexor® XR. ANDA, Pl.'s Mem. Supp. Summ. J. Ex. 15 at S000327-29. Sandoz's proposed label for the ANDA product indicates that the product is for the treatment of patients with major depressive, social anxiety, and panic disorders. <i>See</i> Draft Labeling, Pl.'s Mem. Supp. Summ. J. Ex. 17 at S000156-58. Moreover, Sandoz describes the ANDA product as containing \"spheroids.\" <i>See id.</i> at S000151.</p>\n<p>The court held a <i>Markman</i> hearing to construe the disputed patent claims and familiarity with that order is presumed. <i>Wyeth,</i> 570 F.Supp.2d at 833; <i>see </i><i>Markman v. Westview Instruments Inc.,</i> 52 F.3d 967, 976 (Fed.Cir.1995) (en banc), <i>aff'd,</i> 517 U.S. 370, 116 S.Ct. 1384, 134 L.Ed.2d 577 (1996). Wyeth thereafter moved for summary judgment regarding Sandoz's direct infringement, active inducement of infringement, and contributory infringement of claims 20-25 of the '171 patent, claims 1, 2, 13, and 14 of the '120 patent, and claims 1-6 of the '958 patent [D.E. 118]. Sandoz moved for summary judgment regarding Sandoz's noninfringement [D.E. 121] and concerning the alleged invalidity of the patents [D.E. 123]. The court granted Wyeth's motion for summary judgment and denied Sandoz's motions for summary judgment [D.E. 159]. <i>See Wyeth v. Sandoz, Inc. (Wyeth II),</i> No. 5:07-CV-234-D, 2010 WL 1404064, at *13 (E.D.N.C., March 12, 2010).</p>\n<p>Sandoz now moves to certify two claim constructions underlying the summary judgment order for interlocutory review: (1) whether the proper construction of the term \"extended release formulation\" is restricted to the specific ingredients set forth in the patents, and (2) whether infringement in this case is measured based on a patient-by-patient comparison or a patient-group-average comparison.</p>\n<p></p>\n<h2>II.</h2>\n<p>Under 28 U.S.C. § 1292(b), a district court may allow an interlocutory appeal <span class=\"star-pagination\">*525</span> of an otherwise nonappealable order when the movant establishes the following three things: (1) \"[the] order involves a controlling question of law,\" (2) \"there is substantial ground for difference of opinion\" as to the controlling question of law, and (3) \"an immediate appeal from the order may materially advance the ultimate termination of the litigation.\" 28 U.S.C. § 1292(b); <i>see </i><i>Yamaha Motor Corp., U.S.A. v. Calhoun,</i> 516 U.S. 199, 204-05, 116 S.Ct. 619, 133 L.Ed.2d 578 (1996); <i>Nystrom v. TREX Co.,</i> 339 F.3d 1347, 1351 (Fed.Cir.2003); <i>Sonoco Prods. Co. v. Physicians Health Plan, Inc.,</i> 338 F.3d 366, 370 n. 5 (4th Cir.2003). Interlocutory appeal under section 1292(b) is appropriate in \"specific and limited circumstances.\" <i>Sonoco Prods., Co.,</i> 338 F.3d at 370 n. 5; <i>James v. Jacobson,</i> 6 F.3d 233, 237 (4th Cir.1993) (recognizing the general rule that \"piecemeal review of decisions that are but steps toward final judgments on the merits are to be avoided, because they can be effectively and more efficiently reviewed together in one appeal from the final judgments\"); <i>Fannin v. CSX Transp., Inc.,</i> No. 88-8120, 1989 WL 42583, at *2 (4th Cir. Apr.26, 1989) (per curiam) (unpublished) (recognizing that interlocutory appeal is an \"extraordinary remedy\" and is appropriate in only \"exceptional situations\") (quotation omitted). Thus, the party seeking certification must persuade \"the court ... that exceptional circumstances justify a departure from the basic policy of postponing appellate review until after the entry of a final judgment.\" <i>Fannin,</i> 1989 WL 42583, at *2 (quotation omitted).</p>\n<p>A question of controlling law is \"a narrow question of pure law whose resolution will be completely dispositive of the litigation, either as a legal or practical matter, whichever way it goes.\" <i>Id.</i> at *5 (recognizing that although \"a decision <i>favorable</i> to [the defendant] would certainly be one on a question of law that, as it had developed, was `controlling,' this obviously cannot be all that is implied by the term\"). Conversely, a question of law would not be controlling \"if the litigation would necessarily continue regardless of how that question were decided.\" <i>North Carolina ex rel. Howes v. W.R. Peele, Sr. Trust,</i> 889 F.Supp. 849, 852-53 (E.D.N.C.1995).</p>\n<p>Sandoz requests that the court amend its summary judgment order of March 12, 2010, to certify two issues for interlocutory appeal: (1) whether the proper construction of the term \"extended release formulation\" is restricted to the specific ingredients set forth in the patents, and (2) whether infringement in this case is measured based on a patient-by-patient comparison or a patient-group-average comparison. <i>See</i> Def.'s Mem. Supp. 6-7. Sandoz argues that such claim-construction questions are ones of controlling law because they \"resolve [] the infringement question with respect to all of the patents-in-suit.\" <i>Id.</i> at 6. In support of its argument that the construction of \"extended release formulation\" is dispositive, Sandoz contends that under Sandoz's construction of the term, Sandoz would not infringe \"because Sandoz's extended release venlafaxine formulation does not have the ingredients that are required\" to infringe. <i>Id.</i> at 6-7.<sup>[1]</sup> In addition, Sandoz argues that the question of whether infringement is determined based on a patient-group-average versus on an individual patient-by-patient basis will resolve the issues of contributory infringement and inducement of infringement because \"the universe of non-infringing uses [would be] substantially greater.\" <i>Id.</i> at 7.</p>\n<p><span class=\"star-pagination\">*526</span> Construction of a patent claim is a question of law for the court. <i>See, e.g., </i><i>Markman,</i> 52 F.3d at 977 (collecting cases). In cases where an ANDA applicant may infringe claims encompassed by NDA, the infringement inquiry focuses on comparing \"the use listed in the ANDA\" with the use claimed in each patent limitation. <i>See, e.g., </i><i>Warner-Lambert Co. v. Apotex Corp.,</i> 316 F.3d 1348, 1356 (Fed. Cir.2003). Construction of a patent claim is often controlling, because the construction often resolves the question of direct infringement. <i>See </i><i>Mass. Inst. of Tech. &amp; Elecs. for Imaging, Inc. v. Abacus Software,</i> 462 F.3d 1344, 1350-51 (Fed.Cir. 2006); <i>ATD Corp. v. Lydall, Inc.,</i> 159 F.3d 534, 539-40 (Fed.Cir.1998).</p>\n<p>An accused product infringes if it \"incorporates every limitation of a claim, either literally or under the doctrine of equivalents.\" <i>MicroStrategy Inc. v. Bus. Objects, S.A.,</i> 429 F.3d 1344, 1352 (Fed.Cir. 2005) (quotation omitted); <i>see Wyeth II,</i> 2010 WL 1404064, at *3. \"A finding of infringement under the doctrine of equivalents requires a showing that the difference between the claimed invention and the accused product [i]s insubstantial.\" <i>Crown Packaging Tech., Inc. v. Rexam Beverage Can Co.,</i> 559 F.3d 1308, 1312 (Fed.Cir.2009). \"One way of doing so is by showing on a limitation by limitation basis that the accused product performs substantially the same function in substantially the same way with substantially the same result as each claim limitation of the patented product.\" <i>Id.</i></p>\n<p>In this case, the issues of claim construction on which Sandoz seeks interlocutory appeal are not dispositive because even if such issues were resolved in Sandoz's favor, the litigation would continue. Although Sandoz may not literally infringe if the Federal Circuit adopted its construction of \"extended release formulation,\" Wyeth alternatively claims that Sandoz would infringe under the doctrine of equivalents. <i>See, e.g.,</i> Am. Compl. ¶ 13. Consequently, even if the Federal Circuit were to adopt Sandoz's proposed claim construction, this court still would have to proceed to address the issue of infringement under the doctrine of equivalents.</p>\n<p>As for Sandoz's argument that infringement should be measured based on a patient-by-patient comparison, rather than on a patient-group-average comparison, such an issue is not dispositive. Sandoz's label and its bioequivalency studies establish that numerous subjects, whether individually or as groups, have Cmax and Tmax values within the values covered by the Wyeth patents. <i>See</i> Draft Labeling, Pl.'s Mem. Supp. Summ. J. Ex. 17 at S000151-52; <i>see also</i> Pl.'s Mem. Supp. Summ. J. 17-21. Essentially, in representing that the ANDA product is the bioequivalent of Effexor® XR, <i>see</i> Basis for ANDA, Pl.'s Mem. Supp. Summ. J. Ex. 20 at S000074; ANDA, Pl.'s Mem. Ex. 15 at S000332, S000336, Sandoz asserts that the ANDA product has effectively the same side effect profile, is equally effective, and is interchangeable with Effexor® XR. <i>See Wyeth,</i> 2010 WL1404064, at *6; <i>see also </i><i>Abbott Labs. v. Sandoz, Inc.,</i> 566 F.3d 1282, 1298 (Fed.Cir.2009) (en banc). Sandoz has not denied that this is the case. Thus, the ANDA product incorporates the covered limitations, regardless of whether such incorporation is measured based on a patient-by-patient comparison or on a patient-group-average comparison.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*527</span> Sandoz responds that the specified issues of claim construction still are \"controlling\" because, in a different infringement action to which Wyeth was a party, Wyeth executed a settlement agreement after the district court construed the patent claims. <i>See</i> Def.'s Reply 2-3. However, this argument does not show whether the claim construction issues in this case are dispositive. <i>See Fannin,</i> 1989 WL 42583, at *5.</p>\n<p>As for the second requirement under 28 U.S.C. § 1292(b), the \"substantial ground for a difference of opinion\" must arise \"out of a genuine doubt as to whether the district court applied the correct legal standard in its order.\" <i>Consub Del. LLC v. Schahin Engenharia Limitada,</i> 476 F.Supp.2d 305, 309 (S.D.N.Y.2007), <i>aff'd,</i> 543 F.3d 104 (2d Cir.2008), <i>abrogated in part on other grounds by </i><i>Shipping Corp. of India Ltd. v. Jaldhi Overseas Pte Ltd.,</i> 585 F.3d 58 (2d Cir.2009). \"[T]he mere presence of a disputed issue that is a question of first impression [in the Federal Circuit], standing alone, is insufficient to demonstrate a substantial ground for difference of opinion.\" <i>Flor v. BOT Fin. Corp (In re Flor),</i> 79 F.3d 281, 284 (2d Cir.1996) (per curiam). \"Rather, it is the duty of the district judge to analyze the strength of the arguments in opposition to the challenged ruling when deciding whether the issue for appeal is truly one on which there is a <i>substantial</i> ground for dispute.\" <i>Id.</i> (quotation and alterations omitted); see <i>Howes,</i> 889 F.Supp. at 852. Moreover, \"a court is not bound to find reasonable cause for disagreement whenever authorities lack unanimity.\" <i>Howes,</i> 889 F.Supp. at 852 (quotation and alteration omitted). \"Indeed, a district court has the discretion to find a lack of substantial ground for difference of opinion even though the only other reported decision on the issue at hand disagrees with the conclusions of the court.\" <i>Id.</i></p>\n<p>Even if the claim construction issues in this case were dispositive, there is not substantial ground for a difference of opinion. Sandoz argues that there is substantial ground for difference of opinion as to the proper construction of \"extended release formulation\" and as to whether infringement should be measured based on a patient-group-average comparison. <i>See</i> Def.'s Mem. Supp. 2-5, 8-9. In support, Sandoz contends that various prior infringement actions that Wyeth has filed have produced different definitions of \"extended release formulation.\" <i>Id.</i> at 3. Additionally, in order to bolster its argument that substantial ground for difference of opinion exists as to whether infringement should be measured based on a patient-bypatient comparison, Sandoz focuses on the different definitions that exist as to the terms \"diminished incidences of nausea and emesis,\" \"about\" with respect to Cmax, and \"in a patient.\" <i>See id.</i></p>\n<p>As for the construction of \"extended release formulation,\" Sandoz notes that the district court in <i>Wyeth v. Teva Pharms. USA, Inc.,</i> No. 03-CV-1293(WJM), 2005 WL 2175440 (D.N.J. Sept.6, 2005) (unpublished), held that the term is limited to the ingredient-specific formulation set forth in the Wyeth patents. <i>Id.</i> at *7. The <i>Teva</i> court reasoned that \"[a]lthough [such a construction] may make certain dependent claims coterminous and certain claim limitations superfluous, that result is inevitable and inescapable\" because \"the patentees act[ed] as their own lexicographers.\" <i>Id.</i><sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*528</span> In contrast to <i>Teva,</i> this court adopted a broader construction of \"extended release formulation\": \"A formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the immediate release formulation.\" <i>Wyeth I,</i> 570 F.Supp.2d at 827-28. Moreover, other district courts have agreed with a broader construction of \"extended release formulation.\" <i>Compare id., with Wyeth v. Mylan Pharms., Inc.,</i> No. 1:07-CV-91, 2009 WL 1457732, at *4, *8, *22 (N.D.W.Va. May 22, 2009) (unpublished), and <i>Wyeth v. Apotex Inc.,</i> No. 1:08-CV-22308-FAM, slip op. at 7-16 (S.D.Fla. Aug. 13, 2009) (unpublished) (magistrate judge report and recommendations), <i>adopted by district court,</i> No. 1:08-CV-22308-FAM (S.D.Fla. Oct. 8, 2009) (unpublished), <i>and Wyeth v. Anchen Pharms., Inc.,</i> No. 06-386-JVS-AN, 2007 WL 6548861, slip op. at 2-13 (C.D.Cal. Dec. 20, 2007) (unpublished in-chambers order), <i>and </i><i>Wyeth v. Impax Labs., Inc.,</i> 526 F.Supp.2d 474, 478-80 (D.Del.2007); <i>cf. also </i><i>Wyeth v. Lupin Ltd.,</i> 579 F.Supp.2d 711, 715-16 (D.Md.2008) (unpublished) (adopting broader construction of \"extended release formulation\" but limiting the term to spheroids). As such, in light of the reasoning articulated in <i>Wyeth,</i> 570 F.Supp.2d at 828, and after reviewing these various district court opinions, the court concludes that no substantial ground for difference of opinion exists as to whether \"extended release formulation\" is limited to specific ingredients. <i>See Wyeth II,</i> 2010 WL 1404064, at *6; <i>Wyeth I,</i> 570 F.Supp.2d at 821-28; <i>cf. </i><i>Singh v. Daimler-Benz, AG,</i> 800 F.Supp. 260, 263 (E.D.Pa.1992) (holding that, although sole other reported decision on the issue disagreed with the court's conclusions, no substantial ground for difference of opinion existed), <i>aff'd,</i> 9 F.3d 303 (3d Cir.1993).<sup>[4]</sup></p>\n<p>In support of its argument that substantial ground for difference of opinion exists as to whether infringement should be measured based on a patient-group-average basis, Sandoz contends that different definitions exist as to the terms \"diminished incidences of nausea and emesis,\" \"about\" with respect to Cmax, and \"in a patient.\" Def.'s Mem. Supp. 3. However, the differences in construction of these terms do not show substantial ground for difference of opinion as to whether infringement should be based on a patientgroup comparison. In the <i>Markman</i> opinions, all but one of the courts that have addressed the issue agree that the appropriate comparison should be based on an average taken from a group of patients. <i>Cf. </i><i>Lupin Ltd.,</i> 579 F.Supp.2d at 719 (determining that group comparison is appropriate); <i>Wyeth I,</i> 570 F.Supp.2d at 829 (same): <i>Anchen Pharms., Inc.,</i> No. 06-386-JVS-AN, 2007 WL 6548861, at *9 (adopting Wyeth's proposed construction, which is based on \"the mean value for the entire group of [study] subjects\"). Conversely, the <i>Apotex</i> court construed \"eliminating the troughs and peaks of blood concentration in a patient's blood plasma\" to refer to individual patients rather than an average taken from multiple individuals because of the \"plain reading\" of the \"in a patient[ ].\" <i>Apotex Inc.,</i> No. 1:08-CV-22308-FAM, slip op. at 20.</p>\n<p>\"That `a' or `an' can mean `one or more' is best described as a rule, rather than <span class=\"star-pagination\">*529</span> merely as a presumption or even a convention.\" <i>Baldwin Graphic Sys., Inc. v. Siebert, Inc.,</i> 512 F.3d 1338, 1342 (Fed.Cir. 2008). \"The exceptions to this rule are extremely limited: a patentee must `evince[ ] a clear intent' to limit `a' or `an' to `one.'\" <i>Id.</i> (quoting <i>KCJ Corp. v. Kinetic Concepts, Inc.,</i> 223 F.3d 1351, 1356 (Fed.Cir.2000)) (alteration in original). In light of this legal framework and the Abstract, Background, and Brief Description in the specifications of the Wyeth patents, <i>see </i><i>Wyeth I,</i> 570 F.Supp.2d at 829, the court does not believe the reasoning in <i>Apotex</i> provides a substantial ground for difference of opinion. Accordingly, Sandoz fails to show that the two issues of which it requests certification present issues of controlling law as to which there is substantial ground for difference of opinion.</p>\n<p>Finally, as for whether an immediate appeal from the order may materially advance the ultimate termination of the litigation, the \"mere fact\" that \"resolution at this time may save pre-trial and trial effort and expense is not determinative; that of course can be said of any interlocutory appeal.\" <i>Fannin,</i> 1989 WL 42583, at *5. For the same reasons that the issues are not questions of law that are controlling, immediate appeal will not materially advance the litigation in this case.</p>\n<p></p>\n<h2>III.</h2>\n<p>Sandoz has failed to meet the standard necessary for an interlocutory appeal. <i>See</i> 28 U.S.C. § 1292(b). Accordingly, Sandoz's motion for a certificate of appealability [D.E. 160] is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Given the relationships of the patents and the similarities of the patent specifications, all cites to the specification and portions thereof are to the '171 patent unless otherwise indicated. <i>Cf. </i><i>NTP, Inc. v. Research in Motion, Ltd.,</i> 418 F.3d 1282, 1293 (Fed.Cir.2005).</p>\n<p>[2]  The \"Cmax\" is the maximum plasma concentration of the drug. 2 J.F. Schmidt, <i>Attorney's Dictionary of Medicine and Word Finder</i> C 325 (2008); <i>see</i> Pl.'s Mem. 2-3.</p>\n<p>[3]  '171 patent (claims 20, 21); '958 patent (claims 1, 2).</p>\n<p>[4]  '171 patent (claims 22, 24); '958 patent (claims 3, 5).</p>\n<p>[5]  '171 patent (claims 23, 25); '958 patent (claims 4, 6).</p>\n<p>[6]  \"Tmax\" is the time after administration of a drug when the maximum plasma concentration is reached. <i>See</i> 21 C.F.R. § 201.57(c)(13)(C).</p>\n<p>[7]  <i>Aventis Pharma Deutschland GmbH v. Cobalt Pharm., Inc.,</i> 355 F.Supp.2d 586 (D.Mass. 2005); <i>Organon, Inc. v. Teva Pharm., Inc.,</i> 244 F.Supp.2d 370 (D.N.J.2002).</p>\n<p>[8]  <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000156-256. This case is therefore distinguishable from <i>Aventis Pharma Deutschland GmbH,</i> 355 F.Supp.2d at 597 (holding no inducement where proposed labeling did not include instructions for infringing uses), and from <i>Organon, Inc.,</i> 244 F.Supp.2d at 382 (holding no inducement where defendant's marketing did not \"hint\" at doctors to engage in an infringing use of the product).</p>\n<p>[1]  Sandoz argues that Wyeth acted as its own lexicographer and, therefore, construes \"extended release formulation\" as restricted to the specific ingredients set forth in the patents. <i>See </i><i>Wyeth,</i> 570 F.Supp.2d at 821.</p>\n<p>[2]  Furthermore, for Sandoz's ANDA product to infringe, every patient who takes Sandoz's ANDA product need not achieve covered Cmax and Tmax values. <i>See, e.g., </i><i>Bell Commc'ns Research Inc. v. Vitalink Commc'ns Corp.,</i> 55 F.3d 615, 622-23 (Fed.Cir.1995) (recognizing principle that \"an accused product that sometimes, but not always, embodies a claimed method nonetheless infringes\").</p>\n<p>[3]  After the <i>Teva</i> court issued its <i>Markman</i> ruling, the parties settled and the <i>Teva</i> court vacated its <i>Markman</i> ruling. <i>Teva Pharms. USA, Inc.,</i> No. 03-CV-1293(WJM) (D.N.J. Jan. 12, 2006) (unpublished).</p>\n<p>[4]  Although the <i>Teva</i> and <i>Lupin</i> claim constructions were vacated, the court assumes (without deciding) that it may consider them in determining whether there is substantial ground for difference of opinion. <i>Lupin Ltd</i><i>.,</i> No. 07-CV-632(WDQ) (D.Md. Apr. 23, 2009) (unpublished); <i>Teva Pharms. USA, Inc.,</i> No. 03-CV-1293(WJM) (D.N.J. Jan. 12, 2006) (unpublished).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">703</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">508</span></span> (2010)</b></center>\n<center><h1>WYETH, Plaintiff,<br>\nv.<br>\nSANDOZ, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-234-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 12, 2010.</center>\n<center>Order Denying Certificate of Appealability July 15, 2010.</center>\n<p><span class=\"star-pagination\">*511</span> Richard W. Ellis, Ellis &amp; Winters, Raleigh, NC, for Plaintiff.</p>\n<p>F. Hill Allen, IV, Tharrington Smith, Raleigh, NC, for Defendant.</p>\n<p>Paul K. Sun, Jr., Ellis &amp; Winters, Raleigh, NC.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Wyeth filed this patent infringement action against Sandoz, Inc. (\"Sandoz\"), alleging that Sandoz's generic extended release venlafaxine product infringes U.S. Patent Nos. 6,274,171 B1 (\"the '171 patent\"), 6,403,120 B1 (\"the '120 patent\"), and 6,419,958 B2 (\"the '958 patent\") (collectively \"the Wyeth patents\"). Wyeth has moved for summary judgment regarding Sandoz's direct infringement, active inducement of infringement, and contributory infringement of claims 20-25 of the '171 patent, claims 1, 2, 13, and 14 of the '120 patent, and claims 1-6 of the '958 patent [D.E. 118]. Sandoz, in turn, has moved for summary judgment regarding Sandoz's noninfringement of the asserted claims [D.E. 121] and concerning the alleged invalidity of the patents [D.E. 123]. As explained below, Wyeth's motion for summary judgment is granted, and Sandoz's motions for summary judgment are denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Wyeth manufactures Effexor® XR, an extended release venlafaxine hydrochloride medication that is used to treat depressive, <span class=\"star-pagination\">*512</span> social anxiety, and panic disorders. A division of Wyeth holds the FDA-approved New Drug Application (\"NDA\"), which encompasses the asserted claims. Sandoz seeks to market a generic extended release venlafaxine formulation and has filed an Abbreviated New Drug Application (\"ANDA\") with the FDA to effect this goal. The court held a <i>Markman</i> hearing to construe the disputed patent claims and familiarity with that order is presumed. <i>Wyeth v. Sandoz, Inc.,</i> <span class=\"citation\" data-id=\"1433169\"><a href=\"/opinion/1433169/wyeth-v-sandoz-inc/\"><span class=\"volume\">570</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">815</span></a></span>, 833 (E.D.N.C.2008); <i>see </i><i>Markman v. Westview Instruments, Inc.,</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 976 (Fed.Cir.1995) (en banc), <i>aff'd,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 372, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1996).</p>\n<p>Wyeth and Sandoz each seek summary judgment under Rule 56 of the Federal Rules of Civil Procedure. Summary judgment is proper when there is no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The moving party bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp.,</i> 477 U.S. at 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. After the moving party has met this burden, the nonmoving party \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation &amp; emphasis omitted). A genuine dispute about a material fact exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The court views the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, 378, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (2007).</p>\n<p></p>\n<h2>II.</h2>\n<p>Initially, the court addresses the issue of direct infringement in Wyeth's motion for summary judgment. Before turning to the details of the direct infringement claim, the court briefly reviews the legal landscape.</p>\n<p>The FDA determines whether a generic version of a patented drug should be approved for marketing to the public. <i>See</i> 21 U.S.C. § 355(a). Congress enacted the Drug Price Competition and Patent Term Restoration Act of 1984, Pub.L. No. 98-417, 98 Stat. 1585 (codified as amended at 21 U.S.C. §§ 355, 360cc; 35 U.S.C. §§ 156, 271) [hereinafter the \"Hatch-Waxman Act\"], in part, to permit generic drug manufacturers to use original manufacturers' studies to show that generic drugs are safe and effective, thereby allowing generic drug manufacturers to enter the market more easily when patents expire. <i>See, e.g., </i><i>Warner-Lambert Co. v. Apotex Corp.,</i> <span class=\"citation\" data-id=\"780587\"><a href=\"/opinion/780587/warner-lambert-company-v-apotex-corp-apotex-inc-and-torpharm-inc/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1348</span></a></span>, 1357-60 (Fed.Cir.2003). Under the Hatch-Waxman Act, \"a generic drug manufacturer may seek expedited approval to market a generic version of an already-approved drug by submitting an ANDA.\" <i>Glaxo, Inc. v. Novopharm, Ltd.,</i> <span class=\"citation\" data-id=\"739362\"><a href=\"/opinion/739362/glaxo-inc-and-glaxo-group-limited-v-novopharm-ltd/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1562</span></a></span>, 1568 (Fed.Cir.1997). \"If a patent relevant to the ANDA has not expired, the generic drug manufacturer must certify either that the generic drug will not enter the market before the patent's expiration date or that the patent is invalid or will not be infringed by the manufacture, use, or sale of the drug for which the [ANDA] is submitted.\" <i>Id.</i> (quotation omitted) (alteration in original); <i>see</i> 21 U.S.C. § 355(j)(2)(A); 35 U.S.C. § 271(e). Specifically, an applicant submitting an ANDA must certify one of four statements: (1) that the drug has not been patented; (2) <span class=\"star-pagination\">*513</span> that any such patent on the drug has expired; (3) if there is a current patent, the date on which the patent will expire; or (4) that the patent \"is invalid or will not be infringed by the manufacture, use, or sale of the new drug for which the [ANDA] is submitted.\" 21 U.S.C. § 355(j)(2)(A)(vii)(I)-(IV).</p>\n<p>Upon a certification of noninfringement, a patent owner who disagrees with the certification may bring an infringement action. <i>See</i> 35 U.S.C. § 271(e)(2). \"[A] district court's inquiry in a suit brought under § 271(e)(2) is the same as it is in any other infringement suit, <i>viz.,</i> whether the patent in question ... `will not be infringed by the manufacture, use, or sale of the drug for which the ANDA is submitted.'\" <i>Glaxo,</i> 110 F.3d at 1569 (quoting 21 U.S.C. § 355(j)(2)(A)(vii)(IV)) (alteration &amp; emphasis omitted); <i>see, e.g., </i><i>Warner-Lambert Co.,</i> 316 F.3d at 1366. If the court determines that infringement would occur if the generic drug were manufactured, used, or sold, then \"the patent owner is entitled to an order that FDA approval of the ANDA ... not be effective until the patent expires.\" <i>Bristol-Myers Squibb Co. v. Royce Labs., Inc.,</i> <span class=\"citation\" data-id=\"707590\"><a href=\"/opinion/707590/bristol-myers-squibb-company-and-er-squibb-sons-inc-v-royce/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1135 (Fed.Cir.1995); <i>see</i> 35 U.S.C. § 271(e)(4)(A).</p>\n<p>To analyze infringement, a court first determines the meaning and scope of the asserted patent claims, and then compares the properly construed claims to the product that allegedly infringes. <i>See </i><i>Markman,</i> 52 F.3d at 976. \"[T]he claims of a patent define the invention to which the patentee is entitled the right to exclude.\" <i>Phillips v. AWH Corp.</i> <span class=\"citation\" data-id=\"791122\"><a href=\"/opinion/791122/edward-h-phillips-v-awh-corporation-hopeman-brothers-inc-and-lofton/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1303</span></a></span>, 1312 (Fed.Cir.2005) (en banc) (quotation omitted). This court has determined, as a matter of law, the proper scope of Wyeth's patent claims. <i>See </i><i>Wyeth,</i> 570 F.Supp.2d at 833.</p>\n<p>Second, a court compares the accused product to the construed claims. The accused product directly infringes if it \"incorporates every limitation of a claim, either literally or under the doctrine of equivalents.\" <i>MicroStrategy Inc. v. Bus. Objects, S.A.,</i> <span class=\"citation\" data-id=\"211582\"><a href=\"/opinion/211582/microstrategy-inc-v-business-objects-sa/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1344</span></a></span>, 1352 (Fed.Cir. 2005) (quotation omitted). Where the parties' disagreement is primarily over proper claim interpretation, the direct infringement analysis \"collapses into claim construction and is amenable to summary judgment.\" <i>Gen. Mills, Inc. v. Hunt-Wesson, Inc.,</i> <span class=\"citation\" data-id=\"732416\"><a href=\"/opinion/732416/general-mills-inc-v-hunt-wesson-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 983 (Fed.Cir.1997).</p>\n<p>Sandoz argues that it cannot directly infringe the asserted method claims because, as a manufacturer, it will not administer its proposed drug to patients. <i>See</i> Def.'s Opp'n 2. However, \"section 271(e)(2) creates an `act of infringement' based upon the filing of an ANDA,\" <i>Allergan, Inc. v. Alcon Labs., Inc.,</i> <span class=\"citation\" data-id=\"781500\"><a href=\"/opinion/781500/allergan-inc-and-allergan-sales-inc-v-alcon-laboratories-inc-alcon/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1322</span></a></span>, 1330 (Fed.Cir.2003) (per curiam), to obtain approval \"to engage in the commercial manufacture, use, or sale of a drug ... the use of which is claimed in a patent before the expiration of such patent.\" 35 U.S.C. § 271(e)(2): <i>see </i><i>Warner-Lambert Co.,</i> 316 F.3d at 1354; <i>Glaxo, Inc.,</i> 110 F.3d at 1568-69. Sandoz is a \"manufacturer\" who submitted an ANDA. Def.'s Opp'n 2; Pl.'s Reply 1. Thus, Sandoz may be liable for direct infringement.</p>\n<p>Wyeth-Ayerst Laboratories (now known as Wyeth Pharmaceuticals), a division of Wyeth, holds the approved NDA No. 20-699 for Effexor® XR capsules, an extended release dosage form containing venlafaxine hydrochloride. Am. Compl. ¶ 8; <i>see</i> Answer ¶ 8. The asserted claims cover the FDA-approved uses. With its ANDA, Sandoz certified that the manufacture, use, or sale of its generic version will not infringe Wyeth's patents. <i>See</i> Answer ¶¶ 12, 23, 34. Specifically, Sandoz certified that the asserted claims are \"invalid, unenforceable, <span class=\"star-pagination\">*514</span> and/or will not be infringed by the manufacture, use, or sale of the Sandoz, Inc. venlafaxine hydrochloride extended-release capsule.\" <i>Id.</i></p>\n<p>In its <i>Markman</i> ruling, this court clarified:</p>\n<blockquote>The method claims describe the \"use aspects\" of the invention and are claimed in terms of performance criteria. <i>See, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20)(\"A method for providing a therapeutic blood plasma concentration of venlafaxine over a twenty four hour period with diminished incidences of nausea and emesis....\"); <i>id.</i> at col. 13:4-12 (claim 21) (\"A method for eliminating the troughs and peaks of drug concentration in a patient[']s blood plasma....\").</blockquote>\n<p><i>Wyeth,</i> 570 F.Supp.2d at 822 (emphasis omitted) (alteration in original).<sup>[1]</sup> The asserted claims have essentially the same specification and involve methods to treat depression and related disorders. The limitations of the asserted claims include: (1) an extended release formulation, that provides a therapeutic blood plasma concentration of venlafaxine over a twenty-four-hour period, which comprises administering orally to a patient, an encapsulated spheroid containing venlafaxine hydrochloride as the active ingredient, <i>see, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20); (2) that results in \"diminished incidence of nausea and emesis,\" as compared to immediate release venlafaxine hydrochloride, <i>see, e.g., id.;</i> (3) that \"eliminat[es] the troughs and peaks of drug concentration in a patient[']s blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride,\" <i>see, e.g., id.</i> at 13:4-12 (claim 21); (4) that \"provides peak blood plasma levels of venlafaxine of no more than about 150 ng/ml,\" <i>see, e.g.,</i> '120 patent, col. 10:35-42 (claim 1); and (5) results in \"a peak blood plasma level of venlafaxine in from about four to about eight hours,\" <i>see, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20). <i>See generally </i><i>Wyeth,</i> 570 F.Supp.2d at 819-833.</p>\n<p>In addition, the specification sets forth the overall purpose that \"the plasma levels of venlafaxine ... hydrochloride rise, after administration of the extended release formulations of this invention, for between about five to about eight hours (optimally about six hours) and then begin to fall through a protracted, substantially linear decrease.\" '171 patent, col. 2:28-33.</p>\n<p>As for other terms:</p>\n<blockquote>1. \"Extended release formulation\" means \"a formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the immediate release formulation.\"</blockquote>\n<blockquote>2. \"Diminished incidence(s) of nausea and emesis\" means \"the degree and/or frequency of nausea and emesis from the extended release formulation administered once-a-day is less than what would be experienced by patients receiving the same total daily dose of an immediate release formulation that is administered at least twice a day.\"</blockquote>\n<blockquote>3. \"A method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" means \"a method in which the extended release formulation is administered once <span class=\"star-pagination\">*515</span> in a 24-hour period, resulting in a venlafaxine blood plasma concentration that rises to a maximum value, followed by a generally protracted decrease over the remaining period while maintaining during the 24-hour period levels of venlafaxine in blood plasma that are sufficient to provide, during the course of treatment, relief from the condition being treated, thereby eliminating the multiple sharp peaks and troughs resulting from multiple daily dosing of the same total daily dose of the immediate release formulation as reflected in a graph of venlafaxine blood plasma concentration versus time.\"</blockquote>\n<blockquote>4. The term \"about\" in the claim phrase \"peak blood plasma levels of venlafaxine of no more than <i>about</i> 150 ng/ ml\" means \"a possible variation of up to 20%, so that the concentration of venlafaxine in blood plasma should not exceed a maximum limit of 180 ng/ml.\"</blockquote>\n<blockquote>5. The term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about 6</i> hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours]\" means \"a range, based upon rounding, of 5.5 hours up to, but not including, 6.5 hours [or of 3.5 [or 4.5] hours up to, but not including, 8.5 hours].\"</blockquote>\n<p><i>Wyeth,</i> 570 F.Supp.2d at 833 (alterations in original); <i>see id.</i> at 828-29, 831-32.</p>\n<p>Sandoz designed the ANDA product to treat the disorders that the FDA has approved for treatment using Effexor® XR, including major depressive disorder, social anxiety disorder, and panic disorder. <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000156-58, S000192-95; Bartel Dep., Pl.'s Mem. Ex. 13 at 40:25-41:20; Pl. Ex. 18(A) at 27. In <i>Warner-Lambert Co.,</i> the Federal Circuit clarified that \"[a]n ANDA applicant, who necessarily `piggybacks' on the approved NDA of the innovator, can only apply to sell the approved drug, which, in this case, is no longer under patent, and to market it for the use for which the FDA has indicated that the drug is safe and efficacious, for which use the patent here has also expired.\" 316 F.3d at 1362.</p>\n<p>In this case, the patents-in-suit have not expired and the court must determine whether the ANDA product would infringe the asserted claims. The infringement inquiry focuses on comparing \"the use listed in the ANDA\" with the use claimed in each patent limitation. <i>See, e.g., id.</i> at 1356. Sandoz proves that the use of the ANDA product is safe and effective by claiming that the ANDA drug is bioequivalent to Effexor® XR, and by relying on Wyeth's studies to prove the safety and efficacy of the covered uses of Effexor® XR. <i>See generally </i><i>Eli Lilly &amp; Co. v. Teva Pharm. USA, Inc.,</i> <span class=\"citation\" data-id=\"209226\"><a href=\"/opinion/209226/eli-lilly-and-co-v-teva-pharmaceuticals-usa/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1346</span></a></span>, 1347-48 (Fed. Cir.2009); ANDA, Pl.'s Mem. Ex. 15 at S000356-82 (Summary of Biopharmaceutic Studies). Thus, the proven, approved uses which Wyeth's asserted claims cover are the only uses for which an ANDA applicant may seek approval. Sandoz presents no new, unpatented uses for the FDA to consider. <i>See</i> 21 U.S.C. § 355(j)(2)(A).</p>\n<p>In the asserted claims, some of the limitations include: an extended release formulation, that provides a therapeutic blood plasma concentration of venlafaxine over a twenty-four-hour period, which comprises administering orally to a patient, an encapsulated spheroid containing venlafaxine hydrochloride as the active ingredient. <i>See</i> '120 patent (claims 1, 2, 13, 14). Again, \"`[e]xtended release formulation' means `a formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the <span class=\"star-pagination\">*516</span> immediate release formulation.'\" <i>Wyeth,</i> 570 F.Supp.2d at 833.</p>\n<p>Sandoz's ANDA provides undisputed facts about the proposed product. \"The key difference between Effexor® XR and Sandoz's generic formulation is that Sandoz's formulation uses a different inactive ingredient (i.e., an Eudragit® polymer) to coat the encapsulated spheroids which contain the active pharmaceutical ingredient....\" <i>Wyeth,</i> 570 F.Supp.2d at 819. Furthermore, the product, designed to \"mimic[ ]\" Effexor® XR's drug release profile, ANDA, Pl.'s Mem. Ex. 15 at S000339, is a not a hydrogel tablet, and will provide therapeutic blood plasma concentration of the active ingredient venlafaxine hydrochloride over a twenty-four-hour period. <i>See id.</i> at S000327, S000357-82. Sandoz's proposed label for the ANDA product states that the product is formulated to be administered once a day. Draft Labeling, Pl.'s Mem. Ex. 17 at S000151. To provide a therapeutic level of drug concentration over a twenty-four-hour period, Sandoz's product contains \"extended release pellets\" that are the bioequivalent of Effexor® XR. ANDA, Pl.'s Mem. Ex. 15 at S000327-29. Sandoz's proposed label for the ANDA product indicates that the product is for the treatment of patients with major depressive, social anxiety, and panic disorders. <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000156-158. Moreover, Sandoz describes the ANDA product as containing \"spheroids.\" <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000151; Bartel Dep., Pl.'s Mem. Ex. 13 at 36:10-37:11.</p>\n<p>A comparison of the claim limitations to the ANDA product reveals that the ANDA product incorporates the claim limitations of \"extended release.\" It provides a therapeutic blood plasma concentration of venlafaxine over a twenty-four-hour period, requires oral administration to a patient in need thereof, contains venlafaxine hydrochloride as the active ingredient, and is in encapsulated spheroid form. <i>Cf. </i><i>MicroStrategy, Inc.,</i> 429 F.3d at 1352.</p>\n<p>Next, the court assesses whether the ANDA product incorporates the limitation of \"diminished incidence(s) of nausea and emesis,\" as compared to immediate release venlafaxine hydrochloride. <i>See</i> '171 patent (claims 20, 22, 23); '120 patent (claims 1, 2, 13, 14); '958 patent (claims 1, 3, 4). Again, \"`[d]isminished incidence(s) of nausea and emesis' means `the degree and/or frequency of nausea and emesis from the extended release formulation administered once-a-day is less than what would be experienced by patients receiving the same total daily dose of an immediate release formulation that is administered at least twice a day.'\" <i>Wyeth,</i> 570 F.Supp.2d at 833.</p>\n<p>It is undisputed that Sandoz's product, the bioequivalent of Effexor® XR, results in \"diminished incidence(s) of nausea and emesis.\" Indeed, Sandoz relies on Wyeth's clinical trials showing that use of the extended release venlafaxine formulation yields a statistically significant reduction of incidence of nausea and emesis. Draft Labeling, Pl.'s Mem. Ex. 17 at S000153-56; 168-90; Bartel Dep., Pl.'s Mem. Ex. 13 at 42:10-3:2. Sandoz represents that the ANDA product is the bioequivalent of Effexor® XR. Basis for ANDA, Pl.'s Mem. Ex. 20 at S000074; <i>see</i> ANDA, Pl.'s Mem. Ex. 15 at S000332, S000336. The FDA has defined bioequivalence as \"the absence of a significant difference in the rate and extent to which the active ingredient or active moiety in pharmaceutical equivalents or pharmaceutical alternatives becomes available at the site of drug action when administered at the same molar dose under similar conditions in an appropriately designed study.\" 21 C.F.R. § 320.1(e). Being bioequivalent <span class=\"star-pagination\">*517</span> with Effexor® XR, Sandoz's ANDA product has effectively the same side effect profile, is equally effective, and is interchangeable with Effexor® XR. <i>See </i><i>Abbott Labs. v. Sandoz, Inc.,</i> <span class=\"citation\" data-id=\"208706\"><a href=\"/opinion/208706/abbott-laboratories-v-sandoz-inc/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span>, 1298 (Fed.Cir.2009) (en banc). Moreover, as a bioequivalent of Effexor® XR, the ANDA product must also result in \"diminished incidence(s) of nausea and emesis.\" <i>See, e.g., id.</i> Sandoz has not denied that this is the case. Thus, the ANDA product incorporates this limitation.</p>\n<p>Some of the asserted claims contain the limitation \"eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride.\" '171 patent (claims 21, 24, and 25); '958 patent (claims 2, 5, and 6). \"A method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" means</p>\n<blockquote>a method in which the extended release formulation is administered once in a 24-hour period, resulting in a venlafaxine blood plasma concentration that rises to a maximum value, followed by a generally protracted decrease over the remaining period while maintaining during the 24-hour period levels of venlafaxine in blood plasma that are sufficient to provide, during the course of treatment, relief from the condition being treated, thereby eliminating the multiple sharp peaks and troughs resulting from multiple daily dosing of the same total daily dose of the immediate release formulation as reflected in a graph of venlafaxine blood plasma concentration versus time.</blockquote>\n<p><i>Wyeth,</i> 570 F.Supp.2d at 833 (quotations omitted).</p>\n<p>The ANDA product, the bioequivalent of Effexor® XR, incorporates this limitation. <i>See, e.g.,</i> ANDA, Pl.'s Mem. Ex. 15 at S000336, S000357-82. The bioavailability studies conducted to evaluate the comparative bioavailability of the ANDA product to Effexor® XR reflect the incorporation. <i>See</i> Study Report, Pl.'s Mem. Ex. 21 at S0004182-83. The bioavailability studies also show mean and individual venlafaxine concentration-over-time profiles in which blood plasma concentration rises to a single maximum value, and then exhibits a generally protracted decrease over the balance of the twenty-four-hour period. <i>See, e.g.,</i> Study Report, Pl.'s Mem. Ex. 21 at S0004182-83 (mean curve in fed study); Pl.'s Mem. Ex. 35 (individual curves in fed study). Furthermore, the ANDA product maintains blood plasma levels of venlafaxine \"sufficient to provide, during the course of treatment, relief from the condition being treated.\" <i>See, e.g.,</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000153-56; ANDA, Pl.Ex. 15 at S000357-82; Basis for ANDA, Pl.'s Mem. Ex. 20 at S000074.</p>\n<p>Independent claim 1 of the '120 patent and dependent claims 2, 13, and 14 contain the limitation that the formulation \"provides peak blood plasma levels of venlafaxine of no more than about 150 ng/ml.\" '120 patent (claim 1); <i>see id.</i> (claims 2, 13, 14). \"The term `about' in the claim phrase `peak blood plasma levels of venlafaxine of no more than about 150 ng/ml' means `a possible variation of up to 20%, so that the concentration of venlafaxine in blood plasma should not exceed a maximum limit of 180 ng/ml.'\" <i>Wyeth,</i> 570 F.Supp.2d at 833 (emphasis omitted).</p>\n<p>Sandoz's draft labeling states that administration of the ANDA product \"generally resulted in lower Cmax (150 ng/ml for venlafaxine ...) ... than for immediate release venlafaxine tablets.\"<sup>[2]</sup> Draft Labeling, <span class=\"star-pagination\">*518</span> Pl.'s Mem. Ex. 17 at S000151-52. In Sandoz's bioavailability studies, the fed conditions and sprinkle administration studies show mean Cmax values of 113.45 ng/ml and 113.32 ng/ml, respectively. ANDA, Pl.'s Mem. Ex. 15 at S000359. The undisputed evidence therefore shows that the ANDA product will meet the Cmax limitation contained in the asserted '120 patent claims. <i>See id.;</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000151-52.</p>\n<p>Claims 20-25 of the '171 patent and claims 1-6 of the '958 patent contain limitations about the time ranges involving the peak blood plasma concentration of venlafaxine after administration. The limitations include: (1) a peak blood plasma level of venlafaxine in from about four to about eight hours;<sup>[3]</sup> (2) a peak blood plasma level of venlafaxine in from about five to about eight hours;<sup>[4]</sup> and (3) a peak blood plasma level of venlafaxine in about six hours.<sup>[5]</sup></p>\n<p>The term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in about 6 hours [or in from about 4 [or 5] to about 8 hours]\" means \"`a range, based upon rounding, of 5.5 hours up to, but not including, 6.5 hours [or of 3.5 [or 4.5] hours up to, but not including, 8.5 hours].'\" <i>Wyeth,</i> 570 F.Supp.2d at 833 (emphasis omitted) (alterations in original).</p>\n<p>The proposed label of the ANDA product states that the administration of the ANDA product \"generally resulted in ... later Tmax (5.5 hours for venlafaxine ...) than for immediate release venlafaxine tablets.\"<sup>[6]</sup> Draft Labeling, Pl.'s Mem. Ex. 17 at S000151-52. Sandoz has affirmed the accuracy of this description. <i>See</i> Bartel Dep., Pl.'s Mem. Ex. 13 at 56-57. Sandoz's bioavailability studies confirm that the ANDA product will meet the Tmax limitations, and Sandoz does not dispute that the ANDA product incorporates these limitations.</p>\n<p>The undisputed facts establish that the product proposed in the ANDA would incorporate every limitation of the asserted claims. Accordingly, Wyeth is entitled to summary judgment as to Sandoz's direct infringement of the asserted claims.</p>\n<p></p>\n<h2>III.</h2>\n<p>Next, Wyeth argues that the undisputed facts establish that upon ANDA approval, Sandoz will actively induce infringement. <i>See</i> Pl.'s Mem. 8-9, 25-29. \"[W]hoever actively induces infringement of a patent shall be liable as an infringer.\" 35 U.S.C. § 271(b). Where the asserted claims cover methods for which an ANDA applicant seeks approval, \"section 271(e)(2) may support an action for induced infringement.\" <i>Allergan, Inc.,</i> 324 F.3d at 1331. \"An inquiry into induced infringement focuses on the party accused of inducement as the prime mover in the chain of events leading to infringement.\" <i>Forest Labs., Inc. v. Ivax Pharm., Inc.,</i> <span class=\"citation\" data-id=\"210398\"><a href=\"/opinion/210398/forest-laboratories-v-ivax-pharmaceuticals-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1263</span></a></span>, 1272 (Fed.Cir.2007). \"[T]he patentee must show, first that there has been direct infringement, and second, that the alleged infringer knowingly induced infringement and possessed specific intent to encourage another's infringement.\" <i>MEMC Elec. Materials, Inc. v. Mitsubishi Materials Silicon Corp.,</i> <span class=\"citation\" data-id=\"791657\"><a href=\"/opinion/791657/memc-electronic-materials-inc-v-mitsubishi-materials-silicon/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1369</span></a></span>, 1378 (Fed.Cir.2005) (quotations omitted); <span class=\"star-pagination\">*519</span> <i>see </i><i>DSU Med. Corp. v. JMS Co.,</i> <span class=\"citation\" data-id=\"210918\"><a href=\"/opinion/210918/dsu-medical-corporation-v-jms-co-ltd/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1293</span></a></span>, 1306 (Fed.Cir.2006). Thus, a defendant's mere \"knowledge of the acts alleged to constitute inducement\" is not enough. <i>Manville Sales Corp. v. Paramount Sys., Inc.,</i> <span class=\"citation\" data-id=\"550384\"><a href=\"/opinion/550384/manville-sales-corporation-plaintiffcross-appellant-v-paramount-systems/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></a></span>, 553 (Fed.Cir.1990). \"While proof of intent is necessary, direct evidence is not required; rather, circumstantial evidence may suffice.\" <i>Water Techs. Corp. v. Calco, Ltd.,</i> <span class=\"citation\" data-id=\"508277\"><a href=\"/opinion/508277/water-technologies-corporation-water-pollution-control-systems-inc-and/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 668 (Fed.Cir.1988). Evidence of</p>\n<blockquote>active steps taken to encourage direct infringement, such as advertising an infringing use or instructing how to engage in an infringing use, show an affirmative intent that the product be used to infringe, and a showing that infringement was encouraged overcomes the law's reluctance to find liability when a defendant merely sells a commercial product suitable for some lawful use.</blockquote>\n<p><i>Metro-Goldwyn-Mayer Studios Inc. v. Grokster, Ltd.,</i> <span class=\"citation\" data-id=\"799994\"><a href=\"/opinion/799994/metro-goldwyn-mayer-studios-inc-v-grokster-ltd/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></a></span>, 936, <span class=\"citation\" data-id=\"799994\"><a href=\"/opinion/799994/metro-goldwyn-mayer-studios-inc-v-grokster-ltd/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2764</span></a></span>, <span class=\"citation\" data-id=\"799994\"><a href=\"/opinion/799994/metro-goldwyn-mayer-studios-inc-v-grokster-ltd/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">781</span></a></span> (2005) (quotations, citations, &amp; alterations omitted).</p>\n<p>\"The only difference in the analysis of a traditional infringement claim and a claim of infringement under section 271(e)(2) is the timeframe under which the elements of infringement are considered.\" <i>Allergan, Inc.,</i> 324 F.3d at 1331. However, \"a method of use patent holder may not sue an ANDA applicant for induced infringement of its patent, if the ANDA applicant is not seeking FDA approval for the use claimed in the patent and if the use claimed in the patent is not FDA-approved.\" <i>Id.</i> at 1332</p>\n<p>The FDA will approve the use of drugs for particular purposes only upon a showing that the product is safe and effective. <i>See</i> 21 U.S.C. § 355(b); <i>Warner-Lambert Co.,</i> 316 F.3d at 1360. Here, Wyeth-Ayerst Laboratories, a division of Wyeth, holds the approved NDA No. 20-699 for Effexor® XR capsules. <i>See</i> Am. Compl. ¶ 8. The asserted claims cover the FDA-approved uses. <i>See</i> 21 U.S.C. § 355(j)(2)(A). Sandoz seeks to \"piggyback\" on the FDA approval of Effexor® XR, with the same active ingredient and a drug dissolution profile covered by the asserted claims. Indeed, because Sandoz shows that the ANDA drug is safe and effective with the studies that Wyeth conducted to prove the safety and efficacy of Effexor® XR, Sandoz is \"forbidden from obtaining such approval\" for a use that is not covered by Wyeth's approved NDA, \"unless it files its own ... full safety and efficacy data.\" <i>Warner-Lambert Co.,</i> 316 F.3d at 1360 (emphasis omitted). Sandoz fails to present a new use supported by new studies to show that the hypothetical new use is safe and effective. <i>See</i> ANDA, Pl.'s Mem. Ex. 15 at S000356-82. Rather, the record shows that the proposed use of the ANDA product infringes the asserted patent claims because the FDA-approved uses are covered by the asserted claims. Thus, the record shows that the uses for which Sandoz seeks approval are covered by Wyeth's asserted method claims.</p>\n<p>Sandoz argues that the only infringing purposes are the purposes of diminishing incidences of nausea and emesis and of eliminating the troughs and peaks of drug concentration, and that persons such as doctors, pharmacists, and patients, who use the generic drug without the specific intent to effect these two purposes would not be direct infringers. Def.'s Opp'n 5-7. Although Sandoz correctly asserts that the purposes recited in the asserted claims are \"`statement[s] of the intentional purpose[s] for which the method must be performed,'\" Def.'s Mem. 11 (quoting <i>Jansen v. Rexall Sundown, Inc.,</i> <span class=\"citation\" data-id=\"783500\"><a href=\"/opinion/783500/christian-j-jansen-jr-v-rexall-sundown-inc/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1329</span></a></span>, 1333 (Fed.Cir.2003)), Sandoz improperly limits the purposes of Wyeth's claims. The purpose of maintaining therapeutic dosage levels over a twenty-four-hour period, via the specified drug dissolution profile, <span class=\"star-pagination\">*520</span> is also covered. As this court clarified in the <i>Markman</i> ruling:</p>\n<blockquote>The specification is also instructive on the use aspect of the invention and the shape of the dissolution curve. The Brief Description states:</blockquote>\n<blockquote>In essence, the plasma levels of venlafaxine hydrochloride rise, after administration of the extended release formulations of this invention, for between about five to about eight hours (optimally about six hours) and then begin to fall <i>through a protracted, substantially linear decrease</i> from the peak plasma level for the remainder of the twenty-four hour period, <i>maintaining at least a threshold therapeutic level of the drug during the entire twenty-four hour period.</i> This portion of the specification suggests that Sandoz's construction omits an important use aspect of the inventionthat is, maintenance of therapeutic dosage levels over a twenty-four hour period. The construction of the disputed claim phrase should include the therapeutic benefits of the invention.</blockquote>\n<p><i>Wyeth,</i> 570 F.Supp.2d at 831.</p>\n<p>In opposition, Sandoz cites <i>Jansen v. Rexall Sundown, Inc.,</i> <span class=\"citation\" data-id=\"783500\"><a href=\"/opinion/783500/christian-j-jansen-jr-v-rexall-sundown-inc/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1329</span></a></span> (Fed. Cir.2003). In <i>Jansen</i><i>,</i> the plaintiff failed to provide evidence to raise a genuine issue of material fact regarding the limitation that the patient using the over-the-counter drug at issue must be \"in need thereof.\" 342 F.3d at 1334. Unlike in this case, <i>Jansen</i> involved the use of an over-the-counter drug that was \"quite different from the use of a product pursuant to a prescription from a medical doctor,\" because a prescription is \"evidence of a diagnosis and a knowing need to use the product for the stated purpose.\" <i>Id.</i> at 1334-35. Thus, <i>Jansen</i> provides no help to Sandoz.</p>\n<p>Where the ANDA drug is used for patient compliance, patient convenience because the dosage is once a day, or for efficacy in treating depression or related disorders, infringement will have occurred. This conclusion is consistent with <i>Schering Corp. v. Glenmark Pharmaceuticals Inc., USA,</i> No. 07-1334, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4307189</span></span> (D.N.J. Sept.16, 2008) (unpublished), also cited by Sandoz, in which the court found that the construction of the term \"in need of such treatment\" required that direct infringers must \"have an appreciation for the purpose of the drug and prescribe it in order to remedy the conditions it is meant to treat.\" <i>Id.</i> at *9.</p>\n<p>As discussed, Sandoz seeks to market its product for only uses that are FDA-approved based on the ANDA product's bioequivalence to Effexor® XR and upon Wyeth's studies that establish efficacy and safety. <i>See</i> ANDA, Pl.'s Mem. Ex. 15 at S000332, S000357-82; Basis for ANDA, Pl.'s Mem. Ex. 20 at S000074. The FDA-approved methods of Effexor® XR, which are the only uses on which Sandoz may \"piggyback\" in the ANDA, are covered by Wyeth's asserted claims. <i>See </i><i>Warner-Lambert Co.,</i> 316 F.3d at 1360. Thus, doctors who will prescribe and patients who will use Sandoz's product for the purposes outlined in the ANDA will directly infringe the asserted claims. <i>See id.</i> at 1356, 1360.</p>\n<p>For Wyeth to prevail on a summary judgment motion as to inducement, there also must be undisputed evidence that Sandoz intentionally \"will promote or encourage\" doctors or other persons to infringe Wyeth's method claims. <i>Id.</i> at 1364. Citing a footnote in <i>Dynacore Holdings Corp. v. U.S. Philips Corp.,</i> <span class=\"citation\" data-id=\"785739\"><a href=\"/opinion/785739/dynacore-holdings-corporation-and-dynacore-patent-litigation-trust-v-us/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1263</span></a></span> (Fed.Cir.2004), and two district court cases,<sup>[7]</sup> Sandoz claims that the only evidence <span class=\"star-pagination\">*521</span> of inducement is the \"mere sale\" of the ANDA product. <i>See</i> Def.'s Opp'n 6. Sandoz notes that its proposed label fails to mention diminished incidences of nausea and emesis, or eliminating troughs and peaks of drug concentration, and contends that there is no evidence \"that Sandoz will promote, advertise or market its ER venlafaxine product for either of these uses.\" Def.'s Opp'n 5-6. However, as discussed, this argument improperly ignores the breadth of the asserted claims.</p>\n<p>In <i>Dynacore,</i> which did not involve an ANDA, the Federal Circuit clarified that \"the mere sale, without more, of a device capable of such non-infringing use will not establish liability for inducement.\" 363 F.3d at 1276 n. 6 (quotation omitted). However, evidence of \"active steps taken to encourage direct infringement such as advertising an infringing use or instructing how to engage in an infringing use, show an affirmative intent that the product be used to infringe.\" <i>DSU Med. Corp.,</i> 471 F.3d at 1305 (quotation &amp; alteration omitted). Here, Sandoz's label provides instructions for and encourages direct infringement,<sup>[8]</sup> thereby establishing the requisite intent for active inducement of infringement.</p>\n<p>Furthermore, \"[e]ven if [Sandoz] successfully persuaded the finder of fact that the labels [do] not instruct, direct, or encourage infringement ... this would not be legally sufficient to establish that the labels do not induce infringement.\" <i>Aventis Pharm., Inc. v. Barr Labs., Inc.,</i> <span class=\"citation\" data-id=\"2510496\"><a href=\"/opinion/2510496/aventis-pharmaceuticals-v-barr-laboratories/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">490</span></a></span>, 517 (D.N.J.2006). In <i>Grokster,</i> the Court used \"broad language in stating that the inducement rule requires `affirmative steps taken to foster infringement.' \" <i>Barr Labs., Inc.,</i> 411 F.Supp.2d at 517 (quoting <i>Grokster,</i> 545 U.S. at 919, 937, <span class=\"citation\" data-id=\"799994\"><a href=\"/opinion/799994/metro-goldwyn-mayer-studios-inc-v-grokster-ltd/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2764</span></a></span>); <i>see </i><i>DSU Med. Corp.,</i> 471 F.3d at 1305-06. Sandoz is aware that its label information will \"play an important role in physicians' choice to practice a treatment method that [Sandoz knows] would be infringing.\" <i>Barr Labs., Inc.,</i> 411 F.Supp.2d at 517-18. As in <i>Barr Laboratories, Inc.,</i> where defendants' sale of the drug demonstrated the required affirmative steps, here Sandoz's seeking ANDA approval and proposing draft labeling that will instruct how to engage in infringing uses constitute the affirmative steps required to show inducement. <i>See id.</i> The instructions on Sandoz's label and Sandoz's submission of the ANDA that seeks approval for the covered uses is undisputed circumstantial evidence of Sandoz's specific intent to induce the direct infringement of doctors, pharmacists, and patients.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Under 35 U.S.C. § 271(c):</p>\n<blockquote>Whoever offers to sell or sells within the United States ... a component of a patented ... composition, or a material... for use in practicing a patented process, constituting a material part of the invention, knowing the same to be especially made or especially adapted for use in an infringement of such patent, and not a staple article or commodity of commerce suitable for substantial noninfringing use, shall be liable as a contributory infringer.</blockquote>\n<p>35 U.S.C. § 271(c). But \"distribution of a component of a patented device will not violate the patent if it is suitable for use in other ways.\" <i>Grokster,</i> <span class=\"star-pagination\">*522</span> 545 U.S. at 932, <span class=\"citation\" data-id=\"799994\"><a href=\"/opinion/799994/metro-goldwyn-mayer-studios-inc-v-grokster-ltd/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2764</span></a></span>. \"[T]he doctrine absolves the equivocal conduct of selling an item with substantial lawful as well as unlawful uses....\" <i>Id.</i> In other words, there is no contributory infringement where the product is a \"staple article or commodity of commerce suitable for a substantial noninfringing use.\" 35 U.S.C. § 271(c). Even where there is \"not direct infringement under 35 U.S.C. § 271(a), a party's acts in connection with selling equipment may, however, constitute active inducement of infringement or contributory infringement of a method claim under 35 U.S.C. § 271(b) and (c).\" <i>RF Del., Inc. v. Pac. Keystone Techs., Inc.,</i> <span class=\"citation\" data-id=\"781717\"><a href=\"/opinion/781717/rf-delaware-inc-v-pacific-keystone-technologies-inc-bca-industrial/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1267 (Fed.Cir.2003) (quotation omitted).</p>\n<p>Contributory infringement exists where \"it may be presumed from distribution of an article in commerce that the distributor intended the article to be used to infringe another's patent, and so may justly be held liable for that infringement.\" <i>Grokster,</i> 545 U.S. at 932, <span class=\"citation\" data-id=\"799994\"><a href=\"/opinion/799994/metro-goldwyn-mayer-studios-inc-v-grokster-ltd/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2764</span></a></span>. Only \"proof of a defendant's knowledge, not intent, that his activity cause[s] infringement\" and \"knowledge of the patent which proscribe[s] that use\" is required. <i>Hewlett-Packard Co. v. Bausch &amp; Lomb Inc.,</i> <span class=\"citation\" data-id=\"545599\"><a href=\"/opinion/545599/hewlett-packard-company-plaintiffcross-appellant-v-bausch-lomb/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1464</span></a></span>, 1469 &amp; n. 4 (Fed.Cir.1990) (emphasis omitted). Direct infringement is a prerequisite to finding contributory infringement. <i>Preemption Devices, Inc. v. Minn. Mining &amp; Mfg. Co.,</i> <span class=\"citation\" data-id=\"478441\"><a href=\"/opinion/478441/preemption-devices-inc-v-minnesota-mining-manufacturing-company/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1170</span></a></span>, 1173 (Fed.Cir.1986). Where an ANDA is involved, contributory infringement claims may be brought under section 271(e)(2). <i>Cf. </i><i>Allergan, Inc.,</i> 324 F.3d at 1331 (\"[I]n <i>Glaxo,</i> we did not limit the scope of section 271(e)(2) to direct infringement actions.\"). \"The only difference in the analysis of a traditional infringement claim and a claim of infringement under section 271(e)(2) is the timeframe under which the elements of infringement are considered.\" <i>Id.</i></p>\n<p>First, as discussed, direct infringement is established. Second, when Sandoz filed the ANDA, Sandoz knew of the patents-in-suit and knew that sale of its generic would cause infringement of the asserted claims. Moreover, Sandoz intended its generic drug to be the interchangeable bioequivalent of Effexor® XR. As Wyeth contends, this knowledge and development shows that Sandoz's product is \"especially made\" for \"use in practicing a patented process\" that is a \"material part of the invention.\" <i>See</i> 35 U.S.C. § 271(c); Pl.'s Mem. 29.</p>\n<p>Sandoz argues that substantial noninfringing uses exist, because patients taking the drug who \"do not experience diminished incidences of nausea and emesis\" or who \"never had multiple troughs and peaks of drug concentration in their blood\" do not infringe the asserted claims. Def.'s Mem. 9-10; <i>see</i> Def.'s Opp'n 9. However, as discussed, this argument improperly ignores the breadth of the asserted claims. In the <i>Markman</i> ruling, this court rejected Sandoz's \"patient-by-patient\" reading of the \"diminished incidence\" limitation. <i>See </i><i>Wyeth,</i> 570 F.Supp.2d at 828-29. Moreover, this court also rejected the contention that, in order to practice the patented methods, the \"eliminating troughs and peaks\" limitation required that patients switch to the extended-release formulation after experiencing peaks and troughs on another medication. <i>See id.</i> at 828-31. Again, the specification of the asserted claims \"suggests that Sandoz's construction omits an important use aspect of the inventionthat is, maintenance of therapeutic dosage levels over a twenty-four hour period. The construction of the disputed claim phrase should include the therapeutic benefits of the invention.\" <i>Id.</i> at 831. Furthermore, Sandoz designed the ANDA product to treat the same disorders that the FDA has approved for treatment using Effexor® XR, including <span class=\"star-pagination\">*523</span> major depressive disorder, social anxiety disorder, and panic disorder. <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000156-58, S000192-95. In light of the undisputed evidence of the identical indications for the drugs and the properly construed asserted claims, no substantial noninfringing uses exist. Accordingly, Wyeth is entitled to summary judgment as to Sandoz's contributory infringement.</p>\n<p></p>\n<h2>V.</h2>\n<p>Sandoz has moved for summary judgment as to Sandoz's noninfringement of the asserted claims, including claims 20-25 of the '171 patent, claims 1, 2, 13, and 14 of the '120 patent, and claims 1-6 of the '958 patent [D.E. 121] and concerning the alleged invalidity of the patents [D.E. 123]. Sandoz contends that \"[w]henever a physician prescribes Sandoz's extended release formulation of venlafaxine for a reason other than to reduce nausea and emesis or to eliminate troughs and peaks of drug concentration, that physician lacks the intent required by the method claims, and therefore will not directly infringe the claims.\" Def.'s Mem. 2.</p>\n<p>As discussed, Sandoz's arguments are based on an inappropriate construction of the claims. Sandoz argues that, upon the manufacture, sale, and marketing of its ANDA product, it will not induce infringement, nor will it be liable for contributory infringement. However, for the reasons discussed, the court rejects Sandoz's argument. Likewise, the court rejects Sandoz's arguments that the patents are invalid. Accordingly, Sandoz's motions for summary judgment as to Sandoz's noninfringement and invalidity are denied.</p>\n<p></p>\n<h2>VI.</h2>\n<p>As explained above, Wyeth's motion for summary judgment [D.E. 118] is GRANED, and Sandoz's motions for summary judgment [D.E. 121, 123] are DENIED.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Plaintiff Wyeth (\"Wyeth\") filed this patent-infringement action against Sandoz, Inc. (\"Sandoz\"), alleging that Sandoz's generic extended release venlafaxine product infringes U.S. Patent Nos. 6,274,171 B1 (\"the '171 patent\"), 6,403,120 B1 (\"the '120 patent\"), and 6,419,958 B2 (\"the '958 patent\") (collectively \"the Wyeth patents\"). Wyeth moved for summary judgment regarding Sandoz's direct infringement, active inducement of infringement, and contributory infringement of claims 20-25 of the '171 patent, claims 1, 2, 13, and 14 of the '120 patent, and claims 1-6 of the '958 patent [D.E. 118]. Sandoz, in turn, moved for summary judgment regarding Sandoz's noninfringement [D.E. 121] and concerning the alleged invalidity of the patents [D.E. 123]. The court granted Wyeth's motion for summary judgment and denied Sandoz's motions for summary judgment [D.E. 159].</p>\n<p>Sandoz now moves for a certificate of appealability, seeking interlocutory review of two claim constructions underlying the summary judgment order: (1) whether the proper construction of the term \"extended release formulation\" is restricted to the specific ingredients set forth in the patents, and (2) whether infringement in this case is measured based on a patient-bypatient comparison or a patient-group-average comparison. As explained below, Sandoz's motion is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Wyeth manufactures Effexor® XR, an extended release venlafaxine hydrochloride medication that is used to treat depressive, social anxiety, and panic disorders. A division of Wyeth holds the FDA-approved New Drug Application (\"NDA\"), which encompasses the asserted claims. Sandoz seeks to market a generic extended release venlafaxine formulation and has filed <span class=\"star-pagination\">*524</span> an Abbreviated New Drug Application (\"ANDA\") with the FDA to effect this goal.</p>\n<p>The patents-in-suit have not expired. Sandoz proves that the use of the ANDA product is safe and effective by claiming that the ANDA drug is bioequivalent to Effexor® XR, and by relying on Wyeth's studies to prove the safety and efficacy of the covered uses of Effexor® XR. <i>See</i> ANDA, Pl.'s Mem. Supp. Summ. J. Ex. 15 at S000356-82 (Summary of Biopharmaceutic Studies). Thus, the proven, approved useswhich Wyeth's asserted claims coverare the only uses for which an ANDA applicant, such as Sandoz, may seek approval. Sandoz presents no new, unpatented uses for the FDA to consider.</p>\n<p>Sandoz's ANDA provides undisputed facts about the proposed product. \"The key difference between Effexor® XR and Sandoz's generic formulation is that Sandoz's formulation uses a different inactive ingredient (<i>i.e.,</i> an Eudragit® polymer) to coat the encapsulated spheroids which contain the active pharmaceutical ingredient....\" <i>Wyeth v. Sandoz, Inc. (Wyeth I),</i> <span class=\"citation\" data-id=\"1433169\"><a href=\"/opinion/1433169/wyeth-v-sandoz-inc/\"><span class=\"volume\">570</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">815</span></a></span>, 819 (E.D.N.C.2008). Furthermore, the product, designed to \"mimic[]\" Effexor® XR's drug-release profile, ANDA, Pl.'s Mem. Supp. Summ. J. Ex. 15 at S000339, is a not a hydrogel tablet, and will provide therapeutic blood plasma concentration of the active ingredient venlafaxine hydrochloride over a twenty-four-hour period. <i>See id.</i> at S000327, S000357-82. Sandoz's proposed label for the ANDA product states that the product is formulated to be administered once a day. Draft Labeling, Pl.'s Mem. Supp. Summ. J. Ex. 17 at S000151. To provide a therapeutic level of drug concentration over a twenty-four-hour period, Sandoz's product contains \"extended release pellets\" that are the bioequivalent of Effexor® XR. ANDA, Pl.'s Mem. Supp. Summ. J. Ex. 15 at S000327-29. Sandoz's proposed label for the ANDA product indicates that the product is for the treatment of patients with major depressive, social anxiety, and panic disorders. <i>See</i> Draft Labeling, Pl.'s Mem. Supp. Summ. J. Ex. 17 at S000156-58. Moreover, Sandoz describes the ANDA product as containing \"spheroids.\" <i>See id.</i> at S000151.</p>\n<p>The court held a <i>Markman</i> hearing to construe the disputed patent claims and familiarity with that order is presumed. <i>Wyeth,</i> 570 F.Supp.2d at 833; <i>see </i><i>Markman v. Westview Instruments Inc.,</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 976 (Fed.Cir.1995) (en banc), <i>aff'd,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1996). Wyeth thereafter moved for summary judgment regarding Sandoz's direct infringement, active inducement of infringement, and contributory infringement of claims 20-25 of the '171 patent, claims 1, 2, 13, and 14 of the '120 patent, and claims 1-6 of the '958 patent [D.E. 118]. Sandoz moved for summary judgment regarding Sandoz's noninfringement [D.E. 121] and concerning the alleged invalidity of the patents [D.E. 123]. The court granted Wyeth's motion for summary judgment and denied Sandoz's motions for summary judgment [D.E. 159]. <i>See Wyeth v. Sandoz, Inc. (Wyeth II),</i> No. 5:07-CV-234-D, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1404064</span></span>, at *13 (E.D.N.C., March 12, 2010).</p>\n<p>Sandoz now moves to certify two claim constructions underlying the summary judgment order for interlocutory review: (1) whether the proper construction of the term \"extended release formulation\" is restricted to the specific ingredients set forth in the patents, and (2) whether infringement in this case is measured based on a patient-by-patient comparison or a patient-group-average comparison.</p>\n<p></p>\n<h2>II.</h2>\n<p>Under 28 U.S.C. § 1292(b), a district court may allow an interlocutory appeal <span class=\"star-pagination\">*525</span> of an otherwise nonappealable order when the movant establishes the following three things: (1) \"[the] order involves a controlling question of law,\" (2) \"there is substantial ground for difference of opinion\" as to the controlling question of law, and (3) \"an immediate appeal from the order may materially advance the ultimate termination of the litigation.\" 28 U.S.C. § 1292(b); <i>see </i><i>Yamaha Motor Corp., U.S.A. v. Calhoun,</i> <span class=\"citation\" data-id=\"117989\"><a href=\"/opinion/117989/yamaha-motor-corp-usa-v-calhoun/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></a></span>, 204-05, <span class=\"citation\" data-id=\"117989\"><a href=\"/opinion/117989/yamaha-motor-corp-usa-v-calhoun/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"117989\"><a href=\"/opinion/117989/yamaha-motor-corp-usa-v-calhoun/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">578</span></a></span> (1996); <i>Nystrom v. TREX Co.,</i> <span class=\"citation\" data-id=\"783154\"><a href=\"/opinion/783154/ron-nystrom-v-trex-company-inc-and-trex-company-llc/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></a></span>, 1351 (Fed.Cir.2003); <i>Sonoco Prods. Co. v. Physicians Health Plan, Inc.,</i> <span class=\"citation\" data-id=\"782961\"><a href=\"/opinion/782961/sonoco-products-company-v-physicians-health-plan-incorporated/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">366</span></a></span>, 370 n. 5 (4th Cir.2003). Interlocutory appeal under section 1292(b) is appropriate in \"specific and limited circumstances.\" <i>Sonoco Prods., Co.,</i> 338 F.3d at 370 n. 5; <i>James v. Jacobson,</i> <span class=\"citation\" data-id=\"654217\"><a href=\"/opinion/654217/john-james-mary-james-v-cecil-b-jacobson-jr-md-reproductive-genetics/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 237 (4th Cir.1993) (recognizing the general rule that \"piecemeal review of decisions that are but steps toward final judgments on the merits are to be avoided, because they can be effectively and more efficiently reviewed together in one appeal from the final judgments\"); <i>Fannin v. CSX Transp., Inc.,</i> No. 88-8120, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">42583</span></span>, at *2 (4th Cir. Apr.26, 1989) (per curiam) (unpublished) (recognizing that interlocutory appeal is an \"extraordinary remedy\" and is appropriate in only \"exceptional situations\") (quotation omitted). Thus, the party seeking certification must persuade \"the court ... that exceptional circumstances justify a departure from the basic policy of postponing appellate review until after the entry of a final judgment.\" <i>Fannin,</i> <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">42583</span></span>, at *2 (quotation omitted).</p>\n<p>A question of controlling law is \"a narrow question of pure law whose resolution will be completely dispositive of the litigation, either as a legal or practical matter, whichever way it goes.\" <i>Id.</i> at *5 (recognizing that although \"a decision <i>favorable</i> to [the defendant] would certainly be one on a question of law that, as it had developed, was `controlling,' this obviously cannot be all that is implied by the term\"). Conversely, a question of law would not be controlling \"if the litigation would necessarily continue regardless of how that question were decided.\" <i>North Carolina ex rel. Howes v. W.R. Peele, Sr. Trust,</i> <span class=\"citation\" data-id=\"1904581\"><a href=\"/opinion/1904581/state-ex-rel-howes-v-peele/\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">849</span></a></span>, 852-53 (E.D.N.C.1995).</p>\n<p>Sandoz requests that the court amend its summary judgment order of March 12, 2010, to certify two issues for interlocutory appeal: (1) whether the proper construction of the term \"extended release formulation\" is restricted to the specific ingredients set forth in the patents, and (2) whether infringement in this case is measured based on a patient-by-patient comparison or a patient-group-average comparison. <i>See</i> Def.'s Mem. Supp. 6-7. Sandoz argues that such claim-construction questions are ones of controlling law because they \"resolve [] the infringement question with respect to all of the patents-in-suit.\" <i>Id.</i> at 6. In support of its argument that the construction of \"extended release formulation\" is dispositive, Sandoz contends that under Sandoz's construction of the term, Sandoz would not infringe \"because Sandoz's extended release venlafaxine formulation does not have the ingredients that are required\" to infringe. <i>Id.</i> at 6-7.<sup>[1]</sup> In addition, Sandoz argues that the question of whether infringement is determined based on a patient-group-average versus on an individual patient-by-patient basis will resolve the issues of contributory infringement and inducement of infringement because \"the universe of non-infringing uses [would be] substantially greater.\" <i>Id.</i> at 7.</p>\n<p><span class=\"star-pagination\">*526</span> Construction of a patent claim is a question of law for the court. <i>See, e.g., </i><i>Markman,</i> 52 F.3d at 977 (collecting cases). In cases where an ANDA applicant may infringe claims encompassed by NDA, the infringement inquiry focuses on comparing \"the use listed in the ANDA\" with the use claimed in each patent limitation. <i>See, e.g., </i><i>Warner-Lambert Co. v. Apotex Corp.,</i> <span class=\"citation\" data-id=\"780587\"><a href=\"/opinion/780587/warner-lambert-company-v-apotex-corp-apotex-inc-and-torpharm-inc/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1348</span></a></span>, 1356 (Fed. Cir.2003). Construction of a patent claim is often controlling, because the construction often resolves the question of direct infringement. <i>See </i><i>Mass. Inst. of Tech. &amp; Elecs. for Imaging, Inc. v. Abacus Software,</i> <span class=\"citation\" data-id=\"795689\"><a href=\"/opinion/795689/the-massachusetts-institute-of-technology-and-electronics-for-imaging-inc/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1344</span></a></span>, 1350-51 (Fed.Cir. 2006); <i>ATD Corp. v. Lydall, Inc.,</i> <span class=\"citation\" data-id=\"758789\"><a href=\"/opinion/758789/atd-corporation-v-lydall-inc-defendantcross-appellant/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">534</span></a></span>, 539-40 (Fed.Cir.1998).</p>\n<p>An accused product infringes if it \"incorporates every limitation of a claim, either literally or under the doctrine of equivalents.\" <i>MicroStrategy Inc. v. Bus. Objects, S.A.,</i> <span class=\"citation\" data-id=\"211582\"><a href=\"/opinion/211582/microstrategy-inc-v-business-objects-sa/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1344</span></a></span>, 1352 (Fed.Cir. 2005) (quotation omitted); <i>see Wyeth II,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1404064</span></span>, at *3. \"A finding of infringement under the doctrine of equivalents requires a showing that the difference between the claimed invention and the accused product [i]s insubstantial.\" <i>Crown Packaging Tech., Inc. v. Rexam Beverage Can Co.,</i> <span class=\"citation\" data-id=\"209115\"><a href=\"/opinion/209115/crown-packaging-technology-inc-v-rexam-beverage-can-co/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1308</span></a></span>, 1312 (Fed.Cir.2009). \"One way of doing so is by showing on a limitation by limitation basis that the accused product performs substantially the same function in substantially the same way with substantially the same result as each claim limitation of the patented product.\" <i>Id.</i></p>\n<p>In this case, the issues of claim construction on which Sandoz seeks interlocutory appeal are not dispositive because even if such issues were resolved in Sandoz's favor, the litigation would continue. Although Sandoz may not literally infringe if the Federal Circuit adopted its construction of \"extended release formulation,\" Wyeth alternatively claims that Sandoz would infringe under the doctrine of equivalents. <i>See, e.g.,</i> Am. Compl. ¶ 13. Consequently, even if the Federal Circuit were to adopt Sandoz's proposed claim construction, this court still would have to proceed to address the issue of infringement under the doctrine of equivalents.</p>\n<p>As for Sandoz's argument that infringement should be measured based on a patient-by-patient comparison, rather than on a patient-group-average comparison, such an issue is not dispositive. Sandoz's label and its bioequivalency studies establish that numerous subjects, whether individually or as groups, have Cmax and Tmax values within the values covered by the Wyeth patents. <i>See</i> Draft Labeling, Pl.'s Mem. Supp. Summ. J. Ex. 17 at S000151-52; <i>see also</i> Pl.'s Mem. Supp. Summ. J. 17-21. Essentially, in representing that the ANDA product is the bioequivalent of Effexor® XR, <i>see</i> Basis for ANDA, Pl.'s Mem. Supp. Summ. J. Ex. 20 at S000074; ANDA, Pl.'s Mem. Ex. 15 at S000332, S000336, Sandoz asserts that the ANDA product has effectively the same side effect profile, is equally effective, and is interchangeable with Effexor® XR. <i>See Wyeth,</i> 2010 WL1404064, at *6; <i>see also </i><i>Abbott Labs. v. Sandoz, Inc.,</i> <span class=\"citation\" data-id=\"208706\"><a href=\"/opinion/208706/abbott-laboratories-v-sandoz-inc/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span>, 1298 (Fed.Cir.2009) (en banc). Sandoz has not denied that this is the case. Thus, the ANDA product incorporates the covered limitations, regardless of whether such incorporation is measured based on a patient-by-patient comparison or on a patient-group-average comparison.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*527</span> Sandoz responds that the specified issues of claim construction still are \"controlling\" because, in a different infringement action to which Wyeth was a party, Wyeth executed a settlement agreement after the district court construed the patent claims. <i>See</i> Def.'s Reply 2-3. However, this argument does not show whether the claim construction issues in this case are dispositive. <i>See Fannin,</i> <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">42583</span></span>, at *5.</p>\n<p>As for the second requirement under 28 U.S.C. § 1292(b), the \"substantial ground for a difference of opinion\" must arise \"out of a genuine doubt as to whether the district court applied the correct legal standard in its order.\" <i>Consub Del. LLC v. Schahin Engenharia Limitada,</i> <span class=\"citation\" data-id=\"2417702\"><a href=\"/opinion/2417702/consub-delaware-llc-v-schahin-engenharia-limitada/\"><span class=\"volume\">476</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">305</span></a></span>, 309 (S.D.N.Y.2007), <i>aff'd,</i> <span class=\"citation\" data-id=\"1211791\"><a href=\"/opinion/1211791/consub-delaware-llc-v-schahin-engenharia-limitada/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span> (2d Cir.2008), <i>abrogated in part on other grounds by </i><i>Shipping Corp. of India Ltd. v. Jaldhi Overseas Pte Ltd.,</i> <span class=\"citation\" data-id=\"2462\"><a href=\"/opinion/2462/shipping-corp-of-india-v-jaldhi-overseas-pte/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span> (2d Cir.2009). \"[T]he mere presence of a disputed issue that is a question of first impression [in the Federal Circuit], standing alone, is insufficient to demonstrate a substantial ground for difference of opinion.\" <i>Flor v. BOT Fin. Corp (In re Flor),</i> <span class=\"citation\" data-id=\"714951\"><a href=\"/opinion/714951/in-re-holly-flor-and-rudolph-mangels-debtors-holly-flor-and-rudolph/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 284 (2d Cir.1996) (per curiam). \"Rather, it is the duty of the district judge to analyze the strength of the arguments in opposition to the challenged ruling when deciding whether the issue for appeal is truly one on which there is a <i>substantial</i> ground for dispute.\" <i>Id.</i> (quotation and alterations omitted); see <i>Howes,</i> 889 F.Supp. at 852. Moreover, \"a court is not bound to find reasonable cause for disagreement whenever authorities lack unanimity.\" <i>Howes,</i> 889 F.Supp. at 852 (quotation and alteration omitted). \"Indeed, a district court has the discretion to find a lack of substantial ground for difference of opinion even though the only other reported decision on the issue at hand disagrees with the conclusions of the court.\" <i>Id.</i></p>\n<p>Even if the claim construction issues in this case were dispositive, there is not substantial ground for a difference of opinion. Sandoz argues that there is substantial ground for difference of opinion as to the proper construction of \"extended release formulation\" and as to whether infringement should be measured based on a patient-group-average comparison. <i>See</i> Def.'s Mem. Supp. 2-5, 8-9. In support, Sandoz contends that various prior infringement actions that Wyeth has filed have produced different definitions of \"extended release formulation.\" <i>Id.</i> at 3. Additionally, in order to bolster its argument that substantial ground for difference of opinion exists as to whether infringement should be measured based on a patient-bypatient comparison, Sandoz focuses on the different definitions that exist as to the terms \"diminished incidences of nausea and emesis,\" \"about\" with respect to Cmax, and \"in a patient.\" <i>See id.</i></p>\n<p>As for the construction of \"extended release formulation,\" Sandoz notes that the district court in <i>Wyeth v. Teva Pharms. USA, Inc.,</i> No. 03-CV-1293(WJM), <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2175440</span></span> (D.N.J. Sept.6, 2005) (unpublished), held that the term is limited to the ingredient-specific formulation set forth in the Wyeth patents. <i>Id.</i> at *7. The <i>Teva</i> court reasoned that \"[a]lthough [such a construction] may make certain dependent claims coterminous and certain claim limitations superfluous, that result is inevitable and inescapable\" because \"the patentees act[ed] as their own lexicographers.\" <i>Id.</i><sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*528</span> In contrast to <i>Teva,</i> this court adopted a broader construction of \"extended release formulation\": \"A formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the immediate release formulation.\" <i>Wyeth I,</i> 570 F.Supp.2d at 827-28. Moreover, other district courts have agreed with a broader construction of \"extended release formulation.\" <i>Compare id., with Wyeth v. Mylan Pharms., Inc.,</i> No. 1:07-CV-91, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1457732</span></span>, at *4, *8, *22 (N.D.W.Va. May 22, 2009) (unpublished), and <i>Wyeth v. Apotex Inc.,</i> No. 1:08-CV-22308-FAM, slip op. at 7-16 (S.D.Fla. Aug. 13, 2009) (unpublished) (magistrate judge report and recommendations), <i>adopted by district court,</i> No. 1:08-CV-22308-FAM (S.D.Fla. Oct. 8, 2009) (unpublished), <i>and Wyeth v. Anchen Pharms., Inc.,</i> No. 06-386-JVS-AN, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">6548861</span></span>, slip op. at 2-13 (C.D.Cal. Dec. 20, 2007) (unpublished in-chambers order), <i>and </i><i>Wyeth v. Impax Labs., Inc.,</i> <span class=\"citation\" data-id=\"1375155\"><a href=\"/opinion/1375155/wyeth-v-impax-laboratories-inc/\"><span class=\"volume\">526</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">474</span></a></span>, 478-80 (D.Del.2007); <i>cf. also </i><i>Wyeth v. Lupin Ltd.,</i> <span class=\"citation\" data-id=\"1819696\"><a href=\"/opinion/1819696/wyeth-v-lupin-ltd/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">711</span></a></span>, 715-16 (D.Md.2008) (unpublished) (adopting broader construction of \"extended release formulation\" but limiting the term to spheroids). As such, in light of the reasoning articulated in <i>Wyeth,</i> 570 F.Supp.2d at 828, and after reviewing these various district court opinions, the court concludes that no substantial ground for difference of opinion exists as to whether \"extended release formulation\" is limited to specific ingredients. <i>See Wyeth II,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1404064</span></span>, at *6; <i>Wyeth I,</i> 570 F.Supp.2d at 821-28; <i>cf. </i><i>Singh v. Daimler-Benz, AG,</i> <span class=\"citation\" data-id=\"1393859\"><a href=\"/opinion/1393859/singh-v-daimler-benz-ag/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">260</span></a></span>, 263 (E.D.Pa.1992) (holding that, although sole other reported decision on the issue disagreed with the court's conclusions, no substantial ground for difference of opinion existed), <i>aff'd,</i> <span class=\"citation\" data-id=\"657175\"><a href=\"/opinion/657175/manjit-singh-as-administrator-of-the-estate-of-ram-p-singh-deceased-v/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span> (3d Cir.1993).<sup>[4]</sup></p>\n<p>In support of its argument that substantial ground for difference of opinion exists as to whether infringement should be measured based on a patient-group-average basis, Sandoz contends that different definitions exist as to the terms \"diminished incidences of nausea and emesis,\" \"about\" with respect to Cmax, and \"in a patient.\" Def.'s Mem. Supp. 3. However, the differences in construction of these terms do not show substantial ground for difference of opinion as to whether infringement should be based on a patientgroup comparison. In the <i>Markman</i> opinions, all but one of the courts that have addressed the issue agree that the appropriate comparison should be based on an average taken from a group of patients. <i>Cf. </i><i>Lupin Ltd.,</i> 579 F.Supp.2d at 719 (determining that group comparison is appropriate); <i>Wyeth I,</i> 570 F.Supp.2d at 829 (same): <i>Anchen Pharms., Inc.,</i> No. 06-386-JVS-AN, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">6548861</span></span>, at *9 (adopting Wyeth's proposed construction, which is based on \"the mean value for the entire group of [study] subjects\"). Conversely, the <i>Apotex</i> court construed \"eliminating the troughs and peaks of blood concentration in a patient's blood plasma\" to refer to individual patients rather than an average taken from multiple individuals because of the \"plain reading\" of the \"in a patient[ ].\" <i>Apotex Inc.,</i> No. 1:08-CV-22308-FAM, slip op. at 20.</p>\n<p>\"That `a' or `an' can mean `one or more' is best described as a rule, rather than <span class=\"star-pagination\">*529</span> merely as a presumption or even a convention.\" <i>Baldwin Graphic Sys., Inc. v. Siebert, Inc.,</i> <span class=\"citation\" data-id=\"1445099\"><a href=\"/opinion/1445099/baldwin-graphic-systems-inc-v-siebert-inc/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1338</span></a></span>, 1342 (Fed.Cir. 2008). \"The exceptions to this rule are extremely limited: a patentee must `evince[ ] a clear intent' to limit `a' or `an' to `one.'\" <i>Id.</i> (quoting <i>KCJ Corp. v. Kinetic Concepts, Inc.,</i> <span class=\"citation\" data-id=\"770093\"><a href=\"/opinion/770093/kcj-corporation-v-kinetic-concepts-inc-and-kci-therapeutic-services/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1351</span></a></span>, 1356 (Fed.Cir.2000)) (alteration in original). In light of this legal framework and the Abstract, Background, and Brief Description in the specifications of the Wyeth patents, <i>see </i><i>Wyeth I,</i> 570 F.Supp.2d at 829, the court does not believe the reasoning in <i>Apotex</i> provides a substantial ground for difference of opinion. Accordingly, Sandoz fails to show that the two issues of which it requests certification present issues of controlling law as to which there is substantial ground for difference of opinion.</p>\n<p>Finally, as for whether an immediate appeal from the order may materially advance the ultimate termination of the litigation, the \"mere fact\" that \"resolution at this time may save pre-trial and trial effort and expense is not determinative; that of course can be said of any interlocutory appeal.\" <i>Fannin,</i> <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">42583</span></span>, at *5. For the same reasons that the issues are not questions of law that are controlling, immediate appeal will not materially advance the litigation in this case.</p>\n<p></p>\n<h2>III.</h2>\n<p>Sandoz has failed to meet the standard necessary for an interlocutory appeal. <i>See</i> 28 U.S.C. § 1292(b). Accordingly, Sandoz's motion for a certificate of appealability [D.E. 160] is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Given the relationships of the patents and the similarities of the patent specifications, all cites to the specification and portions thereof are to the '171 patent unless otherwise indicated. <i>Cf. </i><i>NTP, Inc. v. Research in Motion, Ltd.,</i> <span class=\"citation\" data-id=\"791451\"><a href=\"/opinion/791451/ntp-inc-v-research-in-motion-ltd/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span>, 1293 (Fed.Cir.2005).</p>\n<p>[2]  The \"Cmax\" is the maximum plasma concentration of the drug. 2 J.F. Schmidt, <i>Attorney's Dictionary of Medicine and Word Finder</i> C 325 (2008); <i>see</i> Pl.'s Mem. 2-3.</p>\n<p>[3]  '171 patent (claims 20, 21); '958 patent (claims 1, 2).</p>\n<p>[4]  '171 patent (claims 22, 24); '958 patent (claims 3, 5).</p>\n<p>[5]  '171 patent (claims 23, 25); '958 patent (claims 4, 6).</p>\n<p>[6]  \"Tmax\" is the time after administration of a drug when the maximum plasma concentration is reached. <i>See</i> 21 C.F.R. § 201.57(c)(13)(C).</p>\n<p>[7]  <i>Aventis Pharma Deutschland GmbH v. Cobalt Pharm., Inc.,</i> <span class=\"citation\" data-id=\"2453325\"><a href=\"/opinion/2453325/aventis-pharma-deutschland-v-cobalt-pharmaceuticals/\"><span class=\"volume\">355</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">586</span></a></span> (D.Mass. 2005); <i>Organon, Inc. v. Teva Pharm., Inc.,</i> <span class=\"citation\" data-id=\"2287825\"><a href=\"/opinion/2287825/organon-inc-v-teva-pharmaceuticals-inc/\"><span class=\"volume\">244</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">370</span></a></span> (D.N.J.2002).</p>\n<p>[8]  <i>See</i> Draft Labeling, Pl.'s Mem. Ex. 17 at S000156-256. This case is therefore distinguishable from <i>Aventis Pharma Deutschland GmbH,</i> 355 F.Supp.2d at 597 (holding no inducement where proposed labeling did not include instructions for infringing uses), and from <i>Organon, Inc.,</i> 244 F.Supp.2d at 382 (holding no inducement where defendant's marketing did not \"hint\" at doctors to engage in an infringing use of the product).</p>\n<p>[1]  Sandoz argues that Wyeth acted as its own lexicographer and, therefore, construes \"extended release formulation\" as restricted to the specific ingredients set forth in the patents. <i>See </i><i>Wyeth,</i> 570 F.Supp.2d at 821.</p>\n<p>[2]  Furthermore, for Sandoz's ANDA product to infringe, every patient who takes Sandoz's ANDA product need not achieve covered Cmax and Tmax values. <i>See, e.g., </i><i>Bell Commc'ns Research Inc. v. Vitalink Commc'ns Corp.,</i> <span class=\"citation\" data-id=\"696353\"><a href=\"/opinion/696353/bell-communications-research-inc-v-vitalink-communications-corporation/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 622-23 (Fed.Cir.1995) (recognizing principle that \"an accused product that sometimes, but not always, embodies a claimed method nonetheless infringes\").</p>\n<p>[3]  After the <i>Teva</i> court issued its <i>Markman</i> ruling, the parties settled and the <i>Teva</i> court vacated its <i>Markman</i> ruling. <i>Teva Pharms. USA, Inc.,</i> No. 03-CV-1293(WJM) (D.N.J. Jan. 12, 2006) (unpublished).</p>\n<p>[4]  Although the <i>Teva</i> and <i>Lupin</i> claim constructions were vacated, the court assumes (without deciding) that it may consider them in determining whether there is substantial ground for difference of opinion. <i>Lupin Ltd</i><i>.,</i> No. 07-CV-632(WDQ) (D.Md. Apr. 23, 2009) (unpublished); <i>Teva Pharms. USA, Inc.,</i> No. 03-CV-1293(WJM) (D.N.J. Jan. 12, 2006) (unpublished).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/208706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/209115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/209226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/210398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/210918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/211582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1375155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1433169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1819696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1904581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2287825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2417702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2453325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2510496/"
  ]
}