{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2513592/",
  "absolute_url": "/opinion/2513592/dempsey-v-harrison/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2513592/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:04:49.776400Z",
  "date_modified": "2016-04-27T00:23:40.238938Z",
  "type": "010combined",
  "sha1": "97b7177accfbff09ed1e5be83e7b351561d3a318",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>387 F.Supp.2d 558 (2005)</b></center>\n<center><h1>Derrick DEMPSEY, Plaintiff,<br>\nv.<br>\nRonald HARRISON, Defendant.</h1></center>\n<center>No. 4:04-CV-193FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>September 5, 2005.</center>\n<p><span class=\"star-pagination\">*559</span> Derrick Dempsey, Williamston, NC, Plaintiff, Pro Se.</p>\n<p>John D. Leidy, Hornthall Riley Ellis &amp; Maland, Elizabeth City, NC, for Ronald Harrison, Jack Sawyer, defendants.</p>\n<p>Walter Christian Meyer, IV, Raleigh, NC, Plaintiff, Pro Se.</p>\n<p>Wood W. Lay, Hunton &amp; Williams, Charlotte, NC, Thomas J. Manley, Hunton &amp; Williams, LLP, Raleigh, NC, for Qualex, Inc., Eastman Kodak Company, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, District Judge.</p>\n<p>This matter is before the court on defendant's motion to dismiss plaintiff's claims <span class=\"star-pagination\">*560</span> (DE # 6). Plaintiff has responded, and in this posture, the matter is ripe for ruling. For the following reasons, defendant's motion is granted.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>Plaintiff, proceeding <i>pro se,</i> filed a complaint on January 12, 2005, alleging retaliatory discharge and employment discrimination on the basis of race in violation of Title VII of the 1964 Civil Rights Act, 42 U.S.C. § 2000e, <i>et seq.</i> Defendant has moved to dismiss the complaint, arguing plaintiff failed to file the Complaint within the statutory filing period and the allegations made by plaintiff fail to state a claim of retaliation or discrimination upon which relief may be granted.</p>\n<p></p>\n<h2>II. STATEMENT OF THE FACTS</h2>\n<p>Defendant, Ronald Harrison, is the president of Carolina Mat by which plaintiff was employed from December 4, 2003 to December 12, 2003. On December 6, 2003, while at work, plaintiff was approached by Jack Sawyer, who is an \"old friend of Mr. Harrison and drives truck's [sic] for him also.\" (Complaint ¶ 5). Mr. Sawyer made statements to plaintiff regarding plaintiff's \"breed\" and made inferences about plaintiff's mother. (Complaint ¶ 9). Mr. Sawyer also called plaintiff a \"fruitcake,\" threatened physical harm and concluded the encounter by throwing his cigarette butt at plaintiff's feet. <i>Id.</i> Plaintiff reported the incident to defendant and subsequently was terminated. (Complaint ¶ 4).</p>\n<p></p>\n<h2>III. COURT'S DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>For the purposes of ruling on a motion to dismiss, the court construes allegations in the complaint as true and taken in the light most favorable to plaintiff. <i>Jenkins v. McKeithen,</i> 395 U.S. 411, 421, 89 S.Ct. 1843, 23 L.Ed.2d 404 (1969); <i>Republican Party,</i> 980 F.2d at 952. The complaint of a <i>pro se</i> plaintiff is construed liberally. <i>Haines v. Kerner,</i> 404 U.S. 519, 520-21, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972). However, while the court is required to give greater deference to the filings of <i>pro se</i> plaintiffs, neither the court nor a defendant is required to supply facts supporting plaintiffs' claim or to act as an advocate for the <i>pro se</i> litigants. <i>Gordon v. Leeke,</i> 574 F.2d 1147, 1151-52 (4th Cir.1978).</p>\n<p>Defendant has moved to dismiss plaintiff's claims under Federal Rule of Civil Procedure 12(b)(6). Rule 12(b)(6) provides that a claim may be dismissed for failure to state a claim upon which relief can be granted. A motion to dismiss only determines whether a claim is stated; it does not resolve disputed facts or the merits of the claim. <i>Republican Party v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992). A complaint will not be dismissed unless it clearly appears that a plaintiff can show no set of facts which would entitle him or her to relief, even where the chance of recovery appears remote. <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974); <i>Conley v. Gibson,</i> 355 U.S. 41, 46-47, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). When the complaint alleges violations of civil rights, the court \"must be especially solicitous of the wrongs alleged\" and \"must not dismiss the complaint `unless it appears to a certainty that the plaintiff would not be entitled to relief under any legal theory which might plausibly be suggested by the facts alleged.'\" <i>Harrison v. United States Postal Serv.,</i> 840 F.2d 1149, 1152 (4th Cir.1988) (quoting <i>Canty v. City of Richmond,</i> 383 F.Supp. 1396, 1399 (E.D.Va.1974)).</p>\n<p>II. Failure to file complaint within statutory period.</p>\n<p>In its motion, defendant first argues that the complaint must be dismissed <span class=\"star-pagination\">*561</span> because plaintiff failed to file his action within ninety days of receipt of the right-to-sue letter from the Equal Employment Opportunity Commission (\"EEOC\") as required by statute and stated clearly in the EEOC's right-to-sue letter. 42 U.S.C. § 2000e-5(f)(1); (DE# 3). Specifically, defendant contends that plaintiff filed his complaint 104 days after receipt of his right-to-sue letter on September 29, 2004 and that the <i>pro se</i> status of the plaintiff provides no basis for leniency in the filing requirement. (Defendant's memo at 4).</p>\n<p>Defendant is correct in his argument that plaintiff's <i>pro se</i> status provides no basis for extension of the ninety day filing period. <i>See </i><i>Baldwin County Welcome Center v. Brown,</i> 466 U.S. 147, 104 S.Ct. 1723, 80 L.Ed.2d 196 (1984). \"One who fails to act diligently cannot invoke equitable principles to excuse that lack of diligence.\" <i>Id</i> at 151, 104 S.Ct. 1723. However, defendant's argument is incomplete in that it fails to address the possible equitable tolling of the statutory filing period. In those situations where plaintiff has \"actively pursued his judicial remedies\" equitable tolling of the statute of limitations will be allowed. <i>Irwin v. Dept. of Veterans Affairs,</i> 498 U.S. 89, 111 S.Ct. 453, 112 L.Ed.2d 435 (1990).</p>\n<p>The filing of a petition to proceed <i>in forma pauperis,</i> has been recognized by many courts as an appropriate indicia of a plaintiff's attempt to preserve his judicial remedies and as such, these courts have determined that the statutory filing period should be tolled until the petition has been granted. <i>Paulk v. Dept. of the Air Force,</i> 830 F.2d 79, 82 (7th Cir.1987). <i>See </i><i>Truitt v. County of Wayne,</i> 148 F.3d 644 (6th Cir.1998); <i>Warren v. Dept. of the Army,</i> 867 F.2d 1156, 1160 (8th Cir.1989); <i>Washington v. White,</i> 231 F.Supp.2d 71 (D.C.2002).</p>\n<p>The order granting plaintiff's right to proceed <i>in forma pauperis</i> was entered on January 12, 2005 and the complaint was filed the same day, 104 days following the receipt by plaintiff of the right-to-sue letter. (DE # 2) (DE # 3). However, plaintiff filed his petition to proceed <i>in forma pauperis</i> and gave his complaint to the clerk on December 17, 2004, seventy-eight days after receiving his right-to-sue letter. (DE # 1). Because the defendant was diligent in his efforts to protect his claim, namely filing his petition to proceed <i>in forma pauperis</i> and submitting his complaint to the clerk within the statutory period, this court finds that the filing period was tolled as of December 17, 2004. Therefore, this court finds that plaintiff's complaint is not time barred as it was filed within the statutory period.</p>\n<p>III. Retaliatory Discharge</p>\n<p>Defendant next argues that plaintiff has failed to state a claim for retaliation. In order to establish a <i>prima facie</i> case for retaliation in violation of Title VII, plaintiff must show \"(1) that he engaged in a protected activity; (2) that his employer took an adverse employment action against him; and (3) that a causal connection existed between the protected activity and the asserted adverse action.\" <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 365 (4th Cir.1985) <i>overruled on other grounds by</i> 490 U.S. 228, 109 S.Ct. 1775, 104 L.Ed.2d 268 (1989). Defendant argues specifically that plaintiff's report to Mr. Harrison was not protected activity and as such, plaintiff's claim of retaliation should be dismissed.</p>\n<p>Protected activity includes the opposition, report or charge of an employment practice made unlawful by Title VII. 42 U.S.C. § 2000e-3(a). Reports of unlawful practices only believed to have occurred are also deemed protected activity, <span class=\"star-pagination\">*562</span> so long as the belief is based on both good faith and reason. <i>Peters v. Jenney,</i> 327 F.3d 307, 320 (4th Cir.2003) (quoting <i>Bigge v. Albertsons, Inc.,</i> 894 F.2d 1497, 1503 (11th Cir.1990)). In his complaint, plaintiff alleges that he was discriminated against by Mr. Sawyer. (Complaint ¶ 7). Plaintiff also alleges that his report of Mr. Sawyer's behavior to Mr. Harrison was protected activity under Title VII.</p>\n<p>Plaintiff's argument fails as \"`[t]he opposition [of an employee] must be directed at an unlawful employment practice of an employer, not an act of discrimination by a private individual.'\" <i>Little v. United Technologies,</i> 103 F.3d 956, 959 (11th Cir.1997) (quoting <i>Silver v. KCA, Inc.,</i> 586 F.2d 138, 141 (9th Cir.1978)). The <i>Silver</i> court held specifically that opposition of an employee to a co-worker's individual act of discrimination is not a protected act under Title VII as the act of discrimination could not be attributed to the employer, but was simply the actions of a private individual. <i>Silver,</i> at 142; <i>See Dea v. Washington Suburban Sanitary Commission,</i> 11 Fed Appx. 352, 357 (4th Cir.2001) (citing <i>Silver</i> court's holding).</p>\n<p>In his complaint, plaintiff alleges that he was approached and verbally accosted by Mr. Sawyer while at work on December 6, 2003. Plaintiff identified Mr. Sawyer as only an \"old friend of Mr. Harrison and drives truck's [sic] for him also.\" (Complaint ¶ 5). Mr. Sawyer was not identified as an employee or supervisor of Carolina Mat. Therefore, because Mr. Sawyer was not acting as plaintiff's employer or superior, Mr. Sawyer's actions, although offensive and imprudent, cannot be attributed to Mr. Harrison or Carolina Mat.</p>\n<p>Although plaintiff may have possessed a good faith belief that he was reporting an unlawful act to Mr. Harrison, he also must have possessed a reasonable belief that the practices complained of are attributable to the employer and not an individual or co-worker. <i>Jenney</i> at 321. (citing <i>Bigge v. Albertsons, Inc.,</i> 894 F.2d 1497, 1503 (11th Cir.1990)). In this case plaintiff has no reasonable basis to support a belief that he was reporting an unlawful employment practice committed by his employer. Plaintiff alleges that the offensive behavior was exhibited by Mr. Sawyer only, who was identified by plaintiff as neither a superior nor an employee of Carolina Mat. Therefore, even viewing the facts in the light most favorable to plaintiff, it is not reasonable that he would attribute the actions of a visiting individual to the employment actions of Mr. Harrison and Carolina Mat. Consequently, report of Mr. Sawyer's behavior was not protected activity and plaintiff fails to make out a <i>prima facie</i> case for retaliation in violation of Title VII.</p>\n<p>IV. Discrimination</p>\n<p>Plaintiff notes specifically in his complaint that \"I was discriminated of [sic] my race.\" (Complaint ¶ 4). In order to make out a <i>prima facie</i> case for disparate impact on the basis of race generally, plaintiff must show (1) membership in a protected class; (2) satisfactory job performance; (3) an adverse employment action; and (4) that similarly-situated employees outside the protected class received more favorable treatment. <i>See </i><i>White v. BFI Waste Services,</i> 375 F.3d 288, 295 (4th Cir.2004). In the specific context of disparate action, plaintiff must show \"(1) that he is a member of the class protected by Title VII, (2) that the prohibited conduct in which he engaged was comparable in seriousness to misconduct of employees outside the protected class, and (3) that the disciplinary measures enforced against him were more severe than those enforced against those other employees.\" <i>Cook v. CSX Transportation Corp.,</i> 988 F.2d 507, 511 (4th Cir.1993).</p>\n<p><span class=\"star-pagination\">*563</span> Plaintiff has presented no evidence to support a claim of disparate treatment on the basis of his race, therefore, the court will examine plaintiff's discrimination claim on the basis of a hostile work environment.</p>\n<p>In order to make out a <i>prima facie</i> case for hostile environment in violation of Title VII, plaintiff must show he was \"the subject of conduct that was (1) unwelcome; (2) based on race; (3) sufficiently severe or pervasive to alter the conditions of employment and create an abusive atmosphere; and that (4) there is some basis for imposing liability on the employer.\" <i>Honor v. Booz Allen &amp; Hamilton, Inc.,</i> 383 F.3d 180, 190 (4th Cir.2004).</p>\n<p>Plaintiff alleges only one cause of action, his encounter with Mr. Sawyer, against defendant for creating and maintaining a hostile work environment. In order to sustain this cause of action, the conduct plaintiff complains of must be sufficiently severe and pervasive to alter the conditions of employment. The Supreme Court has explained that this standard is both objective and subjective. If the conduct does not create an environment that a reasonable person would find hostile or abusive, it is beyond the purview of Title VII. <i>See </i><i>Harris v. Forklift Systems, Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993). Likewise, if the plaintiff himself \"does not subjectively perceive the environment to be abusive, the conduct has not actually altered the conditions of the victim's employment, and there is no Title VII violation.\" <i>Id.</i> at 21-22, 114 S.Ct. 367. The Court held that analyzing whether an environment is objectively hostile or abusive \"can be determined only by looking at all the circumstances. These may include the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Id.</i> at 23, 114 S.Ct. 367; <i>see also </i><i>Spriggs v. Diamond Auto Glass,</i> 242 F.3d 179, 184 (4th Cir.2001).</p>\n<p>Upon review of plaintiff's allegation, this court concludes that it does not rise to the level that an objective observer would find to be abusive and hostile. Plaintiff claims that, through the single encounter with Mr. Sawyer and the racial insults made by him, plaintiff was subjected to unwelcome conduct based upon race. The question then becomes whether such conduct and one episode was sufficiently \"severe and pervasive\" to be actionable. The complaint alleges that Mr. Sawyer insulted plaintiff's race, made innuendo regarding plaintiff's mother and threw a cigarette butt at plaintiff's feet. (Complaint ¶ 9). While this conduct is certainly offensive, the Supreme Court has held that \"`mere utterance of an ethnic or racial epithet which engenders offensive feelings in an employee' would not affect the conditions of employment to [a] sufficiently significant degree to violate Title VII.\" <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S. 57, 67, 106 S.Ct. 2399, 91 L.Ed.2d 49(1986) (quoting <i>Rogers v. EEOC,</i> 454 F.2d 234, 238 (5th Cir.1971)). Only when such conduct becomes sufficiently severe and pervasive to create an objectively hostile or abusive work environment does it become actionable under Title VII. <i>See </i><i>Harris,</i> 510 U.S. at 21, 114 S.Ct. 367. Here, plaintiff alleges only a single incident of discrimination and therefore, falls short of the level of conduct found to be actionable in the Fourth Circuit. <i>See, e.g., </i><i>Spriggs,</i> 242 F.3d at 182 (daily racial abuse and obscenities sufficient to be actionable); <i>Smith v. First Union National Bank,</i> 202 F.3d 234, 238-39 (sexual abuse and threatening behavior sufficient); <i>compare </i><i>Honor,</i> 383 F.3d at 191 (single racist comment insufficient to be actionable).</p>\n<p><span class=\"star-pagination\">*564</span> While plaintiff undoubtedly subjectively was offended by the encounter with Mr. Sawyer, and perceived his work environment to be hostile, this court, taking all of plaintiff's allegations as true and drawing all inferences therefrom in plaintiff's favor, cannot conclude that defendant's conduct was so severe or pervasive as to constitute a hostile work environment in violation of Title VII.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, defendant's motion is GRANTED and plaintiff's claims under Title VII are DISMISSED. The clerk is directed to close the case file.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">558</span></span> (2005)</b></center>\n<center><h1>Derrick DEMPSEY, Plaintiff,<br>\nv.<br>\nRonald HARRISON, Defendant.</h1></center>\n<center>No. 4:04-CV-193FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>September 5, 2005.</center>\n<p><span class=\"star-pagination\">*559</span> Derrick Dempsey, Williamston, NC, Plaintiff, Pro Se.</p>\n<p>John D. Leidy, Hornthall Riley Ellis &amp; Maland, Elizabeth City, NC, for Ronald Harrison, Jack Sawyer, defendants.</p>\n<p>Walter Christian Meyer, IV, Raleigh, NC, Plaintiff, Pro Se.</p>\n<p>Wood W. Lay, Hunton &amp; Williams, Charlotte, NC, Thomas J. Manley, Hunton &amp; Williams, LLP, Raleigh, NC, for Qualex, Inc., Eastman Kodak Company, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, District Judge.</p>\n<p>This matter is before the court on defendant's motion to dismiss plaintiff's claims <span class=\"star-pagination\">*560</span> (DE # 6). Plaintiff has responded, and in this posture, the matter is ripe for ruling. For the following reasons, defendant's motion is granted.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>Plaintiff, proceeding <i>pro se,</i> filed a complaint on January 12, 2005, alleging retaliatory discharge and employment discrimination on the basis of race in violation of Title VII of the 1964 Civil Rights Act, 42 U.S.C. § 2000e, <i>et seq.</i> Defendant has moved to dismiss the complaint, arguing plaintiff failed to file the Complaint within the statutory filing period and the allegations made by plaintiff fail to state a claim of retaliation or discrimination upon which relief may be granted.</p>\n<p></p>\n<h2>II. STATEMENT OF THE FACTS</h2>\n<p>Defendant, Ronald Harrison, is the president of Carolina Mat by which plaintiff was employed from December 4, 2003 to December 12, 2003. On December 6, 2003, while at work, plaintiff was approached by Jack Sawyer, who is an \"old friend of Mr. Harrison and drives truck's [sic] for him also.\" (Complaint ¶ 5). Mr. Sawyer made statements to plaintiff regarding plaintiff's \"breed\" and made inferences about plaintiff's mother. (Complaint ¶ 9). Mr. Sawyer also called plaintiff a \"fruitcake,\" threatened physical harm and concluded the encounter by throwing his cigarette butt at plaintiff's feet. <i>Id.</i> Plaintiff reported the incident to defendant and subsequently was terminated. (Complaint ¶ 4).</p>\n<p></p>\n<h2>III. COURT'S DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>For the purposes of ruling on a motion to dismiss, the court construes allegations in the complaint as true and taken in the light most favorable to plaintiff. <i>Jenkins v. McKeithen,</i> <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 421, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1969); <i>Republican Party,</i> 980 F.2d at 952. The complaint of a <i>pro se</i> plaintiff is construed liberally. <i>Haines v. Kerner,</i> <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 520-21, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></a></span> (1972). However, while the court is required to give greater deference to the filings of <i>pro se</i> plaintiffs, neither the court nor a defendant is required to supply facts supporting plaintiffs' claim or to act as an advocate for the <i>pro se</i> litigants. <i>Gordon v. Leeke,</i> <span class=\"citation\" data-id=\"355347\"><a href=\"/opinion/355347/walter-gordon-v-william-d-leeke-commissioner-joe-martin-warden-wayne/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, 1151-52 (4th Cir.1978).</p>\n<p>Defendant has moved to dismiss plaintiff's claims under Federal Rule of Civil Procedure 12(b)(6). Rule 12(b)(6) provides that a claim may be dismissed for failure to state a claim upon which relief can be granted. A motion to dismiss only determines whether a claim is stated; it does not resolve disputed facts or the merits of the claim. <i>Republican Party v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992). A complaint will not be dismissed unless it clearly appears that a plaintiff can show no set of facts which would entitle him or her to relief, even where the chance of recovery appears remote. <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974); <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 46-47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). When the complaint alleges violations of civil rights, the court \"must be especially solicitous of the wrongs alleged\" and \"must not dismiss the complaint `unless it appears to a certainty that the plaintiff would not be entitled to relief under any legal theory which might plausibly be suggested by the facts alleged.'\" <i>Harrison v. United States Postal Serv.,</i> <span class=\"citation\" data-id=\"502438\"><a href=\"/opinion/502438/leslie-a-harrison-v-united-states-postal-service-thomas-s-straub/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1149</span></a></span>, 1152 (4th Cir.1988) (quoting <i>Canty v. City of Richmond,</i> <span class=\"citation\" data-id=\"2244996\"><a href=\"/opinion/2244996/canty-v-city-of-richmond-va-police-dept/\"><span class=\"volume\">383</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1396</span></a></span>, 1399 (E.D.Va.1974)).</p>\n<p>II. Failure to file complaint within statutory period.</p>\n<p>In its motion, defendant first argues that the complaint must be dismissed <span class=\"star-pagination\">*561</span> because plaintiff failed to file his action within ninety days of receipt of the right-to-sue letter from the Equal Employment Opportunity Commission (\"EEOC\") as required by statute and stated clearly in the EEOC's right-to-sue letter. 42 U.S.C. § 2000e-5(f)(1); (DE# 3). Specifically, defendant contends that plaintiff filed his complaint 104 days after receipt of his right-to-sue letter on September 29, 2004 and that the <i>pro se</i> status of the plaintiff provides no basis for leniency in the filing requirement. (Defendant's memo at 4).</p>\n<p>Defendant is correct in his argument that plaintiff's <i>pro se</i> status provides no basis for extension of the ninety day filing period. <i>See </i><i>Baldwin County Welcome Center v. Brown,</i> <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1723</span></a></span>, <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></a></span> (1984). \"One who fails to act diligently cannot invoke equitable principles to excuse that lack of diligence.\" <i>Id</i> at 151, <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1723</span></a></span>. However, defendant's argument is incomplete in that it fails to address the possible equitable tolling of the statutory filing period. In those situations where plaintiff has \"actively pursued his judicial remedies\" equitable tolling of the statute of limitations will be allowed. <i>Irwin v. Dept. of Veterans Affairs,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></span> (1990).</p>\n<p>The filing of a petition to proceed <i>in forma pauperis,</i> has been recognized by many courts as an appropriate indicia of a plaintiff's attempt to preserve his judicial remedies and as such, these courts have determined that the statutory filing period should be tolled until the petition has been granted. <i>Paulk v. Dept. of the Air Force,</i> <span class=\"citation\" data-id=\"495076\"><a href=\"/opinion/495076/hattie-paulk-v-department-of-the-air-force-chanute-air-force-base/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span>, 82 (7th Cir.1987). <i>See </i><i>Truitt v. County of Wayne,</i> <span class=\"citation\" data-id=\"755600\"><a href=\"/opinion/755600/77-fair-emplpraccas-bna-657-74-empl-prac-dec-p-45580-judy-truitt/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">644</span></a></span> (6th Cir.1998); <i>Warren v. Dept. of the Army,</i> <span class=\"citation\" data-id=\"518472\"><a href=\"/opinion/518472/robert-warren-v-department-of-the-army/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1156</span></a></span>, 1160 (8th Cir.1989); <i>Washington v. White,</i> <span class=\"citation no-link\"><span class=\"volume\">231</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">71</span></span> (D.C.2002).</p>\n<p>The order granting plaintiff's right to proceed <i>in forma pauperis</i> was entered on January 12, 2005 and the complaint was filed the same day, 104 days following the receipt by plaintiff of the right-to-sue letter. (DE # 2) (DE # 3). However, plaintiff filed his petition to proceed <i>in forma pauperis</i> and gave his complaint to the clerk on December 17, 2004, seventy-eight days after receiving his right-to-sue letter. (DE # 1). Because the defendant was diligent in his efforts to protect his claim, namely filing his petition to proceed <i>in forma pauperis</i> and submitting his complaint to the clerk within the statutory period, this court finds that the filing period was tolled as of December 17, 2004. Therefore, this court finds that plaintiff's complaint is not time barred as it was filed within the statutory period.</p>\n<p>III. Retaliatory Discharge</p>\n<p>Defendant next argues that plaintiff has failed to state a claim for retaliation. In order to establish a <i>prima facie</i> case for retaliation in violation of Title VII, plaintiff must show \"(1) that he engaged in a protected activity; (2) that his employer took an adverse employment action against him; and (3) that a causal connection existed between the protected activity and the asserted adverse action.\" <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 365 (4th Cir.1985) <i>overruled on other grounds by</i> <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">268</span></a></span> (1989). Defendant argues specifically that plaintiff's report to Mr. Harrison was not protected activity and as such, plaintiff's claim of retaliation should be dismissed.</p>\n<p>Protected activity includes the opposition, report or charge of an employment practice made unlawful by Title VII. 42 U.S.C. § 2000e-3(a). Reports of unlawful practices only believed to have occurred are also deemed protected activity, <span class=\"star-pagination\">*562</span> so long as the belief is based on both good faith and reason. <i>Peters v. Jenney,</i> <span class=\"citation\" data-id=\"781738\"><a href=\"/opinion/781738/cheryl-a-peters-v-timothy-jenney-individually-and-in-his-official/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">307</span></a></span>, 320 (4th Cir.2003) (quoting <i>Bigge v. Albertsons, Inc.,</i> <span class=\"citation\" data-id=\"536016\"><a href=\"/opinion/536016/52-fair-emplpraccas-239-52-empl-prac-dec-p-39663-william-bigge-v/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1497</span></a></span>, 1503 (11th Cir.1990)). In his complaint, plaintiff alleges that he was discriminated against by Mr. Sawyer. (Complaint ¶ 7). Plaintiff also alleges that his report of Mr. Sawyer's behavior to Mr. Harrison was protected activity under Title VII.</p>\n<p>Plaintiff's argument fails as \"`[t]he opposition [of an employee] must be directed at an unlawful employment practice of an employer, not an act of discrimination by a private individual.'\" <i>Little v. United Technologies,</i> <span class=\"citation\" data-id=\"71428\"><a href=\"/opinion/71428/little-v-united-technologies/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">956</span></a></span>, 959 (11th Cir.1997) (quoting <i>Silver v. KCA, Inc.,</i> <span class=\"citation\" data-id=\"360448\"><a href=\"/opinion/360448/sandra-silver-v-kca-inc/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">138</span></a></span>, 141 (9th Cir.1978)). The <i>Silver</i> court held specifically that opposition of an employee to a co-worker's individual act of discrimination is not a protected act under Title VII as the act of discrimination could not be attributed to the employer, but was simply the actions of a private individual. <i>Silver,</i> at 142; <i>See Dea v. Washington Suburban Sanitary Commission,</i> 11 Fed Appx. 352, 357 (4th Cir.2001) (citing <i>Silver</i> court's holding).</p>\n<p>In his complaint, plaintiff alleges that he was approached and verbally accosted by Mr. Sawyer while at work on December 6, 2003. Plaintiff identified Mr. Sawyer as only an \"old friend of Mr. Harrison and drives truck's [sic] for him also.\" (Complaint ¶ 5). Mr. Sawyer was not identified as an employee or supervisor of Carolina Mat. Therefore, because Mr. Sawyer was not acting as plaintiff's employer or superior, Mr. Sawyer's actions, although offensive and imprudent, cannot be attributed to Mr. Harrison or Carolina Mat.</p>\n<p>Although plaintiff may have possessed a good faith belief that he was reporting an unlawful act to Mr. Harrison, he also must have possessed a reasonable belief that the practices complained of are attributable to the employer and not an individual or co-worker. <i>Jenney</i> at 321. (citing <i>Bigge v. Albertsons, Inc.,</i> <span class=\"citation\" data-id=\"536016\"><a href=\"/opinion/536016/52-fair-emplpraccas-239-52-empl-prac-dec-p-39663-william-bigge-v/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1497</span></a></span>, 1503 (11th Cir.1990)). In this case plaintiff has no reasonable basis to support a belief that he was reporting an unlawful employment practice committed by his employer. Plaintiff alleges that the offensive behavior was exhibited by Mr. Sawyer only, who was identified by plaintiff as neither a superior nor an employee of Carolina Mat. Therefore, even viewing the facts in the light most favorable to plaintiff, it is not reasonable that he would attribute the actions of a visiting individual to the employment actions of Mr. Harrison and Carolina Mat. Consequently, report of Mr. Sawyer's behavior was not protected activity and plaintiff fails to make out a <i>prima facie</i> case for retaliation in violation of Title VII.</p>\n<p>IV. Discrimination</p>\n<p>Plaintiff notes specifically in his complaint that \"I was discriminated of [sic] my race.\" (Complaint ¶ 4). In order to make out a <i>prima facie</i> case for disparate impact on the basis of race generally, plaintiff must show (1) membership in a protected class; (2) satisfactory job performance; (3) an adverse employment action; and (4) that similarly-situated employees outside the protected class received more favorable treatment. <i>See </i><i>White v. BFI Waste Services,</i> <span class=\"citation\" data-id=\"786900\"><a href=\"/opinion/786900/arnold-white-v-bfi-waste-services-llc-delbert-gaskins-v-bfi-waste/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 295 (4th Cir.2004). In the specific context of disparate action, plaintiff must show \"(1) that he is a member of the class protected by Title VII, (2) that the prohibited conduct in which he engaged was comparable in seriousness to misconduct of employees outside the protected class, and (3) that the disciplinary measures enforced against him were more severe than those enforced against those other employees.\" <i>Cook v. CSX Transportation Corp.,</i> <span class=\"citation\" data-id=\"602373\"><a href=\"/opinion/602373/curtiss-l-cook-v-csx-transportation-corporation/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 511 (4th Cir.1993).</p>\n<p><span class=\"star-pagination\">*563</span> Plaintiff has presented no evidence to support a claim of disparate treatment on the basis of his race, therefore, the court will examine plaintiff's discrimination claim on the basis of a hostile work environment.</p>\n<p>In order to make out a <i>prima facie</i> case for hostile environment in violation of Title VII, plaintiff must show he was \"the subject of conduct that was (1) unwelcome; (2) based on race; (3) sufficiently severe or pervasive to alter the conditions of employment and create an abusive atmosphere; and that (4) there is some basis for imposing liability on the employer.\" <i>Honor v. Booz Allen &amp; Hamilton, Inc.,</i> <span class=\"citation\" data-id=\"787693\"><a href=\"/opinion/787693/john-c-honor-jr-v-booz-allen-hamilton-incorporated/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 190 (4th Cir.2004).</p>\n<p>Plaintiff alleges only one cause of action, his encounter with Mr. Sawyer, against defendant for creating and maintaining a hostile work environment. In order to sustain this cause of action, the conduct plaintiff complains of must be sufficiently severe and pervasive to alter the conditions of employment. The Supreme Court has explained that this standard is both objective and subjective. If the conduct does not create an environment that a reasonable person would find hostile or abusive, it is beyond the purview of Title VII. <i>See </i><i>Harris v. Forklift Systems, Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993). Likewise, if the plaintiff himself \"does not subjectively perceive the environment to be abusive, the conduct has not actually altered the conditions of the victim's employment, and there is no Title VII violation.\" <i>Id.</i> at 21-22, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. The Court held that analyzing whether an environment is objectively hostile or abusive \"can be determined only by looking at all the circumstances. These may include the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Id.</i> at 23, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>; <i>see also </i><i>Spriggs v. Diamond Auto Glass,</i> <span class=\"citation\" data-id=\"772337\"><a href=\"/opinion/772337/james-h-spriggs-v-diamond-auto-glass-richard-a-rutta-ernest-stickell/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 184 (4th Cir.2001).</p>\n<p>Upon review of plaintiff's allegation, this court concludes that it does not rise to the level that an objective observer would find to be abusive and hostile. Plaintiff claims that, through the single encounter with Mr. Sawyer and the racial insults made by him, plaintiff was subjected to unwelcome conduct based upon race. The question then becomes whether such conduct and one episode was sufficiently \"severe and pervasive\" to be actionable. The complaint alleges that Mr. Sawyer insulted plaintiff's race, made innuendo regarding plaintiff's mother and threw a cigarette butt at plaintiff's feet. (Complaint ¶ 9). While this conduct is certainly offensive, the Supreme Court has held that \"`mere utterance of an ethnic or racial epithet which engenders offensive feelings in an employee' would not affect the conditions of employment to [a] sufficiently significant degree to violate Title VII.\" <i>Meritor Savings Bank, FSB v. Vinson,</i> <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 67, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>, 91 L.Ed.2d 49(1986) (quoting <i>Rogers v. EEOC,</i> <span class=\"citation\" data-id=\"301085\"><a href=\"/opinion/301085/4-fair-emplpraccas-265-4-fair-emplpraccas-92-4-empl-prac-dec-p/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">234</span></a></span>, 238 (5th Cir.1971)). Only when such conduct becomes sufficiently severe and pervasive to create an objectively hostile or abusive work environment does it become actionable under Title VII. <i>See </i><i>Harris,</i> 510 U.S. at 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. Here, plaintiff alleges only a single incident of discrimination and therefore, falls short of the level of conduct found to be actionable in the Fourth Circuit. <i>See, e.g., </i><i>Spriggs,</i> 242 F.3d at 182 (daily racial abuse and obscenities sufficient to be actionable); <i>Smith v. First Union National Bank,</i> <span class=\"citation\" data-id=\"767475\"><a href=\"/opinion/767475/elizabeth-f-smith-v-first-union-national-bank/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">234</span></a></span>, 238-39 (sexual abuse and threatening behavior sufficient); <i>compare </i><i>Honor,</i> 383 F.3d at 191 (single racist comment insufficient to be actionable).</p>\n<p><span class=\"star-pagination\">*564</span> While plaintiff undoubtedly subjectively was offended by the encounter with Mr. Sawyer, and perceived his work environment to be hostile, this court, taking all of plaintiff's allegations as true and drawing all inferences therefrom in plaintiff's favor, cannot conclude that defendant's conduct was so severe or pervasive as to constitute a hostile work environment in violation of Title VII.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, defendant's motion is GRANTED and plaintiff's claims under Title VII are DISMISSED. The clerk is directed to close the case file.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/71428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2244996/"
  ]
}