{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2516185/",
  "absolute_url": "/opinion/2516185/gibbs-v-babbitt/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2516185/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:06:24.819760Z",
  "date_modified": "2016-04-26T21:42:12.175576Z",
  "type": "010combined",
  "sha1": "7c75960e5b30971607d373f00ab5951f93297b16",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>31 F.Supp.2d 531 (1998)</b></center>\n<center><h1>Charles Gilbert GIBBS, Sr.; Richard Lee Mann; Hyde County, North Carolina; and Washington County, North Carolina, Plaintiffs,<br>\nv.<br>\nBruce BABBITT, U.S. Secretary of the Interior, in his official capacity; U.S. Department of the Interior; Jamie Clark, Director U.S. Fish and Wildlife Service, in her official capacity; and U.S. Fish and Wildlife Service, Federal Defendants,<br>\nand<br>\nDefenders of Wildlife, Defendant-Intervenor.</h1></center>\n<center>No. 4 97-CV-41-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 21, 1998.</center>\n<p>E. Lawrence Davis, Womble, Carlyle, Sandridge &amp; Rice, Pressly M. Millen, Womble, Carlyle, Sandridge &amp; Rice, Christopher T. Graebe, Womble, Carlyle, Sandridge &amp; Rice, Raleigh, Harvey W. Raynor, III, Belhaven, for Charles Gilbert Gibbs, Richard Lee Mann, III, Hyde County, North Carolina, <span class=\"star-pagination\">*532</span> Washington County, North Carolina, plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, Kelly E. Mofield, Trial Attorney, Environment &amp; Natural Resource Div., Wildlife &amp; Marine Resources Sedction, Washington, DC, for Bruce Babbitt, U.S. Fish and Wildlife Service, Defendants.</p>\n<p>Derb S. Carter, Southern Environmental Law Center, Chapel Hill, Charles C. Carson, Environment &amp; Natural Resource Div., Wildlife &amp; Marine Resources Section, Washington, DC, for Secretary of the Interior, U.S. Department of the Interior, Defenders of Wildlife, Jamie Clark, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on three motions for summary judgment: one each from the Plaintiffs, Federal Defendants, and Defendant-Intervenors. The underlying action, in its present form, is for relief from alleged violations of the Constitution, and especially the Tenth Amendment, by the United States Fish and Wildlife Service (\"FWS\"). Plaintiffs seek various forms of relief, including a declaration that all federal regulations relating to the taking of red wolves on private land are invalid, a declaration of the primacy of North Carolina laws regarding the red wolves over conflicting federal regulation, an injunction against FWS enforcement of federal regulations relating to the taking of red wolves on private land in Hyde and Washington Counties, and an award of attorney's fees and costs.</p>\n<p></p>\n<h2><i>PROCEDURAL BACKGROUND</i></h2>\n<p>Plaintiffs filed suit against Defendants on March 3, 1997, initially presenting four claims for relief. On June 29, 1998, this Court received a stipulation of dismissal of the Plaintiffs' first, second, and third claims, leaving only one claim for relief, centering around alleged violation of the Tenth Amendment. On October 27, 1997, this Court granted a motion to intervene by the group Defenders of Wildlife, who were accordingly added as to the case as Defendant-Intervenors. A hearing was held in this matter on October 21, 1998. Discovery is complete in this matter, and the three motions for summary judgment before this Court are ripe for decision.</p>\n<p></p>\n<h2><i>STATEMENT OF FACTS</i></h2>\n<p>The saga of the red wolf<sup>[1]</sup> in eastern North Carolina began in 1986, when the United States Fish and Wildlife Service announced that it was proposing to introduce an \"experimental\"<sup>[2]</sup> population of red wolves into the Alligator River National Wildlife Refuge. After a period of public comment, the FWS issued a final rule outlining its release plan for red wolves on November 19, 1986.</p>\n<p>In the fall of 1987, the FWS released four pairs of captive red wolves into the Alligator River National Wildlife Refuge. Significant resources have been devoted to this program, and the population of red wolves in the wild has grown. As the red wolves have begun to establish themselves, they have, of course, wandered off of federal land and on to surrounding private land.</p>\n<p>This movement of red wolves onto private land provides the basis of this case. Under the Endangered Species Act (\"ESA\"), as well <span class=\"star-pagination\">*533</span> as the current rule relating to red wolves, the FWS regulates the extent to which citizens can take<sup>[3]</sup> a red wolf that has strayed off government land. <i>See</i> 50 C.F.R. § 17.84(c).<sup>[4]</sup> This regulation is promulgated pursuant to § 9(a)(1) of the ESA. <i>See</i> 16 U.S.C § 1538(a). Under this regulation, Plaintiff Richard Lee Mann was prosecuted, and after he pled guilty, fined and sentenced to perform community service building \"wolfhouses\" and feeding red wolves. Opposition to the red wolf project grew, and in 1992, the County Commission of Washington County, North Carolina passed a resolution opposing the red wolf program. This was followed in 1994 by a Hyde County, North Carolina, resolution requesting removal of red wolves from the County's private lands. This led to a 1994 North Carolina Department of Agriculture protest of the red wolf program.</p>\n<p>Finally, in 1994, frustrated opponents of the red wolf program introduced \"An Act to Allow the Trapping and Killing of Red Wolves by Owners of Private Land.\" <i>See</i> 1994 N.C. Sess. Laws Ch. 635. This bill, as passed into law, declared it \"lawful for a private landowner or the landowner's agent at any time to trap and kill red wolves that are on the landowner's property, and that the property owner reasonably believes may be a threat to the person's own life or the lives of others, or to the life of livestock on the property,\" provided that the \"landowner has previously requested the [FWS] to remove the red wolves from the landowner's property and that the landowner shall report the killing of a wolf to the [FWS] withing 48 hours.\" <i>See</i> 1994 N.C. Sess. Laws Ch. 635 (July 1, 1994) (law applicable only in Hyde and Washington Counties). In 1995, this law was amended to include Beaufort and Craven Counties. <i>See</i> 1995 N.C. Sess. Laws Ch. 83 (May 15, 1995). The FWS regulations regarding the red wolf are thus in direct conflict with the laws of the State of North Carolina.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*534</span> As of February 1998, approximately 75 red wolves were living in the wild in eastern North Carolina.<sup>[6]</sup></p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Because of the Plaintiffs' stipulation voluntarily dismissing three of their four claims for relief, this Court need only consider those issues elucidated in Plaintiffs' Fourth Claim for Relief. This claim alleges that the federal government has violated the Tenth Amendment to the United States Constitution by \"exceed[ing] its constitutional power and privilege by prohibiting the take (sic) of red wolves on private land in Hyde County and Washington County.\" Plaintiffs request that this Court invalidate all federal regulations relating to the taking of red wolves on private land in Hyde and Washington Counties, \"declare the primacy of North Carolina state law [relating to the taking of red wolves] against all conflicting federal regulation,\" and enjoin the Fish and Wildlife Service from enforcing regulations relating to the taking of red wolves on private land in Hyde and Washington Counties.</p>\n<p>Due to the Plaintiffs' decision to concede all but their fourth claim for relief, the issue before this Court can be clearly stated by a single question; Does the federal government have the power under the Constitution of the United States to promulgate 50 C.F.R. § 17.84?</p>\n<p>Plaintiffs, by dismissing with prejudice their other claims, have chosen to concede any issues relating to the propriety of the rulemaking process. Thus, this Court can analyze 50 C.F.R. § 17.84 in the same way it would had that regulation been passed by both Houses of Congress and signed by the President, as opposed to promulgated through the exercise of delegated rulemaking authority.</p>\n<p>Thus, this Court begins its analysis by searching in the Constitution for a grant of authority to Congress to make a law regulating the taking of red wolves on private land. Upon examination, the most likely source for such authority is the Commerce Clause, which states that \"The Congress shall have Power ... To regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes.\"</p>\n<p>Supreme Court precedent tells us that the Commerce Clause is much broader than it might appear, and that it is important to remember that \"[t]he task of a court that is asked to determine whether a particular exercise of congressional power is valid under the Commerce Clause is relatively narrow.\" <i>Hodel v. Virginia Surface Mining &amp; Reclamation Ass'n,</i> 452 U.S. 264, 276, 101 S.Ct. 2352, 69 L.Ed.2d 1 (1981). Even after <i>Lopez</i> placed limits on the Commerce Clause as a grant of Congressional authority, a reviewing court need only determine \"whether a rational basis existed for concluding that a regulated activity\" substantially affects interstate commerce. <i>United States v. Lopez,</i> 514 U.S. 549, 557, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995).<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*535</span> <i>Lopez</i> set forth the three broad categories of activity that Congress may regulate consistent with the Commerce Clause:</p>\n<blockquote>First, Congress may regulate the use of the channels of interstate commerce. Second, Congress is empowered to regulate and protect the instrumentalities of interstate commerce, or persons or things in interstate commerce, even though the threat may come only from intrastate activities. Finally, Congress' commerce authority includes the power to regulate those activities having a substantial relation to interstate commerce, i.e., those activities that substantially affect interstate commerce. 514 U.S. at 558-59, 115 S.Ct. 1624.</blockquote>\n<p>In this case, the nexus between the regulation at issue and interstate commerce is the red wolf. The record in this case clearly demonstrates that red wolves are \"things in interstate commerce,\" and that they substantially affect interstate commerce through their tourism value. Under <i>Lopez,</i> it is irrelevant that the threat to red wolf-related commerce comes from intrastate \"taking\" of red wolves.<sup>[8]</sup></p>\n<p>Defendants in this case have demonstrated that tourists do cross state lines to see the red wolf, and that these tourists have an impact on commerce.<sup>[9]</sup> Defendants have further demonstrated that red wolves are to be found in several States,<sup>[10]</sup> and that some of the red wolves of Eastern North Carolina either have crossed state lines or may cross state lines in the future. All of these actions have economic consequences, as tourists, academics, and scientists follow the red wolves.<sup>[11]</sup> Unrestricted taking of red wolves on private land would present a clear threat to this commerce.<sup>[12]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In assessing whether Congress exceeded its authority under the Commerce Clause, this Court notes that every act of Congress is entitled to a \"strong presumption of validity and constitutionality.\" <i>Barwick v. Celotex Corp.,</i> 736 F.2d 946, 955 (4th Cir.1984). Since <i>Lopez,</i> no Circuit Court has determined that a federal statute is unconstitutional because it overreaches the Commerce Clause.<sup>[13]</sup> This Court does not find <span class=\"star-pagination\">*536</span> that this case compels a crossing of that line. There is a clear nexus between protection of endangered red wolves from taking and interstate commerce. Thus, this Court finds that the regulation at issue in this case is a legitimate exercise of federal power under the Commerce Clause. Accordingly, Defendants' Motions for Summary Judgment are GRANTED, and Plaintiffs' Motion for Summary Judgment is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The red wolf (<i>Canis Rufus</i>) was designated an endangered species in 1967. There is some question in the scientific community as to whether the red wolf is a \"species,\" for purposes of the ESA, or a \"hybrid,\" a result of crossbreeding between the gray wolf and the coyote. In the 1970s the FWS trapped the last red wolves in the wild and established a number of captive breeding programs. The success of these captive breeding programs allowed the FWS to consider reintroducing the red wolf to the wild. A previous proposal to release red wolves in Kentucky and Tennessee was withdrawn due to public opposition.</p>\n<p>[2]  The \"experimental\" designation allows the government to introduce experimental populations of endangered or threatened species into areas unoccupied by that species. Such a release is, of course, a risk to the individual animals involved, and the government can only conduct such experiments with populations considered \"nonessential\" to \"the continued existence of an endangered species or threatened species.\" <i>See</i> 16 U.S.C. § 1539(j).</p>\n<p>[3]  In the context of this order, \"taking\" is used not as a constitutional term of art, but as it is defined in the Endangered Species Act: \"[T]he term `take' means to harass, harm, pursue, hunt, shoot, wound, kill, trap, capture, or collect [an endangered species], or to attempt to engage in any such conduct.\" 16 U.S.C. § 1532(19).</p>\n<p>[4]  The relevant text of the regulation is as follows:\n</p>\n<p>(4)(i) Any person may take red wolves found on private land in the areas defined in paragraphs (c)(9)(i) and (ii) of this section, provided that such taking is not intentional or willful, or is in defense of that person's own life or the lives of others; and that such taking is reported within 24 hours to the refuge manager (for the red wolf population defined in paragraph (c)(9)(i) of this section), the Park superintendent (for the red wolf population defined in paragraph (c)(9)(ii) of this section), or the State wildlife enforcement officer for investigation .... (iii) Any private landowner, or any other individual having his or her permission, may take red wolves found on his or her property in the areas defined in paragraphs (c)(9)(i) and (ii) of this section when the wolves are in the act of killing livestock or pets, provided that freshly wounded or killed livestock or pets are evident and that all such taking shall be reported within 24 hours to the refuge manager (for the red wolf population defined in paragraph (c)(9)(i) of this section), the Park superintendent (for the red wolf population defined in paragraph (c)(9)(ii) of this section), or the State wildlife enforcement officer for investigation.</p>\n<p>(iv) Any private landowner, or any other individual having his or her permission, may harass red wolves found on his or her property in the areas defined in paragraphs (c)(9)(i) and (ii) of this section, provided that all such harassment is by methods that are not lethal or physically injurious to the red wolf and is reported within 24 hours to the refuge manager (for the red wolf population defined in paragraph (c)(9)(i) of this section), the Park superintendent (for the red wolf population defined in paragraph (c)(9)(ii) of this section), or the State wildlife enforcement officer as noted in paragraph (c)(6) of this section for investigation.</p>\n<p>(v) Any private landowner may take red wolves found on his or her property in the areas defined in paragraphs (c)(9)(i) and (ii) of this section after efforts by project personnel to capture such animals have been abandoned, provided that the Service project leader or biologist has approved such actions in writing and all such taking shall be reported within 24 hours to the Service project leader or biologist, the refuge manager (for the red wolf population defined in paragraph (c)(9)(i) of this section), the Park superintendent (for the red wolf population defined in paragraph (c)(9)(ii) of this section), or the State wildlife enforcement officer for investigation.</p>\n<p>Excerpts are taken from 50 C.F.R. § 17.84(c).</p>\n<p>[5]  After passage of the conflicting North Carolina law, the FWS revised its red wolf regulation to modify the circumstances under which red wolves could be taken by the public. This revised regulation still includes taking regulations in conflict with the North Carolina law. <i>See</i> 60 Fed.Reg. 18940, 18941 (1995). These changes are reflected in the excerpts from 50 C.F.R. § 17.84(c) found in footnote 4, <i>supra.</i></p>\n<p>[6]  A similar program in the Great Smoky Mountains was recently abandoned due to the lack of success of the red wolves in adapting to that area.</p>\n<p>[7]  Every circuit to consider such a matter has applied the rational basis test to post-<i>Lopez</i> Commerce Clause challenges. See <i>Hoffman v. Hunt,</i> 126 F.3d 575, 583-88 (stating and applying rational basis test) (4th Cir.1997), <i>cert. denied,</i> ___ U.S. ___, 118 S.Ct. 1838, 140 L.Ed.2d 1089 (1998); <i>United States v. Knutson,</i> 113 F.3d 27, 29 (5th Cir.1997) (same); <i>United States v. Parker,</i> 108 F.3d 28, 30 (3rd Cir.1997), <i>cert. denied,</i> ___ U.S. ___, 118 S.Ct. 111, 139 L.Ed.2d 64 (1997) (same); <i>United States v. Olin Corp.,</i> 107 F.3d 1506, 1509 (11th Cir.1997) (same); <i>United States v. Bramble,</i> 103 F.3d 1475, 1482 (9th Cir.1996) (same); <i>Terry v. Reno,</i> 101 F.3d 1412, 1416 (D.C.Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 2431, 138 L.Ed.2d 193 (1997) (same); <i>Proyect v. United States,</i> 101 F.3d 11, 12 (2d Cir.1996) (same); <i>United States v. McHenry,</i> 97 F.3d 125, 128 (6th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 992, 136 L.Ed.2d 873 (1997) (same); <i>United States v. Hampshire,</i> 95 F.3d 999, 1001 (10th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 753, 136 L.Ed.2d 690 (1997) (same); <i>United States v. Kenney,</i> 91 F.3d 884, 889 (7th Cir. 1996) (same); <i>United States v. Dinwiddie,</i> 76 F.3d 913, 920 (8th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 613, 136 L.Ed.2d 538 (1996) (same).</p>\n<p>[8]  <i>Lopez</i> also instructs a Court engaged in Commerce Clause analysis to \"consider legislative findings, and indeed even congressional committee findings, regarding effect on interstate commerce.\" 512 U.S. at 562, 114 S.Ct. 2396. According to Congress, the various species protected by the ESA \"are of esthetic, ecological, educational, historical, recreational, and scientific value to the Nation.\" 16 U.S.C. § 1531(a)(3). This value, in the case of the red wolf, leads to a significant impact on interstate commerce.</p>\n<p>[9]  While it is difficult for this Court to fully assess the red wolf's impact on tourism, Defendants have presented proof that many persons have traveled from other states to attend red wolf \"howling\" events conducted at the Alligator River National Wildlife Refuge in North Carolina.</p>\n<p>[10]  Even after the elimination of the experimental population of red wolves in the Great Smoky Mountains National Park, red wolves may be found in North Carolina, South Carolina, Florida, and Mississippi.</p>\n<p>[11]  Plaintiffs do not dispute that tourists, scientists, and other interested individuals are presently traveling across state lines to view and study red wolves in the wild.</p>\n<p>[12]  In another case challenging the Constitutional validity of a regulation promulgated to § 9(a)(1) of the ESA, the D.C. Circuit upheld a regulation protecting the Delhi Sands Flower-loving Fly from \"takings\" as a valid exercise of Congress's authority to regulate interstate commerce under the Commerce Clause. <i>See </i><i>National Association of Home Builders v. Babbitt,</i> 130 F.3d 1041, 1057 (D.C.Cir.1997). Judge Henderson, in her concurrence, based this finding on the theory that § 9(a)(1) of the ESA protects \"biodiversity\" and that the continued existence of said \"biodiversity\" substantially affects interstate commerce, thus meeting the third <i>Lopez</i> test. This Court need not reach the issue of whether protection of \"biodiversity\" itself justifies Congressional action under the Commerce Clause, as the red wolf has a much more significant impact on interstate commerce and is more clearly a \"thing[] in interstate commerce\" than the Delhi Sands Flower-loving Fly.</p>\n<p>[13]  Thus, it is unsurprising that \"courts have resisted urgings to extend <i>Lopez</i> beyond § 922(q).\" <i>United States v. Wall,</i> 92 F.3d 1444, 1448 (6th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 690, 136 L.Ed.2d 613 (1997) (upholding 18 U.S.C. § 1955, which prohibits <i>inter alia</i> intrastate illegal gambling activities). Indeed, post-<i>Lopez,</i> innumerable federal statutes have been challenged on Commerce Clause grounds but not a single one has been invalidated by a federal appellate court. <i>See, e.g., </i><i>Hoffman,</i> 126 F.3d 575, 582-88 (upholding 18 U.S.C. § 248, which prohibits interference with access to reproductive health clinics); <i>United States v. Soderna,</i> 82 F.3d 1370, 1373-74 (7th Cir.), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 507, 136 L.Ed.2d 398 (1996) (same); <i>Dinwiddie,</i> 76 F.3d at 919-21 (same); <i>Terry,</i> 101 F.3d at 1415-18 (same); <i>United States v. Wright,</i> 117 F.3d 1265, 1268-1271 (upholding 18 U.S.C. § 922(<i>o</i>), which prohibits intrastate possession of machine gun, and noting that every circuit to consider the question had so held) (11th Cir.1997), <i>vacated in part on rehearing on other grounds,</i> 133 F.3d 1412 (1998); <i>United States v. Crump,</i> 120 F.3d 462, 465-66 (4th Cir. 1997) (upholding 18 U.S.C.A. § 924(c)(1), which prohibits use and carrying of a firearm during and in relation to a drug trafficking crime, and noting \"all of the circuits that have considered the question\" had upheld the statute in the face of a <i>Lopez</i> challenge); <i>Olin Corp.,</i> 107 F.3d at 1509-10 (upholding CERCLA, 42 U.S.C. §§ 9601-9675); <i>United States v. Allen,</i> 106 F.3d 695, 700-1 (6th Cir.1997), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 2467, 138 L.Ed.2d 223 (1997) (upholding 21 U.S.C. § 860(a), the Drug Free School-Zones Act); <i>United States v. Hawkins,</i> 104 F.3d 437, 439-40 (D.C.Cir.1997), <i>cert. denied,</i> ___ U.S. ___, 118 S.Ct. 126, 139 L.Ed.2d 76 (1997) (same); <i>United States v. Wells,</i> 98 F.3d 808, 810-11 (4th Cir.1996) (upholding 18 U.S.C. § 922(g), which prohibits possession of a firearm by a felon, and noting ten other circuits that had upheld its constitutionality under <i>Lopez</i>); <i>United States v. Genao,</i> 79 F.3d 1333, 1335-37 (2d Cir. 1996) (same); <i>United States v. Tisor,</i> 96 F.3d 370, 373-75 (9th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 1012, 136 L.Ed.2d 889 (1997) (upholding congressional authority to prohibit intrastate possession or sale of narcotics); <i>Bramble,</i> 103 F.3d at 1479-82 (upholding the Eagle Protection Act, 16 U.S.C. § 668); <i>United States v. Michael R.,</i> 90 F.3d 340, 343-45 (9th Cir.1996) (upholding 18 U.S.C. § 922(x)(2), which prohibits juvenile possession of a handgun); <i>United States v. Lomayaoma,</i> 86 F.3d 142, 144-46 (9th Cir.), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 272, 136 L.Ed.2d 196 (1996) (upholding the Indian Major Crimes Act, 18 U.S.C. § 1153).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">531</span></span> (1998)</b></center>\n<center><h1>Charles Gilbert GIBBS, Sr.; Richard Lee Mann; Hyde County, North Carolina; and Washington County, North Carolina, Plaintiffs,<br>\nv.<br>\nBruce BABBITT, U.S. Secretary of the Interior, in his official capacity; U.S. Department of the Interior; Jamie Clark, Director U.S. Fish and Wildlife Service, in her official capacity; and U.S. Fish and Wildlife Service, Federal Defendants,<br>\nand<br>\nDefenders of Wildlife, Defendant-Intervenor.</h1></center>\n<center>No. 4 97-CV-41-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 21, 1998.</center>\n<p>E. Lawrence Davis, Womble, Carlyle, Sandridge &amp; Rice, Pressly M. Millen, Womble, Carlyle, Sandridge &amp; Rice, Christopher T. Graebe, Womble, Carlyle, Sandridge &amp; Rice, Raleigh, Harvey W. Raynor, III, Belhaven, for Charles Gilbert Gibbs, Richard Lee Mann, III, Hyde County, North Carolina, <span class=\"star-pagination\">*532</span> Washington County, North Carolina, plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, Kelly E. Mofield, Trial Attorney, Environment &amp; Natural Resource Div., Wildlife &amp; Marine Resources Sedction, Washington, DC, for Bruce Babbitt, U.S. Fish and Wildlife Service, Defendants.</p>\n<p>Derb S. Carter, Southern Environmental Law Center, Chapel Hill, Charles C. Carson, Environment &amp; Natural Resource Div., Wildlife &amp; Marine Resources Section, Washington, DC, for Secretary of the Interior, U.S. Department of the Interior, Defenders of Wildlife, Jamie Clark, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on three motions for summary judgment: one each from the Plaintiffs, Federal Defendants, and Defendant-Intervenors. The underlying action, in its present form, is for relief from alleged violations of the Constitution, and especially the Tenth Amendment, by the United States Fish and Wildlife Service (\"FWS\"). Plaintiffs seek various forms of relief, including a declaration that all federal regulations relating to the taking of red wolves on private land are invalid, a declaration of the primacy of North Carolina laws regarding the red wolves over conflicting federal regulation, an injunction against FWS enforcement of federal regulations relating to the taking of red wolves on private land in Hyde and Washington Counties, and an award of attorney's fees and costs.</p>\n<p></p>\n<h2><i>PROCEDURAL BACKGROUND</i></h2>\n<p>Plaintiffs filed suit against Defendants on March 3, 1997, initially presenting four claims for relief. On June 29, 1998, this Court received a stipulation of dismissal of the Plaintiffs' first, second, and third claims, leaving only one claim for relief, centering around alleged violation of the Tenth Amendment. On October 27, 1997, this Court granted a motion to intervene by the group Defenders of Wildlife, who were accordingly added as to the case as Defendant-Intervenors. A hearing was held in this matter on October 21, 1998. Discovery is complete in this matter, and the three motions for summary judgment before this Court are ripe for decision.</p>\n<p></p>\n<h2><i>STATEMENT OF FACTS</i></h2>\n<p>The saga of the red wolf<sup>[1]</sup> in eastern North Carolina began in 1986, when the United States Fish and Wildlife Service announced that it was proposing to introduce an \"experimental\"<sup>[2]</sup> population of red wolves into the Alligator River National Wildlife Refuge. After a period of public comment, the FWS issued a final rule outlining its release plan for red wolves on November 19, 1986.</p>\n<p>In the fall of 1987, the FWS released four pairs of captive red wolves into the Alligator River National Wildlife Refuge. Significant resources have been devoted to this program, and the population of red wolves in the wild has grown. As the red wolves have begun to establish themselves, they have, of course, wandered off of federal land and on to surrounding private land.</p>\n<p>This movement of red wolves onto private land provides the basis of this case. Under the Endangered Species Act (\"ESA\"), as well <span class=\"star-pagination\">*533</span> as the current rule relating to red wolves, the FWS regulates the extent to which citizens can take<sup>[3]</sup> a red wolf that has strayed off government land. <i>See</i> 50 C.F.R. § 17.84(c).<sup>[4]</sup> This regulation is promulgated pursuant to § 9(a)(1) of the ESA. <i>See</i> 16 U.S.C § 1538(a). Under this regulation, Plaintiff Richard Lee Mann was prosecuted, and after he pled guilty, fined and sentenced to perform community service building \"wolfhouses\" and feeding red wolves. Opposition to the red wolf project grew, and in 1992, the County Commission of Washington County, North Carolina passed a resolution opposing the red wolf program. This was followed in 1994 by a Hyde County, North Carolina, resolution requesting removal of red wolves from the County's private lands. This led to a 1994 North Carolina Department of Agriculture protest of the red wolf program.</p>\n<p>Finally, in 1994, frustrated opponents of the red wolf program introduced \"An Act to Allow the Trapping and Killing of Red Wolves by Owners of Private Land.\" <i>See</i> 1994 N.C. Sess. Laws Ch. 635. This bill, as passed into law, declared it \"lawful for a private landowner or the landowner's agent at any time to trap and kill red wolves that are on the landowner's property, and that the property owner reasonably believes may be a threat to the person's own life or the lives of others, or to the life of livestock on the property,\" provided that the \"landowner has previously requested the [FWS] to remove the red wolves from the landowner's property and that the landowner shall report the killing of a wolf to the [FWS] withing 48 hours.\" <i>See</i> 1994 N.C. Sess. Laws Ch. 635 (July 1, 1994) (law applicable only in Hyde and Washington Counties). In 1995, this law was amended to include Beaufort and Craven Counties. <i>See</i> 1995 N.C. Sess. Laws Ch. 83 (May 15, 1995). The FWS regulations regarding the red wolf are thus in direct conflict with the laws of the State of North Carolina.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*534</span> As of February 1998, approximately 75 red wolves were living in the wild in eastern North Carolina.<sup>[6]</sup></p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Because of the Plaintiffs' stipulation voluntarily dismissing three of their four claims for relief, this Court need only consider those issues elucidated in Plaintiffs' Fourth Claim for Relief. This claim alleges that the federal government has violated the Tenth Amendment to the United States Constitution by \"exceed[ing] its constitutional power and privilege by prohibiting the take (sic) of red wolves on private land in Hyde County and Washington County.\" Plaintiffs request that this Court invalidate all federal regulations relating to the taking of red wolves on private land in Hyde and Washington Counties, \"declare the primacy of North Carolina state law [relating to the taking of red wolves] against all conflicting federal regulation,\" and enjoin the Fish and Wildlife Service from enforcing regulations relating to the taking of red wolves on private land in Hyde and Washington Counties.</p>\n<p>Due to the Plaintiffs' decision to concede all but their fourth claim for relief, the issue before this Court can be clearly stated by a single question; Does the federal government have the power under the Constitution of the United States to promulgate 50 C.F.R. § 17.84?</p>\n<p>Plaintiffs, by dismissing with prejudice their other claims, have chosen to concede any issues relating to the propriety of the rulemaking process. Thus, this Court can analyze 50 C.F.R. § 17.84 in the same way it would had that regulation been passed by both Houses of Congress and signed by the President, as opposed to promulgated through the exercise of delegated rulemaking authority.</p>\n<p>Thus, this Court begins its analysis by searching in the Constitution for a grant of authority to Congress to make a law regulating the taking of red wolves on private land. Upon examination, the most likely source for such authority is the Commerce Clause, which states that \"The Congress shall have Power ... To regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes.\"</p>\n<p>Supreme Court precedent tells us that the Commerce Clause is much broader than it might appear, and that it is important to remember that \"[t]he task of a court that is asked to determine whether a particular exercise of congressional power is valid under the Commerce Clause is relatively narrow.\" <i>Hodel v. Virginia Surface Mining &amp; Reclamation Ass'n,</i> <span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 276, <span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2352</span></a></span>, <span class=\"citation\" data-id=\"110516\"><a href=\"/opinion/110516/hodel-v-virginia-surface-mining-reclamation-assn-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1981). Even after <i>Lopez</i> placed limits on the Commerce Clause as a grant of Congressional authority, a reviewing court need only determine \"whether a rational basis existed for concluding that a regulated activity\" substantially affects interstate commerce. <i>United States v. Lopez,</i> <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, 557, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1995).<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*535</span> <i>Lopez</i> set forth the three broad categories of activity that Congress may regulate consistent with the Commerce Clause:</p>\n<blockquote>First, Congress may regulate the use of the channels of interstate commerce. Second, Congress is empowered to regulate and protect the instrumentalities of interstate commerce, or persons or things in interstate commerce, even though the threat may come only from intrastate activities. Finally, Congress' commerce authority includes the power to regulate those activities having a substantial relation to interstate commerce, i.e., those activities that substantially affect interstate commerce. 514 U.S. at 558-59, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>.</blockquote>\n<p>In this case, the nexus between the regulation at issue and interstate commerce is the red wolf. The record in this case clearly demonstrates that red wolves are \"things in interstate commerce,\" and that they substantially affect interstate commerce through their tourism value. Under <i>Lopez,</i> it is irrelevant that the threat to red wolf-related commerce comes from intrastate \"taking\" of red wolves.<sup>[8]</sup></p>\n<p>Defendants in this case have demonstrated that tourists do cross state lines to see the red wolf, and that these tourists have an impact on commerce.<sup>[9]</sup> Defendants have further demonstrated that red wolves are to be found in several States,<sup>[10]</sup> and that some of the red wolves of Eastern North Carolina either have crossed state lines or may cross state lines in the future. All of these actions have economic consequences, as tourists, academics, and scientists follow the red wolves.<sup>[11]</sup> Unrestricted taking of red wolves on private land would present a clear threat to this commerce.<sup>[12]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In assessing whether Congress exceeded its authority under the Commerce Clause, this Court notes that every act of Congress is entitled to a \"strong presumption of validity and constitutionality.\" <i>Barwick v. Celotex Corp.,</i> <span class=\"citation\" data-id=\"437252\"><a href=\"/opinion/437252/arnold-g-barwick-v-the-celotex-corporation-keene-corporation-pittsburgh/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 955 (4th Cir.1984). Since <i>Lopez,</i> no Circuit Court has determined that a federal statute is unconstitutional because it overreaches the Commerce Clause.<sup>[13]</sup> This Court does not find <span class=\"star-pagination\">*536</span> that this case compels a crossing of that line. There is a clear nexus between protection of endangered red wolves from taking and interstate commerce. Thus, this Court finds that the regulation at issue in this case is a legitimate exercise of federal power under the Commerce Clause. Accordingly, Defendants' Motions for Summary Judgment are GRANTED, and Plaintiffs' Motion for Summary Judgment is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The red wolf (<i>Canis Rufus</i>) was designated an endangered species in 1967. There is some question in the scientific community as to whether the red wolf is a \"species,\" for purposes of the ESA, or a \"hybrid,\" a result of crossbreeding between the gray wolf and the coyote. In the 1970s the FWS trapped the last red wolves in the wild and established a number of captive breeding programs. The success of these captive breeding programs allowed the FWS to consider reintroducing the red wolf to the wild. A previous proposal to release red wolves in Kentucky and Tennessee was withdrawn due to public opposition.</p>\n<p>[2]  The \"experimental\" designation allows the government to introduce experimental populations of endangered or threatened species into areas unoccupied by that species. Such a release is, of course, a risk to the individual animals involved, and the government can only conduct such experiments with populations considered \"nonessential\" to \"the continued existence of an endangered species or threatened species.\" <i>See</i> 16 U.S.C. § 1539(j).</p>\n<p>[3]  In the context of this order, \"taking\" is used not as a constitutional term of art, but as it is defined in the Endangered Species Act: \"[T]he term `take' means to harass, harm, pursue, hunt, shoot, wound, kill, trap, capture, or collect [an endangered species], or to attempt to engage in any such conduct.\" 16 U.S.C. § 1532(19).</p>\n<p>[4]  The relevant text of the regulation is as follows:\n</p>\n<p>(4)(i) Any person may take red wolves found on private land in the areas defined in paragraphs (c)(9)(i) and (ii) of this section, provided that such taking is not intentional or willful, or is in defense of that person's own life or the lives of others; and that such taking is reported within 24 hours to the refuge manager (for the red wolf population defined in paragraph (c)(9)(i) of this section), the Park superintendent (for the red wolf population defined in paragraph (c)(9)(ii) of this section), or the State wildlife enforcement officer for investigation .... (iii) Any private landowner, or any other individual having his or her permission, may take red wolves found on his or her property in the areas defined in paragraphs (c)(9)(i) and (ii) of this section when the wolves are in the act of killing livestock or pets, provided that freshly wounded or killed livestock or pets are evident and that all such taking shall be reported within 24 hours to the refuge manager (for the red wolf population defined in paragraph (c)(9)(i) of this section), the Park superintendent (for the red wolf population defined in paragraph (c)(9)(ii) of this section), or the State wildlife enforcement officer for investigation.</p>\n<p>(iv) Any private landowner, or any other individual having his or her permission, may harass red wolves found on his or her property in the areas defined in paragraphs (c)(9)(i) and (ii) of this section, provided that all such harassment is by methods that are not lethal or physically injurious to the red wolf and is reported within 24 hours to the refuge manager (for the red wolf population defined in paragraph (c)(9)(i) of this section), the Park superintendent (for the red wolf population defined in paragraph (c)(9)(ii) of this section), or the State wildlife enforcement officer as noted in paragraph (c)(6) of this section for investigation.</p>\n<p>(v) Any private landowner may take red wolves found on his or her property in the areas defined in paragraphs (c)(9)(i) and (ii) of this section after efforts by project personnel to capture such animals have been abandoned, provided that the Service project leader or biologist has approved such actions in writing and all such taking shall be reported within 24 hours to the Service project leader or biologist, the refuge manager (for the red wolf population defined in paragraph (c)(9)(i) of this section), the Park superintendent (for the red wolf population defined in paragraph (c)(9)(ii) of this section), or the State wildlife enforcement officer for investigation.</p>\n<p>Excerpts are taken from 50 C.F.R. § 17.84(c).</p>\n<p>[5]  After passage of the conflicting North Carolina law, the FWS revised its red wolf regulation to modify the circumstances under which red wolves could be taken by the public. This revised regulation still includes taking regulations in conflict with the North Carolina law. <i>See</i> 60 Fed.Reg. 18940, 18941 (1995). These changes are reflected in the excerpts from 50 C.F.R. § 17.84(c) found in footnote 4, <i>supra.</i></p>\n<p>[6]  A similar program in the Great Smoky Mountains was recently abandoned due to the lack of success of the red wolves in adapting to that area.</p>\n<p>[7]  Every circuit to consider such a matter has applied the rational basis test to post-<i>Lopez</i> Commerce Clause challenges. See <i>Hoffman v. Hunt,</i> <span class=\"citation\" data-id=\"746881\"><a href=\"/opinion/746881/sharon-hoffman-trudie-matthews-diane-hoefling-ronnie-wallace-reverend-john/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">575</span></a></span>, 583-88 (stating and applying rational basis test) (4th Cir.1997), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1838</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1089</span></span> (1998); <i>United States v. Knutson,</i> <span class=\"citation\" data-id=\"740422\"><a href=\"/opinion/740422/united-states-v-steven-scott-knutson/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 29 (5th Cir.1997) (same); <i>United States v. Parker,</i> <span class=\"citation\" data-id=\"736965\"><a href=\"/opinion/736965/united-states-v-steven-paul-parker/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 30 (3rd Cir.1997), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></span> (1997) (same); <i>United States v. Olin Corp.,</i> <span class=\"citation\" data-id=\"736953\"><a href=\"/opinion/736953/usa-acting-at-request-of-the-administrator-of-the-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1506</span></a></span>, 1509 (11th Cir.1997) (same); <i>United States v. Bramble,</i> <span class=\"citation\" data-id=\"732455\"><a href=\"/opinion/732455/96-cal-daily-op-serv-9475-96-daily-journal-dar-15557-97-daily/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1475</span></a></span>, 1482 (9th Cir.1996) (same); <i>Terry v. Reno,</i> <span class=\"citation\" data-id=\"730971\"><a href=\"/opinion/730971/randall-a-terry-v-janet-reno-attorney-general-of-the-united-states-of/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1412</span></a></span>, 1416 (D.C.Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span></span> (1997) (same); <i>Proyect v. United States,</i> <span class=\"citation\" data-id=\"729796\"><a href=\"/opinion/729796/joel-proyect-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 12 (2d Cir.1996) (same); <i>United States v. McHenry,</i> <span class=\"citation\" data-id=\"727242\"><a href=\"/opinion/727242/united-states-v-ellis-mchenry/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 128 (6th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">873</span></span> (1997) (same); <i>United States v. Hampshire,</i> <span class=\"citation\" data-id=\"726160\"><a href=\"/opinion/726160/united-states-v-ricky-l-hampshire/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">999</span></a></span>, 1001 (10th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></span> (1997) (same); <i>United States v. Kenney,</i> <span class=\"citation\" data-id=\"723803\"><a href=\"/opinion/723803/united-states-v-john-w-kenney/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">884</span></a></span>, 889 (7th Cir. 1996) (same); <i>United States v. Dinwiddie,</i> <span class=\"citation\" data-id=\"712968\"><a href=\"/opinion/712968/united-states-v-regina-rene-dinwiddie/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">913</span></a></span>, 920 (8th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">613</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></span> (1996) (same).</p>\n<p>[8]  <i>Lopez</i> also instructs a Court engaged in Commerce Clause analysis to \"consider legislative findings, and indeed even congressional committee findings, regarding effect on interstate commerce.\" 512 U.S. at 562, 114 S.Ct. 2396. According to Congress, the various species protected by the ESA \"are of esthetic, ecological, educational, historical, recreational, and scientific value to the Nation.\" 16 U.S.C. § 1531(a)(3). This value, in the case of the red wolf, leads to a significant impact on interstate commerce.</p>\n<p>[9]  While it is difficult for this Court to fully assess the red wolf's impact on tourism, Defendants have presented proof that many persons have traveled from other states to attend red wolf \"howling\" events conducted at the Alligator River National Wildlife Refuge in North Carolina.</p>\n<p>[10]  Even after the elimination of the experimental population of red wolves in the Great Smoky Mountains National Park, red wolves may be found in North Carolina, South Carolina, Florida, and Mississippi.</p>\n<p>[11]  Plaintiffs do not dispute that tourists, scientists, and other interested individuals are presently traveling across state lines to view and study red wolves in the wild.</p>\n<p>[12]  In another case challenging the Constitutional validity of a regulation promulgated to § 9(a)(1) of the ESA, the D.C. Circuit upheld a regulation protecting the Delhi Sands Flower-loving Fly from \"takings\" as a valid exercise of Congress's authority to regulate interstate commerce under the Commerce Clause. <i>See </i><i>National Association of Home Builders v. Babbitt,</i> <span class=\"citation\" data-id=\"748820\"><a href=\"/opinion/748820/national-association-of-home-builders-v-bruce-babbitt-secretary-united/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1041</span></a></span>, 1057 (D.C.Cir.1997). Judge Henderson, in her concurrence, based this finding on the theory that § 9(a)(1) of the ESA protects \"biodiversity\" and that the continued existence of said \"biodiversity\" substantially affects interstate commerce, thus meeting the third <i>Lopez</i> test. This Court need not reach the issue of whether protection of \"biodiversity\" itself justifies Congressional action under the Commerce Clause, as the red wolf has a much more significant impact on interstate commerce and is more clearly a \"thing[] in interstate commerce\" than the Delhi Sands Flower-loving Fly.</p>\n<p>[13]  Thus, it is unsurprising that \"courts have resisted urgings to extend <i>Lopez</i> beyond § 922(q).\" <i>United States v. Wall,</i> <span class=\"citation\" data-id=\"724861\"><a href=\"/opinion/724861/united-states-v-nathan-wall-95-5007-and-donald-wall-95-5008/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1444</span></a></span>, 1448 (6th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">690</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">613</span></span> (1997) (upholding 18 U.S.C. § 1955, which prohibits <i>inter alia</i> intrastate illegal gambling activities). Indeed, post-<i>Lopez,</i> innumerable federal statutes have been challenged on Commerce Clause grounds but not a single one has been invalidated by a federal appellate court. <i>See, e.g., </i><i>Hoffman,</i> <span class=\"citation\" data-id=\"746881\"><a href=\"/opinion/746881/sharon-hoffman-trudie-matthews-diane-hoefling-ronnie-wallace-reverend-john/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">575</span></a></span>, 582-88 (upholding 18 U.S.C. § 248, which prohibits interference with access to reproductive health clinics); <i>United States v. Soderna,</i> <span class=\"citation\" data-id=\"717558\"><a href=\"/opinion/717558/united-states-v-james-d-soderna/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1370</span></a></span>, 1373-74 (7th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">398</span></span> (1996) (same); <i>Dinwiddie,</i> 76 F.3d at 919-21 (same); <i>Terry,</i> 101 F.3d at 1415-18 (same); <i>United States v. Wright,</i> <span class=\"citation\" data-id=\"71853\"><a href=\"/opinion/71853/united-states-v-wright/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1265</span></a></span>, 1268-1271 (upholding 18 U.S.C. § 922(<i>o</i>), which prohibits intrastate possession of machine gun, and noting that every circuit to consider the question had so held) (11th Cir.1997), <i>vacated in part on rehearing on other grounds,</i> <span class=\"citation\" data-id=\"750679\"><a href=\"/opinion/750679/united-states-v-donald-w-wright/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1412</span></a></span> (1998); <i>United States v. Crump,</i> <span class=\"citation\" data-id=\"744496\"><a href=\"/opinion/744496/united-states-v-norvell-webster-crump/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 465-66 (4th Cir. 1997) (upholding 18 U.S.C.A. § 924(c)(1), which prohibits use and carrying of a firearm during and in relation to a drug trafficking crime, and noting \"all of the circuits that have considered the question\" had upheld the statute in the face of a <i>Lopez</i> challenge); <i>Olin Corp.,</i> 107 F.3d at 1509-10 (upholding CERCLA, 42 U.S.C. §§ 9601-9675); <i>United States v. Allen,</i> <span class=\"citation\" data-id=\"735355\"><a href=\"/opinion/735355/united-states-v-russell-b-allen/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">695</span></a></span>, 700-1 (6th Cir.1997), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2467</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></span> (1997) (upholding 21 U.S.C. § 860(a), the Drug Free School-Zones Act); <i>United States v. Hawkins,</i> <span class=\"citation\" data-id=\"733238\"><a href=\"/opinion/733238/united-states-v-allen-r-hawkins/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 439-40 (D.C.Cir.1997), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">126</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">76</span></span> (1997) (same); <i>United States v. Wells,</i> <span class=\"citation\" data-id=\"728099\"><a href=\"/opinion/728099/united-states-v-kevin-michael-wells-aka-charles-rainey-aka-bernard/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">808</span></a></span>, 810-11 (4th Cir.1996) (upholding 18 U.S.C. § 922(g), which prohibits possession of a firearm by a felon, and noting ten other circuits that had upheld its constitutionality under <i>Lopez</i>); <i>United States v. Genao,</i> <span class=\"citation\" data-id=\"715643\"><a href=\"/opinion/715643/united-states-v-maximo-genao-francisco-miguel-genao-robert-llin-jr-also/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1333</span></a></span>, 1335-37 (2d Cir. 1996) (same); <i>United States v. Tisor,</i> <span class=\"citation\" data-id=\"726646\"><a href=\"/opinion/726646/45-fed-r-evid-serv-753-96-cal-daily-op-serv-6816-96-daily-journal/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">370</span></a></span>, 373-75 (9th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></span> (1997) (upholding congressional authority to prohibit intrastate possession or sale of narcotics); <i>Bramble,</i> 103 F.3d at 1479-82 (upholding the Eagle Protection Act, 16 U.S.C. § 668); <i>United States v. Michael R.,</i> <span class=\"citation\" data-id=\"722477\"><a href=\"/opinion/722477/97-cal-daily-op-serv-5075-96-daily-journal-dar-8187-united-states-of/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 343-45 (9th Cir.1996) (upholding 18 U.S.C. § 922(x)(2), which prohibits juvenile possession of a handgun); <i>United States v. Lomayaoma,</i> <span class=\"citation\" data-id=\"719705\"><a href=\"/opinion/719705/96-cal-daily-op-serv-3783-96-daily-journal-dar-6148-united-states-of/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">142</span></a></span>, 144-46 (9th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">272</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></span> (1996) (upholding the Indian Major Crimes Act, 18 U.S.C. § 1153).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/71853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750679/"
  ]
}