{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2517589/",
  "absolute_url": "/opinion/2517589/united-states-v-foster/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2517589/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:07:07.768453Z",
  "date_modified": "2016-04-27T02:09:40.742784Z",
  "type": "010combined",
  "sha1": "4a3f7ff93c5f7bce89a1874f698bc29823192690",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>654 F.Supp.2d 389 (2009)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nSilas FOSTER, Jr., Defendant.</h1></center>\n<center>No. 5:08-CR-218-1D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 8, 2009.</center>\n<p><span class=\"star-pagination\">*391</span> William M. Gilmore, U.S. Attorney's Office, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>J. DEVER III, District Judge.</p>\n<p>On August 6, 2008, a federal grand jury in this district indicted defendant Silas Foster, Jr. (\"defendant\" or \"Foster\") for possession of a firearm by a felon in violation of 18 U.S.C. §§ 922(g)(1) and 924, possession with the intent to distribute quantities of marijuana, cocaine, and cocaine base (crack) in violation of 21 U.S.C. § 841(a)(1), and possession of a firearm in furtherance of drug-trafficking crimes in violation of 18 U.S.C. § 924(c). On October 20, 2008, defendant filed a motion to suppress [D.E. 19]. On October 30, 2008, the government responded [D.E. 20]. After changing counsel, defendant replied on March 2, 2009 [D.E. 32]. After again changing counsel, defendant supplemented his motion on May 22, 2009 [D.E. 47].</p>\n<p>On June 2, 2009, this court held an evidentiary hearing concerning Foster's motion to suppress. Detective Trinidad Zamora, Alan Moore, Sergeant Robert Bailey, Officer Joel Etheridge, Detective Sean Hoolan, and Officer Esa Smith testified during the government's case. Foster and his fiance, Lakeysha Perry, testified during the defense's case. As explained below in the court's findings of fact and conclusions of law, the court denies defendant's motion to suppress.</p>\n<p></p>\n<h2>I.</h2>\n<p>On April 2, 2008, at 8:19 a.m., Officers Lewis and Smith of the Raleigh Police Department (\"RPD\") arrived at 3810 Brentwood Road, Raleigh, North Carolina, in response to a report of larceny after the breaking and entering of three vehicles. Govt's Ex. 15; GBS 52;<sup>[1]</sup><i>see</i> Tr. 50:9-12. Officers met with Daniel Morales Gonzales who said that someone had broken into his <span class=\"star-pagination\">*392</span> van as well as vehicles belonging to his sister and his cousin. GBS 52. Gonzales reported the following items stolen from the three vehicles: a spray paint machine, a propane tank with cooker, a large gray Tupperware container with painting tools, one speaker box with a twelve-inch woofer, one speaker box with two twelve-inch woofers, two car stereo amplifiers, a car stereo, CDs, and a CD case. Tr. 13:11-14:16; GBS 49, 52. Gonzales told officers that he believed that Julio Cesar Ribera Ortega, a former employee of Gonzales, had stolen the items. GBS 52.</p>\n<p>Around 10:10 a.m., Detectives Hoolan and Zamora, Sergeant Bailey, and Officer Etheridge joined the investigation and went to Ortega's nearby apartment. Tr. 12:13-16, 87:10-16, 113:6-16, 133:17-25; GBS 53. After Ortega provided written consent, officers searched Ortega's apartment for the stolen property. GBS 53. They seized several of the stolen items, including the propane tank. Tr. 13:16-21; GBS 53. Ortega admitted to breaking into the vehicles, stealing property, and selling some of the property in exchange for cash and drugs. Tr. 13:11-15; GBS 53, 62. Ortega also admitted to stealing the two car amplifiers that had been attached to the speaker boxes, but officers did not locate the amplifiers in the apartment. Tr. 14:12-16, 15:2-4, 17:17-23. Ortega then told officers that he could take them to the apartment where he had sold a car stereo and speaker box. <i>Id.</i> at 17:21-23, 18:5-12; GBS 58, 62, 64. Ortega said that he sold the stolen property to a 6'3\" male, stocky, with thick braids, and approximately 34 years old. GBS 62, 63; <i>see</i> Tr. 18:7-12.</p>\n<p>Around 11:00 a.m., Ortega directed officers to 3809 Bonneville Court, Apartment C (\"apartment\"). Tr. 18:23-19:10, 87:24-88:7, 116:2-117:8; Govt's Ex. 16; GBS 58, 59, 64. When officers arrived at the apartment, they were still searching for the items Ortega admitted selling to the man in the apartment (the car stereo and one of the speaker boxes), and other stolen property still missing, including the two missing car amplifiers that had been attached to the speaker boxes, CDs, and a CD case. Tr. 18:1-12, 46:3-6, 134:16-20; GBS 52, 62, 63.</p>\n<p>After officers knocked, Foster answered. Detective Zamora explained to Foster that they were aware that he had purchased stolen property and that officers were there to recover it. Tr. 20:1-8; GBS 59. Foster admitted that very early that morning a Mexican male had sold him a car stereo and speaker box for $10 each. Tr. 203:12-204:4; GBS 59, 63. Foster permitted Detective Zamora and Officer Etheridge into the apartment to recover the stolen property. Tr. 21:2-22, 55:9-10, 55:18-23, 119:11-17, 120:9-11, 135:18-20; GBS 59. Officers seized the car stereo and one of the speaker boxes. Tr. 22:1-7, 120:12-16; Govt's Ex. 4.<sup>[2]</sup></p>\n<p>After discovering this stolen property, officers wanted to search the apartment for the still-missing stolen items, including the two car amplifiers, a CD case, and CDs. Tr. 22:8-11, 23:2-6, 43:3-6, 55:15-17, 56:9-11; GBS 59. Officers told Foster that they had probable cause to apply for a <span class=\"star-pagination\">*393</span> search warrant and sought Foster's consent to search the apartment. Tr. 23:2-6, 60:10-17, 120:20-22; GBS 59, 64. Foster told officers that the consent decision was up to his fiancé, Lakeysha Perry, because her name was on the lease. Tr. 23:7-14, 56:23-57:1, 89:11-15, 103:22-25, 121:1-3, 137:6-7, 147:4-6; GBS 59, 65. Perry had leased the apartment on February 14, 2008. <i>See</i> Govt's Ex. 11.<sup>[3]</sup> Foster also told officers that he was going to make officers \"earn [their] pay.\" Tr. 23:24-24:6.</p>\n<p>Around 11:15 a.m., Foster telephoned Perry, told her that the police were at the apartment, and asked her to return to the apartment. <i>Id.</i> at 23:15-23, 31:22-24, 121:4-6, 137:15-16; GBS 60. At that point, officers decided not to apply for a search warrant and instead to wait to seek Perry's consent to search. Tr. 24:7-13, 58:23-59:7, 61:18-25, 76:9-14, 90:4-9. After about fifteen minutes, Perry still had not arrived. Foster again telephoned Perry. <i>Id.</i> at 26:6-7. She claimed she was right around the corner. <i>Id.</i> at 26:8-10. While officers and Foster awaited Perry's arrival, Foster became very irritated and belligerent. <i>Id.</i> at 25:21-25, 90:23-91:11, 121:15-17, 138:24; GBS 65. He raised his voice and used expletives. GBS 65. Because officers feared for their safety and had probable cause to arrest Foster for possession of stolen property, they arrested Foster and removed him from the apartment. Tr. 26:11-22, 27:4-11, 62:18-21, 77:3-5, 91:7-24, 121:15-20, 138:7-9; <i>see</i> Govt's Ex. 14. When officers arrested Foster, Perry still had not arrived, and officers decided that they would no longer wait for Perry's potential consent and would instead apply for a search warrant. Tr. 25:25-26:5, 26:16, 28:24-29:3, 62:23-25, 138:14-16; GBS 60. As officers were escorting Foster out of the apartment, Foster told his nine-year-old daughter to remain in her bedroom and to not let anyone search it until her mother arrived. <i>See</i> Tr. 26:23-27:3, 92:12-14; GBS 60, 65. Foster is the girl's father, and Perry is her mother. <i>See</i> Tr. 199:10-12; Govt's Ex. 11.</p>\n<p>While Detective Hoolan and Officer Etheridge escorted Foster to a police car for transport to the station for booking, Perry arrived at the apartment complex. Tr. 28:9-20, 110:25-111:10, 121:21-122:12, 138:25-139:3. As officers took Foster up the hill to the police car, Perry was on the stairs between the parking lot and the apartment. Foster and Perry saw each other, but did not speak. <i>Id.</i> at 92:21-24, 130:24-132:2; GBS 60, 65.</p>\n<p>When officers made the decision to arrest and remove Foster, they were unaware that Perry had arrived at the apartment complex, and their decision had nothing to do with Perry's presence. <i>See</i> Tr. 28:18-23, 122:13-18, 141:13-19, 149:15-20, 150:12-18. After Foster's arrest, Officer Etheridge drove Foster to the station. <i>Id.</i> at 122:22-25. Foster and Perry were never in the apartment together in officers' presence. <i>Id.</i> at 232:21-25.</p>\n<p>Perry arrived at the apartment at around 11:41 a.m. <i>Id.</i> at 32:3-5; Govt's Ex. 15. Detective Zamora advised Perry of the stolen car stereo and speaker box found in her apartment. Tr. 32:25-33:1; Govt's Ex. 15; GBS 60. Perry confirmed that Foster had purchased the items from a Mexican male very early that morning. Tr. 33:1-3; GBS 60. Detective Zamora <span class=\"star-pagination\">*394</span> told Perry that other items were still missing and asked for Perry's consent to search the apartment. Tr. 93:5-13; GBS 60, 61. Perry initially refused consent, telling officers that when law enforcement had searched one of her previous apartments, the apartment had been ransacked. Tr. 33:6-13, 69:3-10, 70:9-13, 93:15-20; GBS 61. Detective Zamora told Perry that officers would not ransack the apartment during the search, that Perry could remain in the apartment during the search, and that he would not inform the apartment manager of the search. Tr. 33:14-16, 34:1-7, 93:23-94:3, 140:15-17, 144:4-6; GBS 61. Perry then verbally consented to the search of the apartment. Tr. 33:14-34:10; GBS 61. At 11:45 a.m., Perry signed a written general consent to search form. Tr. 32:10-14, 35:24-37:13; Govt's Ex. 1; GBS 61, 69.<sup>[4]</sup></p>\n<p>With Perry's consent, officers searched the apartment for the additional missing stolen property. Tr. 38:24-41:23; GBS 59, 61. During the search, Perry was in the apartment and made no objections to the way officers conducted the search. Tr. 39:2-7, 97:15-20.<sup>[5]</sup> Sergeant Bailey discovered an unlocked safe under the bed in defendant's nine-year-old daughter's bedroom. <i>Id.</i> at 39:12-13, 97:21-98:2; Govt's Exs. 5, 6; GBS 61. The safe still had the key in its lock. The safe is 12¾ inches wide, 10 inches long, and 5 inches deep when closed. Tr. 42:6-10; <i>see</i> Govt's Exs. 5, 6. Detective Zamora and Sergeant Bailey believed the safe was big enough to hold the missing amplifiers and that is why they decided to open it. Tr. 41:21-43:7, 98:17-21; <i>see</i> Govt's Ex. 9. Detective Zamora was able to open the safe without entering a code or breaking the lock. Tr. 39:20-23, 41:11-20, 98:6-10; <i>see</i> Govt's Exs. 5, 6.</p>\n<p>Inside the safe, officers found a loaded Lorcin .25-caliber semi-automatic firearm, 12 individually packaged rocks of cocaine base (crack), 8 grams of powder cocaine, 20 grams of marijuana (divided into 17 separate small plastic bags), and $200 in cash. Govt's Exs. 5, 6; GBS 61, 66. After officers discovered the safe, they continued to search the apartment for the amplifiers but never located them. Tr. 40:6-12, 48:9-12, 76:7-8.</p>\n<p>After completing the search, Detective Zamora went to the police station to interview Foster. <i>Id.</i> at 48:1-4. Detective Zamora read Foster his <i>Miranda</i> rights. <i>Id.</i> at 48:14-16, 233:18-234:25. Foster waived those rights and consented to an interview. <span class=\"star-pagination\">*395</span> <i>Id.</i> at 48:14-24. During the interview, Foster admitted that the drugs and firearm found in the safe under his nine-year-old daughter's bed were his. <i>Id.</i> at 48:17-24. In his testimony at the suppression hearing, defendant denied having any knowledge about the same drugs and firearm. <i>Id.</i> at 214:24-215:14.</p>\n<p>The court observed Foster while he testified at the suppression hearing. Foster's testimony at the suppression hearing concerning the drugs and weapon found under his daughter's bed was perjurious. <i>Cf.</i> 18 U.S.C. § 1621: <i>United States v. Dunnigan,</i> 507 U.S. 87, 94, 113 S.Ct. 1111, 122 L.Ed.2d 445 (1993); <i>United States v. Godwin,</i> 272 F.3d 659, 671 (4th Cir.2001). Moreover, Foster was one of the least credible witnesses that this court has ever seen testify. The court discredits Foster's entire testimony.</p>\n<p></p>\n<h2>II.</h2>\n<p>Foster seeks to suppress all evidence law enforcement obtained from the warrantless search of the apartment. First, Foster argues that even if Perry consented to a search of the apartment, Foster's alleged prior refusal to consent negates law enforcement's ability to conduct the warrantless search. <i>See </i><i>Georgia v. Randolph,</i> 547 U.S. 103, 126 S.Ct. 1515, 164 L.Ed.2d 208 (2006). Alternatively, Foster argues that law enforcement exceeded the scope of Perry's consent to search by looking in areas where the missing amplifiers could not be found, by searching areas that were not in plain view, and by having officers search parts of the apartment not accompanied by Perry.</p>\n<p></p>\n<h2>A.</h2>\n<p>Initially, the court addresses whether Foster has standing to challenge the search under the Fourth Amendment. A defendant may only challenge a warrantless search of an area in which he has a \"legitimate expectation of privacy.\" <i>Rakas v. Illinois,</i> 439 U.S. 128, 143-44 &amp; 143 n. 12, 99 S.Ct. 421, 58 L.Ed.2d 387 (1978); <i>see, e.g., </i><i>Minnesota v. Olson,</i> 495 U.S. 91, 95-96, 110 S.Ct. 1684, 109 L.Ed.2d 85 (1990); <i>United States v. Wellons,</i> 32 F.3d 117, 119 (4th Cir.1994); <i>United States v. Jenkins,</i> 426 F.Supp.2d 336, 337 (E.D.N.C. 2006). An overnight guest or a frequent visitor at an apartment may have a legitimate expectation of privacy in the apartment, even if he is not on the lease. <i>See </i><i>Olson,</i> 495 U.S. at 95-98, 110 S.Ct. 1684 (overnight guest); <i>Bonner v. Anderson,</i> 81 F.3d 472, 475 (4th Cir.1996) (frequent visitor). The record suggests that when Foster was placed on supervised release, he moved into the apartment that Perry had leased, or (at a minimum) was a frequent visitor. Thus, Foster has standing to challenge the search.</p>\n<p></p>\n<h2>B.</h2>\n<p>The Supreme Court has long recognized consent searches as a \"constitutionally permissible and wholly legitimate aspect of effective police activity.\" <i>Schneckloth v. Bustamonte,</i> 412 U.S. 218, 228, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973). Thus, voluntary consent of an occupant who has, or is reasonably believed to have, authority over the property constitutes an exception to the Fourth Amendment's warrant requirement. <i>See, e.g., </i><i>Illinois v. Rodriguez,</i> 497 U.S. 177, 188-89, 110 S.Ct. 2793, 111 L.Ed.2d 148 (1990); <i>United States v. Matlock,</i> 415 U.S. 164, 170, 94 S.Ct. 988, 39 L.Ed.2d 242 (1974). Shared authority over common property, however, complicates the analysis of consent under the Fourth Amendment. As explained in <i>Rodriguez, Matlock,</i> and <i>Randolph,</i> where two people share authority over common property, the Supreme Court has consistently looked to widely shared social expectations <span class=\"star-pagination\">*396</span> to determine the reasonableness of the privacy interests at stake and the constitutionality of any alleged consent search. <i>See, e.g., </i><i>Randolph,</i> 547 U.S. at 111, 126 S.Ct. 1515.</p>\n<p>In <i>Matlock,</i> the Court held that a solitary coinhabitant may consent to a search of shared premises, as against the absent (albeit nearby), nonconsenting person with whom authority over the property is shared. 415 U.S. at 170, 94 S.Ct. 988. The absent, nonconsenting person in <i>Matlock</i> had been arrested and was in the front yard of the shared property. <i>See id.</i> at 166, 94 S.Ct. 988. Instead of asking Matlock whether he consented to a search of the home where he lived, officers went to the door. Officers spoke with Matlock's girlfriend (who also lived in the home), and she consented to the search. <i>Id.</i> The Court rejected Matlock's motion to suppress and based its holding on social norms for shared property, i.e., \"that any of the co-inhabitants has the right to permit the inspection in his own right and that the others have assumed the risk that one of their number might permit the common area to be searched,\" <i>id.</i> at 171 n. 7, 94 S.Ct. 988, or that \"any one of them may admit visitors, with the consequence that a guest obnoxious to one may nevertheless be admitted in his absence by another.\" <i>Randolph,</i> 547 U.S. at 111, 126 S.Ct. 1515.</p>\n<p>In <i>Rodriguez,</i> the Court applied <i>Matlock</i> to a situation where the cotenant was in the premises asleep. 497 U.S. at 180, 110 S.Ct. 2793. <i>Rodriguez</i> extended the validity of a third-person consent to the shared property where police officers reasonably, though mistakenly, believed that the third person was a resident of the apartment and had the authority to consent to a search. <i>Id.</i> at 179-80, 186, 110 S.Ct. 2793.</p>\n<p>In <i>Randolph,</i> the Court considered whether one cotenant could consent to a search over the objection of a physically present, objecting cotenant. 547 U.S. at 107, 113, 126 S.Ct. 1515 (husband at door refusing to consent, while wife at door consenting to search). The Court held that such a disputed invitation at the threshold of the shared property did not provide officers reasonable grounds to believe that they could search the premises. <i>Id.</i> The Court based the decision on generally accepted understandings of privacy and property. The Court wrote:</p>\n<blockquote>[A] caller standing at the door of shared premises would have no confidence that one occupant's invitation was a sufficiently good reason to enter when a fellow tenant stood there saying, \"stay out.\" Without some very good reason, no sensible person would go inside under those conditions. . . .</blockquote>\n<blockquote>The visitor's reticence without some such good reason would show not timidity but a realization that when people living together disagree over the use of their common quarters, a resolution must come through voluntary accommodation, not by appeals to authority. Unless the people living together fall within some recognized hierarchy, like a household of parent and child . . . , there is no societal understanding of superior and inferior, a fact reflected in a standard formulation of domestic property law, that each cotenant has the right to use and enjoy the entire property as if he or she were the sole owner, limited only by the same right in the other cotenants.</blockquote>\n<p><i>Id.</i> at 113-14, 126 S.Ct. 1515 (quotation omitted) (alterations in original omitted) (footnote omitted). Accordingly, the officer in <i>Randolph</i> could not construe the disputed consent as grounds to enter and search the home. <i>Id.</i> at 114, 126 S.Ct. 1515. In <i>Randolph,</i> the Court harmonized <i>Matlock</i> and <i>Rodriguez</i> and adopted the following formal line: \"if a potential defendant with self-interest in objecting is in <span class=\"star-pagination\">*397</span> fact <i>at the door and objects,</i> the co-tenant's permission does not suffice for a reasonable search, whereas the potential objector, nearby but not invited to take part in the threshold colloquy, loses out.\" <i>Id.</i> at 121, 126 S.Ct. 1515 (emphasis added). Additionally, the Court cautioned that police may not pretextually remove a \"potentially objecting tenant from the entrance for the sake of avoiding a possible objection.\" <i>Id.</i></p>\n<p>Although Foster seeks to rely on <i>Randolph, Randolph</i> provides no comfort to him. Unlike <i>Randolph,</i> the court finds that Foster did not expressly refuse consent to search the apartment. <i>See, e.g., United States v. Wells,</i> 231 Fed.Appx. 243, 246 (4th Cir.2007) (per curiam) (unpublished); <i>cf. </i><i>Randolph,</i> 547 U.S. at 120, 126 S.Ct. 1515. Rather, when officers asked for Foster's consent to search, he deferred the question of consent to Perry and telephoned her. Tr. 23:7-14, 56:23-57:1, 89:11-15, 103:22-25, 121:1-3, 137:6-7, 147:4-6; GBS 59, 65. Foster explained to Perry that officers were present, but he never told Perry that he was refusing consent. As for Foster's ambiguous statement to officers that he was going to make officers \"earn [their] pay,\" the court finds that the statement was not a refusal to consent and that officers reasonably interpreted the statement to mean that Foster deferred the consent issue to Perry, the leaseholder.</p>\n<p>In opposition to these findings, Foster cites his alleged post-arrest statement to his nine-year-old daughter to remain in her bedroom and to not let anyone search it until her mother arrived. <i>See</i> Tr. 26:23-27:3, 92:12-14; GBS 60, 65. Foster argues that this statement constitutes an objection to a search. The court disagrees and finds that Foster made the statement due to concern for his daughter's safety. Additionally, the court finds that Foster's statement further corroborates Foster's deferral of the question of consent to Perry.</p>\n<p>Unlike the defendant in <i>Randolph,</i> where the cotenant was present and objecting, Foster never objected to a consent search. Further, unlike <i>Randolph,</i> Foster never was present with Perry and objecting, while Perry was consenting. Simply put, when Perry consented to the search, Foster was not physically present, much less a physically present objecting cotenant. Accordingly, Foster fails to meet <i>Randolph's</i> requirement that a cotenant be physically present and objecting at the time the other cotenant consents. <i>See</i> 547 U.S. at 120-21, 126 S.Ct. 1515.</p>\n<p>Alternatively, even if the court assumes arguendo that Foster did object before Perry entered the apartment, Foster's reliance on <i>Randolph</i> still fails. Notably, the Seventh and Eighth Circuits have considered materially indistinguishable fact patterns and held that <i>Randolph</i> did not warrant suppression. <i>See </i><i>United States v. Henderson,</i> 536 F.3d 776 (7th Cir.2008), <i>petition for cert. filed,</i> No. 08-9834 (U.S. Apr. 13, 2009); <i>United States v. Hudspeth,</i> 518 F.3d 954 (8th Cir.2008) (en banc); <i>contra </i><i>United States v. Murphy,</i> 516 F.3d 1117, 1125 (9th Cir.2008) (\"Once a co-tenant has registered his objection, his refusal to grant consent remains effective barring some objective manifestation that he has changed his position and no longer objects.\").</p>\n<p>In <i>Henderson,</i> the Seventh Circuit framed the question as follows: \"Does a refusal of consent by a `present and objecting' resident remain effective to bar the voluntary consent of another resident with authority after the objector is arrested and is therefore no longer `present and objecting'?\" <i>Henderson,</i> 536 F.3d at 781. Noting the <i>Randolph</i> Court's efforts to harmonize <i>Matlock</i> and <i>Rodriguez,</i> the Seventh Circuit found that the facts \"begin <span class=\"star-pagination\">*398</span> like <i>Randolph</i> but end closer to <i>Matlock</i> and <i>Rodriguez.</i>\" 536 F.3d at 783. The Seventh Circuit viewed the \"contemporaneous presence of the objecting and consenting cotenants as indispensable to the decision in <i>Randolph.\" Id.</i> Couched in <i>Randolph's</i> social-expectations analysis, the Seventh Circuit concluded:</p>\n<blockquote>A prior objection by an occupant who is no longer present would not be enough to deter a sensible third party from accepting an invitation to enter by a co-occupant who is present with authority to extend the invitation. Under these circumstances even an initially reluctant guest would feel confident he was not breaking any unwritten social rules by entering. Just as a tenant's mere presence is not enough to override his cotenant's consent, so too his objection is not enough if he is absent from the later entry by authorities with the voluntary consent of his cotenant. . . .</blockquote>\n<blockquote>We know of no social convention that requires the visitor to abstain from entering once the objector is no longer on the premises; stated differently, social custom does not vest the objection with perpetual effectiveness.</blockquote>\n<p><i>Id.</i> at 784-85 (citation omitted).</p>\n<p>Similarly, in <i>Hudspeth,</i> the Eighth Circuit held that \"the narrow holding of <i>Randolph,</i> which repeatedly referenced the defendant's physical presence <i>and</i> immediate objection, is inapplicable\" when the defendant is neither physically present nor immediately objecting when the cotenant gave consent to search the shared home. <i>Hudspeth,</i> 518 F.3d at 960. The Eighth Circuit concluded that \"the absent, expressly objecting co-inhabitant has assumed the risk that another co-inhabitant might permit the common area to be searched.\" <i>Id.</i> at 961 (quotation omitted).</p>\n<p>The Fourth Circuit has not analyzed <i>Randolph, Henderson, Hudspeth,</i> and <i>Murphy.</i><sup>[6]</sup> After reviewing these cases, this court finds the Seventh and Eighth Circuits' analysis of <i>Randolph</i> persuasive. Tellingly, in <i>Randolph,</i> the Court limited its holding to the facts of the case. As Justice Breyer noted in his concurring opinion: \"The Court's opinion does not apply where the objector is not present and objecting.\" <i>Randolph,</i> 547 U.S. at 126, 126 S.Ct. 1515 (Breyer, J., concurring) (quotation omitted). Even if the court assumes that Foster did object, this court would not extend <i>Randolph</i> and thereby undermine <i>Matlock</i> and <i>Rodriguez.</i> Rather, this court agrees with the Seventh and Eighth Circuits that social norms do not give one cotenant a permanent veto over another cotenant's invitation into a home. <i>See </i><i>Henderson,</i> 536 F.3d at 784-85; <i>Hudspeth,</i> 518 F.3d at 960-61.</p>\n<p>In light of this alternative holding, the court also addresses whether officers pretextually arrested and removed Foster. <i>See </i><i>Randolph,</i> 547 U.S. at 121, 126 S.Ct. 1515; <i>United States v. Groves,</i> 470 F.3d 311, 321 (7th Cir.2006) (remanding for district court to make factual findings on whether officers removed defendant for the purpose of avoiding his objection). The court finds that officers arrested and removed Foster on valid, nonpretextual grounds. Although Foster initially cooperated with law enforcement, Foster became increasingly belligerent as the investigation continued. He shouted expletives at officers. Officers reasonably believed that Foster posed a safety threat. Moreover, because Foster admitted purchasing stolen property and officers found him with this <span class=\"star-pagination\">*399</span> stolen property, officers had probable cause to arrest him for possession of stolen property and did so. Further, when officers arrested Foster, they planned on applying for a search warrant. Because they were planning to apply for a search warrant, officers had no need to remove Foster pretextually because his objection would carry no weight over a valid search warrant. Accordingly, the court finds that Foster's arrest and removal were proper and not motivated at all by an intention to remove a potentially objecting cotenant.</p>\n<p></p>\n<h2>C.</h2>\n<p>Next, Foster argues that officers exceeded the scope of Perry's limited consent and the evidence obtained from the search should be suppressed. As mentioned, a search conducted pursuant to voluntary consent is a well-established exception to the Fourth Amendment's warrant requirement. Of course, the government must show by a preponderance of evidence that the consent was knowing and voluntary. <i>See, e.g., </i><i>United States v. Mendenhall,</i> 446 U.S. 544, 557, 100 S.Ct. 1870, 64 L.Ed.2d 497 (1980); <i>United States v. Buckner,</i> 473 F.3d 551, 553-54 (4th Cir. 2007).<sup>[7]</sup> A court determines consent based on the totality of the circumstances. <i>See, e.g., </i><i>Schneckloth,</i> 412 U.S. at 223-34, 93 S.Ct. 2041; <i>United States v. Boone,</i> 245 F.3d 352, 361-62 (4th Cir.2001). Moreover, \"[w]ritten consent supports a finding that the consent was voluntary.\" <i>Boone,</i> 245 F.3d at 362. Further, a search based on consent is reasonable so long as the officers stay within the scope of the consent to search. <i>See, e.g., </i><i>Florida v. Jimeno,</i> 500 U.S. 248, 250-51, 111 S.Ct. 1801, 114 L.Ed.2d 297 (1991).</p>\n<p>The court finds that Perry's consent was knowing and voluntary. Moreover, the court rejects Foster's argument concerning the scope of the consent and the search. Perry initially denied officers consent to search based on her concern that officers would ransack the apartment like other officers had apparently done at Perry's former apartment. However, once Detective Zamora told Perry that officers would not ransack the apartment, that she could be in the apartment during the search, and that officers would not advise the apartment manager of the search, Perry verbally consented to the search. Thereafter, Perry knowingly and voluntarily signed a written consent form, which stated: \"I, Lakeysha Perry, do consent to the search of 3809 Apt. C. Bonneville Ct. by a law enforcement officer. I am giving my consent to search knowingly and voluntarily, no threats or promises have been made to me.\" Govt.'s Ex. 1; <i>see</i> Tr. 32:10-14, 35:24-37:10. As mentioned, to the extent that Perry recalls some limitations being placed on the search (beyond those described in Detective Zamora's testimony), the court does not find her testimony credible and instead credits Detective Zamora's testimony. Further, in conducting their search, officers limited their search to areas in which the targets of their search (CDs, a CD case, and car amplifiers) could be located. The safe was large enough to contain the missing items. In sum, officers did not exceed the scope of Perry's consent to search the apartment, the search did not violate the Fourth Amendment, and the motion to suppress is denied.<sup>[8]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>For the foregoing reasons, defendant's motion to suppress [D.E. 19] is DENIED. <span class=\"star-pagination\">*400</span> Defendant's arraignment shall occur at the term of court beginning on August 3, 2009.</p>\n<h2>NOTES</h2>\n<p>[1]  References to the investigative materials not introduced as exhibits during the suppression hearing are made to the government's Bates stamp (\"GBS\").</p>\n<p>[2]  At the suppression hearing, Foster submitted an unsworn, hearsay letter from Gonzales, one of the victims of the larcenies, suggesting that officers had already recovered all of the items before arriving at the apartment. <i>See</i> Govt.'s Exs. 7, 8, 10. Gonzales apparently wrote the letter while incarcerated with Foster in the Wake County Jail, was deported a few days after writing the letter, and was unavailable to testify at the suppression hearing. <i>See</i> Tr. 154:3-155:7. Although the letter is notarized, the notarization does not certify the truth of the contents. <i>Id.</i> at 82:11-14, 83:16-84:10; <i>cf.</i> 28 U.S.C. § 1746. Because the letter is unsworn and hearsay, the court accords it no weight.</p>\n<p>[3]  On May 19, 2005, Chief Judge Louise W. Flanagan sentenced Foster to 46 months' imprisonment and 36 months' supervised release due to Foster's conviction for possession of counterfeit currency. <i>See United States v. Foster,</i> No. 5:04-CR-138-1 (E.D.N.C. May 19, 2005) (unpublished) (judgment). On February 14, 2008, Foster began his period of supervised release. <i>See</i> Amended Motion for Revocation, <i>United States v. Foster,</i> No. 5:04-CR-138-1 (E.D.N.C. Aug. 29, 2008).</p>\n<p>[4]  Perry's testimony contrasts with these findings. She testified that officers promised not to go into any drawers or closets or look underneath beds. Tr. 175:25-176:20, 178:8-14.\n</p>\n<p>The court observed Perry's testimony. She was not a credible witness. For example, her testimony on the scope of officers' proposed search was inconsistent. <i>Compare id.</i> at 176:5-7 (\"[I]t wasn't going to be under no [sic] beds or in the closets. . . .\"), <i>with id.</i> at 176:17 (\"I said he would probably open the closet door. . . .\"), <i>id.</i> at 195:11-13 (\"I said that he could search long as he just searching for stereo equipment and thatyeah, that he wasn't going to tear up, basically.\"), <i>and id.</i> at 196:9-11 (\"I'm fine with you searching, long as you don't tear it up and as long as it's just for stereo equipment.\"). Moreover, the general written consent form that she signed does not contain any limitations. <i>See id.</i> at 37:14-38:5; Govt's Ex. 1. Finally, at the hearing, Perry contended she could not read very well and purported to describe her alleged dyslexia. Tr. 177:2-13, 181:6-25. Notably, she did not mention dyslexia to officers at the time of the search. <i>Id.</i> at 38:11-23, 96:11-19, 189:6-8. Further, Officer Zamora read the written consent form to Perry before Perry signed it. <i>Id.</i> at 38:6-10. In sum, Perry was not a credible witness, and the court does not credit her testimony.</p>\n<p>[5]  Again, Perry's testimony conflicts with officers' testimony. <i>See</i> Tr. 176:21-23, 178:24-179:10. The court does not credit Perry's testimony.</p>\n<p>[6]  In <i>United States v. Howard,</i> 309 Fed.Appx. 760 (4th Cir.2009) (per curiam) (unpublished), the Fourth Circuit discussed <i>Randolph,</i> but decided the appeal based on the inevitable discovery doctrine. <i>Id.</i> at 764.</p>\n<p>[7]  There is no dispute that Perry had authority to consent. <i>See </i><i>Buckner,</i> 473 F.3d at 554.</p>\n<p>[8]  In light of the court's analysis, the court does not address the government's inevitable discovery argument.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">654</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">389</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nSilas FOSTER, Jr., Defendant.</h1></center>\n<center>No. 5:08-CR-218-1D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 8, 2009.</center>\n<p><span class=\"star-pagination\">*391</span> William M. Gilmore, U.S. Attorney's Office, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>J. DEVER III, District Judge.</p>\n<p>On August 6, 2008, a federal grand jury in this district indicted defendant Silas Foster, Jr. (\"defendant\" or \"Foster\") for possession of a firearm by a felon in violation of 18 U.S.C. §§ 922(g)(1) and 924, possession with the intent to distribute quantities of marijuana, cocaine, and cocaine base (crack) in violation of 21 U.S.C. § 841(a)(1), and possession of a firearm in furtherance of drug-trafficking crimes in violation of 18 U.S.C. § 924(c). On October 20, 2008, defendant filed a motion to suppress [D.E. 19]. On October 30, 2008, the government responded [D.E. 20]. After changing counsel, defendant replied on March 2, 2009 [D.E. 32]. After again changing counsel, defendant supplemented his motion on May 22, 2009 [D.E. 47].</p>\n<p>On June 2, 2009, this court held an evidentiary hearing concerning Foster's motion to suppress. Detective Trinidad Zamora, Alan Moore, Sergeant Robert Bailey, Officer Joel Etheridge, Detective Sean Hoolan, and Officer Esa Smith testified during the government's case. Foster and his fiance, Lakeysha Perry, testified during the defense's case. As explained below in the court's findings of fact and conclusions of law, the court denies defendant's motion to suppress.</p>\n<p></p>\n<h2>I.</h2>\n<p>On April 2, 2008, at 8:19 a.m., Officers Lewis and Smith of the Raleigh Police Department (\"RPD\") arrived at 3810 Brentwood Road, Raleigh, North Carolina, in response to a report of larceny after the breaking and entering of three vehicles. Govt's Ex. 15; GBS 52;<sup>[1]</sup><i>see</i> Tr. 50:9-12. Officers met with Daniel Morales Gonzales who said that someone had broken into his <span class=\"star-pagination\">*392</span> van as well as vehicles belonging to his sister and his cousin. GBS 52. Gonzales reported the following items stolen from the three vehicles: a spray paint machine, a propane tank with cooker, a large gray Tupperware container with painting tools, one speaker box with a twelve-inch woofer, one speaker box with two twelve-inch woofers, two car stereo amplifiers, a car stereo, CDs, and a CD case. Tr. 13:11-14:16; GBS 49, 52. Gonzales told officers that he believed that Julio Cesar Ribera Ortega, a former employee of Gonzales, had stolen the items. GBS 52.</p>\n<p>Around 10:10 a.m., Detectives Hoolan and Zamora, Sergeant Bailey, and Officer Etheridge joined the investigation and went to Ortega's nearby apartment. Tr. 12:13-16, 87:10-16, 113:6-16, 133:17-25; GBS 53. After Ortega provided written consent, officers searched Ortega's apartment for the stolen property. GBS 53. They seized several of the stolen items, including the propane tank. Tr. 13:16-21; GBS 53. Ortega admitted to breaking into the vehicles, stealing property, and selling some of the property in exchange for cash and drugs. Tr. 13:11-15; GBS 53, 62. Ortega also admitted to stealing the two car amplifiers that had been attached to the speaker boxes, but officers did not locate the amplifiers in the apartment. Tr. 14:12-16, 15:2-4, 17:17-23. Ortega then told officers that he could take them to the apartment where he had sold a car stereo and speaker box. <i>Id.</i> at 17:21-23, 18:5-12; GBS 58, 62, 64. Ortega said that he sold the stolen property to a 6'3\" male, stocky, with thick braids, and approximately 34 years old. GBS 62, 63; <i>see</i> Tr. 18:7-12.</p>\n<p>Around 11:00 a.m., Ortega directed officers to 3809 Bonneville Court, Apartment C (\"apartment\"). Tr. 18:23-19:10, 87:24-88:7, 116:2-117:8; Govt's Ex. 16; GBS 58, 59, 64. When officers arrived at the apartment, they were still searching for the items Ortega admitted selling to the man in the apartment (the car stereo and one of the speaker boxes), and other stolen property still missing, including the two missing car amplifiers that had been attached to the speaker boxes, CDs, and a CD case. Tr. 18:1-12, 46:3-6, 134:16-20; GBS 52, 62, 63.</p>\n<p>After officers knocked, Foster answered. Detective Zamora explained to Foster that they were aware that he had purchased stolen property and that officers were there to recover it. Tr. 20:1-8; GBS 59. Foster admitted that very early that morning a Mexican male had sold him a car stereo and speaker box for $10 each. Tr. 203:12-204:4; GBS 59, 63. Foster permitted Detective Zamora and Officer Etheridge into the apartment to recover the stolen property. Tr. 21:2-22, 55:9-10, 55:18-23, 119:11-17, 120:9-11, 135:18-20; GBS 59. Officers seized the car stereo and one of the speaker boxes. Tr. 22:1-7, 120:12-16; Govt's Ex. 4.<sup>[2]</sup></p>\n<p>After discovering this stolen property, officers wanted to search the apartment for the still-missing stolen items, including the two car amplifiers, a CD case, and CDs. Tr. 22:8-11, 23:2-6, 43:3-6, 55:15-17, 56:9-11; GBS 59. Officers told Foster that they had probable cause to apply for a <span class=\"star-pagination\">*393</span> search warrant and sought Foster's consent to search the apartment. Tr. 23:2-6, 60:10-17, 120:20-22; GBS 59, 64. Foster told officers that the consent decision was up to his fiancé, Lakeysha Perry, because her name was on the lease. Tr. 23:7-14, 56:23-57:1, 89:11-15, 103:22-25, 121:1-3, 137:6-7, 147:4-6; GBS 59, 65. Perry had leased the apartment on February 14, 2008. <i>See</i> Govt's Ex. 11.<sup>[3]</sup> Foster also told officers that he was going to make officers \"earn [their] pay.\" Tr. 23:24-24:6.</p>\n<p>Around 11:15 a.m., Foster telephoned Perry, told her that the police were at the apartment, and asked her to return to the apartment. <i>Id.</i> at 23:15-23, 31:22-24, 121:4-6, 137:15-16; GBS 60. At that point, officers decided not to apply for a search warrant and instead to wait to seek Perry's consent to search. Tr. 24:7-13, 58:23-59:7, 61:18-25, 76:9-14, 90:4-9. After about fifteen minutes, Perry still had not arrived. Foster again telephoned Perry. <i>Id.</i> at 26:6-7. She claimed she was right around the corner. <i>Id.</i> at 26:8-10. While officers and Foster awaited Perry's arrival, Foster became very irritated and belligerent. <i>Id.</i> at 25:21-25, 90:23-91:11, 121:15-17, 138:24; GBS 65. He raised his voice and used expletives. GBS 65. Because officers feared for their safety and had probable cause to arrest Foster for possession of stolen property, they arrested Foster and removed him from the apartment. Tr. 26:11-22, 27:4-11, 62:18-21, 77:3-5, 91:7-24, 121:15-20, 138:7-9; <i>see</i> Govt's Ex. 14. When officers arrested Foster, Perry still had not arrived, and officers decided that they would no longer wait for Perry's potential consent and would instead apply for a search warrant. Tr. 25:25-26:5, 26:16, 28:24-29:3, 62:23-25, 138:14-16; GBS 60. As officers were escorting Foster out of the apartment, Foster told his nine-year-old daughter to remain in her bedroom and to not let anyone search it until her mother arrived. <i>See</i> Tr. 26:23-27:3, 92:12-14; GBS 60, 65. Foster is the girl's father, and Perry is her mother. <i>See</i> Tr. 199:10-12; Govt's Ex. 11.</p>\n<p>While Detective Hoolan and Officer Etheridge escorted Foster to a police car for transport to the station for booking, Perry arrived at the apartment complex. Tr. 28:9-20, 110:25-111:10, 121:21-122:12, 138:25-139:3. As officers took Foster up the hill to the police car, Perry was on the stairs between the parking lot and the apartment. Foster and Perry saw each other, but did not speak. <i>Id.</i> at 92:21-24, 130:24-132:2; GBS 60, 65.</p>\n<p>When officers made the decision to arrest and remove Foster, they were unaware that Perry had arrived at the apartment complex, and their decision had nothing to do with Perry's presence. <i>See</i> Tr. 28:18-23, 122:13-18, 141:13-19, 149:15-20, 150:12-18. After Foster's arrest, Officer Etheridge drove Foster to the station. <i>Id.</i> at 122:22-25. Foster and Perry were never in the apartment together in officers' presence. <i>Id.</i> at 232:21-25.</p>\n<p>Perry arrived at the apartment at around 11:41 a.m. <i>Id.</i> at 32:3-5; Govt's Ex. 15. Detective Zamora advised Perry of the stolen car stereo and speaker box found in her apartment. Tr. 32:25-33:1; Govt's Ex. 15; GBS 60. Perry confirmed that Foster had purchased the items from a Mexican male very early that morning. Tr. 33:1-3; GBS 60. Detective Zamora <span class=\"star-pagination\">*394</span> told Perry that other items were still missing and asked for Perry's consent to search the apartment. Tr. 93:5-13; GBS 60, 61. Perry initially refused consent, telling officers that when law enforcement had searched one of her previous apartments, the apartment had been ransacked. Tr. 33:6-13, 69:3-10, 70:9-13, 93:15-20; GBS 61. Detective Zamora told Perry that officers would not ransack the apartment during the search, that Perry could remain in the apartment during the search, and that he would not inform the apartment manager of the search. Tr. 33:14-16, 34:1-7, 93:23-94:3, 140:15-17, 144:4-6; GBS 61. Perry then verbally consented to the search of the apartment. Tr. 33:14-34:10; GBS 61. At 11:45 a.m., Perry signed a written general consent to search form. Tr. 32:10-14, 35:24-37:13; Govt's Ex. 1; GBS 61, 69.<sup>[4]</sup></p>\n<p>With Perry's consent, officers searched the apartment for the additional missing stolen property. Tr. 38:24-41:23; GBS 59, 61. During the search, Perry was in the apartment and made no objections to the way officers conducted the search. Tr. 39:2-7, 97:15-20.<sup>[5]</sup> Sergeant Bailey discovered an unlocked safe under the bed in defendant's nine-year-old daughter's bedroom. <i>Id.</i> at 39:12-13, 97:21-98:2; Govt's Exs. 5, 6; GBS 61. The safe still had the key in its lock. The safe is 12¾ inches wide, 10 inches long, and 5 inches deep when closed. Tr. 42:6-10; <i>see</i> Govt's Exs. 5, 6. Detective Zamora and Sergeant Bailey believed the safe was big enough to hold the missing amplifiers and that is why they decided to open it. Tr. 41:21-43:7, 98:17-21; <i>see</i> Govt's Ex. 9. Detective Zamora was able to open the safe without entering a code or breaking the lock. Tr. 39:20-23, 41:11-20, 98:6-10; <i>see</i> Govt's Exs. 5, 6.</p>\n<p>Inside the safe, officers found a loaded Lorcin .25-caliber semi-automatic firearm, 12 individually packaged rocks of cocaine base (crack), 8 grams of powder cocaine, 20 grams of marijuana (divided into 17 separate small plastic bags), and $200 in cash. Govt's Exs. 5, 6; GBS 61, 66. After officers discovered the safe, they continued to search the apartment for the amplifiers but never located them. Tr. 40:6-12, 48:9-12, 76:7-8.</p>\n<p>After completing the search, Detective Zamora went to the police station to interview Foster. <i>Id.</i> at 48:1-4. Detective Zamora read Foster his <i>Miranda</i> rights. <i>Id.</i> at 48:14-16, 233:18-234:25. Foster waived those rights and consented to an interview. <span class=\"star-pagination\">*395</span> <i>Id.</i> at 48:14-24. During the interview, Foster admitted that the drugs and firearm found in the safe under his nine-year-old daughter's bed were his. <i>Id.</i> at 48:17-24. In his testimony at the suppression hearing, defendant denied having any knowledge about the same drugs and firearm. <i>Id.</i> at 214:24-215:14.</p>\n<p>The court observed Foster while he testified at the suppression hearing. Foster's testimony at the suppression hearing concerning the drugs and weapon found under his daughter's bed was perjurious. <i>Cf.</i> 18 U.S.C. § 1621: <i>United States v. Dunnigan,</i> <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 94, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></a></span>, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (1993); <i>United States v. Godwin,</i> <span class=\"citation\" data-id=\"775682\"><a href=\"/opinion/775682/united-states-v-george-b-godwin-jr-united-states-of-america-v-willa/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">659</span></a></span>, 671 (4th Cir.2001). Moreover, Foster was one of the least credible witnesses that this court has ever seen testify. The court discredits Foster's entire testimony.</p>\n<p></p>\n<h2>II.</h2>\n<p>Foster seeks to suppress all evidence law enforcement obtained from the warrantless search of the apartment. First, Foster argues that even if Perry consented to a search of the apartment, Foster's alleged prior refusal to consent negates law enforcement's ability to conduct the warrantless search. <i>See </i><i>Georgia v. Randolph,</i> <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span>, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">208</span></a></span> (2006). Alternatively, Foster argues that law enforcement exceeded the scope of Perry's consent to search by looking in areas where the missing amplifiers could not be found, by searching areas that were not in plain view, and by having officers search parts of the apartment not accompanied by Perry.</p>\n<p></p>\n<h2>A.</h2>\n<p>Initially, the court addresses whether Foster has standing to challenge the search under the Fourth Amendment. A defendant may only challenge a warrantless search of an area in which he has a \"legitimate expectation of privacy.\" <i>Rakas v. Illinois,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 143-44 &amp; 143 n. 12, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></span> (1978); <i>see, e.g., </i><i>Minnesota v. Olson,</i> <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 95-96, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span></a></span> (1990); <i>United States v. Wellons,</i> <span class=\"citation\" data-id=\"676083\"><a href=\"/opinion/676083/united-states-v-sherman-l-wellons-jr/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></a></span>, 119 (4th Cir.1994); <i>United States v. Jenkins,</i> <span class=\"citation\" data-id=\"2498755\"><a href=\"/opinion/2498755/united-states-v-jenkins/\"><span class=\"volume\">426</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">336</span></a></span>, 337 (E.D.N.C. 2006). An overnight guest or a frequent visitor at an apartment may have a legitimate expectation of privacy in the apartment, even if he is not on the lease. <i>See </i><i>Olson,</i> 495 U.S. at 95-98, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span> (overnight guest); <i>Bonner v. Anderson,</i> <span class=\"citation\" data-id=\"716625\"><a href=\"/opinion/716625/joyce-bonner-v-dr-anderson-deputy-and-in-his-individual-capacity-and/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 475 (4th Cir.1996) (frequent visitor). The record suggests that when Foster was placed on supervised release, he moved into the apartment that Perry had leased, or (at a minimum) was a frequent visitor. Thus, Foster has standing to challenge the search.</p>\n<p></p>\n<h2>B.</h2>\n<p>The Supreme Court has long recognized consent searches as a \"constitutionally permissible and wholly legitimate aspect of effective police activity.\" <i>Schneckloth v. Bustamonte,</i> <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 228, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1973). Thus, voluntary consent of an occupant who has, or is reasonably believed to have, authority over the property constitutes an exception to the Fourth Amendment's warrant requirement. <i>See, e.g., </i><i>Illinois v. Rodriguez,</i> <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span>, 188-89, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></a></span>, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></a></span> (1990); <i>United States v. Matlock,</i> <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 170, <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">988</span></a></span>, <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">242</span></a></span> (1974). Shared authority over common property, however, complicates the analysis of consent under the Fourth Amendment. As explained in <i>Rodriguez, Matlock,</i> and <i>Randolph,</i> where two people share authority over common property, the Supreme Court has consistently looked to widely shared social expectations <span class=\"star-pagination\">*396</span> to determine the reasonableness of the privacy interests at stake and the constitutionality of any alleged consent search. <i>See, e.g., </i><i>Randolph,</i> 547 U.S. at 111, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span>.</p>\n<p>In <i>Matlock,</i> the Court held that a solitary coinhabitant may consent to a search of shared premises, as against the absent (albeit nearby), nonconsenting person with whom authority over the property is shared. 415 U.S. at 170, <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">988</span></a></span>. The absent, nonconsenting person in <i>Matlock</i> had been arrested and was in the front yard of the shared property. <i>See id.</i> at 166, <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">988</span></a></span>. Instead of asking Matlock whether he consented to a search of the home where he lived, officers went to the door. Officers spoke with Matlock's girlfriend (who also lived in the home), and she consented to the search. <i>Id.</i> The Court rejected Matlock's motion to suppress and based its holding on social norms for shared property, i.e., \"that any of the co-inhabitants has the right to permit the inspection in his own right and that the others have assumed the risk that one of their number might permit the common area to be searched,\" <i>id.</i> at 171 n. 7, <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">988</span></a></span>, or that \"any one of them may admit visitors, with the consequence that a guest obnoxious to one may nevertheless be admitted in his absence by another.\" <i>Randolph,</i> 547 U.S. at 111, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span>.</p>\n<p>In <i>Rodriguez,</i> the Court applied <i>Matlock</i> to a situation where the cotenant was in the premises asleep. 497 U.S. at 180, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></a></span>. <i>Rodriguez</i> extended the validity of a third-person consent to the shared property where police officers reasonably, though mistakenly, believed that the third person was a resident of the apartment and had the authority to consent to a search. <i>Id.</i> at 179-80, 186, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></a></span>.</p>\n<p>In <i>Randolph,</i> the Court considered whether one cotenant could consent to a search over the objection of a physically present, objecting cotenant. 547 U.S. at 107, 113, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span> (husband at door refusing to consent, while wife at door consenting to search). The Court held that such a disputed invitation at the threshold of the shared property did not provide officers reasonable grounds to believe that they could search the premises. <i>Id.</i> The Court based the decision on generally accepted understandings of privacy and property. The Court wrote:</p>\n<blockquote>[A] caller standing at the door of shared premises would have no confidence that one occupant's invitation was a sufficiently good reason to enter when a fellow tenant stood there saying, \"stay out.\" Without some very good reason, no sensible person would go inside under those conditions. . . .</blockquote>\n<blockquote>The visitor's reticence without some such good reason would show not timidity but a realization that when people living together disagree over the use of their common quarters, a resolution must come through voluntary accommodation, not by appeals to authority. Unless the people living together fall within some recognized hierarchy, like a household of parent and child . . . , there is no societal understanding of superior and inferior, a fact reflected in a standard formulation of domestic property law, that each cotenant has the right to use and enjoy the entire property as if he or she were the sole owner, limited only by the same right in the other cotenants.</blockquote>\n<p><i>Id.</i> at 113-14, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span> (quotation omitted) (alterations in original omitted) (footnote omitted). Accordingly, the officer in <i>Randolph</i> could not construe the disputed consent as grounds to enter and search the home. <i>Id.</i> at 114, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span>. In <i>Randolph,</i> the Court harmonized <i>Matlock</i> and <i>Rodriguez</i> and adopted the following formal line: \"if a potential defendant with self-interest in objecting is in <span class=\"star-pagination\">*397</span> fact <i>at the door and objects,</i> the co-tenant's permission does not suffice for a reasonable search, whereas the potential objector, nearby but not invited to take part in the threshold colloquy, loses out.\" <i>Id.</i> at 121, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span> (emphasis added). Additionally, the Court cautioned that police may not pretextually remove a \"potentially objecting tenant from the entrance for the sake of avoiding a possible objection.\" <i>Id.</i></p>\n<p>Although Foster seeks to rely on <i>Randolph, Randolph</i> provides no comfort to him. Unlike <i>Randolph,</i> the court finds that Foster did not expressly refuse consent to search the apartment. <i>See, e.g., United States v. Wells,</i> 231 Fed.Appx. 243, 246 (4th Cir.2007) (per curiam) (unpublished); <i>cf. </i><i>Randolph,</i> 547 U.S. at 120, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span>. Rather, when officers asked for Foster's consent to search, he deferred the question of consent to Perry and telephoned her. Tr. 23:7-14, 56:23-57:1, 89:11-15, 103:22-25, 121:1-3, 137:6-7, 147:4-6; GBS 59, 65. Foster explained to Perry that officers were present, but he never told Perry that he was refusing consent. As for Foster's ambiguous statement to officers that he was going to make officers \"earn [their] pay,\" the court finds that the statement was not a refusal to consent and that officers reasonably interpreted the statement to mean that Foster deferred the consent issue to Perry, the leaseholder.</p>\n<p>In opposition to these findings, Foster cites his alleged post-arrest statement to his nine-year-old daughter to remain in her bedroom and to not let anyone search it until her mother arrived. <i>See</i> Tr. 26:23-27:3, 92:12-14; GBS 60, 65. Foster argues that this statement constitutes an objection to a search. The court disagrees and finds that Foster made the statement due to concern for his daughter's safety. Additionally, the court finds that Foster's statement further corroborates Foster's deferral of the question of consent to Perry.</p>\n<p>Unlike the defendant in <i>Randolph,</i> where the cotenant was present and objecting, Foster never objected to a consent search. Further, unlike <i>Randolph,</i> Foster never was present with Perry and objecting, while Perry was consenting. Simply put, when Perry consented to the search, Foster was not physically present, much less a physically present objecting cotenant. Accordingly, Foster fails to meet <i>Randolph's</i> requirement that a cotenant be physically present and objecting at the time the other cotenant consents. <i>See</i> 547 U.S. at 120-21, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span>.</p>\n<p>Alternatively, even if the court assumes arguendo that Foster did object before Perry entered the apartment, Foster's reliance on <i>Randolph</i> still fails. Notably, the Seventh and Eighth Circuits have considered materially indistinguishable fact patterns and held that <i>Randolph</i> did not warrant suppression. <i>See </i><i>United States v. Henderson,</i> <span class=\"citation\" data-id=\"1399467\"><a href=\"/opinion/1399467/united-states-v-henderson/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">776</span></a></span> (7th Cir.2008), <i>petition for cert. filed,</i> No. 08-9834 (U.S. Apr. 13, 2009); <i>United States v. Hudspeth,</i> <span class=\"citation\" data-id=\"1403682\"><a href=\"/opinion/1403682/united-states-v-hudspeth/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span> (8th Cir.2008) (en banc); <i>contra </i><i>United States v. Murphy,</i> <span class=\"citation\" data-id=\"1262290\"><a href=\"/opinion/1262290/united-states-v-murphy/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1117</span></a></span>, 1125 (9th Cir.2008) (\"Once a co-tenant has registered his objection, his refusal to grant consent remains effective barring some objective manifestation that he has changed his position and no longer objects.\").</p>\n<p>In <i>Henderson,</i> the Seventh Circuit framed the question as follows: \"Does a refusal of consent by a `present and objecting' resident remain effective to bar the voluntary consent of another resident with authority after the objector is arrested and is therefore no longer `present and objecting'?\" <i>Henderson,</i> 536 F.3d at 781. Noting the <i>Randolph</i> Court's efforts to harmonize <i>Matlock</i> and <i>Rodriguez,</i> the Seventh Circuit found that the facts \"begin <span class=\"star-pagination\">*398</span> like <i>Randolph</i> but end closer to <i>Matlock</i> and <i>Rodriguez.</i>\" 536 F.3d at 783. The Seventh Circuit viewed the \"contemporaneous presence of the objecting and consenting cotenants as indispensable to the decision in <i>Randolph.\" Id.</i> Couched in <i>Randolph's</i> social-expectations analysis, the Seventh Circuit concluded:</p>\n<blockquote>A prior objection by an occupant who is no longer present would not be enough to deter a sensible third party from accepting an invitation to enter by a co-occupant who is present with authority to extend the invitation. Under these circumstances even an initially reluctant guest would feel confident he was not breaking any unwritten social rules by entering. Just as a tenant's mere presence is not enough to override his cotenant's consent, so too his objection is not enough if he is absent from the later entry by authorities with the voluntary consent of his cotenant. . . .</blockquote>\n<blockquote>We know of no social convention that requires the visitor to abstain from entering once the objector is no longer on the premises; stated differently, social custom does not vest the objection with perpetual effectiveness.</blockquote>\n<p><i>Id.</i> at 784-85 (citation omitted).</p>\n<p>Similarly, in <i>Hudspeth,</i> the Eighth Circuit held that \"the narrow holding of <i>Randolph,</i> which repeatedly referenced the defendant's physical presence <i>and</i> immediate objection, is inapplicable\" when the defendant is neither physically present nor immediately objecting when the cotenant gave consent to search the shared home. <i>Hudspeth,</i> 518 F.3d at 960. The Eighth Circuit concluded that \"the absent, expressly objecting co-inhabitant has assumed the risk that another co-inhabitant might permit the common area to be searched.\" <i>Id.</i> at 961 (quotation omitted).</p>\n<p>The Fourth Circuit has not analyzed <i>Randolph, Henderson, Hudspeth,</i> and <i>Murphy.</i><sup>[6]</sup> After reviewing these cases, this court finds the Seventh and Eighth Circuits' analysis of <i>Randolph</i> persuasive. Tellingly, in <i>Randolph,</i> the Court limited its holding to the facts of the case. As Justice Breyer noted in his concurring opinion: \"The Court's opinion does not apply where the objector is not present and objecting.\" <i>Randolph,</i> 547 U.S. at 126, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span> (Breyer, J., concurring) (quotation omitted). Even if the court assumes that Foster did object, this court would not extend <i>Randolph</i> and thereby undermine <i>Matlock</i> and <i>Rodriguez.</i> Rather, this court agrees with the Seventh and Eighth Circuits that social norms do not give one cotenant a permanent veto over another cotenant's invitation into a home. <i>See </i><i>Henderson,</i> 536 F.3d at 784-85; <i>Hudspeth,</i> 518 F.3d at 960-61.</p>\n<p>In light of this alternative holding, the court also addresses whether officers pretextually arrested and removed Foster. <i>See </i><i>Randolph,</i> 547 U.S. at 121, <span class=\"citation\" data-id=\"145669\"><a href=\"/opinion/145669/georgia-v-randolph/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1515</span></a></span>; <i>United States v. Groves,</i> <span class=\"citation\" data-id=\"796146\"><a href=\"/opinion/796146/united-states-v-daniel-groves-sr/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">311</span></a></span>, 321 (7th Cir.2006) (remanding for district court to make factual findings on whether officers removed defendant for the purpose of avoiding his objection). The court finds that officers arrested and removed Foster on valid, nonpretextual grounds. Although Foster initially cooperated with law enforcement, Foster became increasingly belligerent as the investigation continued. He shouted expletives at officers. Officers reasonably believed that Foster posed a safety threat. Moreover, because Foster admitted purchasing stolen property and officers found him with this <span class=\"star-pagination\">*399</span> stolen property, officers had probable cause to arrest him for possession of stolen property and did so. Further, when officers arrested Foster, they planned on applying for a search warrant. Because they were planning to apply for a search warrant, officers had no need to remove Foster pretextually because his objection would carry no weight over a valid search warrant. Accordingly, the court finds that Foster's arrest and removal were proper and not motivated at all by an intention to remove a potentially objecting cotenant.</p>\n<p></p>\n<h2>C.</h2>\n<p>Next, Foster argues that officers exceeded the scope of Perry's limited consent and the evidence obtained from the search should be suppressed. As mentioned, a search conducted pursuant to voluntary consent is a well-established exception to the Fourth Amendment's warrant requirement. Of course, the government must show by a preponderance of evidence that the consent was knowing and voluntary. <i>See, e.g., </i><i>United States v. Mendenhall,</i> <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 557, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1870</span></a></span>, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">497</span></a></span> (1980); <i>United States v. Buckner,</i> <span class=\"citation\" data-id=\"796453\"><a href=\"/opinion/796453/united-states-v-frank-gary-buckner/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">551</span></a></span>, 553-54 (4th Cir. 2007).<sup>[7]</sup> A court determines consent based on the totality of the circumstances. <i>See, e.g., </i><i>Schneckloth,</i> 412 U.S. at 223-34, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>; <i>United States v. Boone,</i> <span class=\"citation\" data-id=\"772694\"><a href=\"/opinion/772694/united-states-v-gary-dean-boone/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">352</span></a></span>, 361-62 (4th Cir.2001). Moreover, \"[w]ritten consent supports a finding that the consent was voluntary.\" <i>Boone,</i> 245 F.3d at 362. Further, a search based on consent is reasonable so long as the officers stay within the scope of the consent to search. <i>See, e.g., </i><i>Florida v. Jimeno,</i> <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 250-51, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1991).</p>\n<p>The court finds that Perry's consent was knowing and voluntary. Moreover, the court rejects Foster's argument concerning the scope of the consent and the search. Perry initially denied officers consent to search based on her concern that officers would ransack the apartment like other officers had apparently done at Perry's former apartment. However, once Detective Zamora told Perry that officers would not ransack the apartment, that she could be in the apartment during the search, and that officers would not advise the apartment manager of the search, Perry verbally consented to the search. Thereafter, Perry knowingly and voluntarily signed a written consent form, which stated: \"I, Lakeysha Perry, do consent to the search of 3809 Apt. C. Bonneville Ct. by a law enforcement officer. I am giving my consent to search knowingly and voluntarily, no threats or promises have been made to me.\" Govt.'s Ex. 1; <i>see</i> Tr. 32:10-14, 35:24-37:10. As mentioned, to the extent that Perry recalls some limitations being placed on the search (beyond those described in Detective Zamora's testimony), the court does not find her testimony credible and instead credits Detective Zamora's testimony. Further, in conducting their search, officers limited their search to areas in which the targets of their search (CDs, a CD case, and car amplifiers) could be located. The safe was large enough to contain the missing items. In sum, officers did not exceed the scope of Perry's consent to search the apartment, the search did not violate the Fourth Amendment, and the motion to suppress is denied.<sup>[8]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>For the foregoing reasons, defendant's motion to suppress [D.E. 19] is DENIED. <span class=\"star-pagination\">*400</span> Defendant's arraignment shall occur at the term of court beginning on August 3, 2009.</p>\n<h2>NOTES</h2>\n<p>[1]  References to the investigative materials not introduced as exhibits during the suppression hearing are made to the government's Bates stamp (\"GBS\").</p>\n<p>[2]  At the suppression hearing, Foster submitted an unsworn, hearsay letter from Gonzales, one of the victims of the larcenies, suggesting that officers had already recovered all of the items before arriving at the apartment. <i>See</i> Govt.'s Exs. 7, 8, 10. Gonzales apparently wrote the letter while incarcerated with Foster in the Wake County Jail, was deported a few days after writing the letter, and was unavailable to testify at the suppression hearing. <i>See</i> Tr. 154:3-155:7. Although the letter is notarized, the notarization does not certify the truth of the contents. <i>Id.</i> at 82:11-14, 83:16-84:10; <i>cf.</i> 28 U.S.C. § 1746. Because the letter is unsworn and hearsay, the court accords it no weight.</p>\n<p>[3]  On May 19, 2005, Chief Judge Louise W. Flanagan sentenced Foster to 46 months' imprisonment and 36 months' supervised release due to Foster's conviction for possession of counterfeit currency. <i>See United States v. Foster,</i> No. 5:04-CR-138-1 (E.D.N.C. May 19, 2005) (unpublished) (judgment). On February 14, 2008, Foster began his period of supervised release. <i>See</i> Amended Motion for Revocation, <i>United States v. Foster,</i> No. 5:04-CR-138-1 (E.D.N.C. Aug. 29, 2008).</p>\n<p>[4]  Perry's testimony contrasts with these findings. She testified that officers promised not to go into any drawers or closets or look underneath beds. Tr. 175:25-176:20, 178:8-14.\n</p>\n<p>The court observed Perry's testimony. She was not a credible witness. For example, her testimony on the scope of officers' proposed search was inconsistent. <i>Compare id.</i> at 176:5-7 (\"[I]t wasn't going to be under no [sic] beds or in the closets. . . .\"), <i>with id.</i> at 176:17 (\"I said he would probably open the closet door. . . .\"), <i>id.</i> at 195:11-13 (\"I said that he could search long as he just searching for stereo equipment and thatyeah, that he wasn't going to tear up, basically.\"), <i>and id.</i> at 196:9-11 (\"I'm fine with you searching, long as you don't tear it up and as long as it's just for stereo equipment.\"). Moreover, the general written consent form that she signed does not contain any limitations. <i>See id.</i> at 37:14-38:5; Govt's Ex. 1. Finally, at the hearing, Perry contended she could not read very well and purported to describe her alleged dyslexia. Tr. 177:2-13, 181:6-25. Notably, she did not mention dyslexia to officers at the time of the search. <i>Id.</i> at 38:11-23, 96:11-19, 189:6-8. Further, Officer Zamora read the written consent form to Perry before Perry signed it. <i>Id.</i> at 38:6-10. In sum, Perry was not a credible witness, and the court does not credit her testimony.</p>\n<p>[5]  Again, Perry's testimony conflicts with officers' testimony. <i>See</i> Tr. 176:21-23, 178:24-179:10. The court does not credit Perry's testimony.</p>\n<p>[6]  In <i>United States v. Howard,</i> 309 Fed.Appx. 760 (4th Cir.2009) (per curiam) (unpublished), the Fourth Circuit discussed <i>Randolph,</i> but decided the appeal based on the inevitable discovery doctrine. <i>Id.</i> at 764.</p>\n<p>[7]  There is no dispute that Perry had authority to consent. <i>See </i><i>Buckner,</i> 473 F.3d at 554.</p>\n<p>[8]  In light of the court's analysis, the court does not address the government's inevitable discovery argument.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1262290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1399467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1403682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2498755/"
  ]
}