{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2518906/",
  "absolute_url": "/opinion/2518906/mcneill-v-branker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2518906/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:06.203804Z",
  "date_modified": "2016-04-27T01:11:54.734690Z",
  "type": "010combined",
  "sha1": "357f7f27acab579047af72a2083efb2186bb26be",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>601 F.Supp.2d 694 (2009)</b></center>\n<center><h1>Elmer Ray McNEILL, Jr., Petitioner,<br>\nv.<br>\nGerald BRANKER, Warden Central Prison, Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 5:04-HC-467-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 17, 2009.</center>\n<p><span class=\"star-pagination\">*698</span> Kenneth J. Rose, Sarah Holladay, Durham, NC, for Petitioner.</p>\n<p>Sandra Wallace-Smith, N.C. Department of Justice, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the court on the petition for writ of habeas corpus filed pursuant to 28 U.S.C. § 2254, on behalf of Elmer Ray McNeill, Jr. (\"Ray,\" \"McNeill\" or \"Petitioner\").<sup>[1]</sup> Respondent answered and filed a motion for summary judgment, and Petitioner filed a response. An evidentiary hearing was held on September 29-30, 2008, and October 9, 2008, on petitioner's claim that he received ineffective assistance of counsel in the investigation and presentation of mitigating evidence at sentencing. The parties submitted post-hearing briefs, and the matter is now ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>McNeill was tried and convicted of two counts of first-degree murder, conspiracy to commit armed robbery, and armed robbery at the March 4, 1996, criminal session of the Superior Court of Wake County. The following facts are summarized from the opinion of the Supreme Court of North Carolina. <i>See </i><i>State v. McNeill,</i> 349 N.C. 634, 509 S.E.2d 415 (1998).</p>\n<p></p>\n<h2>A. <i>Facts</i>\n</h2>\n<p>The victims, Robert Michael Truelove and John David Ray, were employees at the Food Lion store on the corner of Strickland Road and Six Forks Road in Raleigh, North Carolina. On the night of September 19, 1993, John Ray's wife went to the store to pick him up from work. When he did not come outside and when no one answered the door she called 911, Officer Mike Liptak responded to the call and arrived at the store around midnight. Officer Liptak could see money tills and an open safe through a front window. Additional <span class=\"star-pagination\">*699</span> officers arrived at the scene. When they entered the store, the body of John Ray was discovered inside the meat locker and the body of Mike Truelove was found in the back of the store. Both men had been shot and according to the store manager, $2,300 was missing from the store.</p>\n<p>The Petitioner's brother, Robert McNeill, worked at the Food Lion and was immediately considered a suspect by the police. After the police spoke with Robert they questioned Petitioner because he was part of Robert's alibi. Petitioner and Robert were later charged as co-perpetrators.</p>\n<p>At trial, Chris Thornhill testified that he and Petitioner were friends and were together in Raleigh on September 19, 1993. Thornhill said that he had shown Petitioner a .357 Magnum revolver he had purchased from a man named Zane Bryant. After Thornhill and Petitioner checked into the Innkeeper Motel between 7 and 8 p.m., Petitioner took the gun and left the motel. Thornhill said that when Petitioner returned around midnight he appeared dazed and was having trouble hearing. Petitioner told Thornhill he sold the gun to a man who approached him at a gas station and the man hit him on the ear. Thornhill said that on September 19th Petitioner had about one hundred dollars, but the next day he had a vinyl bag with about eight hundred dollars and a thick roll of one-dollar bills.</p>\n<p>On September 23, 1993, the police collected an empty Ruger Blackhawk .357 Magnum box and a partial box of shells from Zane Bryant. Zane Bryant testified at trial that in early September he sold Chris Thornhill the revolver which came in the box. He said that when he sold the gun it was already loaded from the partial box of shells the police had collected. A forensic expert testified that in his opinion the bullet jackets recovered from both victims were fired from the same gun, either a Ruger or a Rohm. He testified that the bullets at the crime scene were the same type as the bullets in the box taken from Zane Bryant.<sup>[2]</sup> The expert also testified that the small gun parts found at the crime scene were from a Ruger single-action revolver.</p>\n<p>An expert in acoustics and audiology testified that if shots were fired from a Ruger Blackhawk inside the meat cooler at the Food Lion it would have cause the shooter to experience significant temporary hearing loss such as Petitioner experienced in the days after the crimes.</p>\n<p>A fingerprint expert testified for the State that one half of Petitioner's palm print was on the exterior rear door of the Food Lion store. A Food Lion employee, Ms. Muse, testified that Petitioner had been at the store to meet his brother on September 12, 1993. There was conflicting evidence presented at trial as to how often the doors were cleaned.</p>\n<p>Michael McNeill, the older brother of Petitioner and co-perpetrator Robert, testified at trial. Given the paucity of evidence, his testimony was key to the State's case. He said that during a phone call with Petitioner in February 1994, Petitioner told him he was the triggerman in both murders. Michael testified that he believed Petitioner was covering up for Robert and also covering for Chris Thornhill. On cross-examination the defense elicited information suggesting Michael McNeill had become very close with Robert McNeill's wife, Tamara.</p>\n<p>Craig Stover, a former co-worker of Robert's at the Food Lion store at the Tower Shopping Center, testified that he <span class=\"star-pagination\">*700</span> and Robert had robbed the Tower Food Lion in May 1993. He said that Robert had talked about doing a second robbery and about killing his manager.</p>\n<p>Petitioner testified at trial. He said that he had moved to North Carolina with Robert's encouragement. He initially stayed with Robert, but he did not get along with Roberts's wife so he was going to get an apartment with Chris Thornhill. He claimed that Robert told him he needed a gun because someone was harassing his wife. On September 19, 1993, he called Robert to arrange to pick up his clothes and some money Robert was holding for him. He went to the Food Lion at about 10 p.m. and waited for Robert. When Robert finished work they drove to a Taco Bell in separate cars. Petitioner showed Robert the gun and Robert bought it from him for three hundred dollars. Petitioner then drove to Robert's house to wait for Robert so he could get his clothes and money. When Robert arrived he was carrying his shirt. Robert told Petitioner not to tell Thornhill that Robert bought the gun and told Petitioner to say that he had been with Robert all night. When Petitioner did not seem to take the instructions seriously, Robert hit Petitioner hard on his right ear. Petitioner agreed to do as Robert asked and got his things and left. Petitioner denied confessing to Michael and denied that he had anything to do with the murders.</p>\n<p>Mr. Bissette, a retired member of the task force investigating the murders testified at trial. He said that Petitioner had cooperated with police and allowed them to search his vehicle. He also said that four days after the murder Petitioner did not have any problems with his hearing. Detective Harrell of the Raleigh police department testified that Thornhill had given police two different stories. An expert testified that there is no way to distinguish between trauma induced hearing loss, such as from being hit, and acoustically induced hearing loss.</p>\n<p>Petitioner's brother Robert testified. He invoked his Fifth Amendment rights in response to most questions, but did testify that Petitioner was innocent and did not conspire with him.</p>\n<p>At the sentencing phase of trial, the defense presented evidence tending to show Petitioner's good character.</p>\n<p></p>\n<h2>B. <i>Procedural History</i>\n</h2>\n<p>On April 3, 1996, after a trial by jury, Petitioner was found guilty of two counts of first-degree murder, one count of armed robbery and one count of conspiracy to commit armed robbery. After the sentencing phase, the jury found three aggravating factors for each count of first-degree murder: 1) the murder was committed for the purpose of avoiding a lawful arrest; 2) the murder was committed for pecuniary gain; and 3) the murder was part of a course of conduct which included the commission of crimes of violence against other persons. The jury also found six mitigating circumstances: 1) the defendant had no significant history of prior criminal activity; 2) the defendant voluntarily served in the military and was discharged under honorable conditions; 3) the defendant committed the murders while under the instigation, direction, and influence of his older brother Robert McNeill; 4) the defendant had a good employment history, was gainfully employed at the time of the murders and has the capacity to provide useful service to society while imprisoned; 5) the defendant has been a good, helpful, kind, and trusted son, brother, nephew, and cousin, who showed loving concern for his family and was loved in return; and 6) any other circumstance or circumstance arising from the evidence which one or more of the jurors deemed to have mitigating value. On April 9, 1996, the jury recommended <span class=\"star-pagination\">*701</span> the death penalty on each count of first-degree murder and the judge sentenced Petitioner accordingly. The judge also sentenced Petitioner to forty years imprisonment for the armed robbery conviction and ten years imprisonment for conspiracy to commit armed robbery, the sentences to run consecutively.</p>\n<p>On direct appeal, the North Carolina Supreme Court affirmed Petitioner's convictions and sentences. <i>McNeill,</i> 349 N.C. at 642, 509 S.E.2d at 420. The United States Supreme Court denied certiorari. <i>McNeill v. North Carolina,</i> 528 U.S. 838, 120 S.Ct. 102, 145 L.Ed.2d 87 (1999). Petitioner filed a motion for appropriate relief (\"MAR\") on September 22, 2000. On April 2, 2001, Petitioner filed an Amended MAR and on April 18, 2001, Petitioner filed an Amendment to MAR Affidavit of Judge Evelyn Hill. In an order entered on October 22, 2003, the MAR court summarily denied Petitioner's Amended MAR as to Claims I, II, III, V, VI, and VII. The MAR court allowed an evidentiary hearing as to Claim IV, which alleged unauthorized contact between the jury and the assistant district attorney. The MAR court held the evidentiary hearing and subsequently, in an order entered on December 2, 2003, denied Claim IV. The North Carolina Supreme Court denied McNeill's petition for writ of certiorari. <i>State v. McNeill,</i> 358 N.C. 548, 599 S.E.2d 911 (2004).</p>\n<p>On July 26, 2004, McNeill filed a petition for writ of habeas corpus with this Court which was later supplemented with a memorandum in support. On May 25, 2005, Respondent filed an answer to the petition and moved for summary judgment. Petitioner has responded and the matter is ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). Review of McNeill's claims is governed by 28 U.S.C. § 2254(d), as modified by the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), Pub.L. No. 104, 132, 110 Stat. 1214 (1996). Section 2254(d) provides:</p>\n<blockquote>An application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court proceedings unless the adjudication of the claim</blockquote>\n<blockquote>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d).</p>\n<p>The phrase \"`clearly established Federal law, as determined by the Supreme Court of the United States' ... refers to the holdings, as opposed to the dicta, of [the Supreme Court's] decisions as of the time of the relevant state-court decisions.\" <i>Williams v. Taylor,</i> 529 U.S. 362, 412, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000). A state court decision is \"contrary to\" clearly established federal law \"if the state court arrives at a conclusion opposite to that reached by [the Supreme] Court on a question of law or if the state court decides a case differently than [the Supreme] Court has on a set of materially indistinguishable facts.\" <i>Id.</i> at 413, 120 S.Ct. 1495. A state court decision \"involve[s] <span class=\"star-pagination\">*702</span> an unreasonable application of\" clearly established federal law \"if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> \"[A] federal habeas court may not issue the writ simply because that court concludes in its independent judgment that the relevant state-court decision applied clearly established federal law erroneously or incorrectly. Rather, that application must also be unreasonable.\" <i>Id.</i> at 411, 120 S.Ct. 1495.</p>\n<p>Only after a petitioner establishes that the state court's adjudication of his claims was \"contrary to\" or an \"unreasonable application of clearly established federal law or was based on an unreasonable determination of the facts in light of the evidence may a federal court proceed to review a state court judgment independently to determine whether habeas relief is warranted. <i>Rose v. Lee,</i> 252 F.3d 676 (4th Cir.2001). If the state court did not articulate the rationale underlying its adjudication, a federal habeas court must examine the record and the clearly established Supreme Court precedent to determine whether the state court's adjudication was contrary to or involved an unreasonable application of clearly established federal law. <i>Bell v. Jarvis,</i> 236 F.3d 149, 158 (4th Cir.2000). If, however, the state court failed to adjudicate a properly presented claim, the federal court must review questions of law and mixed questions of law and fact <i>de novo. </i><i>Fisher v. Lee,</i> 215 F.3d 438, 445 (4th Cir.2000). Finally, the factual findings of the state court are presumed to be correct. 28 U.S.C. § 2254(e)(1). The petitioner bears the burden of rebutting this presumption by clear and convincing evidence. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>McNeill's Claims</i>\n</h2>\n<blockquote>Claim IPetitioner's convictions are unconstitutional because newly discovered evidence shows he is innocent;</blockquote>\n<blockquote>Claim IIThe State violated Petitioner's due process rights by arguing inconsistent theories at the separate trials of Petitioner and his co-defendant;</blockquote>\n<blockquote>Claim IIIPetitioner was denied a fair and impartial verdict because Juror Celinski was coerced and intimidated;</blockquote>\n<blockquote>Claim IVPetitioner received ineffective assistance of counsel at trial;</blockquote>\n<blockquote>Claim VThe short-form indictment failed to allege all of the essential elements of first-degree murder and the aggravating circumstances;</blockquote>\n<blockquote>Claim VIThe trial court erred by denying Petitioner's motion to suppress statements;</blockquote>\n<blockquote>Claim VIIThe trial court erred in denying Petitioner's motion for a crime scene expert;</blockquote>\n<blockquote>Claim VIIIThe death sentences are unconstitutional because they were returned under the influence of passion and prejudice.</blockquote>\n<p>Petitioner contends he is entitled to relief from his convictions and sentences of death because of these alleged constitutional violations.</p>\n<p></p>\n<h2>C. <i>Discussion</i>\n</h2>\n<p>In accordance with 28 U.S.C. § 2254(d), this court must determine whether the state court's adjudication of Petitioner's claims was contrary to, or involved an unreasonable application of, clearly established federal law.</p>\n<p></p>\n<h2>1. <i>Claim IPetitioner's convictions are unconstitutional because newly discovered evidence shows he is innocent</i>\n</h2>\n<p>In Claim I, Petitioner argues that his convictions are unconstitutional because <span class=\"star-pagination\">*703</span> newly discovered evidence, a confession given by Robert McNeill to Petitioner's post-conviction counsel, demonstrates that he is innocent. Petitioner first raised this claim in his MAR and the MAR court denied the claim on the merits.</p>\n<p>In an affidavit first presented in support of Petitioner's MAR, Robert claims that he acted alone in carrying out the murders, that Ray was not aware of his intent to commit the crime, and that Ray not present at the time of the crimes. The affidavit was sworn in March 2001, after Robert's convictions and life sentences became final on direct appeal. The MAR court found that Robert's affidavit is cumulative of the evidence presented at Petitioner's trial. MAR Order at 21. Robert testified at Petitioner's trial that Petitioner was not involved with the murders and did not conspire with him. State Ct. R. Vol. 7 of 15 at 1970-75, 1978. The MAR court also found that Petitioner failed to show the information contained in the affidavit would probably result in a different result at a new trial. MAR Order at 22.</p>\n<p>Petitioner asserts that based upon Robert's affidavit he is entitled to new trial under N.C. Gen.Stat. § 15A-1415(c). Petitioner cites to state law for the seven factors a defendant must satisfy to establish he is entitled to a new trial under N.C. Gen. Stat § 15A-1415(c)(5)<sup>[3]</sup>:</p>\n<blockquote>1. That the witness will give newly discovered evidence.</blockquote>\n<blockquote>2. The newly discovered evidence is probably true.</blockquote>\n<blockquote>3. The evidence is competent, material, and relevant.</blockquote>\n<blockquote>4. That due diligence was used and proper means were employed to procure the testimony at trial.</blockquote>\n<blockquote>5. The newly discovered evidence is not merely cumulative.</blockquote>\n<blockquote>6. The newly discovered evidence does not tend only to contradict a former witness or to impeach or discredit him.</blockquote>\n<blockquote>7. The newly discovered evidence is of such a nature as to show that on another trial a different result will probably be reached and that the right will prevail.</blockquote>\n<p><i>State v. Bishop,</i> 346 N.C. 365, 403, 488 S.E.2d 769, 790 (1997). He contends that he met all of these criteria and the MAR court's denial constitutes an unreasonable determination of the facts in light of the evidence presented. He further argues that if this court fails to address the claim then an innocent man will be executed. Citing to <i>Herrera v. Collins,</i> 506 U.S. 390, 113 S.Ct. 853, 122 L.Ed.2d 203 (1993), he contends that because executing an innocent man is unconstitutional, the claim is properly before this court. He argues he is entitled to have his convictions and sentences vacated, or at the least, is entitled to a new trial to present the newly discovered evidence to a jury. Alternatively, he contends he is entitled to an evidentiary hearing on the claim.</p>\n<p>\"It is not the province of a federal habeas court to reexamine state-court determinations on state-law questions.\" <i>Estelle v. McGuire,</i> 502 U.S. 62, 67-68, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991). Claims based on state court rulings on state-law questions are only cognizable on federal <span class=\"star-pagination\">*704</span> habeas review if they violate specific constitutional provisions or are so egregious they render the entire trial fundamentally unfair. <i>Id.</i> Therefore, insofar as Petitioner is arguing the MAR court erred in its application of N.C. Gen.Stat. § 15A-1415(c) and the seven factor test, he is not entitled to review.</p>\n<p>Moreover, on habeas review the factual findings of the state court are presumed to be correct. 28 U.S.C. § 2254(e)(1). Although Petitioner disagrees with the state court's findings on the nature and potential impact of Robert's affidavit, he fails to rebut the state court's findings by clear and convincing evidence. As the MAR court concluded, the information in Robert's affidavit is not new evidence, but is cumulative of the testimony he gave to the jury at petitioner's trial during which he expressed that petitioner was not responsible for the murders. <i>See</i> State Ct. R. Vol. 7 of 15 at 1970-75, 1978.</p>\n<p>Petitioner is also unable to demonstrate he is entitled to federal habeas relief on the basis of his claim that the alleged newly discovered evidence shows he is actually innocent. In <i>Herrera,</i> while stating that, in general, a claim of \"actual innocence\" based on newly discovered evidence is not a constitutional claim providing grounds for habeas relief, the Court acknowledged that \"[w]e may assume, for the sake of argument in deciding this case, that in a capital case, a truly persuasive demonstration of \"actual innocence\" made after trial would render the execution of a defendant unconstitutional, and warrant federal habeas relief if there were no state avenue open to process such a claim.\" <i>Herrera,</i> 506 U.S. at 416-17, 113 S.Ct. 853.</p>\n<p>However, as the Supreme Court stated in <i>Herrera</i> and in <i>House v. Bell,</i> 547 U.S. 518, 126 S.Ct. 2064, 165 L.Ed.2d 1 (2006), assuming that an actual innocence claim can exist in a federal habeas case, the standard for any such \"hypothetical freestanding innocence claim\" would be \"extraordinarily high.\" <i>Herrera,</i> 506 U.S. at 417, 113 S.Ct. 853; <i>see also </i><i>House,</i> 547 U.S. at 555, 126 S.Ct. 2064. As the MAR court noted, there are numerous inconsistencies between Robert's account in the affidavit and Ray's trial testimony about the night of the murder. Robert's account in the affidavit is also inconsistent with testimony given by Michael McNeill at trial.<sup>[4]</sup> These inconsistencies undermine the credibility of Robert's confession. Further, as noted above, the evidence is actually cumulative to evidence considered by the jury in reaching its decision. Consequently, Robert's affidavit proclaiming petitioner's innocence falls short of any possible showing that could entitle petitioner to habeas relief on the basis of a freestanding claim of actual innocence.</p>\n<p>Finally, Petitioner's request for an evidentiary hearing on this claim is denied. As noted above, it is not the role of this court to substitute its judgment or reconsider the state court's application of the state-law standard for a new trial. Petitioner must demonstrate a factual dispute that, if resolved in his favor, would entitle him to relief, <i>Rector v. Johnson,</i> 120 F.3d 551, 562-63 (5th Cir.1997). He has failed to do so.</p>\n<p>Accordingly, Petitioner is unable to show the MAR court's ruling with respect to this claim is contrary to, or an unreasonable application of clearly established federal law or based on an unreasonable determination of the facts. Respondent's motion for summary judgment as to Claim I is granted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*705</span> 2. <i>Claim IIThe State violated Petitioner's due process rights by arguing inconsistent theories at the separate trials of Petitioner and his co-defendant</i>\n</h2>\n<p>In Claim II, Petitioner argues that the State offended basic notions of due process when it used inconsistent prosecution theories at Petitioner's trial and Robert's trial. Petitioner argues that at his trial the State argued Petitioner was the person who shot both victims, but at Robert's trial the State asserted the identity of the shooter was not certain and during arguments at sentencing suggested Robert was the triggerman who shot Mike Truelove.<sup>[5]</sup> Petitioner first raised this argument in his MAR and the MAR court denied the claim on the merits.</p>\n<p>In denying the claim, the MAR court found that both Petitioner and Robert were capitally tried and in both trials the jurors were instructed on acting in concert. The MAR court also found that essentially the same evidence was presented by the State at both trials. The MAR court noted that \"both trials were based on the underlying theory that the Petitioner and Robert planned to rob the Food Lion and eliminate any witnesses, that the Petitioner and Robert committed the crimes together and that Petitioner and Robert McNeill were equally responsible.\" MAR Order at 10. The MAR court found it was a reasonable inference from the evidence for the State to argue Petitioner was the triggerman and it was also a reasonable inference from the evidence that Robert may have shot one of the victims. The MAR court determined that Petitioner's convictions were based upon proper evidence, were not the result of improper prosecution tactics, and were fair. <i>Id.</i> at 11. The MAR court held that Petitioner's due process rights were not violated by inconsistent theories of prosecution and \"[t]he prosecution did not present markedly different and conflicting evidence at Defendant's trial and Robert McNeill's trial.\" <i>Id.</i> at 22.</p>\n<p>Petitioner argues that the MAR court's ruling is based upon an unreasonable determination of the facts.<sup>[6]</sup> He argues that at his trial the State attacked his testimony that he did not commit the crime and urged the jury to reject it, but at Robert's trial the State admitted a transcript of Petitioner's trial testimony. He contends that arguing inconsistent theories and rejecting Petitioner's testimony in one case and then affirmatively relying upon it in the next was fundamentally unfair and a violation of his due process rights.</p>\n<p>In support of his argument, Petitioner first cites to Supreme Court cases for the general premise that the knowing presentation of false testimony is a due process violation and reversible error. <i>See, e.g., </i><i>United States v. Agurs,</i> 427 U.S. 97, 103, 96 S.Ct. 2392, 49 L.Ed.2d 342 (1976); <i>Napue v. Illinois,</i> 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959). However, his reliance upon these cases is misplaced. Contrary to his argument, there is no evidence the State knowingly presented false testimony or unconstitutionally changed its position about the truthfulness of Ray's testimony between the two trials.</p>\n<p><span class=\"star-pagination\">*706</span> As the MAR court found, at both trials the State proceeded on the basic theory that Petitioner and Robert committed the crimes together with a gun obtained by Ray McNeill and in both cases the State presented similar evidence. The record does not bear out petitioner's assertion that the State first rejected Petitioner's testimony at Petitioner's trial and then later relied upon it as the truth at Robert's trial. At Petitioner's trial, Petitioner took the stand and testified. State Ct. R. Vol. 7 of 15 at 2054-2142. He claimed that Robert told him he needed a gun because someone was harassing his wife. Petitioner said he got a gun from Chris Thornhill and went to meet Robert about picking up clothes and some money Robert was holding for him. He said that when Robert left work he followed him to a Taco Bell and at that time, sold the gun to Robert. Petitioner testified that he and Robert split up and when they later met at Robert's house, Robert told him to say they had been together all night.</p>\n<p>At Petitioner's trial, the State rejected this testimony as untruthful except to the extent that Petitioner said the gun came from Chris Thornhill and that he was with Robert on the night of the crimes. Similarly, at Robert's trial the State introduced the testimony as evidence that the source of the gun was Chris Thornhill and to support its argument that Robert was the instigator of the offense and had gotten Ray involved by asking him to get a gun. The prosecutor at Robert's trial argued, \"He calls his brother first thing to tell him, `Robert, I got the gun.' And like I said, in every lie there's a little bit of the truth. And I bet, I submit to you [ ] that they met at the Taco Bell and they got their plan together. And you want to know what happened that night....\" Supplement to State Ct. R. Vol. 15 of 20 at 215.<sup>[7]</sup> Just as it had done at Petitioner's trial, the State rejected Petitioner's testimony insofar as Petitioner claimed he was not involved, but relied on the testimony as evidence of the source of the gun and that Petitioner met up with Robert after Robert left work the night of the murders.</p>\n<p>In support of this claim, Petitioner also cites to cases in which the courts have recognized that the prosecution's use of inconsistent theories at the separate trials of co-perpetrators may violate due process. <i>See </i><i>United States v. Higgs,</i> 353 F.3d 281 (4th Cir.2003) (citing <i>Smith v. Groose,</i> 205 F.3d 1045 (8th Cir.2000)). Petitioner contends that the State's closing arguments at the two trials demonstrates the inconsistent theories. He claims that at his trial the State vigorously argued for the death penalty relying on the fact that Ray was the triggerman who shot both men. He argues that at Robert's trial the State backed away from this position and argued it was not clear who pulled the trigger for each murder, but argued it was likely that Robert was the actual shooter of Mike Truelove.</p>\n<p>The law does not provide that every inconsistency amounts to a due process violation requiring reversal. A due process violation only occurs when the inconsistency exists in the core theory of the prosecutor's case.<sup>[8]</sup><i>Smith,</i> 205 F.3d at <span class=\"star-pagination\">*707</span> 1052; <i>see also </i><i>United States v. Paul,</i> 217 F.3d 989, 999 (8th Cir.2000); <i>Thompson v. Calderon,</i> 120 F.3d 1045 (1997), <i>rev'd on other grounds,</i> 523 U.S. 538, 118 S.Ct. 1489, 140 L.Ed.2d 728 (1998). In <i>Bradshaw v. Stumpf,</i> 545 U.S. 175, 184-87, 125 S.Ct. 2398, 162 L.Ed.2d 143 (2005), the Supreme Court considered a petitioner's challenge to his guilty plea of aggravated murder and attempted aggravated murder.<sup>[9]</sup> The Court rejected Stumpf's argument that inconsistent arguments about the identity of the triggerman at his trial and the trial of his co-perpetrator required reversal of the convictions. It reasoned that the identity of the triggerman was immaterial because the intent element of the offense did not require the defendant to pull the trigger.<sup>[10]</sup><i>Id.</i> at 182-185, 187, 125 S.Ct. 2398.</p>\n<p>Petitioner is unable to show that the MAR court's finding that the State did not use inconsistent prosecution theories rising to the level of a due process violation is an unreasonable application of clearly established federal law or an unreasonable determination of the facts. A full review of the transcripts of Petitioner's trial and Robert's trial do not sustain Petitioner's position that the State presented inconsistent theories going to the core of its case.</p>\n<p>At both trials, that the State called Michael McNeill as a witness. At Robert's trial, as he had done at Ray's trial, Michael testified that Ray admitted during a phone conversation that Ray was the triggerman. Supplement to State Ct. R. Vol. 11 of 20 at 179-183. At Robert's trial, Michael further testified that Robert confirmed that the crime occurred as Ray said. Robert indicated to Michael that although Ray was the triggerman Robert considered himself equally responsible. <i>Id.</i> at 93-95, 164, 179-183.</p>\n<p>Similarly, consideration of the closing arguments at Robert's trial does not bear out Petitioner's claim that the State adopted an inconsistent position rising to the level of a due process violation. With respect to the murder of John Ray, contrary to Petitioner's claim that the State equivocated at Robert's trial as to who pulled the trigger, the State consistently argued Ray was the shooter. The State repeatedly tried to remind the jury that Robert did not have to pull the trigger to be responsible and argued he was deserving of death because he was the instigator of the offense. At the guilt phase closing the prosecutor argued:</p>\n<blockquote>He was in the cooler facing the door and he was shot from behind. He was executed. Intentional, deliberate, maliciously executed for no reason at all <span class=\"star-pagination\">*708</span> except that Robert McNeill is selfish and greedy and he doesn't care. And he was shot twice. And yes, it may have been Ray. The law does not distinguish when you act in concert. When you hunt with the pack, you're responsible for the kill. He told his own brother, `I am equally responsible,' and his brother says, `damn right you are. Ray would never have been in there without you.</blockquote>\n<p>Supplement to State Ct. R. Vol. 15 of 20 at 217. This closing reflects that the State wanted to downplay Petitioner's role as the shooter and remind the jury that Robert was the force behind the crime and did not have to pull the trigger to be guilty.</p>\n<p>Petitioner argues that at Robert's trial the State presented evidence that \"Robert may have been in the cooler.\" Petition at 39. However, a reading of the transcript shows that the State argued Petitioner was the triggerman in the cooler and suggested Robert may have cracked the cooler door to watch. At the sentencing phase of Robert's trial the prosecutor argued:</p>\n<blockquote>I ask you to consider this. The door to that cooler was, what, four to six inches open. You're marching a man into a cooler, and you make him turn around. Are you going to pull the door behind you? No. You're focused on what? The man you're going to kill. So who pushed that cooler door to? Robert. And why did he leave it four to six inches wide, Robert? So he could watch so he could watch. And I have submitted to you, and I do notfacts are facts, truth is truth. I submit to you evidence, in the State's opinion, shows that Ray pulled the trigger the first time, because that's what his brother wanted him to do. But you want to know something? When Ray McNeill pulled that hammer back and Robert McNeill stood there and watched, he could have stopped then. He could have said, \"Ray, don't do it. Ray don't Do it.</blockquote>\n<p>Supplement to State Ct. R. Vol. 19 of 20 at 31-32. With respect to the murder of Mike Truelove, the State argued:</p>\n<blockquote>But we do know this: Mike Truelove was made to kneel down. What was going through his mind when he was made to kneel down? He did not fall to the ground. His head did not fall between those boxes. A young boy. What kind of mind devises a plan and a scheme like that? And he's made to kneel down. And yes, it is true the State's not totally honest with you whether Ray or Robert pulled the trigger. We do not know. Because it doesn't matter.</blockquote>\n<p>Supplement to State Ct. R. Vol. 15 of 20 at 218. In this portion of the argument, the State does equivocate on the identity of the shooter, but again relies on the argument that it does not matter because even if Robert was not the shooter he is guilty under the theory of acting in concert.</p>\n<p>Petitioner also points to this section of closing at Robert's trial as evidence of the State's inconsistent theory:</p>\n<blockquote>Mike Truelove died a very different death than John Ray. He had much farther to go to meet his maker. He had to walk the full length of aisle thirteen. What was in his mind. We're talking a young kid here.... Two things about Mike's death are very different, two of them. He was made to kneel. Remember, he did not fall down on his knees. He was made to kneel. He was a big guy, and some people who aren't such big guys in more ways than one have to have their prey kneel down. That's what a bully does, isn't it? We all hope to die a death with dignity. We even talk about people who die of horrible diseases and some of you have experienced that in your life. Love ones who die of horrible diseases, they want to die with what? Dignity. You saw that picture. <span class=\"star-pagination\">*709</span> Was there dignity in that picture? Who would make somebody do that? Ray, who didn't even know these people? Who was the bully who would make someone kneel down to bring him down to his size when the truth was, Mike was a man more than he would ever be ... And here's the difference, because again, the last sound Mike Truelove ever heard was this, (indicating by dry firing pistol). But you know how he heard that sound, ladies and gentlemen? With the gun pressed up against his head. What viciousness, what evilness, what sadistic pleasure that is in putting a gun against a man's head. Oh, that is so satisfying to someone who is just a coward. John Ray was not shot that way. He was allowed to die with dignity, as a man. But Mike Truelove, close in age to the defendant was not even allowed dignity in death.</blockquote>\n<p>Supplement to State Ct. R. Vol. 19 of 20 at 33-34. Petitioner asserts that this passage was a \"concession of the identity of the triggerman\" for Mike's murder. However, his interpretation of this passage does not rebut the MAR court's findings by clear and convincing evidence. The argument emphasizes the horrible nature of Mike's death and Robert's responsibility in how the crimes were carried out, but does not demonstrate the State adopted a theory on the identity of the triggerman irreconcilable with its presentation of the evidence and argument at Petitioner's trial. Again, the argument suggests Robert was the mastermind behind the murders and how they were carried out.</p>\n<p>Later in closing at Robert's sentencing trial, the State presented argument on the mitigating factors on which the jury would be instructed and argued:</p>\n<blockquote>\"Robert Anthony McNeill was not the person who actually shot John David Ray and Robert Michael Truelove.\" Do you know what that is? One more attempt by this defendant to lay the blame on his brother, Ray; his brother, Ray who adored him and looked up to him and who got him the gun. Ray would never have been there if Robert McNeill hadn't been there. And he tells Michael, I'm equally responsible, and he is. You know there are a lot of people in history who have never actually pulled a gun, the trigger of a gun, who executed or exterminated thousands of people, and we hold them responsible, don't we?</blockquote>\n<p><i>Id.</i> at 52-53. The State reminded the jury that Robert did not have to pull the trigger to deserve the death penalty.</p>\n<p>Petitioner is unable to show that on the basis of slight equivocation during one section of closing argument that the State presented inconsistent theories in the cases rising to the level of a due process violation. Mere inconsistency in the States's argument does not violate due process, it is \"[t]he use of inherently factually contradictory theories\" that violates due process. <i>Smith,</i> 205 F.3d at 1052. Petitioner has, at best, shown an inconsistent argument, and fails to demonstrate the State relied upon factual theories inconsistent at the core of its case. The general position taken by the State at both trials was that Petitioner and Robert, acting together, entered the Food Lion to commit a robbery armed with a gun Petitioner had obtained, and that because Robert worked with the victims they entered the store intending to kill any witnesses. Both juries were instructed on acting in concert and under the theory of acting in concert could find both Petitioner and Robert guilty of the first-degree murder of both victims regardless of who pulled the trigger. As detailed above, the State presented evidence from Michael McNeill at both trials that Petitioner admitted to being the triggerman for both murders.</p>\n<p>Accordingly, Petitioner is unable to show the MAR court's ruling is contrary <span class=\"star-pagination\">*710</span> to, or an unreasonable application of, clearly established federal law, or an unreasonable determination of the facts. Respondent's motion for summary judgment as to Claim II is granted.</p>\n<p></p>\n<h2>3. <i>Claim IIIPetitioner was denied a fair and impartial verdict because Juror Celinski was coerced and intimidated</i>\n</h2>\n<p>In Claim III, Petitioner argues he was denied the right to a fair trial and due process of law because Juror Monica Celinski was coerced and intimidated during sentencing deliberations. He first raised this claim in his MAR and the MAR court denied the claim on the merits. The MAR court did not grant his request for an evidentiary hearing and Petitioner argues he is entitled to an evidentiary hearing in this court.</p>\n<p>In making this claim in the MAR court and in this court, Petitioner has not presented an affidavit from Juror Celinski. The statements attributed to her are presented to the court in the form of hearsay evidence found in the affidavits of trial counsel or as quotes in the petition attributed to her. The affidavits from counsel represent that Ms. Celinski told them she was threatened, cursed, coerced, and intimidated into giving her verdict. They allege that when she and the other jurors entered the courtroom to deliver the verdict she was in a daze because she was upset. The affidavits also state that she said her chair was jerked by another juror after they entered the courtroom to deliver the verdict, Knudsen Aff. at ¶¶ 49-51, State Ct. R. Vol. 1 of 15, Tab 13 at A-2-202; Ellinger Aff. ¶¶ 47-48, State Ct. R. Vol. 1 of 15, Tab 13 at A-207.</p>\n<p>In addition to the affidavits of counsel, Petitioner has submitted the unsigned affidavit of David Mills, an investigator hired by Petitioner's state post-conviction counsel.<sup>[11]</sup><i>See</i> State Ct. R. Vol. 1 of 15 at Tab 13. The affidavit alleges that when Mr. Mills attempted to speak with Ms. Celinski in October and December of 2000 during state post-conviction proceedings, she indicated she did not want to get involved and refused to speak with Mr. Mills further. Petitioner also attaches copies of two letters allegedly written and signed by Ms. Celinski. <i>Id.</i> at Tab 12. These letters are addressed to attorneys Jeffrey Ellinger and Malcolm Ray Hunter. They do not contain any statements or details about jury deliberations but state, in part, \"I am truly sorry that I let myself be manipulated and frightened into doing something that I was against.\"<sup>[12]</sup></p>\n<p>In the petition, Petitioner presents more detail in support of his claim. These details do not appear in the affidavits from counsel and some of the information attributed to Ms. Celinski is presented in quotations, but it is not clear what is being quoted because Ms. Celinski has not signed an affidavit and there are no written <span class=\"star-pagination\">*711</span> statements or transcribed interviews before the court.</p>\n<p>According to the argument in the petition, the day after Petitioner received the death sentence, Juror Celinski told her mother she had been intimidated during sentencing deliberations and not allowed to vote or deliberate. Her mother put her in touch with an attorney and after speaking with her mother's attorney, Celinski had the attorney call Petitioner's trial attorney, Jeff Ellinger, to report the problems she experienced during deliberations. She later met with Mr. Ellinger, his co-counsel Karl Knudsen, and Petitioner's appellate attorney. Petition at 42.</p>\n<p>Allegedly, Juror Celinski stated the argument during deliberations was heated and she felt backed into a comer. She claimed the jurors never really decided Issue Three, but jumped to Issue Four. She claims she felt intimidated by one of the male jurors, Juror Peterson. She said he yelled at her saying, \"That's bullshit and you know it.\" She said that at two points she left the deliberation room and went to the bathroom to compose herself. She also said the other jurors all seemed angry with her and yelled at her. She said she eventually indicated she could \"accept death\" but also expressed she believed Petitioner should get life. After the foreman filled out the form he asked if everyone agreed, Celinski said that when she said she still thought Petitioner should get life Juror Peterson yelled, \"I thought we already decided this.\" The foreman again asked if they all agreed and Celinski said she did not say anything and the foreman turned in the verdict sheet. She claims that when they entered the courtroom someone named Harold reach over and pulled on her chair. She said that when the judge polled her, she just said yes. Petition at 41-43. The letter written to Mr. Ellinger attributed to her does not deny she voted for death, but expresses regret for doing something she was against. State Ct. R. Vol. 1 of 15, Tab 12 at A-214.</p>\n<p>In addressing this claim, the MAR court ruled that the portions of the affidavits of counsel and David Mills relaying statements allegedly made by Juror Celinski were inadmissible hearsay. MAR Order at 22, 24. The MAR court held there was no evidence that any extraneous prejudicial information, outside influence, or bribery or intimidation was brought to bear on the jury. <i>Id.</i> at 12. The court further stated:</p>\n<blockquote>A juror may not testify as to (1) any matter or statement occurring during the course of the jury's deliberations, (2) the effect of anything upon that juror's mind or emotions as influencing the juror to agree or disagree with the verdict, or (3) concerning the mental processes in connection with the juror's reaching a verdict.</blockquote>\n<blockquote>The Defendant has presented a claim that is not properly considered by this Court because it seeks to impeach the verdict of the jury after it has been received in open court by presenting matters dealing with the deliberative process.</blockquote>\n<p><i>Id.</i> at 22. The MAR court noted that no juror protested the death sentence, and the jurors were polled in court, including Juror Celinski, and affirmed the death sentence. <i>Id.</i></p>\n<p>Petitioner argues he was prevented from fully presenting the issue in state court because the MAR court refused to grant him an evidentiary hearing. He contends that the MAR court's determination of the fact Juror Celinski had not signed an affidavit is unreasonable under these circumstances. Petitioner contends that the coercion visited on Juror Celinski by her fellow jurors and their failure to follow the sentencing instructions was a violation of <span class=\"star-pagination\">*712</span> his rights under the Sixth, Eighth, and Fourteenth Amendments. Petitioner argues that he should have been granted an evidentiary hearing to explore the intimidation of Juror Celinski by the other jurors and also to determine whether the jurors failed to follow the court's instructions by skipping Issue Three and going right to Issue Four. Petitioner argues that it was improper for the MAR court to hold that since the affidavits of trial counsel and David Mills were based on hearsay they were inadmissible and did not provide sufficient evidence to establish the need for an evidentiary hearing.</p>\n<p>The court first considers Petitioner's argument that the jurors may not have followed the court's instructions and may have skipped Issue Three and proceeded directly to Issue Four during sentencing deliberations. Clearly established federal law prohibits jurors from testifying about internal influences or their internal deliberative process. <i>Tanner v. United States,</i> 483 U.S. 107, 117, 107 S.Ct. 2739, 97 L.Ed.2d 90 (1987). As the Fourth Circuit recognized in <i>Robinson v. Polk,</i> 438 F.3d 350 (2006), the Supreme Court has held that jurors should not be allowed to impeach their verdict even when it was alleged the jurors failed to follow instructions and did not decide guilt or innocence, but bargained among themselves to convict one defendant in exchange for acquitting the other defendant. <i>See </i><i>Robinson,</i> 438 F.3d. at 365 (citing to <i>Hyde v. United States,</i> 225 U.S. 347, 384, 32 S.Ct. 793, 56 L.Ed. 1114 (1912)). Therefore, Petitioner is unable to show that the MAR court acted unreasonably with respect to Petitioner's claim he is entitled to relief or a hearing on the issue of whether the jurors skipped Issue Three and proceeded directly to Issue Four in violation of the court's instructions.</p>\n<p>Next, the court considers Petitioner's argument that the MAR court improperly rejected the hearsay testimony of counsel in support of his claim. In the traverse to the motion for summary judgment. Petitioner argues that N.C. Gen.Stat. § 15A-1420(b)(I) allows for a MAR to be supported by affidavit.<sup>[13]</sup> He argues that counsel could not force a juror to sign an affidavit or to be deposed. He contends that since counsel are officers of the court, their affidavits containing hearsay should be sufficient under state law to garner an evidentiary hearing at which time counsel could compel witnesses to appear and testify.</p>\n<p>This court need not determine whether the affidavits of counsel were sufficient to satisfy N.C. Gen.Stat. § 15A-1420. The MAR court did not cite to section 15A-1420 in reaching its ruling and did not deny Petitioner's claim for failure to comply with the requirements of section 15A-1420. The court noted that the affidavits contained inadmissible hearsay, but also specifically found the jurors could not testify about the matters underlying the claim. The court cited to Rule 606(b) of the North Carolina Rules of Evidence which prohibits a juror from testifying about \"any matter or statement occurring during the course of the jury's deliberations or to the effect of anything upon his or any other juror's mind or emotions ...\" The court found that the jurors could not testify about;</p>\n<blockquote>(1) Any matter or statement occurring during the course of the jury's deliberations, (2) the effect of anything upon that juror's mind or emotions as influencing the juror to agree or disagree with the verdict, or (3) concerning the mental processes in connection with the juror's reaching a verdict.</blockquote>\n<p><span class=\"star-pagination\">*713</span> MAR Order at 22. The court held that it could not properly consider Petitioner's claim attempting to impeach the jury's verdict in this manner. <i>Id.</i> Therefore, even if Petitioner could show that hearsay in an affidavit from counsel was properly before the court in establishing whether a hearing was warranted, the MAR's court's ruling that juror testimony on the topic was not permissible at a hearing under state law was ultimately determinative of the issue.</p>\n<p>Petitioner disagrees with the MAR court's ruling that juror testimony on the topic was not permissible. He asserts that N.C. Gen.Stat. § 15A-1240 carves an exception which allows juror testimony to impeach the verdict regarding intimidation of a juror. He does not cite to any cases in support of his position, but argues that nothing in section 15A-1240 restricts juror testimony to those cases where the intimidation is alleged to come from external sources. North Carolina Gen.Stat. § 15A-1240 provides:</p>\n<blockquote>(a) Upon an inquiry into the validity of a verdict, no evidence may be received to show the effect of any statement, conduct, event, or condition upon the mind of a juror or concerning the mental processes by which the verdict was determined.</blockquote>\n<blockquote>(b) The limitations in subsection (a) do not bar evidence concerning whether the verdict was reached by lot.</blockquote>\n<blockquote>(c) After the jury has dispersed, the testimony of a juror may be received to impeach the verdict of the jury on which he served, subject to the limitations in subsection (a), only when it concerns:</blockquote>\n<blockquote>(1) Matters not in evidence which came to the attention of one or more jurors under circumstances which would violate the defendant's constitutional right to confront the witnesses against him; or</blockquote>\n<blockquote>(2) Bribery, intimidation, or attempted bribery or intimidation of a juror.</blockquote>\n<p>Petitioner asks the court to overrule a state court ruling as to what evidence was admissible or allowable in state proceedings under state law and asks this court to offer its interpretation of what may be an ambiguity under state law. Claims based on state court rulings regarding the admission and exclusion of evidence are cognizable on federal habeas review only when they violate specific constitutional provisions or are so egregious as to render the entire trial fundamentally unfair, thus violating the Due Process Clause of the Fourteenth Amendment. <i>Estelle,</i> 502 U.S. at 67-68, 112 S.Ct. 475; <i>Howard v. Moore,</i> 131 F.3d 399, 415 n. 18 (4th Cir.1997); <i>Spencer v. Murray,</i> 5 F.3d 758, 762 (4th Cir.1993).</p>\n<p>Petitioner is unable to show any such type of violation. The manner in which a jury deliberates and the impact of the deliberations on a juror's decision is the type of information that is protected from attack by post-verdict juror testimony. In <i>Tanner, supra,</i> the Supreme Court considered the claim that even if juror testimony was prohibited by Fed. R. of Evid. 606(b), defendant's Sixth Amendment right to a fair and impartial jury required the court to allow testimony from jurors to explore whether members of the jury had been intoxicated or under the influence of marijuana during the afternoon sessions of trial. The Court rejected the petitioner's argument noting that a party's Sixth Amendment right to an \"unimpaired jury\" is protected in other ways and the lower court did not err by prohibiting post-verdict testimony from the jurors. <i>Tanner,</i> 483 U.S. at 127, 107 S.Ct. 2739. In <i>McNeill v. Polk,</i> 476 F.3d 206 (4th Cir. 2007), the Fourth Circuit reiterated that \"[generally, of course, once a verdict has been rendered, jurors are not entitled to <span class=\"star-pagination\">*714</span> impeach it\" and found that in accordance with <i>Tanner</i> \"the Sixth Amendment does not mandate judicial consideration of juror misconduct allegations regarding influences <i>internal</i> to the deliberations process.\" <i>Id.</i> at 226.</p>\n<p>Finally, Petitioner fails to show he is entitled to an evidentiary hearing to allow the jurors to testify. A federal habeas court must allow an \"evidentiary hearing only where a factual dispute, <i>if resolved in petitioner's favor,</i> would entitle him to relief and the state has not afforded the petitioner a full and fair evidentiary hearing.\" <i>Rector,</i> 120 F.3d at 562-63. The evidence Petitioner alleges in support of the claim is based on the testimony of Juror Celinski and her statements about the jury's deliberations and their impact on her verdict. As discussed above, the court may not consider testimony regarding the internal deliberative process of the jury. Petitioner fails to demonstrate other evidence that may be elicited at an evidentiary hearing which would entitle him to relief on the claim.</p>\n<p>Accordingly, respondent's motion for summary judgment as to Claim III is granted.</p>\n<p></p>\n<h2>4. <i>Claim IVPetitioner received ineffective assistance of counsel at trial</i>\n</h2>\n<p>In Claim IV, Petitioner asserts that he received ineffective assistance of counsel as a result of the individual and cumulative errors of trial counsel. Petitioner's claim of ineffective assistance of counsel presents two main arguments: 1) that counsel were ineffective for failing to investigate and present evidence that he suffered hearing loss during the time he served in the military; and 2) that counsel were ineffective for failing to investigate and present mitigating evidence of his troubled childhood, depression, and suicide attempt. Both claims were first presented in his MAR and denied on the merits by the MAR court.<sup>[14]</sup></p>\n<p>To establish ineffective assistance of counsel, a petitioner must show that counsel's representation \"fell below an objective standard of reasonableness\" and that there is \"a reasonable probability that, but for counsel's unprofessional error, the result of the proceeding would have been different.\" <i>Strickland v. Washington,</i> 466 U.S. 668, 694, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). In the context of a capital sentencing proceeding, the question with respect to prejudice is \"whether there is a reasonable probability that, absent the errors, the sentencer ... would have concluded that the balance of aggravating and mitigating circumstances did not warrant death.\" <i>Id.</i> at 695, 104 S.Ct. 2052: <i>see also </i><i>Wiggins v. Smith,</i> 539 U.S. 510, 534, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003) (in assessing prejudice in a death penalty case, the court must \"reweigh the evidence in aggravation against the totality of the available mitigating evidence.\"). The court must judge the reasonableness of counsel's performance based upon the specific facts of the case, viewed as of the time of counsel's conduct. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. 2052. \"A court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.'\" <i>Id.</i> at 689, 104 <span class=\"star-pagination\">*715</span> S.Ct. 2052 (quoting <i>Michel v. Louisiana,</i> 350 U.S. 91, 76 S.Ct. 158, 100 L.Ed. 83 (1955)).</p>\n<p>In making his claims, Petitioner cites to <i>Wiggins v. Smith</i><i>,</i> and asserts that counsel failed to comply with the basic requirements of <i>Wiggins.</i> In <i>Wiggins,</i> the Supreme Court found that petitioner had received ineffective assistance of counsel because his trial attorneys failed to conduct a reasonable investigation into mitigating evidence that would have produced substantial evidence of severe abuse and mental health issues that likely would have been persuasive to the jury at sentencing, Considering the facts of the case, the Court found that \"counsel chose to abandon their investigation at an unreasonable juncture.\" <i>Wiggins,</i> 539 U.S. at 527-28, 123 S.Ct. 2527.</p>\n<p></p>\n<h2>a) <i>Failure to present evidence of hearing loss</i>\n</h2>\n<p>Petitioner first argues that he received ineffective assistance of counsel because his attorneys failed to investigate and present evidence to show that he suffered hearing loss during the time he served in the military. Petitioner asserts that he was in the military from January 1991 to May 1995 and served with the U.S. Field Artillery Unit. His records reflect that an audiogram was performed prior to discharge. Although the records are incomplete, Petitioner cites to the following language therein to show he suffered a loss: \"[unreadable] exposed to hazardous noises\" and \"Hearing loss Pro[unreadable].\"<sup>[15]</sup> At trial, the State presented evidence that firing a gun in a freezer or meat locker might produce temporary hearing loss. Petitioner argues that evidence of prior hearing loss would have added credibility to his explanation for the temporary hearing loss he suffered in the days after the murders. He asserts that the failure to pursue and present evidence of prior hearing loss was prejudicial because some of the most damaging evidence against him was the evidence that he suffered hearing loss in the days after the murder.</p>\n<p>In denying the claim, the MAR court found that the evidence at trial demonstrated that Petitioner suffered a temporary, not permanent, hearing loss in the days after the murder. MAR Order at 15. The MAR court also noted that at trial both Petitioner and his brother Robert testified that Petitioner's hearing loss in the days after the murder was a result of their fighting and Petitioner taking a blow to the ear. <i>Id.</i> The MAR court further noted that in the days after the murder Petitioner told his boss and Chris Thornhill that he was having hearing problems because of a blow to the ear. <i>Id.</i> The MAR court ruled that it was reasonable for counsel to offer an explanation at trial consistent with this evidence. <i>Id.</i> at 15. The MAR court held that the failure to present evidence that Petitioner may have suffered hearing loss while in the military was not deficient performance. <i>Id.</i> The MAR court also held that none of the alleged errors by counsel, considered together or separately, were likely to change the results of the case. <i>Id.</i> at 17.</p>\n<p>As the MAR court noted, the evidence at trial indicated that in the days after the murders Petitioner experienced acute hearing loss of a temporary nature and the recent hearing loss was obvious to those around Petitioner. Under these circumstances, Petitioner is unable to show that counsel acted objectively unreasonable by failing to pursue or present evidence of <span class=\"star-pagination\">*716</span> prior hearing loss. Further, given the testimony from Petitioner and various witnesses at trial that Petitioner suffered new and noticeable hearing loss in the days after the murders which he attributed to a fight with his brother, even if he had presented evidence of prior hearing loss from his military service there is not a reasonable probability the results at trial would have been different. Petitioner's case is easily distinguishable from the situation in <i>Wiggins,</i> and Petitioner is unable to show the MAR court's ruling is contrary to, or an unreasonable application of, <i>Wiggins, Strickland,</i> or any other clearly established federal law. Respondent's motion for summary judgment as to this portion of petitioner's ineffective assistance of counsel claim is granted.</p>\n<p></p>\n<h2>b) <i>Failure to properly investigate mitigating evidence including evidence of depression and troubled childhood</i>\n</h2>\n<p>Petitioner argues that counsel did not comply with the basic requirements of <i>Strickland</i> and <i>Wiggins</i> because counsel failed to properly investigate his background and present mitigating evidence of his troubled childhood which he contends was marked by depression, substance abuse, and a suicide attempt. Petitioner, who was not granted an evidentiary hearing on this claim by the state court, argued an evidentiary hearing was necessary in this court to properly present the issue. An evidentiary hearing was held before this court on September 29 and 30, 2008, and October 9, 2008. The parties subsequently submitted briefs presenting final arguments, and with the benefit of all the materials, the court now addresses petitioner's claim.</p>\n<p>At the sentencing phase of trial, the defense's case in mitigation was based on evidence of Petitioner's good qualities and humanizing stories about his kind and honest nature when he was growing up. The defense offered evidence from Petitioner's sister, mother, father, an aunt, a cousin, and second cousin. All of the witnesses gave similar testimony about his positive traits and deeds, lack of criminal history, and honorable military service. Some of the witnesses also spoke of how Petitioner was easily influenced by his brother Robert to support the argument that the crimes were an aberration instigated by Robert. Counsel did not offer any evidence of petitioner's depression, troubled family background, or suicide attempt. While counsel had petitioner examined by a mental health expert, Dr. Bellard, they did not offer any expert testimony at sentencing.</p>\n<p>In denying the claim, the MAR court held that trial counsel were entitled to rely on the information provided by Petitioner, and neither Petitioner nor any of his family members chose to inform trial counsel of a suicide attempt or troubled childhood. MAR Order at 16. The MAR court further stated that trial counsel investigated mental health evidence by retaining Dr. Bellard. <i>Id.</i> The MAR court determined that trial counsel chose not to use Dr. Bellard and instead presented positive evidence in mitigation such as Petitioner's military service, good employment history, and family life. <i>Id.</i> The MAR court found that counsel's decision to present the mitigating case in this fashion was reasonable and \"resulted in a compelling case in mitigation.\" <i>Id.</i> The MAR court stated that it may have undermined the case presented in mitigation to present evidence of a troubled childhood or suicide attempt. <i>Id.</i> The MAR court concluded that there was no reasonable probability that, absent the alleged errors by counsel, the result of sentencing would have been different. <i>Id.</i> at 17.</p>\n<p>It is well established that defense counsel must \"conduct a thorough investigation of the defendant's background\" to <span class=\"star-pagination\">*717</span> identify potential mitigating evidence. <i>Williams v. Taylor,</i> 529 U.S. 362, 396-97, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000). When a petitioner challenges the decision not to present certain mitigating evidence, the court must consider \"whether the investigation supporting counsel's decision not to introduce [the evidence] ... was itself reasonable.\" <i>Wiggins,</i> 539 U.S. at 521-23, 123 S.Ct. 2527. ABA Guidelines provide that investigations into mitigating evidence \"should comprise efforts to discover all reasonably available mitigating evidence and evidence to rebut any aggravating evidence that may be introduced by the prosecutor.\" ABA Guidelines for the Appointment and Performance of Counsel in Death Penalty Cases 11.4.1(C) (1989), <i>quoted in </i><i>Wiggins,</i> 539 U.S. at 524, 123 S.Ct. 2527. \"[A]mong the topics counsel should consider presenting are medical history, educational history, employment and training history, family and social history, prior adult and juvenile correctional experience, and religious and cultural influences.\" <i>Wiggins,</i> 539 U.S. at 524, 123 S.Ct. 2527 (citing ABA Guidelines 11.8.6, p. 133).</p>\n<p>Considering the performance of counsel in light of the circumstances as they existed at the time, the court finds counsel's performance in preparing for the sentencing phase of trial was objectively unreasonable. The evidence before the court shows that counsel failed to adequately investigate mitigating evidence before proceeding at sentencing. The information provided by counsel, as well as petitioner's family members and friends, demonstrates that counsel focused their attention on the guilt phase of trial and made only minimal effort to investigate potential mitigating evidence. See e.g. Oct. 9, 2008, Hr'g Tr. at 25, 33-35, 38, 50. Counsel's primary approach to learning about petitioner's character, background, and upbringing was to ask petitioner and his parents their impression on the subject.</p>\n<p>As shown from the evidence at the hearing and affidavits presented to the court, many potential and obvious sources of information about Ray's life were never contacted or sought out by the defense. Trial Attorney Karl Knudsen testified at the hearing that the defense never moved to obtain funds for a mitigation expert, but acknowledged that funds for mitigation experts were granted in capital cases during that time period. Oct. 9, 2008 Hr'g Tr. at 20-21. He further testified that the fact investigator working with the defense was not sent to speak to potential mitigation witnesses such as neighbors or teachers, but was focused on matters related to the guilt phase of the case. <i>Id.</i> at 29. Similarly, he said that the services of the psychiatric expert retained by the defense were foremost to determine Ray's capacity to proceed and not directed primarily at sentencing. <i>Id.</i> at 10.</p>\n<p>As with many family members, friends, and neighbors, Ray's sister Beth testified she was never contacted by the defense team to find out about Ray's background or to see if she would testify at sentencing.<sup>[16]</sup> She stated that when Ray was as young as seven years-old he displayed problems. She said he pulled out all his eyelashes and had a nervous habit of clearing his throat repeatedly. <i>Id.</i> at 11. She said that he had attempted suicide as a teenager, but never received treatment. <i>Id.</i> at 22. Beth testified of the dysfunctional nature of the family relationships and that she was sexually abused by her father. She also noted that a number of family members suffered from serious depression and bi-polar disorder. <i>Id.</i> at 24.</p>\n<p><span class=\"star-pagination\">*718</span> Counsel failed to contact Ray's closest friend Chris Thornhill and his wife, Nicki Thornhill.<sup>[17]</sup> Both Thornhills testified at the evidentiary hearing that despite the fact that Chris was subpoenaed by the State as a witness for the guilt phase, they would have testified on Ray's behalf at sentencing. Sept. 29 Tr. at 93, 106. Chris Thornhill had been close friends with Ray since he was sixteen and could have given evidence about Ray's excessive drinking and how Robert was very controlling of Ray. Sept. 29 Tr. at 86-88, 91.</p>\n<p>Similarly, the defense never contacted Petitioner's former girlfriend Rebecca Dernar. Ms. Dernar dated petitioner on and off over the course of four years during and after highschool, and lived with Petitioner for a brief time. Ms. Dernar was a unique source of information about Petitioner during this time period when he dropped out of school and when he attempted suicide.<sup>[18]</sup></p>\n<p>In reaching its ruling, the MAR court placed the responsibility on petitioner and his family for failing to inform counsel of petitioner's suicide attempt, depression, alcohol abuse, and troubled background. Yet, \"[a] reasonable lawyer would not rely on his client's self-assessment of his mental health, especially in a capital case. There was an independent duty to investigate.\" <i>Gray v. Branker,</i> 529 F.3d 220, 231 (4th Cir.2008). As Dr. Corvin explained at the evidentiary hearing, it is not unusual for family members to under-report instances of abuse or dysfunction within the family and it is essential to speak with others to make a proper evaluation of a person being examined. Sept. 30 Tr. at 188. Rather than investigating the accuracy of the impression they received from Petitioner and his parents in discussion or seeking other potential mitigating evidence, counsel did little more than work to confirm the opinion that petitioner had a good or \"normal\" childhood.</p>\n<p>The few people whom counsel did call at sentencing were not interviewed by counsel or the defense investigator to learn what type of evidence or information they could provide. Karen Cherol, one of petitioner's sisters who testified at trial, indicates that she was only asked by counsel what topics she wanted to cover. She was not given any advice or preparation for her testimony. Cherol Aff. ¶¶ 4-7, State Ct. R. Vol. 1 of 15, Tab 16 at A-226. Petitioner's trial attorneys admits they only spoke with Ms. Cherol briefly right before sentencing and did not question her to learn mitigating information, but simply asked Ms. Cherol for a list of humanizing stories. Ellinger Aff. ¶¶ 47-48, State Ct. R. Vol. 1 of 15, Tab 13 at A-210.</p>\n<p>Petitioner's cousin, Mary Catherine, who testified at trial explained that she was only contacted a couple of days before trial to see if she would testify on Ray's behalf. Sept. 29, 2008 Hr'g Tr. at 65. She said she was contacted by Ray's father, not counsel, and never spoke with Ray's attorneys until she was at the courthouse. She testified they only had a brief meeting during which counsel introduced themselves, but did not ask her any questions to find out what testimony she could offer. <i>Id.</i> at 66.</p>\n<p>The record shows that counsel not only failed to seek out potential sources of mitigating evidence, but also failed to inform themselves of and develop information in <span class=\"star-pagination\">*719</span> their possession. At counsel's request Petitioner prepared a diary or autobiography, 84 pages long, with information about his life and upbringing. While petitioner may have considered his background to be normal and therefore described it as such in conversations with counsel, the autobiography provided counsel with a vastly different picture. It included references to petitioner's depression, regular abuse of alcohol, dysfunction in family relationships, and his suicide attempt. Ray wrote about how his life seemed to spin out of control after the death of his close friend Mark Reiss from leukemia. He described trying to end his life by driving his car off a bridge and his sense his failure that he could not even kill himself right.</p>\n<p>At the evidentiary hearing before this court, trial attorney Karl Knudsen conceded that trial counsel had the autobiography before trial, but testified he was not aware that Ray had a history of depression and was not aware of his suicide attempt. Oct. 9, 2008 Hr'g Tr. at 37-42. Contrary to the MAR court's finding placing blame on Petitioner for failing to alert counsel to his troubled background, the evidence in the record demonstrates it was counsel who failed to review and investigate this wealth of information provided by Petitioner. Counsel failed to take note of the many potential grounds of mitigating evidence in the autobiography or the fact that the picture presented in petitioner's diary was in marked contrast to petitioner's description of his childhood as normal and happy.</p>\n<p>The MAR court credited trial counsel with retaining a mental health expert, however, the record reveals that counsel severely restricted Dr. Bellard's evaluation, directing him to focus only on whether he could identify a diagnosable mental illness.<sup>[19]</sup> Dr. Bellard estimated he spent less than thirty minutes total speaking with attorney Jeffery Ellinger and less than ten minutes speaking with Karl Knudsen about the case. Sept. 29 Hr'g Tr. at 111. He testified he was not asked to examine petitioner with an eye toward developing mitigating evidence in general, but was directed to focus on competency to stand trial and criminal responsibility. <i>Id.</i> at 118. Dr. Bellard testified that he was given little background information to aid in his examination. He was given petitioner's military discharge records, the records from petitioner's Minnesota Multiphasic Personality Inventory test (\"MMPI\"), and petitioner's autobiography, but did not have any of petitioner's school records, any other personal records, information about the crime or about Robert McNeill's alleged role in the crime.<sup>[20]</sup><i>Id.</i> at 113-140, 120. Counsel did not ask Dr. Bellard if he could offer evidence in support of any statutory or non-statutory mitigators and did not even discuss the topic of mitigating evidence with Dr. Bellard beyond whether he could diagnose petitioner with an identifiable mental disorder. <i>Id.</i> at 118-120.</p>\n<p>Dr. Bellard and Dr. Corvin, the expert who testified for Petitioner at the hearing before this court, testified it is not typical in capital cases for attorneys to limit psychiatric evaluations in this manner. <i>Id.</i> at 116-120; Sept. 30, 2008 Hr'g Tr. at 214-15. Dr. Bellard and Dr. Corvin both testified that it is the role of the attorney to define the scope of the evaluation and provide underlying records and materials to assist in the evaluation. Sept. 29, 2008 Hr'g Tr. at 117-18; Sept. 30, 2008 Hr'g Tr. at 216-19.</p>\n<p>Because counsel failed to properly investigate and develop mitigating evidence, <span class=\"star-pagination\">*720</span> counsel failed to discover substantial evidence that could have been offered in mitigation. Information that was readily available at the time of trial had counsel pursued a proper investigation depicts a personal and family background in marked contrast to the evidence put before the jury at trial. Dr. Bellard testified that had he not been restricted in the scope of his evaluation he could have presented counsel with evidence and testimony to support various statutory and nonstatutory mitigating factors. Sept. 29 Tr. 118. Similarly, Petitioner's relatives and friends expressed that had they been contacted they were available to offer mitigating evidence at trial.</p>\n<p>The evidence shows that petitioner was raised in an environment void of normal parental affection, dominated by a controlling and abusive father and a mother who coped by withdrawing emotionally. Numerous family members, including both of Petitioner's parents, suffer from depression and/or other mental illness. While providing material comforts for his family, Ray Sr., who sexually abused at least one of Petitioner's sisters, ruled the household by the fear of severe beatings and by creating an environment in which anything unpleasant or inconvenient was denied or ignored. When Petitioner's school wanted to give Petitioner help for what they believed to be a learning disability his father denied there was a problem and refused any assistance. Petitioner eventually dropped out of highschool. Petitioner exhibited symptoms of mental health problems as young as seven years-old when he began self-mutilating himself by pulling out all of his eyelashes and developed a nervous habit of clearing his throat. As a teenager his mental health issues worsened. He experienced serious depression, struggled with substance abuse, and eventually attempted suicide. These mental health problems were not acknowledged and Petitioner did not receive any treatment. Even after Petitioner attempted suicide Ray Sr. ordered Petitioner to lie and say the crash was an accident. In keeping with Petitioner's general subservience to the will of his father and the dysfunction within the family, Ray did so and did not receive any help.</p>\n<p>Moreover, the MAR court's determination that such evidence may have undermined the case presented in mitigation is unreasonable. First, evidence of petitioner's battle with depression and family dysfunction would not have conflicted with testimony about his good qualities. Rather, petitioner's helpful and reliable nature, military service, and positive character traits would have been more admirable in light of his personal struggle with mental health issues and substance abuse. Second, it cannot be viewed as a strategic decision to not present evidence when counsel failed to adequately investigate. \"[S]trategic choices made after less than complete investigation are reasonable precisely to the extent that reasonable professional judgments support the limitations on investigation.\" <i>Strickland,</i> 466 U.S. at 690-91, 104 S.Ct. 2052. Counsel could not have strategically decided to not present evidence of petitioner's substance abuse, suicide attempt, depression, and family dysfunction when counsel failed to take steps to learn the information. In fact, both attorneys state in their affidavits that they had no strategic reason for not presenting such evidence. <i>See</i> Knudsen Aff., State Ct. R. Vol. 1 of 15, Tab 13 at A-206; Ellinger Aff., State Ct. R. Vol. 1 of 15, Tab 13 at A-210.</p>\n<p>Finally, the court finds that there is a reasonable probability that but for the deficient performance of counsel, the result of the proceeding would have been different. The question with respect to prejudice is \"whether there is a reasonable probability that, absent the errors, the <span class=\"star-pagination\">*721</span> sentencer ... would have concluded that the balance of aggravating and mitigating circumstances did not warrant death.\" <i>Strickland,</i> 466 U.S. at 695, 104 S.Ct. 2052; see also <i>Wiggins,</i> 539 U.S. at 534, 123 S.Ct. 2527. In the scope of a capital sentencing proceeding, to show a reasonable probability of a different outcome, petitioner need only demonstrate that but for counsel's errors, at least one juror would have recommended a life sentence. <i>See </i><i>Bowie v. Branker,</i> 512 F.3d 112, 120 (4th Cir.2008).</p>\n<p>Evidence that petitioner suffered from depression and substance abuse, attempted suicide, and was raised in a dysfunctional family with an abusive father who controlled his family with the threat of physical beatings was compelling evidence. This evidence is in great contrast to the picture of petitioner presented at trial as a good son and neighbor who was raised in a normal family. There is a \"belief, long held by this society, that defendants who commit criminal acts that are attributable to a disadvantaged background, or to emotional and mental problems, may be less culpable than defendants who have no such excuse.\" <i>Boyde v. California,</i> 494 U.S. 370, 382, 110 S.Ct. 1190, 108 L.Ed.2d 316 (1990) (internal quotations and emphasis omitted). There is a substantial difference between considering punishment for crimes perpetrated by a person raised in a supportive and nurturing family environment with no history of mental health issues versus considering punishment for a person who has struggled with serious mental health issues and substance abuse, raised in a dysfunctional family environment which denied him the opportunity to receive treatment or even acknowledge his problems. It is reasonably probable that had counsel presented the jury with evidence of petitioner's long term mental health problems and family dysfunction at least one juror would have reconsidered the balance of aggravating and mitigating evidence and decided that life imprisonment was the more appropriate sentence. Notably, when such evidence was presented at Robert McNeill's trial, even with his serious criminal history, Robert McNeill received a life sentence.</p>\n<p>Consequently, Petitioner has shown that the MAR court acted unreasonably and that he is entitled to habeas relief on his claim that he received ineffective assistance of counsel because his attorneys failed to properly investigate and present mitigating evidence.</p>\n<p></p>\n<h2>5. <i>Claim VThe indictment used to charge Petitioner failed to allege all of the essential elements of first-degree murder and the aggravating circumstances</i>\n</h2>\n<p>In Claim V, Petitioner asserts that the trial court was without jurisdiction to adjudicate his guilt or impose his sentence because the indictment was constitutionally insufficient. He reasons that the indictment failed to allege all of the elements of first-degree murder and failed to charge any of the statutory aggravators set forth in N.C. Gen.Stat. § 15A-2000(e) which elevate a non-capital first-degree murder to a capital offense punishable by death. Petitioner first raised his challenge to the short-form indictment in his MAR. The MAR court denied the claim on the merits citing to the North Carolina Supreme Court's ruling in <i>State v. Hunt,</i> 357 N.C. 257, 582 S.E.2d 593 (2003).</p>\n<p>Petitioner argues that he could not have been sentenced to death unless the jury found at least one of the aggravating factors. Therefore, he contends the aggravators are elements of the crime of capital murder and must be alleged in the indictment. In support of this position, Petitioner cites to <i>Jones v. United States,</i> 526 U.S. 227, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999), <i>Apprendi v. New Jersey,</i> 530 U.S. <span class=\"star-pagination\">*722</span> 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), and <i>Ring v. Arizona,</i> 536 U.S. 584, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002).</p>\n<p>As an initial matter, Petitioner is unable to show he is entitled to relief based on the holdings in <i>Jones, Apprendi,</i> and <i>Ring. Apprendi</i> and <i>Ring</i> were decided after Petitioner's case became final.<sup>[21]</sup> Even if <i>Apprendi</i> did extend <i>Jones</i> to state-court indictments, it is by means of a new constitutional law that does not apply retroactively to cases on collateral review. <i>See </i><i>Basden v. Lee,</i> 290 F.3d 602, 619 (4th Cir.2002); <i>Hartman v. Lee,</i> 283 F.3d 190, 192 n. 2 (4th Cir.2002). Similarly, <i>Ring</i> states a new rule not retroactive to cases on collateral review. <i>Schriro v. Summerlin,</i> 542 U.S. 348, 358, 124 S.Ct. 2519, 159 L.Ed.2d 442 (2004).</p>\n<p>Moreover, in <i>Hartman v. Lee</i><i>,</i> the Fourth Circuit addressed and rejected a claim that the petitioner's constitutional rights were violated by the use of the short-form indictment. The Fourth Circuit held that North Carolina's \"short-form indictment that alleges the elements of common law murder is sufficient to satisfy the demands of the Sixth and Fourteenth Amendment.\" <i>Hartman,</i> 283 F.3d at 199. Accordingly, Respondent's motion for summary judgment with respect to Claim V is granted.</p>\n<p></p>\n<h2>6 <i>Claim VIThe trial court erred by denying Petitioner's motion to suppress statements</i>\n</h2>\n<p>In Claim VI, Petitioner asserts that the trial court erred by denying his pre-trial motion to suppress statement he made while being questioned by police at the Raleigh Police Department. Petitioner asserts that he was in custody and was questioned without first being given his rights as required under <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). Petitioner raised this claim on direct appeal and the North Carolina Supreme Court held the claim lacked merit. <i>McNeill,</i> 349 N.C. at 644-45, 509 S.E.2d at 421-22. As the North Carolina Supreme Court noted, the parties do not dispute that Petitioner was not given <i>Miranda</i> warnings. Rather, the claim turns on whether or not the interviews were during custodial interrogation, and therefore whether or not <i>Miranda</i> warnings were necessary.</p>\n<p>In <i>Miranda,</i> the Supreme Court established that \"the prosecution may not use statements, whether exculpatory or inculpatory, stemming from custodial interrogation of the defendant unless it demonstrates the use of procedural safeguards effective to secure the privilege against self-incrimination.\" <i>Miranda,</i> 384 U.S. at 444, 86 S.Ct. 1602. The Court characterized custodial interrogation as \"questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\" <i>Id.</i> In determining whether or not a person is in custody a court must consider: 1) all of the circumstances of the interrogation, and 2) how a reasonable person under those circumstances would feel about his freedom to end questioning and leave. <i>Thompson v. Keohane,</i> 516 U.S. 99, 112, 116 S.Ct. 457, 133 L.Ed.2d 383 (1995). The ultimate inquiry is whether there was \"a formal arrest or restraint on freedom of movement of the degree associated with a formal arrest.\" <i>Id.</i></p>\n<p>According to the information before the court, during the initial investigation after the murders the police interviewed all of the Food Lion employees, including Petitioner's brother Robert McNeill. Robert <span class=\"star-pagination\">*723</span> told the police that he had gotten off of work the evening of the murders and met his brother Ray McNeill. Robert denied any involvement in the murders. Thereafter, the police contacted Petitioner to verify Robert's statements. They learned Petitioner worked at a Lowe's store and Officer Moore went to the store on September 23, 1993, around noon. Petitioner was at lunch so the officer left and returned later in the day. When Officer Moore returned he spoke with Petitioner and asked if he would come to the police station to be interviewed about when and where he was with his brother on September 19, 1993. Petitioner agreed to speak with the police, but said he wanted to wait until after work. Officer Moore agreed and left Lowe's. According to Officer Moore, at that point Petitioner was not a suspect, but was only considered a potential witness with respect to Robert's whereabouts on the day of the crime. Officer Moore said that the investigation was starting to center on Robert McNeill.</p>\n<p>Later that day, around 5 or 6 p.m., Officer Dyer went to Lowe's to see if Petitioner would go to the station to be interviewed. Petitioner said he would go when he finished the work he was doing which would be in a few minutes. Officer Dyer waited and when Petitioner was done he followed Officer Dyer to the police station in his own car. They parked and went inside where Petitioner was asked to take a seat in the reception area. Sometime between 6 p.m. and 6:30 p.m., Officer Moore retrieved Petitioner from the reception area and brought him to a large conference room where he was interviewed by Officer Moore and Officer Williams. This first interview lasted around thirty minutes. Petitioner appeared relaxed and did not seem reluctant to talk. He did not say anything incriminating, did not ask for a lawyer, and did not ask to end the interview.<sup>[22]</sup> Officer Moore and Officer Williams did not consider him a suspect.</p>\n<p>When the interview was completed, the officers asked Petitioner to stay for a few minutes so they could check with their supervisor to see if there was anything else they needed to know or clarify before he left. Petitioner agreed and the officers left him in the conference room while they went to speak with their supervisor.</p>\n<p>Around the same time, other police officers had been interviewing Chris Thornhill. Mr. Thornhill had told the police that Petitioner had a handgun in his possession on the Sunday the crime occurred, and Officer Matthias wanted to question Petitioner about the gun's whereabouts. He and Officer Bissette went into the conference room and told McNeill they had a few additional questions. McNeill agreed to talk to the officers. This interview occurred at around 7:45 p.m. The police questioned Petitioner about the gun and he answered the questions. Petitioner acknowledged he had a gun and had shown it to his brother, but claimed that when Robert told him it was dangerous he sold it to a black man later that evening for $300. The police also asked Petitioner what kind of cigarettes he smoked.<sup>[23]</sup> At the suppression hearing, the police testified they did not consider Petitioner a suspect, but believed the gun may have gotten into Robert McNeill's hands. They said they still considered Robert to be the prime suspect. During the interview, Petitioner never asked to leave, never asked how much longer it would take or refused to answer questions. He was talkative and responsive. <span class=\"star-pagination\">*724</span> He acknowledged having been all over the Food Lion store on prior occasions. The officers asked if he would consent to being fingerprinted and having his shoes examined to compare to any possible prints in the store that might belong to him. He agreed and also agreed to a search of his truck.</p>\n<p>After the police took Ray's fingerprints and searched his truck, they questioned him a third time at approximately 9:50 p.m. The trial court ruled that this third interview was a custodial interrogation conducted without <i>Miranda</i> warnings. It excluded statements made by Petitioner during this third interview, and therefore, Petitioner's claim only relates to the first two interviews.</p>\n<p>After a hearing on Petitioner's motion to suppress, the trial court found that Petitioner was not in custody during the first two interviews. The trial court concluded that no reasonable person in Petitioner's situation during the first two interviews would have believed his freedom of action was restrained. Mot. to Supp. Order at ¶ 4. The trial court noted that Petitioner was contacted because he was named as an alibi witness by his brother and originally was not suspected of any criminal wrongdoing. ¶ 4. The court found that during both interviews Petitioner was at case, pleasant, talkative, and did not appear to be reluctant or distressed.<sup>[24]</sup> The trial court found that the interviews took place in a conference room. The first interview lasted approximately thirty minutes and the total time for the first two interviews was a little more than two hours. <i>Id.</i> at ¶ 9. When the first interview was over, the officers asked Petitioner to stay a few more minutes to allow them to check with their supervisor to see if they had anything else they needed to ask him. <i>Id.</i> at ¶ 5. They left Petitioner alone in the conference room while they went to check and he could have left the conference room without even asking. <i>Id.</i> at ¶ 10. The trial court noted that Petitioner, not the police, set the schedule of when the interview would take place. <i>Id.</i> at ¶ 10.</p>\n<p>In denying this claim on direct appeal, the North Carolina Supreme Court found that based on the totality of the circumstances the trial court correctly found that Petitioner was not in custody during the period he gave the first two statements, and therefore, the motion to suppress was properly denied with respect to those statements. <i>McNeill,</i> 349 N.C. at 645, 509 S.E.2d at 421-22. The court noted that Petitioner voluntarily drove himself to the station. It also found that the first interview was only about thirty minutes and was not confrontational. <i>Id.</i> at 644, 509 S.E.2d at 421. It further found that the second interview occurred a short time after the first and Petitioner voluntarily agreed to answer more questions, did not ask to leave, and was not restrained in any manner. <i>Id.</i> The North Carolina Supreme court noted that the trial court made extensive findings after the hearing and found that during the first two interviews Petitioner's \"freedom of action was not restrained in any way, defendant was not impaired, he was not coerced or threatened, and he was cooperative and willing to talk at all times.\" <i>Id.</i> at 644-45, 509 S.E.2d at 421.</p>\n<p>Petitioner argues that the ruling of the trial court denying his motion to suppress was erroneous because it was an unreasonable determination of the facts to find that he was not in custody during the interviews. Petitioner highlights certain testimony from the motion to suppress hearing <span class=\"star-pagination\">*725</span> which he believes undermines the finding that he was not in custody during the first two interview sessions. For example, he disagrees with the court's finding that because the police officers conducting the interviews were part of a joint investigation involving numerous officers in two separate divisions, each officer was not aware of all of the information gathered and therefore, did not consider Petitioner to be a suspect during the early interviews.</p>\n<p>In assessing whether a state court's adjudication is unreasonable, \"the range of reasonable judgment can depend in part on the nature of the relevant rule.\" <i>Yarborough v. Alvarado,</i> 541 U.S. 652, 664, 124 S.Ct. 2140, 158 L.Ed.2d 938 (2004). \"The more general the rule, the more leeway courts have in reaching outcomes in case-by-case determinations.\" <i>Id.</i> The Supreme Court has said that the <i>Miranda</i> custody test is a more general one. <i>Id.</i> at 665, 124 S.Ct. 2140.</p>\n<p>The facts indicate that Petitioner decided when he was available for questioning and drove to the station in his own vehicle. Once at the station, he was asked to wait in the reception area and later moved to an open conference room. Petitioner was not pressured or threatened into giving information, but answered questions freely. Further, when the first interview ended after thirty minutes, Petitioner was asked to stay and was left by himself in the conference room.</p>\n<p>The second interview was lengthier and at that time the police were seeking information about a gun reportedly in Petitioner's possession. However, evidence indicated they did not consider him a suspect, but were interested in whether Robert may have gotten the gun. The tenor of the questioning remained relaxed and Petitioner continued to be pleasant, talkative, and cooperative. He was not coerced, he never showed any hesitation or reluctance to answer questions, and appeared to be at ease. Although time is not conclusive, in <i>Yarborough,</i> after considering all of the circumstances, the Supreme Court found that an interview that lasted two hours did not amount to a custodial interrogation. <i>Yarborough,</i> 541 U.S. at 665, 124 S.Ct. 2140. Here, the actual interview time itself was less than two hours, and the total time from when he entered the station to the end of the second interview was just over two hours.</p>\n<p>Under these facts, and in the context of the habeas standard, Petitioner is unable to show he is entitled to relief on this claim. Petitioner disagrees with the state court's decision but fails to show that it involved an unreasonable determination of the facts or is contrary to, or an unreasonable application of, clearly established federal law. Respondent's motion for summary judgment as to Claim VI is granted.</p>\n<p></p>\n<h2>7. <i>Claim VIIThe trial court erred in denying Petitioner's motion for a crime scene expert</i>\n</h2>\n<p>In Claim VII, Petitioner argues that the trial court's ruling denying him funds for a crime scene expert violated his constitutional rights to due process and a fair trial. Petitioner raised this claim on direct appeal and the North Carolina Supreme Court denied the claim on the merits. <i>McNeill,</i> 349 N.C. at 649-50, 509 S.E.2d at 424-25.</p>\n<p>Petitioner cites to <i>Ake v. Oklahoma,</i> 470 U.S. 68, 105 S.Ct. 1087, 84 L.Ed.2d 53 (1985) and <i>Caldwell v. Mississippi,</i> 472 U.S. 320, 105 S.Ct. 2633, 86 L.Ed.2d 231 (1985) in support of his claim. In <i>Ake,</i> the Supreme Court held that a trial court must appoint a psychiatrist for an indigent defendant when the defendant demonstrates his mental condition will likely be a significant factor at trial or sentencing. <i>Ake,</i> 470 U.S. at 83, 105 S.Ct. 1087. In <i>Caldwell,</i> <span class=\"star-pagination\">*726</span> the petitioner asserted his conviction was unconstitutional because the trial court refused to appoint an investigator and two other experts. The Court ruled that because the petitioner had only offered \"undeveloped assertions\" in support of his request for experts, there was no need for the Court \"to determine as a matter of federal constitutional law what if any showing would have entitled a defendant to assistance of the type here sought.\" <i>Caldwell,</i> 472 U.S. at 323 n. 1, 105 S.Ct. 2633.</p>\n<p></p>\n<h2>a) <i>Teague</i>\n</h2>\n<p>Respondent, citing to <i>Weeks v. Angelone,</i> 176 F.3d 249 (4th Cir.1999), first argues that the claim is <i>Teague</i>-barred. In <i>Weeks,</i> the Fourth Circuit considered the petitioner's claim that his constitutional rights were violated because the trial court denied him funds to hire experts in the fields of pathology and ballistics. In denying relief, the Fourth Circuit held that resolving the claim in Weeks' favor would require retroactive application of a new rule of law in violation of <i>Teague v. Lane,</i> 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989). In reaching that conclusion, the Fourth Circuit stated that a court should take three steps to determine if a petitioner is trying to apply a new rule on collateral review:</p>\n<blockquote>First, the date on which the defendant's conviction became final is determined. Next, the habeas court considers whether a \"state court considering [the defendant's claim] at the time his conviction became final would have felt compelled by the existing precedent to conclude that the rule [he] seeks was required by the Constitution.\" If not, then the rule is new. If the rule is determined to be new, the final step in the <i>Teague</i> analysis requires the court to determine whether the rule nonetheless falls within one of the two narrow exceptions to the <i>Teague</i> doctrine.</blockquote>\n<p><i>Weeks,</i> 176 F.3d at 264. The Fourth Circuit found that at the time Weeks' conviction became final, <i>Ake</i> and <i>Caldwell</i> established that an indigent defendant's constitutional right to expert assistance was limited to a psychiatric expert. The court further found that the state of the law was not such that the Virginia state court would have been compelled by existing precedent at that time to extend a constitutional right to experts in pathology or ballistics for indigent criminal defendants. <i>Id.</i> at 264-65.</p>\n<p>Petitioner McNeill's case became final on direct appeal on October 4, 1999.<sup>[25]</sup> The court believes that at that time, the state of the law was such that the North Carolina Supreme Court would have felt compelled to consider as a constitutional question whether Petitioner was entitled to an expert in crime scene forensics. In <i>State v. Bridges,</i> 325 N.C. 529, 533, 385 S.E.2d 337 (1989), in considering the trial court's denial of a fingerprint expert, the North Carolina Supreme Court stated that \"[w]hile it is within the trial court's discretion to `approve a fee' for the appointment of an expert witness to testify for an indigent defendant, N.C.G.S. § 7A-454 (1986), it is error of constitutional magnitude to refuse such funds when the defendant has made a `threshold showing of specific need' and when expert assistance is of material importance to his defense or its absence would deprive him of a fair trial.\" <i>Id.</i> at 533, 385 S.E.2d 337, 339.</p>\n<p>Further, the Fourth Circuit has recognized a right to non-psychiatric expert assistance \"when a substantial question exists over an issue requiring expert testimony for its resolution and the defendant's position cannot be fully developed without professional assistance.'\" <i>Smith</i> <span class=\"star-pagination\">*727</span> <i>v. Angelone,</i> 111 F.3d 1126, 1132 (4th Cir.1997) (quoting <i>Williams v. Martin,</i> 618 F.2d 1021, 1026 (4th Cir.1980)). In <i>Williams,</i> the Fourth Circuit reasoned that the obligation to provide such assistance stems from the Equal Protection clause. <i>Williams,</i> 618 F.2d at 1026. Accordingly, the court does not believe it will require the application of a new rule on collateral review to consider whether Petitioner had a constitutional right to an expert in crime scene forensics.</p>\n<p></p>\n<h2>b) Merits</h2>\n<p>In their motion for a forensic crime scene expert and at the hearing on the motion, defense counsel asserted that the physical evidence the State intended to present against Petitioner was circumstantial. Counsel noted that the State's evidence included gun parts found at the store, sound recordings, fingerprints, the physical layout of the Food Lion and the relationship of the areas in the store where the two bodies were found. Counsel argued that rather than hire separate experts they needed \"a generalist, a forensic crime scene expert, to assist [] in interpreting that evidence.\" State Court Record, Vol. 2 of 15 at 5. Defense counsel further argued that the State had access to numerous experts through the SBI, FBI, and police and that without a forensic crime scene expert defense counsel were \"going to have difficulty giving this defendant some effective assistance and a fair trial.\" <i>Id.</i> at 7.</p>\n<p>In denying the request, the trial judge held that the defense made an insufficient showing. The court also noted that it had already granted the defense funds for a private investigator, a psychiatrist, and an expert in firearms. State Court Record, Vol. 2 of 15 at 8. The court stated that the defense might be entitled to a fingerprint expert, and in fact, the trial court subsequently granted the defense funds for two additional experts, a fingerprint expert and an audiologist. In treating the claim on direct appeal, the North Carolina Supreme Court agreed with the trial judge's ruling that the defense had not adequately shown a \"particularized necessity\" so as to require the State to also pay for a general forensic crime scene expert. <i>McNeill,</i> 349 N.C. at 650, 509 S.E.2d at 425.</p>\n<p>Petitioner fails to establish that the adjudication of this claim by the state court is contrary to, or an unreasonable application of, clearly established federal law. At the time it made the motion, the defense argued that an expert in crime scene forensics would be beneficial to the defense to interpret physical evidence, but failed to offer little more than this broad assertion or demonstrate a specific and substantial need. This insufficient showing was further undermined by the fact that the court granted funds for experts in the areas likely to be significant issues at trial. Accordingly, Respondent's motion for summary judgment as to Claim VII is granted.</p>\n<p></p>\n<h2>8. <i>Claim VIIIPetitioner's death sentences are unconstitutional because they were returned under the influence of passion and prejudice</i>\n</h2>\n<p>In Claim VIII, Petitioner argues that his death sentences are unconstitutional because they were returned under the influence of passion and prejudice and the error was not corrected by the North Carolina Supreme Court because its proportionality review was insufficient. His argument does not set forth why he believes the sentences were returned on the basis of passion and prejudice, but rather focuses on the alleged inadequacy of the proportionality review conducted by the state court.</p>\n<p>\"It is a well-settled proposition that the individual States are not constitutionally required to provide defendants who have been convicted of capital crimes <span class=\"star-pagination\">*728</span> with `proportionality reviews' of their death sentences.\" <i>Roach v. Angelone,</i> 176 F.3d 210, 216 (4th Cir.1999) (citing <i>Pulley v. Harris,</i> 465 U.S. 37, 50-51, 104 S.Ct. 871, 79 L.Ed.2d 29 (1984)). The North Carolina Supreme Court was acting on the basis of state law, not federal or constitutional law, when it conducted the proportionality review. On federal habeas review, the court does not consider whether a state court incorrectly applied state law. <i>See </i><i>Fisher v. Angelone,</i> 163 F.3d 835, 854 (4th Cir.1998). Therefore, the issue cannot establish grounds for federal habeas relief and Respondent's motion for summary judgment as to Claim VIII is granted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Respondent's motion for summary judgment is GRANTED in part and DENIED in part. As discussed pursuant to Claim IV, the court finds that Petitioner McNeill has established he received ineffective assistance of counsel at the penalty phase of trial and has been sentenced to death in violation of his constitutional rights. A writ of habeas corpus vacating his death sentences shall issue, and the State of North Carolina shall sentence McNeill to life imprisonment on each count of first-degree murder. Respondent's motion for summary judgment is granted as to Petitioner's other argument in Claim IV and all other claims.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioner commonly goes by his middle name, Ray, not Elmer.</p>\n<p>[2]  Although such analysis was regularly conducted at the time of Petitioner's trial, scientific evidence now suggests that bullet lead analysis is not reliable and the Federal Bureau of Investigation no longer performs such analysis.</p>\n<p>[3]  N.C. Gen.Stat. § 15A-1415(c) provides:\n</p>\n<p>Notwithstanding the time limitations herein, a defendant at any time after verdict may by a motion for appropriate relief, raise the ground that evidence is available which was unknown or unavailable to the defendant at the time of trial, which could not with due diligence have been discovered or made available at that time, including recanted testimony, and which has a direct and material bearing upon the defendant's eligibility for the death penalty or the defendant's guilt or innocence. A motion based upon such newly discovered evidence must be filed within a reasonable time of its discovery.</p>\n<p>[4]  Michael testified that Petitioner told him he was involved and was the triggerman. State Court Record Vol. 7 of 15 at 1724-26.</p>\n<p>[5]  At Robert McNeill's trial the jury found as a mitigating factor that Robert did not actually pull the trigger in either case. State Ct. R. Vol. 1 of 15 at Tab 17.</p>\n<p>[6]  In his traverse to the motion for summary judgment, Petitioner, citing to <i>Williams v. Coyle,</i> 260 F.3d 684 (6th Cir.2001) and <i>Stumpf v. Mitchell,</i> 367 F.3d 594 (6th Cir. 2004), appears to suggest the claim is subject to <i>de novo</i> review. However, neither case supports his position. <i>Stumpf</i> was filed in 1995 and therefore, subject to the pre-AEDPA standard. In <i>Williams,</i> the issue was subject to <i>de novo</i> review because the state court had never considered the merits of the claim.</p>\n<p>[7]  Transcript of the trial of Robert Anthony McNeill at the September 23, 1996, criminal session of the Superior Court of Wake County, File Nos. 93 CRS 67119, 95 CRS 87517, 95 CRS 87518, 95 CRS 91532.</p>\n<p>[8]  For example, in <i>Smith v. Groose,</i> 205 F.3d 1045 (8th Cir.2000), the Eight Circuit found reversal was necessary where the State selectively presented different statements of the same witness in the petitioner's trial and a co-defendant's trial. The version of the facts given in the two statements were in direct conflict and could not both be true.\n</p>\n<p>During the first trial, to obtain a conviction of one defendant the State used a statement from a witness that the victims were dead when the second group of perpetrators arrived on the scene. Subsequently, at the trial of another defendant who was part of the second group of perpetrators, the State did not produce the first statement and instead produced another statement given by the same witness in which he said that the victims were still alive when the second group of perpetrators arrived on the scene. The Eight Circuit found it was a violation of due process for the State to present \"inherently factually contradictory theories\" as to what point the victims were killed and who was present in order to secure the most convictions. <i>Id.</i> at 1051-52.</p>\n<p>[9]  In making his argument, Petitioner also refers to the Sixth Circuit's analysis in the underlying decision, <i>Stumpf v. Mitchell,</i> 367 F.3d 594 (6th Cir.2004). However, in <i>Bradshaw v. Stumpf,</i> 545 U.S. 175, 125 S.Ct. 2398, 162 L.Ed.2d 143, the Supreme Court reversed the Sixth Circuit's decision.</p>\n<p>[10]  The Court did note that the use of the allegedly inconsistent theories may have had an effect on sentencing, but declined to express an \"opinion on whether the prosecutor's actions amounted to a due process violation, or whether any such violation would have been prejudicial.\" <i>Stumpf,</i> 545 U.S. at 187, 125 S.Ct. 2398.</p>\n<p>[11]  The copy presented to this court is unsigned, but Petitioner states that a signed copy of the Mills affidavit was presented in state court at a hearing. <i>See</i> Traverse and Answer [D.E. # 23] at 11 n. 4. A review of the state court proceedings indicates that as of the time of the Mills affidavit presented at the hearing on July 11, 2003, was signed. <i>See</i> State Ct. R. Vol. 14 of 15 at 35.</p>\n<p>[12]  In originally making the claim in his MAR, the Petitioner also submitted an affidavit from Juror Behlig. The affidavit primarily related to another claim, but provided in pertinent part that one of the jurors, a woman named Monica, was the last holdout in sentencing. He said she may have been under pressure to vote for death from the other jurors and may \"have caved into the death penalty.\" The MAR court held that the portion of the affidavit regarding jury deliberations was not properly before the court. Petitioner does not refer to this affidavit in his arguments in the petition in support of this claim.</p>\n<p>[13]  N.C. Stat. § 1420(b)(1) provides that a MAR must be supported by affidavits or documentary evidence if it is based upon facts not ascertainable from the record.</p>\n<p>[14]  In the petition, Petitioner states that these claims were procedurally barred and argues that the procedural bar should be excused. However, while it appears the MAR court procedurally barred two other claims of ineffective assistance of counsel, it appears these claims of ineffective assistance of counsel were denied in state court solely on the merits.</p>\n<p>[15]  A significant portion of the form is not legible and Petitioner has not directed the court to any other evidence which suggests he suffered from hearing loss as a result of his military service.</p>\n<p>[16]  She was present in court at trial. Sept. 29, 2008 Hr'g Tr. at 28.</p>\n<p>[17]  A defense investigator came to the Thornhill residence but was asked to leave because he was accusatory of Chris. He never asked questions about Ray or potential mitigating evidence. Sept. 29 Tr. at 91-92, 105.</p>\n<p>[18]  As with other witnesses such as the Thornhills, Ms. Dernar was referenced in the autobiography Petitioner prepared for counsel. Therefore, counsel should have been on notice of her role in Petitioner's life. The autobiography is discussed further, <i>infra.</i></p>\n<p>[19]  Neither Dr. Bellard nor any other expert testified at trial.</p>\n<p>[20]  Dr. Christopher Norris was retained for the limited purpose of administering the MMPI.</p>\n<p>[21]  Petitioner's case became final on direct appeal on October 4, 1999. <i>See McNeill v. North Carolina,</i> 528 U.S. 838, 120 S.Ct. 102, 145 L.Ed.2d 87 (1999)</p>\n<p>[22]  The interview was tape recorded and later transcribed.</p>\n<p>[23]  A pack of Alpine cigarettes was found underneath an exterior staircase at the crime scene. State Court Record, Vol. 4 of 15 at 836.</p>\n<p>[24]  The first interview was tape recorded and the trial judge had the benefit of listening to that interview. Mot. to Supp. Order at ¶ 5.</p>\n<p>[25]  More than five years after Weeks' conviction became final.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></span> (2009)</b></center>\n<center><h1>Elmer Ray McNEILL, Jr., Petitioner,<br>\nv.<br>\nGerald BRANKER, Warden Central Prison, Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 5:04-HC-467-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 17, 2009.</center>\n<p><span class=\"star-pagination\">*698</span> Kenneth J. Rose, Sarah Holladay, Durham, NC, for Petitioner.</p>\n<p>Sandra Wallace-Smith, N.C. Department of Justice, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the court on the petition for writ of habeas corpus filed pursuant to 28 U.S.C. § 2254, on behalf of Elmer Ray McNeill, Jr. (\"Ray,\" \"McNeill\" or \"Petitioner\").<sup>[1]</sup> Respondent answered and filed a motion for summary judgment, and Petitioner filed a response. An evidentiary hearing was held on September 29-30, 2008, and October 9, 2008, on petitioner's claim that he received ineffective assistance of counsel in the investigation and presentation of mitigating evidence at sentencing. The parties submitted post-hearing briefs, and the matter is now ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>McNeill was tried and convicted of two counts of first-degree murder, conspiracy to commit armed robbery, and armed robbery at the March 4, 1996, criminal session of the Superior Court of Wake County. The following facts are summarized from the opinion of the Supreme Court of North Carolina. <i>See </i><i>State v. McNeill,</i> <span class=\"citation\" data-id=\"1239316\"><a href=\"/opinion/1239316/state-v-mcneill/\"><span class=\"volume\">349</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">634</span></a></span>, <span class=\"citation\" data-id=\"1239316\"><a href=\"/opinion/1239316/state-v-mcneill/\"><span class=\"volume\">509</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">415</span></a></span> (1998).</p>\n<p></p>\n<h2>A. <i>Facts</i>\n</h2>\n<p>The victims, Robert Michael Truelove and John David Ray, were employees at the Food Lion store on the corner of Strickland Road and Six Forks Road in Raleigh, North Carolina. On the night of September 19, 1993, John Ray's wife went to the store to pick him up from work. When he did not come outside and when no one answered the door she called 911, Officer Mike Liptak responded to the call and arrived at the store around midnight. Officer Liptak could see money tills and an open safe through a front window. Additional <span class=\"star-pagination\">*699</span> officers arrived at the scene. When they entered the store, the body of John Ray was discovered inside the meat locker and the body of Mike Truelove was found in the back of the store. Both men had been shot and according to the store manager, $2,300 was missing from the store.</p>\n<p>The Petitioner's brother, Robert McNeill, worked at the Food Lion and was immediately considered a suspect by the police. After the police spoke with Robert they questioned Petitioner because he was part of Robert's alibi. Petitioner and Robert were later charged as co-perpetrators.</p>\n<p>At trial, Chris Thornhill testified that he and Petitioner were friends and were together in Raleigh on September 19, 1993. Thornhill said that he had shown Petitioner a .357 Magnum revolver he had purchased from a man named Zane Bryant. After Thornhill and Petitioner checked into the Innkeeper Motel between 7 and 8 p.m., Petitioner took the gun and left the motel. Thornhill said that when Petitioner returned around midnight he appeared dazed and was having trouble hearing. Petitioner told Thornhill he sold the gun to a man who approached him at a gas station and the man hit him on the ear. Thornhill said that on September 19th Petitioner had about one hundred dollars, but the next day he had a vinyl bag with about eight hundred dollars and a thick roll of one-dollar bills.</p>\n<p>On September 23, 1993, the police collected an empty Ruger Blackhawk .357 Magnum box and a partial box of shells from Zane Bryant. Zane Bryant testified at trial that in early September he sold Chris Thornhill the revolver which came in the box. He said that when he sold the gun it was already loaded from the partial box of shells the police had collected. A forensic expert testified that in his opinion the bullet jackets recovered from both victims were fired from the same gun, either a Ruger or a Rohm. He testified that the bullets at the crime scene were the same type as the bullets in the box taken from Zane Bryant.<sup>[2]</sup> The expert also testified that the small gun parts found at the crime scene were from a Ruger single-action revolver.</p>\n<p>An expert in acoustics and audiology testified that if shots were fired from a Ruger Blackhawk inside the meat cooler at the Food Lion it would have cause the shooter to experience significant temporary hearing loss such as Petitioner experienced in the days after the crimes.</p>\n<p>A fingerprint expert testified for the State that one half of Petitioner's palm print was on the exterior rear door of the Food Lion store. A Food Lion employee, Ms. Muse, testified that Petitioner had been at the store to meet his brother on September 12, 1993. There was conflicting evidence presented at trial as to how often the doors were cleaned.</p>\n<p>Michael McNeill, the older brother of Petitioner and co-perpetrator Robert, testified at trial. Given the paucity of evidence, his testimony was key to the State's case. He said that during a phone call with Petitioner in February 1994, Petitioner told him he was the triggerman in both murders. Michael testified that he believed Petitioner was covering up for Robert and also covering for Chris Thornhill. On cross-examination the defense elicited information suggesting Michael McNeill had become very close with Robert McNeill's wife, Tamara.</p>\n<p>Craig Stover, a former co-worker of Robert's at the Food Lion store at the Tower Shopping Center, testified that he <span class=\"star-pagination\">*700</span> and Robert had robbed the Tower Food Lion in May 1993. He said that Robert had talked about doing a second robbery and about killing his manager.</p>\n<p>Petitioner testified at trial. He said that he had moved to North Carolina with Robert's encouragement. He initially stayed with Robert, but he did not get along with Roberts's wife so he was going to get an apartment with Chris Thornhill. He claimed that Robert told him he needed a gun because someone was harassing his wife. On September 19, 1993, he called Robert to arrange to pick up his clothes and some money Robert was holding for him. He went to the Food Lion at about 10 p.m. and waited for Robert. When Robert finished work they drove to a Taco Bell in separate cars. Petitioner showed Robert the gun and Robert bought it from him for three hundred dollars. Petitioner then drove to Robert's house to wait for Robert so he could get his clothes and money. When Robert arrived he was carrying his shirt. Robert told Petitioner not to tell Thornhill that Robert bought the gun and told Petitioner to say that he had been with Robert all night. When Petitioner did not seem to take the instructions seriously, Robert hit Petitioner hard on his right ear. Petitioner agreed to do as Robert asked and got his things and left. Petitioner denied confessing to Michael and denied that he had anything to do with the murders.</p>\n<p>Mr. Bissette, a retired member of the task force investigating the murders testified at trial. He said that Petitioner had cooperated with police and allowed them to search his vehicle. He also said that four days after the murder Petitioner did not have any problems with his hearing. Detective Harrell of the Raleigh police department testified that Thornhill had given police two different stories. An expert testified that there is no way to distinguish between trauma induced hearing loss, such as from being hit, and acoustically induced hearing loss.</p>\n<p>Petitioner's brother Robert testified. He invoked his Fifth Amendment rights in response to most questions, but did testify that Petitioner was innocent and did not conspire with him.</p>\n<p>At the sentencing phase of trial, the defense presented evidence tending to show Petitioner's good character.</p>\n<p></p>\n<h2>B. <i>Procedural History</i>\n</h2>\n<p>On April 3, 1996, after a trial by jury, Petitioner was found guilty of two counts of first-degree murder, one count of armed robbery and one count of conspiracy to commit armed robbery. After the sentencing phase, the jury found three aggravating factors for each count of first-degree murder: 1) the murder was committed for the purpose of avoiding a lawful arrest; 2) the murder was committed for pecuniary gain; and 3) the murder was part of a course of conduct which included the commission of crimes of violence against other persons. The jury also found six mitigating circumstances: 1) the defendant had no significant history of prior criminal activity; 2) the defendant voluntarily served in the military and was discharged under honorable conditions; 3) the defendant committed the murders while under the instigation, direction, and influence of his older brother Robert McNeill; 4) the defendant had a good employment history, was gainfully employed at the time of the murders and has the capacity to provide useful service to society while imprisoned; 5) the defendant has been a good, helpful, kind, and trusted son, brother, nephew, and cousin, who showed loving concern for his family and was loved in return; and 6) any other circumstance or circumstance arising from the evidence which one or more of the jurors deemed to have mitigating value. On April 9, 1996, the jury recommended <span class=\"star-pagination\">*701</span> the death penalty on each count of first-degree murder and the judge sentenced Petitioner accordingly. The judge also sentenced Petitioner to forty years imprisonment for the armed robbery conviction and ten years imprisonment for conspiracy to commit armed robbery, the sentences to run consecutively.</p>\n<p>On direct appeal, the North Carolina Supreme Court affirmed Petitioner's convictions and sentences. <i>McNeill,</i> 349 N.C. at 642, 509 S.E.2d at 420. The United States Supreme Court denied certiorari. <i>McNeill v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">838</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">87</span></span> (1999). Petitioner filed a motion for appropriate relief (\"MAR\") on September 22, 2000. On April 2, 2001, Petitioner filed an Amended MAR and on April 18, 2001, Petitioner filed an Amendment to MAR Affidavit of Judge Evelyn Hill. In an order entered on October 22, 2003, the MAR court summarily denied Petitioner's Amended MAR as to Claims I, II, III, V, VI, and VII. The MAR court allowed an evidentiary hearing as to Claim IV, which alleged unauthorized contact between the jury and the assistant district attorney. The MAR court held the evidentiary hearing and subsequently, in an order entered on December 2, 2003, denied Claim IV. The North Carolina Supreme Court denied McNeill's petition for writ of certiorari. <i>State v. McNeill,</i> <span class=\"citation\" data-id=\"1415408\"><a href=\"/opinion/1415408/state-v-mcnair/\"><span class=\"volume\">358</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">548</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">599</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">911</span></span> (2004).</p>\n<p>On July 26, 2004, McNeill filed a petition for writ of habeas corpus with this Court which was later supplemented with a memorandum in support. On May 25, 2005, Respondent filed an answer to the petition and moved for summary judgment. Petitioner has responded and the matter is ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). Review of McNeill's claims is governed by 28 U.S.C. § 2254(d), as modified by the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), Pub.L. No. 104, 132, 110 Stat. 1214 (1996). Section 2254(d) provides:</p>\n<blockquote>An application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court proceedings unless the adjudication of the claim</blockquote>\n<blockquote>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d).</p>\n<p>The phrase \"`clearly established Federal law, as determined by the Supreme Court of the United States' ... refers to the holdings, as opposed to the dicta, of [the Supreme Court's] decisions as of the time of the relevant state-court decisions.\" <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 412, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000). A state court decision is \"contrary to\" clearly established federal law \"if the state court arrives at a conclusion opposite to that reached by [the Supreme] Court on a question of law or if the state court decides a case differently than [the Supreme] Court has on a set of materially indistinguishable facts.\" <i>Id.</i> at 413, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. A state court decision \"involve[s] <span class=\"star-pagination\">*702</span> an unreasonable application of\" clearly established federal law \"if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> \"[A] federal habeas court may not issue the writ simply because that court concludes in its independent judgment that the relevant state-court decision applied clearly established federal law erroneously or incorrectly. Rather, that application must also be unreasonable.\" <i>Id.</i> at 411, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>.</p>\n<p>Only after a petitioner establishes that the state court's adjudication of his claims was \"contrary to\" or an \"unreasonable application of clearly established federal law or was based on an unreasonable determination of the facts in light of the evidence may a federal court proceed to review a state court judgment independently to determine whether habeas relief is warranted. <i>Rose v. Lee,</i> <span class=\"citation\" data-id=\"773551\"><a href=\"/opinion/773551/rose-v-lee/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span> (4th Cir.2001). If the state court did not articulate the rationale underlying its adjudication, a federal habeas court must examine the record and the clearly established Supreme Court precedent to determine whether the state court's adjudication was contrary to or involved an unreasonable application of clearly established federal law. <i>Bell v. Jarvis,</i> <span class=\"citation\" data-id=\"771580\"><a href=\"/opinion/771580/ernest-sutton-bell-v-mack-jarvis-robert-smith/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 158 (4th Cir.2000). If, however, the state court failed to adjudicate a properly presented claim, the federal court must review questions of law and mixed questions of law and fact <i>de novo. </i><i>Fisher v. Lee,</i> <span class=\"citation\" data-id=\"769055\"><a href=\"/opinion/769055/willie-ervin-fisher-v-r-c-lee-warden-central-prison-north-carolina/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 445 (4th Cir.2000). Finally, the factual findings of the state court are presumed to be correct. 28 U.S.C. § 2254(e)(1). The petitioner bears the burden of rebutting this presumption by clear and convincing evidence. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>McNeill's Claims</i>\n</h2>\n<blockquote>Claim IPetitioner's convictions are unconstitutional because newly discovered evidence shows he is innocent;</blockquote>\n<blockquote>Claim IIThe State violated Petitioner's due process rights by arguing inconsistent theories at the separate trials of Petitioner and his co-defendant;</blockquote>\n<blockquote>Claim IIIPetitioner was denied a fair and impartial verdict because Juror Celinski was coerced and intimidated;</blockquote>\n<blockquote>Claim IVPetitioner received ineffective assistance of counsel at trial;</blockquote>\n<blockquote>Claim VThe short-form indictment failed to allege all of the essential elements of first-degree murder and the aggravating circumstances;</blockquote>\n<blockquote>Claim VIThe trial court erred by denying Petitioner's motion to suppress statements;</blockquote>\n<blockquote>Claim VIIThe trial court erred in denying Petitioner's motion for a crime scene expert;</blockquote>\n<blockquote>Claim VIIIThe death sentences are unconstitutional because they were returned under the influence of passion and prejudice.</blockquote>\n<p>Petitioner contends he is entitled to relief from his convictions and sentences of death because of these alleged constitutional violations.</p>\n<p></p>\n<h2>C. <i>Discussion</i>\n</h2>\n<p>In accordance with 28 U.S.C. § 2254(d), this court must determine whether the state court's adjudication of Petitioner's claims was contrary to, or involved an unreasonable application of, clearly established federal law.</p>\n<p></p>\n<h2>1. <i>Claim IPetitioner's convictions are unconstitutional because newly discovered evidence shows he is innocent</i>\n</h2>\n<p>In Claim I, Petitioner argues that his convictions are unconstitutional because <span class=\"star-pagination\">*703</span> newly discovered evidence, a confession given by Robert McNeill to Petitioner's post-conviction counsel, demonstrates that he is innocent. Petitioner first raised this claim in his MAR and the MAR court denied the claim on the merits.</p>\n<p>In an affidavit first presented in support of Petitioner's MAR, Robert claims that he acted alone in carrying out the murders, that Ray was not aware of his intent to commit the crime, and that Ray not present at the time of the crimes. The affidavit was sworn in March 2001, after Robert's convictions and life sentences became final on direct appeal. The MAR court found that Robert's affidavit is cumulative of the evidence presented at Petitioner's trial. MAR Order at 21. Robert testified at Petitioner's trial that Petitioner was not involved with the murders and did not conspire with him. State Ct. R. Vol. 7 of 15 at 1970-75, 1978. The MAR court also found that Petitioner failed to show the information contained in the affidavit would probably result in a different result at a new trial. MAR Order at 22.</p>\n<p>Petitioner asserts that based upon Robert's affidavit he is entitled to new trial under N.C. Gen.Stat. § 15A-1415(c). Petitioner cites to state law for the seven factors a defendant must satisfy to establish he is entitled to a new trial under N.C. Gen. Stat § 15A-1415(c)(5)<sup>[3]</sup>:</p>\n<blockquote>1. That the witness will give newly discovered evidence.</blockquote>\n<blockquote>2. The newly discovered evidence is probably true.</blockquote>\n<blockquote>3. The evidence is competent, material, and relevant.</blockquote>\n<blockquote>4. That due diligence was used and proper means were employed to procure the testimony at trial.</blockquote>\n<blockquote>5. The newly discovered evidence is not merely cumulative.</blockquote>\n<blockquote>6. The newly discovered evidence does not tend only to contradict a former witness or to impeach or discredit him.</blockquote>\n<blockquote>7. The newly discovered evidence is of such a nature as to show that on another trial a different result will probably be reached and that the right will prevail.</blockquote>\n<p><i>State v. Bishop,</i> <span class=\"citation\" data-id=\"1210899\"><a href=\"/opinion/1210899/state-v-bishop/\"><span class=\"volume\">346</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">365</span></a></span>, 403, <span class=\"citation\" data-id=\"1210899\"><a href=\"/opinion/1210899/state-v-bishop/\"><span class=\"volume\">488</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">769</span></a></span>, 790 (1997). He contends that he met all of these criteria and the MAR court's denial constitutes an unreasonable determination of the facts in light of the evidence presented. He further argues that if this court fails to address the claim then an innocent man will be executed. Citing to <i>Herrera v. Collins,</i> <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></a></span>, <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (1993), he contends that because executing an innocent man is unconstitutional, the claim is properly before this court. He argues he is entitled to have his convictions and sentences vacated, or at the least, is entitled to a new trial to present the newly discovered evidence to a jury. Alternatively, he contends he is entitled to an evidentiary hearing on the claim.</p>\n<p>\"It is not the province of a federal habeas court to reexamine state-court determinations on state-law questions.\" <i>Estelle v. McGuire,</i> <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 67-68, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1991). Claims based on state court rulings on state-law questions are only cognizable on federal <span class=\"star-pagination\">*704</span> habeas review if they violate specific constitutional provisions or are so egregious they render the entire trial fundamentally unfair. <i>Id.</i> Therefore, insofar as Petitioner is arguing the MAR court erred in its application of N.C. Gen.Stat. § 15A-1415(c) and the seven factor test, he is not entitled to review.</p>\n<p>Moreover, on habeas review the factual findings of the state court are presumed to be correct. 28 U.S.C. § 2254(e)(1). Although Petitioner disagrees with the state court's findings on the nature and potential impact of Robert's affidavit, he fails to rebut the state court's findings by clear and convincing evidence. As the MAR court concluded, the information in Robert's affidavit is not new evidence, but is cumulative of the testimony he gave to the jury at petitioner's trial during which he expressed that petitioner was not responsible for the murders. <i>See</i> State Ct. R. Vol. 7 of 15 at 1970-75, 1978.</p>\n<p>Petitioner is also unable to demonstrate he is entitled to federal habeas relief on the basis of his claim that the alleged newly discovered evidence shows he is actually innocent. In <i>Herrera,</i> while stating that, in general, a claim of \"actual innocence\" based on newly discovered evidence is not a constitutional claim providing grounds for habeas relief, the Court acknowledged that \"[w]e may assume, for the sake of argument in deciding this case, that in a capital case, a truly persuasive demonstration of \"actual innocence\" made after trial would render the execution of a defendant unconstitutional, and warrant federal habeas relief if there were no state avenue open to process such a claim.\" <i>Herrera,</i> 506 U.S. at 416-17, <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></a></span>.</p>\n<p>However, as the Supreme Court stated in <i>Herrera</i> and in <i>House v. Bell,</i> <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">518</span></a></span>, <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2064</span></a></span>, <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2006), assuming that an actual innocence claim can exist in a federal habeas case, the standard for any such \"hypothetical freestanding innocence claim\" would be \"extraordinarily high.\" <i>Herrera,</i> 506 U.S. at 417, <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></a></span>; <i>see also </i><i>House,</i> 547 U.S. at 555, <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2064</span></a></span>. As the MAR court noted, there are numerous inconsistencies between Robert's account in the affidavit and Ray's trial testimony about the night of the murder. Robert's account in the affidavit is also inconsistent with testimony given by Michael McNeill at trial.<sup>[4]</sup> These inconsistencies undermine the credibility of Robert's confession. Further, as noted above, the evidence is actually cumulative to evidence considered by the jury in reaching its decision. Consequently, Robert's affidavit proclaiming petitioner's innocence falls short of any possible showing that could entitle petitioner to habeas relief on the basis of a freestanding claim of actual innocence.</p>\n<p>Finally, Petitioner's request for an evidentiary hearing on this claim is denied. As noted above, it is not the role of this court to substitute its judgment or reconsider the state court's application of the state-law standard for a new trial. Petitioner must demonstrate a factual dispute that, if resolved in his favor, would entitle him to relief, <i>Rector v. Johnson,</i> <span class=\"citation\" data-id=\"12712\"><a href=\"/opinion/12712/rector-v-johnson/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">551</span></a></span>, 562-63 (5th Cir.1997). He has failed to do so.</p>\n<p>Accordingly, Petitioner is unable to show the MAR court's ruling with respect to this claim is contrary to, or an unreasonable application of clearly established federal law or based on an unreasonable determination of the facts. Respondent's motion for summary judgment as to Claim I is granted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*705</span> 2. <i>Claim IIThe State violated Petitioner's due process rights by arguing inconsistent theories at the separate trials of Petitioner and his co-defendant</i>\n</h2>\n<p>In Claim II, Petitioner argues that the State offended basic notions of due process when it used inconsistent prosecution theories at Petitioner's trial and Robert's trial. Petitioner argues that at his trial the State argued Petitioner was the person who shot both victims, but at Robert's trial the State asserted the identity of the shooter was not certain and during arguments at sentencing suggested Robert was the triggerman who shot Mike Truelove.<sup>[5]</sup> Petitioner first raised this argument in his MAR and the MAR court denied the claim on the merits.</p>\n<p>In denying the claim, the MAR court found that both Petitioner and Robert were capitally tried and in both trials the jurors were instructed on acting in concert. The MAR court also found that essentially the same evidence was presented by the State at both trials. The MAR court noted that \"both trials were based on the underlying theory that the Petitioner and Robert planned to rob the Food Lion and eliminate any witnesses, that the Petitioner and Robert committed the crimes together and that Petitioner and Robert McNeill were equally responsible.\" MAR Order at 10. The MAR court found it was a reasonable inference from the evidence for the State to argue Petitioner was the triggerman and it was also a reasonable inference from the evidence that Robert may have shot one of the victims. The MAR court determined that Petitioner's convictions were based upon proper evidence, were not the result of improper prosecution tactics, and were fair. <i>Id.</i> at 11. The MAR court held that Petitioner's due process rights were not violated by inconsistent theories of prosecution and \"[t]he prosecution did not present markedly different and conflicting evidence at Defendant's trial and Robert McNeill's trial.\" <i>Id.</i> at 22.</p>\n<p>Petitioner argues that the MAR court's ruling is based upon an unreasonable determination of the facts.<sup>[6]</sup> He argues that at his trial the State attacked his testimony that he did not commit the crime and urged the jury to reject it, but at Robert's trial the State admitted a transcript of Petitioner's trial testimony. He contends that arguing inconsistent theories and rejecting Petitioner's testimony in one case and then affirmatively relying upon it in the next was fundamentally unfair and a violation of his due process rights.</p>\n<p>In support of his argument, Petitioner first cites to Supreme Court cases for the general premise that the knowing presentation of false testimony is a due process violation and reversible error. <i>See, e.g., </i><i>United States v. Agurs,</i> <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1976); <i>Napue v. Illinois,</i> <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1217</span></a></span> (1959). However, his reliance upon these cases is misplaced. Contrary to his argument, there is no evidence the State knowingly presented false testimony or unconstitutionally changed its position about the truthfulness of Ray's testimony between the two trials.</p>\n<p><span class=\"star-pagination\">*706</span> As the MAR court found, at both trials the State proceeded on the basic theory that Petitioner and Robert committed the crimes together with a gun obtained by Ray McNeill and in both cases the State presented similar evidence. The record does not bear out petitioner's assertion that the State first rejected Petitioner's testimony at Petitioner's trial and then later relied upon it as the truth at Robert's trial. At Petitioner's trial, Petitioner took the stand and testified. State Ct. R. Vol. 7 of 15 at 2054-2142. He claimed that Robert told him he needed a gun because someone was harassing his wife. Petitioner said he got a gun from Chris Thornhill and went to meet Robert about picking up clothes and some money Robert was holding for him. He said that when Robert left work he followed him to a Taco Bell and at that time, sold the gun to Robert. Petitioner testified that he and Robert split up and when they later met at Robert's house, Robert told him to say they had been together all night.</p>\n<p>At Petitioner's trial, the State rejected this testimony as untruthful except to the extent that Petitioner said the gun came from Chris Thornhill and that he was with Robert on the night of the crimes. Similarly, at Robert's trial the State introduced the testimony as evidence that the source of the gun was Chris Thornhill and to support its argument that Robert was the instigator of the offense and had gotten Ray involved by asking him to get a gun. The prosecutor at Robert's trial argued, \"He calls his brother first thing to tell him, `Robert, I got the gun.' And like I said, in every lie there's a little bit of the truth. And I bet, I submit to you [ ] that they met at the Taco Bell and they got their plan together. And you want to know what happened that night....\" Supplement to State Ct. R. Vol. 15 of 20 at 215.<sup>[7]</sup> Just as it had done at Petitioner's trial, the State rejected Petitioner's testimony insofar as Petitioner claimed he was not involved, but relied on the testimony as evidence of the source of the gun and that Petitioner met up with Robert after Robert left work the night of the murders.</p>\n<p>In support of this claim, Petitioner also cites to cases in which the courts have recognized that the prosecution's use of inconsistent theories at the separate trials of co-perpetrators may violate due process. <i>See </i><i>United States v. Higgs,</i> <span class=\"citation\" data-id=\"784555\"><a href=\"/opinion/784555/united-states-v-dustin-john-higgs/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span> (4th Cir.2003) (citing <i>Smith v. Groose,</i> <span class=\"citation\" data-id=\"767922\"><a href=\"/opinion/767922/jon-keith-smith-v-michael-groose-missouri-attorney-general/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1045</span></a></span> (8th Cir.2000)). Petitioner contends that the State's closing arguments at the two trials demonstrates the inconsistent theories. He claims that at his trial the State vigorously argued for the death penalty relying on the fact that Ray was the triggerman who shot both men. He argues that at Robert's trial the State backed away from this position and argued it was not clear who pulled the trigger for each murder, but argued it was likely that Robert was the actual shooter of Mike Truelove.</p>\n<p>The law does not provide that every inconsistency amounts to a due process violation requiring reversal. A due process violation only occurs when the inconsistency exists in the core theory of the prosecutor's case.<sup>[8]</sup><i>Smith,</i> 205 F.3d at <span class=\"star-pagination\">*707</span> 1052; <i>see also </i><i>United States v. Paul,</i> <span class=\"citation\" data-id=\"769328\"><a href=\"/opinion/769328/united-states-v-jeffrey-william-paul/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">989</span></a></span>, 999 (8th Cir.2000); <i>Thompson v. Calderon,</i> <span class=\"citation\" data-id=\"744576\"><a href=\"/opinion/744576/97-cal-daily-op-serv-6113-97-cal-daily-op-serv-6333-97-cal-daily/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1045</span></a></span> (1997), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">538</span></a></span>, <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span>, <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span></a></span> (1998). In <i>Bradshaw v. Stumpf,</i> <span class=\"citation\" data-id=\"799973\"><a href=\"/opinion/799973/bradshaw-v-stumpf/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span>, 184-87, <span class=\"citation\" data-id=\"799973\"><a href=\"/opinion/799973/bradshaw-v-stumpf/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2398</span></a></span>, <span class=\"citation\" data-id=\"799973\"><a href=\"/opinion/799973/bradshaw-v-stumpf/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">143</span></a></span> (2005), the Supreme Court considered a petitioner's challenge to his guilty plea of aggravated murder and attempted aggravated murder.<sup>[9]</sup> The Court rejected Stumpf's argument that inconsistent arguments about the identity of the triggerman at his trial and the trial of his co-perpetrator required reversal of the convictions. It reasoned that the identity of the triggerman was immaterial because the intent element of the offense did not require the defendant to pull the trigger.<sup>[10]</sup><i>Id.</i> at 182-185, 187, <span class=\"citation\" data-id=\"799973\"><a href=\"/opinion/799973/bradshaw-v-stumpf/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2398</span></a></span>.</p>\n<p>Petitioner is unable to show that the MAR court's finding that the State did not use inconsistent prosecution theories rising to the level of a due process violation is an unreasonable application of clearly established federal law or an unreasonable determination of the facts. A full review of the transcripts of Petitioner's trial and Robert's trial do not sustain Petitioner's position that the State presented inconsistent theories going to the core of its case.</p>\n<p>At both trials, that the State called Michael McNeill as a witness. At Robert's trial, as he had done at Ray's trial, Michael testified that Ray admitted during a phone conversation that Ray was the triggerman. Supplement to State Ct. R. Vol. 11 of 20 at 179-183. At Robert's trial, Michael further testified that Robert confirmed that the crime occurred as Ray said. Robert indicated to Michael that although Ray was the triggerman Robert considered himself equally responsible. <i>Id.</i> at 93-95, 164, 179-183.</p>\n<p>Similarly, consideration of the closing arguments at Robert's trial does not bear out Petitioner's claim that the State adopted an inconsistent position rising to the level of a due process violation. With respect to the murder of John Ray, contrary to Petitioner's claim that the State equivocated at Robert's trial as to who pulled the trigger, the State consistently argued Ray was the shooter. The State repeatedly tried to remind the jury that Robert did not have to pull the trigger to be responsible and argued he was deserving of death because he was the instigator of the offense. At the guilt phase closing the prosecutor argued:</p>\n<blockquote>He was in the cooler facing the door and he was shot from behind. He was executed. Intentional, deliberate, maliciously executed for no reason at all <span class=\"star-pagination\">*708</span> except that Robert McNeill is selfish and greedy and he doesn't care. And he was shot twice. And yes, it may have been Ray. The law does not distinguish when you act in concert. When you hunt with the pack, you're responsible for the kill. He told his own brother, `I am equally responsible,' and his brother says, `damn right you are. Ray would never have been in there without you.</blockquote>\n<p>Supplement to State Ct. R. Vol. 15 of 20 at 217. This closing reflects that the State wanted to downplay Petitioner's role as the shooter and remind the jury that Robert was the force behind the crime and did not have to pull the trigger to be guilty.</p>\n<p>Petitioner argues that at Robert's trial the State presented evidence that \"Robert may have been in the cooler.\" Petition at 39. However, a reading of the transcript shows that the State argued Petitioner was the triggerman in the cooler and suggested Robert may have cracked the cooler door to watch. At the sentencing phase of Robert's trial the prosecutor argued:</p>\n<blockquote>I ask you to consider this. The door to that cooler was, what, four to six inches open. You're marching a man into a cooler, and you make him turn around. Are you going to pull the door behind you? No. You're focused on what? The man you're going to kill. So who pushed that cooler door to? Robert. And why did he leave it four to six inches wide, Robert? So he could watch so he could watch. And I have submitted to you, and I do notfacts are facts, truth is truth. I submit to you evidence, in the State's opinion, shows that Ray pulled the trigger the first time, because that's what his brother wanted him to do. But you want to know something? When Ray McNeill pulled that hammer back and Robert McNeill stood there and watched, he could have stopped then. He could have said, \"Ray, don't do it. Ray don't Do it.</blockquote>\n<p>Supplement to State Ct. R. Vol. 19 of 20 at 31-32. With respect to the murder of Mike Truelove, the State argued:</p>\n<blockquote>But we do know this: Mike Truelove was made to kneel down. What was going through his mind when he was made to kneel down? He did not fall to the ground. His head did not fall between those boxes. A young boy. What kind of mind devises a plan and a scheme like that? And he's made to kneel down. And yes, it is true the State's not totally honest with you whether Ray or Robert pulled the trigger. We do not know. Because it doesn't matter.</blockquote>\n<p>Supplement to State Ct. R. Vol. 15 of 20 at 218. In this portion of the argument, the State does equivocate on the identity of the shooter, but again relies on the argument that it does not matter because even if Robert was not the shooter he is guilty under the theory of acting in concert.</p>\n<p>Petitioner also points to this section of closing at Robert's trial as evidence of the State's inconsistent theory:</p>\n<blockquote>Mike Truelove died a very different death than John Ray. He had much farther to go to meet his maker. He had to walk the full length of aisle thirteen. What was in his mind. We're talking a young kid here.... Two things about Mike's death are very different, two of them. He was made to kneel. Remember, he did not fall down on his knees. He was made to kneel. He was a big guy, and some people who aren't such big guys in more ways than one have to have their prey kneel down. That's what a bully does, isn't it? We all hope to die a death with dignity. We even talk about people who die of horrible diseases and some of you have experienced that in your life. Love ones who die of horrible diseases, they want to die with what? Dignity. You saw that picture. <span class=\"star-pagination\">*709</span> Was there dignity in that picture? Who would make somebody do that? Ray, who didn't even know these people? Who was the bully who would make someone kneel down to bring him down to his size when the truth was, Mike was a man more than he would ever be ... And here's the difference, because again, the last sound Mike Truelove ever heard was this, (indicating by dry firing pistol). But you know how he heard that sound, ladies and gentlemen? With the gun pressed up against his head. What viciousness, what evilness, what sadistic pleasure that is in putting a gun against a man's head. Oh, that is so satisfying to someone who is just a coward. John Ray was not shot that way. He was allowed to die with dignity, as a man. But Mike Truelove, close in age to the defendant was not even allowed dignity in death.</blockquote>\n<p>Supplement to State Ct. R. Vol. 19 of 20 at 33-34. Petitioner asserts that this passage was a \"concession of the identity of the triggerman\" for Mike's murder. However, his interpretation of this passage does not rebut the MAR court's findings by clear and convincing evidence. The argument emphasizes the horrible nature of Mike's death and Robert's responsibility in how the crimes were carried out, but does not demonstrate the State adopted a theory on the identity of the triggerman irreconcilable with its presentation of the evidence and argument at Petitioner's trial. Again, the argument suggests Robert was the mastermind behind the murders and how they were carried out.</p>\n<p>Later in closing at Robert's sentencing trial, the State presented argument on the mitigating factors on which the jury would be instructed and argued:</p>\n<blockquote>\"Robert Anthony McNeill was not the person who actually shot John David Ray and Robert Michael Truelove.\" Do you know what that is? One more attempt by this defendant to lay the blame on his brother, Ray; his brother, Ray who adored him and looked up to him and who got him the gun. Ray would never have been there if Robert McNeill hadn't been there. And he tells Michael, I'm equally responsible, and he is. You know there are a lot of people in history who have never actually pulled a gun, the trigger of a gun, who executed or exterminated thousands of people, and we hold them responsible, don't we?</blockquote>\n<p><i>Id.</i> at 52-53. The State reminded the jury that Robert did not have to pull the trigger to deserve the death penalty.</p>\n<p>Petitioner is unable to show that on the basis of slight equivocation during one section of closing argument that the State presented inconsistent theories in the cases rising to the level of a due process violation. Mere inconsistency in the States's argument does not violate due process, it is \"[t]he use of inherently factually contradictory theories\" that violates due process. <i>Smith,</i> 205 F.3d at 1052. Petitioner has, at best, shown an inconsistent argument, and fails to demonstrate the State relied upon factual theories inconsistent at the core of its case. The general position taken by the State at both trials was that Petitioner and Robert, acting together, entered the Food Lion to commit a robbery armed with a gun Petitioner had obtained, and that because Robert worked with the victims they entered the store intending to kill any witnesses. Both juries were instructed on acting in concert and under the theory of acting in concert could find both Petitioner and Robert guilty of the first-degree murder of both victims regardless of who pulled the trigger. As detailed above, the State presented evidence from Michael McNeill at both trials that Petitioner admitted to being the triggerman for both murders.</p>\n<p>Accordingly, Petitioner is unable to show the MAR court's ruling is contrary <span class=\"star-pagination\">*710</span> to, or an unreasonable application of, clearly established federal law, or an unreasonable determination of the facts. Respondent's motion for summary judgment as to Claim II is granted.</p>\n<p></p>\n<h2>3. <i>Claim IIIPetitioner was denied a fair and impartial verdict because Juror Celinski was coerced and intimidated</i>\n</h2>\n<p>In Claim III, Petitioner argues he was denied the right to a fair trial and due process of law because Juror Monica Celinski was coerced and intimidated during sentencing deliberations. He first raised this claim in his MAR and the MAR court denied the claim on the merits. The MAR court did not grant his request for an evidentiary hearing and Petitioner argues he is entitled to an evidentiary hearing in this court.</p>\n<p>In making this claim in the MAR court and in this court, Petitioner has not presented an affidavit from Juror Celinski. The statements attributed to her are presented to the court in the form of hearsay evidence found in the affidavits of trial counsel or as quotes in the petition attributed to her. The affidavits from counsel represent that Ms. Celinski told them she was threatened, cursed, coerced, and intimidated into giving her verdict. They allege that when she and the other jurors entered the courtroom to deliver the verdict she was in a daze because she was upset. The affidavits also state that she said her chair was jerked by another juror after they entered the courtroom to deliver the verdict, Knudsen Aff. at ¶¶ 49-51, State Ct. R. Vol. 1 of 15, Tab 13 at A-2-202; Ellinger Aff. ¶¶ 47-48, State Ct. R. Vol. 1 of 15, Tab 13 at A-207.</p>\n<p>In addition to the affidavits of counsel, Petitioner has submitted the unsigned affidavit of David Mills, an investigator hired by Petitioner's state post-conviction counsel.<sup>[11]</sup><i>See</i> State Ct. R. Vol. 1 of 15 at Tab 13. The affidavit alleges that when Mr. Mills attempted to speak with Ms. Celinski in October and December of 2000 during state post-conviction proceedings, she indicated she did not want to get involved and refused to speak with Mr. Mills further. Petitioner also attaches copies of two letters allegedly written and signed by Ms. Celinski. <i>Id.</i> at Tab 12. These letters are addressed to attorneys Jeffrey Ellinger and Malcolm Ray Hunter. They do not contain any statements or details about jury deliberations but state, in part, \"I am truly sorry that I let myself be manipulated and frightened into doing something that I was against.\"<sup>[12]</sup></p>\n<p>In the petition, Petitioner presents more detail in support of his claim. These details do not appear in the affidavits from counsel and some of the information attributed to Ms. Celinski is presented in quotations, but it is not clear what is being quoted because Ms. Celinski has not signed an affidavit and there are no written <span class=\"star-pagination\">*711</span> statements or transcribed interviews before the court.</p>\n<p>According to the argument in the petition, the day after Petitioner received the death sentence, Juror Celinski told her mother she had been intimidated during sentencing deliberations and not allowed to vote or deliberate. Her mother put her in touch with an attorney and after speaking with her mother's attorney, Celinski had the attorney call Petitioner's trial attorney, Jeff Ellinger, to report the problems she experienced during deliberations. She later met with Mr. Ellinger, his co-counsel Karl Knudsen, and Petitioner's appellate attorney. Petition at 42.</p>\n<p>Allegedly, Juror Celinski stated the argument during deliberations was heated and she felt backed into a comer. She claimed the jurors never really decided Issue Three, but jumped to Issue Four. She claims she felt intimidated by one of the male jurors, Juror Peterson. She said he yelled at her saying, \"That's bullshit and you know it.\" She said that at two points she left the deliberation room and went to the bathroom to compose herself. She also said the other jurors all seemed angry with her and yelled at her. She said she eventually indicated she could \"accept death\" but also expressed she believed Petitioner should get life. After the foreman filled out the form he asked if everyone agreed, Celinski said that when she said she still thought Petitioner should get life Juror Peterson yelled, \"I thought we already decided this.\" The foreman again asked if they all agreed and Celinski said she did not say anything and the foreman turned in the verdict sheet. She claims that when they entered the courtroom someone named Harold reach over and pulled on her chair. She said that when the judge polled her, she just said yes. Petition at 41-43. The letter written to Mr. Ellinger attributed to her does not deny she voted for death, but expresses regret for doing something she was against. State Ct. R. Vol. 1 of 15, Tab 12 at A-214.</p>\n<p>In addressing this claim, the MAR court ruled that the portions of the affidavits of counsel and David Mills relaying statements allegedly made by Juror Celinski were inadmissible hearsay. MAR Order at 22, 24. The MAR court held there was no evidence that any extraneous prejudicial information, outside influence, or bribery or intimidation was brought to bear on the jury. <i>Id.</i> at 12. The court further stated:</p>\n<blockquote>A juror may not testify as to (1) any matter or statement occurring during the course of the jury's deliberations, (2) the effect of anything upon that juror's mind or emotions as influencing the juror to agree or disagree with the verdict, or (3) concerning the mental processes in connection with the juror's reaching a verdict.</blockquote>\n<blockquote>The Defendant has presented a claim that is not properly considered by this Court because it seeks to impeach the verdict of the jury after it has been received in open court by presenting matters dealing with the deliberative process.</blockquote>\n<p><i>Id.</i> at 22. The MAR court noted that no juror protested the death sentence, and the jurors were polled in court, including Juror Celinski, and affirmed the death sentence. <i>Id.</i></p>\n<p>Petitioner argues he was prevented from fully presenting the issue in state court because the MAR court refused to grant him an evidentiary hearing. He contends that the MAR court's determination of the fact Juror Celinski had not signed an affidavit is unreasonable under these circumstances. Petitioner contends that the coercion visited on Juror Celinski by her fellow jurors and their failure to follow the sentencing instructions was a violation of <span class=\"star-pagination\">*712</span> his rights under the Sixth, Eighth, and Fourteenth Amendments. Petitioner argues that he should have been granted an evidentiary hearing to explore the intimidation of Juror Celinski by the other jurors and also to determine whether the jurors failed to follow the court's instructions by skipping Issue Three and going right to Issue Four. Petitioner argues that it was improper for the MAR court to hold that since the affidavits of trial counsel and David Mills were based on hearsay they were inadmissible and did not provide sufficient evidence to establish the need for an evidentiary hearing.</p>\n<p>The court first considers Petitioner's argument that the jurors may not have followed the court's instructions and may have skipped Issue Three and proceeded directly to Issue Four during sentencing deliberations. Clearly established federal law prohibits jurors from testifying about internal influences or their internal deliberative process. <i>Tanner v. United States,</i> <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 117, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2739</span></a></span>, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1987). As the Fourth Circuit recognized in <i>Robinson v. Polk,</i> <span class=\"citation\" data-id=\"793361\"><a href=\"/opinion/793361/marcus-reymond-robinson-v-marvin-l-polk-warden-central-prison-raleigh/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span> (2006), the Supreme Court has held that jurors should not be allowed to impeach their verdict even when it was alleged the jurors failed to follow instructions and did not decide guilt or innocence, but bargained among themselves to convict one defendant in exchange for acquitting the other defendant. <i>See </i><i>Robinson,</i> 438 F.3d. at 365 (citing to <i>Hyde v. United States,</i> <span class=\"citation\" data-id=\"1997012\"><a href=\"/opinion/1997012/hyde-v-united-states/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 384, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">793</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1114</span></span> (1912)). Therefore, Petitioner is unable to show that the MAR court acted unreasonably with respect to Petitioner's claim he is entitled to relief or a hearing on the issue of whether the jurors skipped Issue Three and proceeded directly to Issue Four in violation of the court's instructions.</p>\n<p>Next, the court considers Petitioner's argument that the MAR court improperly rejected the hearsay testimony of counsel in support of his claim. In the traverse to the motion for summary judgment. Petitioner argues that N.C. Gen.Stat. § 15A-1420(b)(I) allows for a MAR to be supported by affidavit.<sup>[13]</sup> He argues that counsel could not force a juror to sign an affidavit or to be deposed. He contends that since counsel are officers of the court, their affidavits containing hearsay should be sufficient under state law to garner an evidentiary hearing at which time counsel could compel witnesses to appear and testify.</p>\n<p>This court need not determine whether the affidavits of counsel were sufficient to satisfy N.C. Gen.Stat. § 15A-1420. The MAR court did not cite to section 15A-1420 in reaching its ruling and did not deny Petitioner's claim for failure to comply with the requirements of section 15A-1420. The court noted that the affidavits contained inadmissible hearsay, but also specifically found the jurors could not testify about the matters underlying the claim. The court cited to Rule 606(b) of the North Carolina Rules of Evidence which prohibits a juror from testifying about \"any matter or statement occurring during the course of the jury's deliberations or to the effect of anything upon his or any other juror's mind or emotions ...\" The court found that the jurors could not testify about;</p>\n<blockquote>(1) Any matter or statement occurring during the course of the jury's deliberations, (2) the effect of anything upon that juror's mind or emotions as influencing the juror to agree or disagree with the verdict, or (3) concerning the mental processes in connection with the juror's reaching a verdict.</blockquote>\n<p><span class=\"star-pagination\">*713</span> MAR Order at 22. The court held that it could not properly consider Petitioner's claim attempting to impeach the jury's verdict in this manner. <i>Id.</i> Therefore, even if Petitioner could show that hearsay in an affidavit from counsel was properly before the court in establishing whether a hearing was warranted, the MAR's court's ruling that juror testimony on the topic was not permissible at a hearing under state law was ultimately determinative of the issue.</p>\n<p>Petitioner disagrees with the MAR court's ruling that juror testimony on the topic was not permissible. He asserts that N.C. Gen.Stat. § 15A-1240 carves an exception which allows juror testimony to impeach the verdict regarding intimidation of a juror. He does not cite to any cases in support of his position, but argues that nothing in section 15A-1240 restricts juror testimony to those cases where the intimidation is alleged to come from external sources. North Carolina Gen.Stat. § 15A-1240 provides:</p>\n<blockquote>(a) Upon an inquiry into the validity of a verdict, no evidence may be received to show the effect of any statement, conduct, event, or condition upon the mind of a juror or concerning the mental processes by which the verdict was determined.</blockquote>\n<blockquote>(b) The limitations in subsection (a) do not bar evidence concerning whether the verdict was reached by lot.</blockquote>\n<blockquote>(c) After the jury has dispersed, the testimony of a juror may be received to impeach the verdict of the jury on which he served, subject to the limitations in subsection (a), only when it concerns:</blockquote>\n<blockquote>(1) Matters not in evidence which came to the attention of one or more jurors under circumstances which would violate the defendant's constitutional right to confront the witnesses against him; or</blockquote>\n<blockquote>(2) Bribery, intimidation, or attempted bribery or intimidation of a juror.</blockquote>\n<p>Petitioner asks the court to overrule a state court ruling as to what evidence was admissible or allowable in state proceedings under state law and asks this court to offer its interpretation of what may be an ambiguity under state law. Claims based on state court rulings regarding the admission and exclusion of evidence are cognizable on federal habeas review only when they violate specific constitutional provisions or are so egregious as to render the entire trial fundamentally unfair, thus violating the Due Process Clause of the Fourteenth Amendment. <i>Estelle,</i> 502 U.S. at 67-68, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>; <i>Howard v. Moore,</i> <span class=\"citation\" data-id=\"749316\"><a href=\"/opinion/749316/ronnie-howard-v-michael-w-moore-director-of-south-carolina-department-of/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">399</span></a></span>, 415 n. 18 (4th Cir.1997); <i>Spencer v. Murray,</i> <span class=\"citation\" data-id=\"653639\"><a href=\"/opinion/653639/timothy-w-spencer-v-edward-w-murray-director/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">758</span></a></span>, 762 (4th Cir.1993).</p>\n<p>Petitioner is unable to show any such type of violation. The manner in which a jury deliberates and the impact of the deliberations on a juror's decision is the type of information that is protected from attack by post-verdict juror testimony. In <i>Tanner, supra,</i> the Supreme Court considered the claim that even if juror testimony was prohibited by Fed. R. of Evid. 606(b), defendant's Sixth Amendment right to a fair and impartial jury required the court to allow testimony from jurors to explore whether members of the jury had been intoxicated or under the influence of marijuana during the afternoon sessions of trial. The Court rejected the petitioner's argument noting that a party's Sixth Amendment right to an \"unimpaired jury\" is protected in other ways and the lower court did not err by prohibiting post-verdict testimony from the jurors. <i>Tanner,</i> 483 U.S. at 127, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2739</span></a></span>. In <i>McNeill v. Polk,</i> <span class=\"citation\" data-id=\"796753\"><a href=\"/opinion/796753/john-davis-mcneill-v-marvin-polk-warden-central-prison-raleigh-north/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span> (4th Cir. 2007), the Fourth Circuit reiterated that \"[generally, of course, once a verdict has been rendered, jurors are not entitled to <span class=\"star-pagination\">*714</span> impeach it\" and found that in accordance with <i>Tanner</i> \"the Sixth Amendment does not mandate judicial consideration of juror misconduct allegations regarding influences <i>internal</i> to the deliberations process.\" <i>Id.</i> at 226.</p>\n<p>Finally, Petitioner fails to show he is entitled to an evidentiary hearing to allow the jurors to testify. A federal habeas court must allow an \"evidentiary hearing only where a factual dispute, <i>if resolved in petitioner's favor,</i> would entitle him to relief and the state has not afforded the petitioner a full and fair evidentiary hearing.\" <i>Rector,</i> 120 F.3d at 562-63. The evidence Petitioner alleges in support of the claim is based on the testimony of Juror Celinski and her statements about the jury's deliberations and their impact on her verdict. As discussed above, the court may not consider testimony regarding the internal deliberative process of the jury. Petitioner fails to demonstrate other evidence that may be elicited at an evidentiary hearing which would entitle him to relief on the claim.</p>\n<p>Accordingly, respondent's motion for summary judgment as to Claim III is granted.</p>\n<p></p>\n<h2>4. <i>Claim IVPetitioner received ineffective assistance of counsel at trial</i>\n</h2>\n<p>In Claim IV, Petitioner asserts that he received ineffective assistance of counsel as a result of the individual and cumulative errors of trial counsel. Petitioner's claim of ineffective assistance of counsel presents two main arguments: 1) that counsel were ineffective for failing to investigate and present evidence that he suffered hearing loss during the time he served in the military; and 2) that counsel were ineffective for failing to investigate and present mitigating evidence of his troubled childhood, depression, and suicide attempt. Both claims were first presented in his MAR and denied on the merits by the MAR court.<sup>[14]</sup></p>\n<p>To establish ineffective assistance of counsel, a petitioner must show that counsel's representation \"fell below an objective standard of reasonableness\" and that there is \"a reasonable probability that, but for counsel's unprofessional error, the result of the proceeding would have been different.\" <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 694, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). In the context of a capital sentencing proceeding, the question with respect to prejudice is \"whether there is a reasonable probability that, absent the errors, the sentencer ... would have concluded that the balance of aggravating and mitigating circumstances did not warrant death.\" <i>Id.</i> at 695, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>: <i>see also </i><i>Wiggins v. Smith,</i> <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 534, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span>, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (2003) (in assessing prejudice in a death penalty case, the court must \"reweigh the evidence in aggravation against the totality of the available mitigating evidence.\"). The court must judge the reasonableness of counsel's performance based upon the specific facts of the case, viewed as of the time of counsel's conduct. <i>Strickland,</i> 466 U.S. at 690, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. \"A court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.'\" <i>Id.</i> at 689, 104 <span class=\"star-pagination\">*715</span> S.Ct. 2052 (quoting <i>Michel v. Louisiana,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">83</span></span> (1955)).</p>\n<p>In making his claims, Petitioner cites to <i>Wiggins v. Smith</i><i>,</i> and asserts that counsel failed to comply with the basic requirements of <i>Wiggins.</i> In <i>Wiggins,</i> the Supreme Court found that petitioner had received ineffective assistance of counsel because his trial attorneys failed to conduct a reasonable investigation into mitigating evidence that would have produced substantial evidence of severe abuse and mental health issues that likely would have been persuasive to the jury at sentencing, Considering the facts of the case, the Court found that \"counsel chose to abandon their investigation at an unreasonable juncture.\" <i>Wiggins,</i> 539 U.S. at 527-28, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span>.</p>\n<p></p>\n<h2>a) <i>Failure to present evidence of hearing loss</i>\n</h2>\n<p>Petitioner first argues that he received ineffective assistance of counsel because his attorneys failed to investigate and present evidence to show that he suffered hearing loss during the time he served in the military. Petitioner asserts that he was in the military from January 1991 to May 1995 and served with the U.S. Field Artillery Unit. His records reflect that an audiogram was performed prior to discharge. Although the records are incomplete, Petitioner cites to the following language therein to show he suffered a loss: \"[unreadable] exposed to hazardous noises\" and \"Hearing loss Pro[unreadable].\"<sup>[15]</sup> At trial, the State presented evidence that firing a gun in a freezer or meat locker might produce temporary hearing loss. Petitioner argues that evidence of prior hearing loss would have added credibility to his explanation for the temporary hearing loss he suffered in the days after the murders. He asserts that the failure to pursue and present evidence of prior hearing loss was prejudicial because some of the most damaging evidence against him was the evidence that he suffered hearing loss in the days after the murder.</p>\n<p>In denying the claim, the MAR court found that the evidence at trial demonstrated that Petitioner suffered a temporary, not permanent, hearing loss in the days after the murder. MAR Order at 15. The MAR court also noted that at trial both Petitioner and his brother Robert testified that Petitioner's hearing loss in the days after the murder was a result of their fighting and Petitioner taking a blow to the ear. <i>Id.</i> The MAR court further noted that in the days after the murder Petitioner told his boss and Chris Thornhill that he was having hearing problems because of a blow to the ear. <i>Id.</i> The MAR court ruled that it was reasonable for counsel to offer an explanation at trial consistent with this evidence. <i>Id.</i> at 15. The MAR court held that the failure to present evidence that Petitioner may have suffered hearing loss while in the military was not deficient performance. <i>Id.</i> The MAR court also held that none of the alleged errors by counsel, considered together or separately, were likely to change the results of the case. <i>Id.</i> at 17.</p>\n<p>As the MAR court noted, the evidence at trial indicated that in the days after the murders Petitioner experienced acute hearing loss of a temporary nature and the recent hearing loss was obvious to those around Petitioner. Under these circumstances, Petitioner is unable to show that counsel acted objectively unreasonable by failing to pursue or present evidence of <span class=\"star-pagination\">*716</span> prior hearing loss. Further, given the testimony from Petitioner and various witnesses at trial that Petitioner suffered new and noticeable hearing loss in the days after the murders which he attributed to a fight with his brother, even if he had presented evidence of prior hearing loss from his military service there is not a reasonable probability the results at trial would have been different. Petitioner's case is easily distinguishable from the situation in <i>Wiggins,</i> and Petitioner is unable to show the MAR court's ruling is contrary to, or an unreasonable application of, <i>Wiggins, Strickland,</i> or any other clearly established federal law. Respondent's motion for summary judgment as to this portion of petitioner's ineffective assistance of counsel claim is granted.</p>\n<p></p>\n<h2>b) <i>Failure to properly investigate mitigating evidence including evidence of depression and troubled childhood</i>\n</h2>\n<p>Petitioner argues that counsel did not comply with the basic requirements of <i>Strickland</i> and <i>Wiggins</i> because counsel failed to properly investigate his background and present mitigating evidence of his troubled childhood which he contends was marked by depression, substance abuse, and a suicide attempt. Petitioner, who was not granted an evidentiary hearing on this claim by the state court, argued an evidentiary hearing was necessary in this court to properly present the issue. An evidentiary hearing was held before this court on September 29 and 30, 2008, and October 9, 2008. The parties subsequently submitted briefs presenting final arguments, and with the benefit of all the materials, the court now addresses petitioner's claim.</p>\n<p>At the sentencing phase of trial, the defense's case in mitigation was based on evidence of Petitioner's good qualities and humanizing stories about his kind and honest nature when he was growing up. The defense offered evidence from Petitioner's sister, mother, father, an aunt, a cousin, and second cousin. All of the witnesses gave similar testimony about his positive traits and deeds, lack of criminal history, and honorable military service. Some of the witnesses also spoke of how Petitioner was easily influenced by his brother Robert to support the argument that the crimes were an aberration instigated by Robert. Counsel did not offer any evidence of petitioner's depression, troubled family background, or suicide attempt. While counsel had petitioner examined by a mental health expert, Dr. Bellard, they did not offer any expert testimony at sentencing.</p>\n<p>In denying the claim, the MAR court held that trial counsel were entitled to rely on the information provided by Petitioner, and neither Petitioner nor any of his family members chose to inform trial counsel of a suicide attempt or troubled childhood. MAR Order at 16. The MAR court further stated that trial counsel investigated mental health evidence by retaining Dr. Bellard. <i>Id.</i> The MAR court determined that trial counsel chose not to use Dr. Bellard and instead presented positive evidence in mitigation such as Petitioner's military service, good employment history, and family life. <i>Id.</i> The MAR court found that counsel's decision to present the mitigating case in this fashion was reasonable and \"resulted in a compelling case in mitigation.\" <i>Id.</i> The MAR court stated that it may have undermined the case presented in mitigation to present evidence of a troubled childhood or suicide attempt. <i>Id.</i> The MAR court concluded that there was no reasonable probability that, absent the alleged errors by counsel, the result of sentencing would have been different. <i>Id.</i> at 17.</p>\n<p>It is well established that defense counsel must \"conduct a thorough investigation of the defendant's background\" to <span class=\"star-pagination\">*717</span> identify potential mitigating evidence. <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 396-97, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000). When a petitioner challenges the decision not to present certain mitigating evidence, the court must consider \"whether the investigation supporting counsel's decision not to introduce [the evidence] ... was itself reasonable.\" <i>Wiggins,</i> 539 U.S. at 521-23, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span>. ABA Guidelines provide that investigations into mitigating evidence \"should comprise efforts to discover all reasonably available mitigating evidence and evidence to rebut any aggravating evidence that may be introduced by the prosecutor.\" ABA Guidelines for the Appointment and Performance of Counsel in Death Penalty Cases 11.4.1(C) (1989), <i>quoted in </i><i>Wiggins,</i> 539 U.S. at 524, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span>. \"[A]mong the topics counsel should consider presenting are medical history, educational history, employment and training history, family and social history, prior adult and juvenile correctional experience, and religious and cultural influences.\" <i>Wiggins,</i> 539 U.S. at 524, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span> (citing ABA Guidelines 11.8.6, p. 133).</p>\n<p>Considering the performance of counsel in light of the circumstances as they existed at the time, the court finds counsel's performance in preparing for the sentencing phase of trial was objectively unreasonable. The evidence before the court shows that counsel failed to adequately investigate mitigating evidence before proceeding at sentencing. The information provided by counsel, as well as petitioner's family members and friends, demonstrates that counsel focused their attention on the guilt phase of trial and made only minimal effort to investigate potential mitigating evidence. See e.g. Oct. 9, 2008, Hr'g Tr. at 25, 33-35, 38, 50. Counsel's primary approach to learning about petitioner's character, background, and upbringing was to ask petitioner and his parents their impression on the subject.</p>\n<p>As shown from the evidence at the hearing and affidavits presented to the court, many potential and obvious sources of information about Ray's life were never contacted or sought out by the defense. Trial Attorney Karl Knudsen testified at the hearing that the defense never moved to obtain funds for a mitigation expert, but acknowledged that funds for mitigation experts were granted in capital cases during that time period. Oct. 9, 2008 Hr'g Tr. at 20-21. He further testified that the fact investigator working with the defense was not sent to speak to potential mitigation witnesses such as neighbors or teachers, but was focused on matters related to the guilt phase of the case. <i>Id.</i> at 29. Similarly, he said that the services of the psychiatric expert retained by the defense were foremost to determine Ray's capacity to proceed and not directed primarily at sentencing. <i>Id.</i> at 10.</p>\n<p>As with many family members, friends, and neighbors, Ray's sister Beth testified she was never contacted by the defense team to find out about Ray's background or to see if she would testify at sentencing.<sup>[16]</sup> She stated that when Ray was as young as seven years-old he displayed problems. She said he pulled out all his eyelashes and had a nervous habit of clearing his throat repeatedly. <i>Id.</i> at 11. She said that he had attempted suicide as a teenager, but never received treatment. <i>Id.</i> at 22. Beth testified of the dysfunctional nature of the family relationships and that she was sexually abused by her father. She also noted that a number of family members suffered from serious depression and bi-polar disorder. <i>Id.</i> at 24.</p>\n<p><span class=\"star-pagination\">*718</span> Counsel failed to contact Ray's closest friend Chris Thornhill and his wife, Nicki Thornhill.<sup>[17]</sup> Both Thornhills testified at the evidentiary hearing that despite the fact that Chris was subpoenaed by the State as a witness for the guilt phase, they would have testified on Ray's behalf at sentencing. Sept. 29 Tr. at 93, 106. Chris Thornhill had been close friends with Ray since he was sixteen and could have given evidence about Ray's excessive drinking and how Robert was very controlling of Ray. Sept. 29 Tr. at 86-88, 91.</p>\n<p>Similarly, the defense never contacted Petitioner's former girlfriend Rebecca Dernar. Ms. Dernar dated petitioner on and off over the course of four years during and after highschool, and lived with Petitioner for a brief time. Ms. Dernar was a unique source of information about Petitioner during this time period when he dropped out of school and when he attempted suicide.<sup>[18]</sup></p>\n<p>In reaching its ruling, the MAR court placed the responsibility on petitioner and his family for failing to inform counsel of petitioner's suicide attempt, depression, alcohol abuse, and troubled background. Yet, \"[a] reasonable lawyer would not rely on his client's self-assessment of his mental health, especially in a capital case. There was an independent duty to investigate.\" <i>Gray v. Branker,</i> <span class=\"citation\" data-id=\"1026048\"><a href=\"/opinion/1026048/gray-v-branker/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 231 (4th Cir.2008). As Dr. Corvin explained at the evidentiary hearing, it is not unusual for family members to under-report instances of abuse or dysfunction within the family and it is essential to speak with others to make a proper evaluation of a person being examined. Sept. 30 Tr. at 188. Rather than investigating the accuracy of the impression they received from Petitioner and his parents in discussion or seeking other potential mitigating evidence, counsel did little more than work to confirm the opinion that petitioner had a good or \"normal\" childhood.</p>\n<p>The few people whom counsel did call at sentencing were not interviewed by counsel or the defense investigator to learn what type of evidence or information they could provide. Karen Cherol, one of petitioner's sisters who testified at trial, indicates that she was only asked by counsel what topics she wanted to cover. She was not given any advice or preparation for her testimony. Cherol Aff. ¶¶ 4-7, State Ct. R. Vol. 1 of 15, Tab 16 at A-226. Petitioner's trial attorneys admits they only spoke with Ms. Cherol briefly right before sentencing and did not question her to learn mitigating information, but simply asked Ms. Cherol for a list of humanizing stories. Ellinger Aff. ¶¶ 47-48, State Ct. R. Vol. 1 of 15, Tab 13 at A-210.</p>\n<p>Petitioner's cousin, Mary Catherine, who testified at trial explained that she was only contacted a couple of days before trial to see if she would testify on Ray's behalf. Sept. 29, 2008 Hr'g Tr. at 65. She said she was contacted by Ray's father, not counsel, and never spoke with Ray's attorneys until she was at the courthouse. She testified they only had a brief meeting during which counsel introduced themselves, but did not ask her any questions to find out what testimony she could offer. <i>Id.</i> at 66.</p>\n<p>The record shows that counsel not only failed to seek out potential sources of mitigating evidence, but also failed to inform themselves of and develop information in <span class=\"star-pagination\">*719</span> their possession. At counsel's request Petitioner prepared a diary or autobiography, 84 pages long, with information about his life and upbringing. While petitioner may have considered his background to be normal and therefore described it as such in conversations with counsel, the autobiography provided counsel with a vastly different picture. It included references to petitioner's depression, regular abuse of alcohol, dysfunction in family relationships, and his suicide attempt. Ray wrote about how his life seemed to spin out of control after the death of his close friend Mark Reiss from leukemia. He described trying to end his life by driving his car off a bridge and his sense his failure that he could not even kill himself right.</p>\n<p>At the evidentiary hearing before this court, trial attorney Karl Knudsen conceded that trial counsel had the autobiography before trial, but testified he was not aware that Ray had a history of depression and was not aware of his suicide attempt. Oct. 9, 2008 Hr'g Tr. at 37-42. Contrary to the MAR court's finding placing blame on Petitioner for failing to alert counsel to his troubled background, the evidence in the record demonstrates it was counsel who failed to review and investigate this wealth of information provided by Petitioner. Counsel failed to take note of the many potential grounds of mitigating evidence in the autobiography or the fact that the picture presented in petitioner's diary was in marked contrast to petitioner's description of his childhood as normal and happy.</p>\n<p>The MAR court credited trial counsel with retaining a mental health expert, however, the record reveals that counsel severely restricted Dr. Bellard's evaluation, directing him to focus only on whether he could identify a diagnosable mental illness.<sup>[19]</sup> Dr. Bellard estimated he spent less than thirty minutes total speaking with attorney Jeffery Ellinger and less than ten minutes speaking with Karl Knudsen about the case. Sept. 29 Hr'g Tr. at 111. He testified he was not asked to examine petitioner with an eye toward developing mitigating evidence in general, but was directed to focus on competency to stand trial and criminal responsibility. <i>Id.</i> at 118. Dr. Bellard testified that he was given little background information to aid in his examination. He was given petitioner's military discharge records, the records from petitioner's Minnesota Multiphasic Personality Inventory test (\"MMPI\"), and petitioner's autobiography, but did not have any of petitioner's school records, any other personal records, information about the crime or about Robert McNeill's alleged role in the crime.<sup>[20]</sup><i>Id.</i> at 113-140, 120. Counsel did not ask Dr. Bellard if he could offer evidence in support of any statutory or non-statutory mitigators and did not even discuss the topic of mitigating evidence with Dr. Bellard beyond whether he could diagnose petitioner with an identifiable mental disorder. <i>Id.</i> at 118-120.</p>\n<p>Dr. Bellard and Dr. Corvin, the expert who testified for Petitioner at the hearing before this court, testified it is not typical in capital cases for attorneys to limit psychiatric evaluations in this manner. <i>Id.</i> at 116-120; Sept. 30, 2008 Hr'g Tr. at 214-15. Dr. Bellard and Dr. Corvin both testified that it is the role of the attorney to define the scope of the evaluation and provide underlying records and materials to assist in the evaluation. Sept. 29, 2008 Hr'g Tr. at 117-18; Sept. 30, 2008 Hr'g Tr. at 216-19.</p>\n<p>Because counsel failed to properly investigate and develop mitigating evidence, <span class=\"star-pagination\">*720</span> counsel failed to discover substantial evidence that could have been offered in mitigation. Information that was readily available at the time of trial had counsel pursued a proper investigation depicts a personal and family background in marked contrast to the evidence put before the jury at trial. Dr. Bellard testified that had he not been restricted in the scope of his evaluation he could have presented counsel with evidence and testimony to support various statutory and nonstatutory mitigating factors. Sept. 29 Tr. 118. Similarly, Petitioner's relatives and friends expressed that had they been contacted they were available to offer mitigating evidence at trial.</p>\n<p>The evidence shows that petitioner was raised in an environment void of normal parental affection, dominated by a controlling and abusive father and a mother who coped by withdrawing emotionally. Numerous family members, including both of Petitioner's parents, suffer from depression and/or other mental illness. While providing material comforts for his family, Ray Sr., who sexually abused at least one of Petitioner's sisters, ruled the household by the fear of severe beatings and by creating an environment in which anything unpleasant or inconvenient was denied or ignored. When Petitioner's school wanted to give Petitioner help for what they believed to be a learning disability his father denied there was a problem and refused any assistance. Petitioner eventually dropped out of highschool. Petitioner exhibited symptoms of mental health problems as young as seven years-old when he began self-mutilating himself by pulling out all of his eyelashes and developed a nervous habit of clearing his throat. As a teenager his mental health issues worsened. He experienced serious depression, struggled with substance abuse, and eventually attempted suicide. These mental health problems were not acknowledged and Petitioner did not receive any treatment. Even after Petitioner attempted suicide Ray Sr. ordered Petitioner to lie and say the crash was an accident. In keeping with Petitioner's general subservience to the will of his father and the dysfunction within the family, Ray did so and did not receive any help.</p>\n<p>Moreover, the MAR court's determination that such evidence may have undermined the case presented in mitigation is unreasonable. First, evidence of petitioner's battle with depression and family dysfunction would not have conflicted with testimony about his good qualities. Rather, petitioner's helpful and reliable nature, military service, and positive character traits would have been more admirable in light of his personal struggle with mental health issues and substance abuse. Second, it cannot be viewed as a strategic decision to not present evidence when counsel failed to adequately investigate. \"[S]trategic choices made after less than complete investigation are reasonable precisely to the extent that reasonable professional judgments support the limitations on investigation.\" <i>Strickland,</i> 466 U.S. at 690-91, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. Counsel could not have strategically decided to not present evidence of petitioner's substance abuse, suicide attempt, depression, and family dysfunction when counsel failed to take steps to learn the information. In fact, both attorneys state in their affidavits that they had no strategic reason for not presenting such evidence. <i>See</i> Knudsen Aff., State Ct. R. Vol. 1 of 15, Tab 13 at A-206; Ellinger Aff., State Ct. R. Vol. 1 of 15, Tab 13 at A-210.</p>\n<p>Finally, the court finds that there is a reasonable probability that but for the deficient performance of counsel, the result of the proceeding would have been different. The question with respect to prejudice is \"whether there is a reasonable probability that, absent the errors, the <span class=\"star-pagination\">*721</span> sentencer ... would have concluded that the balance of aggravating and mitigating circumstances did not warrant death.\" <i>Strickland,</i> 466 U.S. at 695, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>; see also <i>Wiggins,</i> 539 U.S. at 534, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span>. In the scope of a capital sentencing proceeding, to show a reasonable probability of a different outcome, petitioner need only demonstrate that but for counsel's errors, at least one juror would have recommended a life sentence. <i>See </i><i>Bowie v. Branker,</i> <span class=\"citation\" data-id=\"1024702\"><a href=\"/opinion/1024702/bowie-v-branker/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span>, 120 (4th Cir.2008).</p>\n<p>Evidence that petitioner suffered from depression and substance abuse, attempted suicide, and was raised in a dysfunctional family with an abusive father who controlled his family with the threat of physical beatings was compelling evidence. This evidence is in great contrast to the picture of petitioner presented at trial as a good son and neighbor who was raised in a normal family. There is a \"belief, long held by this society, that defendants who commit criminal acts that are attributable to a disadvantaged background, or to emotional and mental problems, may be less culpable than defendants who have no such excuse.\" <i>Boyde v. California,</i> <span class=\"citation\" data-id=\"112386\"><a href=\"/opinion/112386/boyde-v-california/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 382, <span class=\"citation\" data-id=\"112386\"><a href=\"/opinion/112386/boyde-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1190</span></a></span>, <span class=\"citation\" data-id=\"112386\"><a href=\"/opinion/112386/boyde-v-california/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">316</span></a></span> (1990) (internal quotations and emphasis omitted). There is a substantial difference between considering punishment for crimes perpetrated by a person raised in a supportive and nurturing family environment with no history of mental health issues versus considering punishment for a person who has struggled with serious mental health issues and substance abuse, raised in a dysfunctional family environment which denied him the opportunity to receive treatment or even acknowledge his problems. It is reasonably probable that had counsel presented the jury with evidence of petitioner's long term mental health problems and family dysfunction at least one juror would have reconsidered the balance of aggravating and mitigating evidence and decided that life imprisonment was the more appropriate sentence. Notably, when such evidence was presented at Robert McNeill's trial, even with his serious criminal history, Robert McNeill received a life sentence.</p>\n<p>Consequently, Petitioner has shown that the MAR court acted unreasonably and that he is entitled to habeas relief on his claim that he received ineffective assistance of counsel because his attorneys failed to properly investigate and present mitigating evidence.</p>\n<p></p>\n<h2>5. <i>Claim VThe indictment used to charge Petitioner failed to allege all of the essential elements of first-degree murder and the aggravating circumstances</i>\n</h2>\n<p>In Claim V, Petitioner asserts that the trial court was without jurisdiction to adjudicate his guilt or impose his sentence because the indictment was constitutionally insufficient. He reasons that the indictment failed to allege all of the elements of first-degree murder and failed to charge any of the statutory aggravators set forth in N.C. Gen.Stat. § 15A-2000(e) which elevate a non-capital first-degree murder to a capital offense punishable by death. Petitioner first raised his challenge to the short-form indictment in his MAR. The MAR court denied the claim on the merits citing to the North Carolina Supreme Court's ruling in <i>State v. Hunt,</i> <span class=\"citation\" data-id=\"1285005\"><a href=\"/opinion/1285005/state-v-hunt/\"><span class=\"volume\">357</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation\" data-id=\"1285005\"><a href=\"/opinion/1285005/state-v-hunt/\"><span class=\"volume\">582</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">593</span></a></span> (2003).</p>\n<p>Petitioner argues that he could not have been sentenced to death unless the jury found at least one of the aggravating factors. Therefore, he contends the aggravators are elements of the crime of capital murder and must be alleged in the indictment. In support of this position, Petitioner cites to <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span> (1999), <i>Apprendi v. New Jersey,</i> 530 U.S. <span class=\"star-pagination\">*722</span> 466, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), and <i>Ring v. Arizona,</i> <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (2002).</p>\n<p>As an initial matter, Petitioner is unable to show he is entitled to relief based on the holdings in <i>Jones, Apprendi,</i> and <i>Ring. Apprendi</i> and <i>Ring</i> were decided after Petitioner's case became final.<sup>[21]</sup> Even if <i>Apprendi</i> did extend <i>Jones</i> to state-court indictments, it is by means of a new constitutional law that does not apply retroactively to cases on collateral review. <i>See </i><i>Basden v. Lee,</i> <span class=\"citation\" data-id=\"777679\"><a href=\"/opinion/777679/ernest-west-basden-v-rc-lee-warden-central-prison-raleigh-north/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">602</span></a></span>, 619 (4th Cir.2002); <i>Hartman v. Lee,</i> <span class=\"citation\" data-id=\"776883\"><a href=\"/opinion/776883/edward-ernest-hartman-v-rc-lee-warden-central-prison-raleigh-north/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></a></span>, 192 n. 2 (4th Cir.2002). Similarly, <i>Ring</i> states a new rule not retroactive to cases on collateral review. <i>Schriro v. Summerlin,</i> <span class=\"citation\" data-id=\"136996\"><a href=\"/opinion/136996/schriro-v-summerlin/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">348</span></a></span>, 358, <span class=\"citation\" data-id=\"136996\"><a href=\"/opinion/136996/schriro-v-summerlin/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2519</span></a></span>, <span class=\"citation\" data-id=\"136996\"><a href=\"/opinion/136996/schriro-v-summerlin/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span></a></span> (2004).</p>\n<p>Moreover, in <i>Hartman v. Lee</i><i>,</i> the Fourth Circuit addressed and rejected a claim that the petitioner's constitutional rights were violated by the use of the short-form indictment. The Fourth Circuit held that North Carolina's \"short-form indictment that alleges the elements of common law murder is sufficient to satisfy the demands of the Sixth and Fourteenth Amendment.\" <i>Hartman,</i> 283 F.3d at 199. Accordingly, Respondent's motion for summary judgment with respect to Claim V is granted.</p>\n<p></p>\n<h2>6 <i>Claim VIThe trial court erred by denying Petitioner's motion to suppress statements</i>\n</h2>\n<p>In Claim VI, Petitioner asserts that the trial court erred by denying his pre-trial motion to suppress statement he made while being questioned by police at the Raleigh Police Department. Petitioner asserts that he was in custody and was questioned without first being given his rights as required under <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966). Petitioner raised this claim on direct appeal and the North Carolina Supreme Court held the claim lacked merit. <i>McNeill,</i> 349 N.C. at 644-45, 509 S.E.2d at 421-22. As the North Carolina Supreme Court noted, the parties do not dispute that Petitioner was not given <i>Miranda</i> warnings. Rather, the claim turns on whether or not the interviews were during custodial interrogation, and therefore whether or not <i>Miranda</i> warnings were necessary.</p>\n<p>In <i>Miranda,</i> the Supreme Court established that \"the prosecution may not use statements, whether exculpatory or inculpatory, stemming from custodial interrogation of the defendant unless it demonstrates the use of procedural safeguards effective to secure the privilege against self-incrimination.\" <i>Miranda,</i> 384 U.S. at 444, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>. The Court characterized custodial interrogation as \"questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\" <i>Id.</i> In determining whether or not a person is in custody a court must consider: 1) all of the circumstances of the interrogation, and 2) how a reasonable person under those circumstances would feel about his freedom to end questioning and leave. <i>Thompson v. Keohane,</i> <span class=\"citation\" data-id=\"117982\"><a href=\"/opinion/117982/thompson-v-keohane/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 112, <span class=\"citation\" data-id=\"117982\"><a href=\"/opinion/117982/thompson-v-keohane/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></a></span>, <span class=\"citation\" data-id=\"117982\"><a href=\"/opinion/117982/thompson-v-keohane/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1995). The ultimate inquiry is whether there was \"a formal arrest or restraint on freedom of movement of the degree associated with a formal arrest.\" <i>Id.</i></p>\n<p>According to the information before the court, during the initial investigation after the murders the police interviewed all of the Food Lion employees, including Petitioner's brother Robert McNeill. Robert <span class=\"star-pagination\">*723</span> told the police that he had gotten off of work the evening of the murders and met his brother Ray McNeill. Robert denied any involvement in the murders. Thereafter, the police contacted Petitioner to verify Robert's statements. They learned Petitioner worked at a Lowe's store and Officer Moore went to the store on September 23, 1993, around noon. Petitioner was at lunch so the officer left and returned later in the day. When Officer Moore returned he spoke with Petitioner and asked if he would come to the police station to be interviewed about when and where he was with his brother on September 19, 1993. Petitioner agreed to speak with the police, but said he wanted to wait until after work. Officer Moore agreed and left Lowe's. According to Officer Moore, at that point Petitioner was not a suspect, but was only considered a potential witness with respect to Robert's whereabouts on the day of the crime. Officer Moore said that the investigation was starting to center on Robert McNeill.</p>\n<p>Later that day, around 5 or 6 p.m., Officer Dyer went to Lowe's to see if Petitioner would go to the station to be interviewed. Petitioner said he would go when he finished the work he was doing which would be in a few minutes. Officer Dyer waited and when Petitioner was done he followed Officer Dyer to the police station in his own car. They parked and went inside where Petitioner was asked to take a seat in the reception area. Sometime between 6 p.m. and 6:30 p.m., Officer Moore retrieved Petitioner from the reception area and brought him to a large conference room where he was interviewed by Officer Moore and Officer Williams. This first interview lasted around thirty minutes. Petitioner appeared relaxed and did not seem reluctant to talk. He did not say anything incriminating, did not ask for a lawyer, and did not ask to end the interview.<sup>[22]</sup> Officer Moore and Officer Williams did not consider him a suspect.</p>\n<p>When the interview was completed, the officers asked Petitioner to stay for a few minutes so they could check with their supervisor to see if there was anything else they needed to know or clarify before he left. Petitioner agreed and the officers left him in the conference room while they went to speak with their supervisor.</p>\n<p>Around the same time, other police officers had been interviewing Chris Thornhill. Mr. Thornhill had told the police that Petitioner had a handgun in his possession on the Sunday the crime occurred, and Officer Matthias wanted to question Petitioner about the gun's whereabouts. He and Officer Bissette went into the conference room and told McNeill they had a few additional questions. McNeill agreed to talk to the officers. This interview occurred at around 7:45 p.m. The police questioned Petitioner about the gun and he answered the questions. Petitioner acknowledged he had a gun and had shown it to his brother, but claimed that when Robert told him it was dangerous he sold it to a black man later that evening for $300. The police also asked Petitioner what kind of cigarettes he smoked.<sup>[23]</sup> At the suppression hearing, the police testified they did not consider Petitioner a suspect, but believed the gun may have gotten into Robert McNeill's hands. They said they still considered Robert to be the prime suspect. During the interview, Petitioner never asked to leave, never asked how much longer it would take or refused to answer questions. He was talkative and responsive. <span class=\"star-pagination\">*724</span> He acknowledged having been all over the Food Lion store on prior occasions. The officers asked if he would consent to being fingerprinted and having his shoes examined to compare to any possible prints in the store that might belong to him. He agreed and also agreed to a search of his truck.</p>\n<p>After the police took Ray's fingerprints and searched his truck, they questioned him a third time at approximately 9:50 p.m. The trial court ruled that this third interview was a custodial interrogation conducted without <i>Miranda</i> warnings. It excluded statements made by Petitioner during this third interview, and therefore, Petitioner's claim only relates to the first two interviews.</p>\n<p>After a hearing on Petitioner's motion to suppress, the trial court found that Petitioner was not in custody during the first two interviews. The trial court concluded that no reasonable person in Petitioner's situation during the first two interviews would have believed his freedom of action was restrained. Mot. to Supp. Order at ¶ 4. The trial court noted that Petitioner was contacted because he was named as an alibi witness by his brother and originally was not suspected of any criminal wrongdoing. ¶ 4. The court found that during both interviews Petitioner was at case, pleasant, talkative, and did not appear to be reluctant or distressed.<sup>[24]</sup> The trial court found that the interviews took place in a conference room. The first interview lasted approximately thirty minutes and the total time for the first two interviews was a little more than two hours. <i>Id.</i> at ¶ 9. When the first interview was over, the officers asked Petitioner to stay a few more minutes to allow them to check with their supervisor to see if they had anything else they needed to ask him. <i>Id.</i> at ¶ 5. They left Petitioner alone in the conference room while they went to check and he could have left the conference room without even asking. <i>Id.</i> at ¶ 10. The trial court noted that Petitioner, not the police, set the schedule of when the interview would take place. <i>Id.</i> at ¶ 10.</p>\n<p>In denying this claim on direct appeal, the North Carolina Supreme Court found that based on the totality of the circumstances the trial court correctly found that Petitioner was not in custody during the period he gave the first two statements, and therefore, the motion to suppress was properly denied with respect to those statements. <i>McNeill,</i> 349 N.C. at 645, 509 S.E.2d at 421-22. The court noted that Petitioner voluntarily drove himself to the station. It also found that the first interview was only about thirty minutes and was not confrontational. <i>Id.</i> at 644, 509 S.E.2d at 421. It further found that the second interview occurred a short time after the first and Petitioner voluntarily agreed to answer more questions, did not ask to leave, and was not restrained in any manner. <i>Id.</i> The North Carolina Supreme court noted that the trial court made extensive findings after the hearing and found that during the first two interviews Petitioner's \"freedom of action was not restrained in any way, defendant was not impaired, he was not coerced or threatened, and he was cooperative and willing to talk at all times.\" <i>Id.</i> at 644-45, 509 S.E.2d at 421.</p>\n<p>Petitioner argues that the ruling of the trial court denying his motion to suppress was erroneous because it was an unreasonable determination of the facts to find that he was not in custody during the interviews. Petitioner highlights certain testimony from the motion to suppress hearing <span class=\"star-pagination\">*725</span> which he believes undermines the finding that he was not in custody during the first two interview sessions. For example, he disagrees with the court's finding that because the police officers conducting the interviews were part of a joint investigation involving numerous officers in two separate divisions, each officer was not aware of all of the information gathered and therefore, did not consider Petitioner to be a suspect during the early interviews.</p>\n<p>In assessing whether a state court's adjudication is unreasonable, \"the range of reasonable judgment can depend in part on the nature of the relevant rule.\" <i>Yarborough v. Alvarado,</i> <span class=\"citation\" data-id=\"134748\"><a href=\"/opinion/134748/yarborough-v-alvarado/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">652</span></a></span>, 664, <span class=\"citation\" data-id=\"134748\"><a href=\"/opinion/134748/yarborough-v-alvarado/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>, <span class=\"citation\" data-id=\"134748\"><a href=\"/opinion/134748/yarborough-v-alvarado/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">938</span></a></span> (2004). \"The more general the rule, the more leeway courts have in reaching outcomes in case-by-case determinations.\" <i>Id.</i> The Supreme Court has said that the <i>Miranda</i> custody test is a more general one. <i>Id.</i> at 665, <span class=\"citation\" data-id=\"134748\"><a href=\"/opinion/134748/yarborough-v-alvarado/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>.</p>\n<p>The facts indicate that Petitioner decided when he was available for questioning and drove to the station in his own vehicle. Once at the station, he was asked to wait in the reception area and later moved to an open conference room. Petitioner was not pressured or threatened into giving information, but answered questions freely. Further, when the first interview ended after thirty minutes, Petitioner was asked to stay and was left by himself in the conference room.</p>\n<p>The second interview was lengthier and at that time the police were seeking information about a gun reportedly in Petitioner's possession. However, evidence indicated they did not consider him a suspect, but were interested in whether Robert may have gotten the gun. The tenor of the questioning remained relaxed and Petitioner continued to be pleasant, talkative, and cooperative. He was not coerced, he never showed any hesitation or reluctance to answer questions, and appeared to be at ease. Although time is not conclusive, in <i>Yarborough,</i> after considering all of the circumstances, the Supreme Court found that an interview that lasted two hours did not amount to a custodial interrogation. <i>Yarborough,</i> 541 U.S. at 665, <span class=\"citation\" data-id=\"134748\"><a href=\"/opinion/134748/yarborough-v-alvarado/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>. Here, the actual interview time itself was less than two hours, and the total time from when he entered the station to the end of the second interview was just over two hours.</p>\n<p>Under these facts, and in the context of the habeas standard, Petitioner is unable to show he is entitled to relief on this claim. Petitioner disagrees with the state court's decision but fails to show that it involved an unreasonable determination of the facts or is contrary to, or an unreasonable application of, clearly established federal law. Respondent's motion for summary judgment as to Claim VI is granted.</p>\n<p></p>\n<h2>7. <i>Claim VIIThe trial court erred in denying Petitioner's motion for a crime scene expert</i>\n</h2>\n<p>In Claim VII, Petitioner argues that the trial court's ruling denying him funds for a crime scene expert violated his constitutional rights to due process and a fair trial. Petitioner raised this claim on direct appeal and the North Carolina Supreme Court denied the claim on the merits. <i>McNeill,</i> 349 N.C. at 649-50, 509 S.E.2d at 424-25.</p>\n<p>Petitioner cites to <i>Ake v. Oklahoma,</i> <span class=\"citation\" data-id=\"111356\"><a href=\"/opinion/111356/ake-v-oklahoma/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">68</span></a></span>, <span class=\"citation\" data-id=\"111356\"><a href=\"/opinion/111356/ake-v-oklahoma/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1087</span></a></span>, <span class=\"citation\" data-id=\"111356\"><a href=\"/opinion/111356/ake-v-oklahoma/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">53</span></a></span> (1985) and <i>Caldwell v. Mississippi,</i> <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1985) in support of his claim. In <i>Ake,</i> the Supreme Court held that a trial court must appoint a psychiatrist for an indigent defendant when the defendant demonstrates his mental condition will likely be a significant factor at trial or sentencing. <i>Ake,</i> 470 U.S. at 83, <span class=\"citation\" data-id=\"111356\"><a href=\"/opinion/111356/ake-v-oklahoma/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1087</span></a></span>. In <i>Caldwell,</i> <span class=\"star-pagination\">*726</span> the petitioner asserted his conviction was unconstitutional because the trial court refused to appoint an investigator and two other experts. The Court ruled that because the petitioner had only offered \"undeveloped assertions\" in support of his request for experts, there was no need for the Court \"to determine as a matter of federal constitutional law what if any showing would have entitled a defendant to assistance of the type here sought.\" <i>Caldwell,</i> 472 U.S. at 323 n. 1, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>.</p>\n<p></p>\n<h2>a) <i>Teague</i>\n</h2>\n<p>Respondent, citing to <i>Weeks v. Angelone,</i> <span class=\"citation\" data-id=\"763772\"><a href=\"/opinion/763772/lonnie-weeks-jr-v-ronald-j-angelone-director-of-the-virginia/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></a></span> (4th Cir.1999), first argues that the claim is <i>Teague</i>-barred. In <i>Weeks,</i> the Fourth Circuit considered the petitioner's claim that his constitutional rights were violated because the trial court denied him funds to hire experts in the fields of pathology and ballistics. In denying relief, the Fourth Circuit held that resolving the claim in Weeks' favor would require retroactive application of a new rule of law in violation of <i>Teague v. Lane,</i> <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1989). In reaching that conclusion, the Fourth Circuit stated that a court should take three steps to determine if a petitioner is trying to apply a new rule on collateral review:</p>\n<blockquote>First, the date on which the defendant's conviction became final is determined. Next, the habeas court considers whether a \"state court considering [the defendant's claim] at the time his conviction became final would have felt compelled by the existing precedent to conclude that the rule [he] seeks was required by the Constitution.\" If not, then the rule is new. If the rule is determined to be new, the final step in the <i>Teague</i> analysis requires the court to determine whether the rule nonetheless falls within one of the two narrow exceptions to the <i>Teague</i> doctrine.</blockquote>\n<p><i>Weeks,</i> 176 F.3d at 264. The Fourth Circuit found that at the time Weeks' conviction became final, <i>Ake</i> and <i>Caldwell</i> established that an indigent defendant's constitutional right to expert assistance was limited to a psychiatric expert. The court further found that the state of the law was not such that the Virginia state court would have been compelled by existing precedent at that time to extend a constitutional right to experts in pathology or ballistics for indigent criminal defendants. <i>Id.</i> at 264-65.</p>\n<p>Petitioner McNeill's case became final on direct appeal on October 4, 1999.<sup>[25]</sup> The court believes that at that time, the state of the law was such that the North Carolina Supreme Court would have felt compelled to consider as a constitutional question whether Petitioner was entitled to an expert in crime scene forensics. In <i>State v. Bridges,</i> <span class=\"citation\" data-id=\"1229024\"><a href=\"/opinion/1229024/state-v-bridges/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">529</span></a></span>, 533, <span class=\"citation\" data-id=\"1229024\"><a href=\"/opinion/1229024/state-v-bridges/\"><span class=\"volume\">385</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">337</span></a></span> (1989), in considering the trial court's denial of a fingerprint expert, the North Carolina Supreme Court stated that \"[w]hile it is within the trial court's discretion to `approve a fee' for the appointment of an expert witness to testify for an indigent defendant, N.C.G.S. § 7A-454 (1986), it is error of constitutional magnitude to refuse such funds when the defendant has made a `threshold showing of specific need' and when expert assistance is of material importance to his defense or its absence would deprive him of a fair trial.\" <i>Id.</i> at 533, <span class=\"citation\" data-id=\"1229024\"><a href=\"/opinion/1229024/state-v-bridges/\"><span class=\"volume\">385</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">337</span></a></span>, 339.</p>\n<p>Further, the Fourth Circuit has recognized a right to non-psychiatric expert assistance \"when a substantial question exists over an issue requiring expert testimony for its resolution and the defendant's position cannot be fully developed without professional assistance.'\" <i>Smith</i> <span class=\"star-pagination\">*727</span> <i>v. Angelone,</i> <span class=\"citation\" data-id=\"739915\"><a href=\"/opinion/739915/roy-bruce-smith-v-ronald-angelone-director-virginia-department-of/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1126</span></a></span>, 1132 (4th Cir.1997) (quoting <i>Williams v. Martin,</i> <span class=\"citation\" data-id=\"376837\"><a href=\"/opinion/376837/robert-williams-v-j-r-martin-warden-and-the-attorney-general-of-the/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></a></span>, 1026 (4th Cir.1980)). In <i>Williams,</i> the Fourth Circuit reasoned that the obligation to provide such assistance stems from the Equal Protection clause. <i>Williams,</i> 618 F.2d at 1026. Accordingly, the court does not believe it will require the application of a new rule on collateral review to consider whether Petitioner had a constitutional right to an expert in crime scene forensics.</p>\n<p></p>\n<h2>b) Merits</h2>\n<p>In their motion for a forensic crime scene expert and at the hearing on the motion, defense counsel asserted that the physical evidence the State intended to present against Petitioner was circumstantial. Counsel noted that the State's evidence included gun parts found at the store, sound recordings, fingerprints, the physical layout of the Food Lion and the relationship of the areas in the store where the two bodies were found. Counsel argued that rather than hire separate experts they needed \"a generalist, a forensic crime scene expert, to assist [] in interpreting that evidence.\" State Court Record, Vol. 2 of 15 at 5. Defense counsel further argued that the State had access to numerous experts through the SBI, FBI, and police and that without a forensic crime scene expert defense counsel were \"going to have difficulty giving this defendant some effective assistance and a fair trial.\" <i>Id.</i> at 7.</p>\n<p>In denying the request, the trial judge held that the defense made an insufficient showing. The court also noted that it had already granted the defense funds for a private investigator, a psychiatrist, and an expert in firearms. State Court Record, Vol. 2 of 15 at 8. The court stated that the defense might be entitled to a fingerprint expert, and in fact, the trial court subsequently granted the defense funds for two additional experts, a fingerprint expert and an audiologist. In treating the claim on direct appeal, the North Carolina Supreme Court agreed with the trial judge's ruling that the defense had not adequately shown a \"particularized necessity\" so as to require the State to also pay for a general forensic crime scene expert. <i>McNeill,</i> 349 N.C. at 650, 509 S.E.2d at 425.</p>\n<p>Petitioner fails to establish that the adjudication of this claim by the state court is contrary to, or an unreasonable application of, clearly established federal law. At the time it made the motion, the defense argued that an expert in crime scene forensics would be beneficial to the defense to interpret physical evidence, but failed to offer little more than this broad assertion or demonstrate a specific and substantial need. This insufficient showing was further undermined by the fact that the court granted funds for experts in the areas likely to be significant issues at trial. Accordingly, Respondent's motion for summary judgment as to Claim VII is granted.</p>\n<p></p>\n<h2>8. <i>Claim VIIIPetitioner's death sentences are unconstitutional because they were returned under the influence of passion and prejudice</i>\n</h2>\n<p>In Claim VIII, Petitioner argues that his death sentences are unconstitutional because they were returned under the influence of passion and prejudice and the error was not corrected by the North Carolina Supreme Court because its proportionality review was insufficient. His argument does not set forth why he believes the sentences were returned on the basis of passion and prejudice, but rather focuses on the alleged inadequacy of the proportionality review conducted by the state court.</p>\n<p>\"It is a well-settled proposition that the individual States are not constitutionally required to provide defendants who have been convicted of capital crimes <span class=\"star-pagination\">*728</span> with `proportionality reviews' of their death sentences.\" <i>Roach v. Angelone,</i> <span class=\"citation\" data-id=\"763768\"><a href=\"/opinion/763768/steve-edward-roach-v-ronald-angelone-director-virginia-department-of/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 216 (4th Cir.1999) (citing <i>Pulley v. Harris,</i> <span class=\"citation\" data-id=\"111092\"><a href=\"/opinion/111092/pulley-v-harris/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 50-51, <span class=\"citation\" data-id=\"111092\"><a href=\"/opinion/111092/pulley-v-harris/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">871</span></a></span>, <span class=\"citation\" data-id=\"111092\"><a href=\"/opinion/111092/pulley-v-harris/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1984)). The North Carolina Supreme Court was acting on the basis of state law, not federal or constitutional law, when it conducted the proportionality review. On federal habeas review, the court does not consider whether a state court incorrectly applied state law. <i>See </i><i>Fisher v. Angelone,</i> <span class=\"citation\" data-id=\"760195\"><a href=\"/opinion/760195/david-lee-fisher-v-ronald-j-angelone-director-virginia-department-of/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">835</span></a></span>, 854 (4th Cir.1998). Therefore, the issue cannot establish grounds for federal habeas relief and Respondent's motion for summary judgment as to Claim VIII is granted.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Respondent's motion for summary judgment is GRANTED in part and DENIED in part. As discussed pursuant to Claim IV, the court finds that Petitioner McNeill has established he received ineffective assistance of counsel at the penalty phase of trial and has been sentenced to death in violation of his constitutional rights. A writ of habeas corpus vacating his death sentences shall issue, and the State of North Carolina shall sentence McNeill to life imprisonment on each count of first-degree murder. Respondent's motion for summary judgment is granted as to Petitioner's other argument in Claim IV and all other claims.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioner commonly goes by his middle name, Ray, not Elmer.</p>\n<p>[2]  Although such analysis was regularly conducted at the time of Petitioner's trial, scientific evidence now suggests that bullet lead analysis is not reliable and the Federal Bureau of Investigation no longer performs such analysis.</p>\n<p>[3]  N.C. Gen.Stat. § 15A-1415(c) provides:\n</p>\n<p>Notwithstanding the time limitations herein, a defendant at any time after verdict may by a motion for appropriate relief, raise the ground that evidence is available which was unknown or unavailable to the defendant at the time of trial, which could not with due diligence have been discovered or made available at that time, including recanted testimony, and which has a direct and material bearing upon the defendant's eligibility for the death penalty or the defendant's guilt or innocence. A motion based upon such newly discovered evidence must be filed within a reasonable time of its discovery.</p>\n<p>[4]  Michael testified that Petitioner told him he was involved and was the triggerman. State Court Record Vol. 7 of 15 at 1724-26.</p>\n<p>[5]  At Robert McNeill's trial the jury found as a mitigating factor that Robert did not actually pull the trigger in either case. State Ct. R. Vol. 1 of 15 at Tab 17.</p>\n<p>[6]  In his traverse to the motion for summary judgment, Petitioner, citing to <i>Williams v. Coyle,</i> <span class=\"citation\" data-id=\"774422\"><a href=\"/opinion/774422/lewis-williams-jr-v-ralph-coyle-warden/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span> (6th Cir.2001) and <i>Stumpf v. Mitchell,</i> <span class=\"citation\" data-id=\"786094\"><a href=\"/opinion/786094/john-david-stumpf-v-betty-mitchell-warden/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span> (6th Cir. 2004), appears to suggest the claim is subject to <i>de novo</i> review. However, neither case supports his position. <i>Stumpf</i> was filed in 1995 and therefore, subject to the pre-AEDPA standard. In <i>Williams,</i> the issue was subject to <i>de novo</i> review because the state court had never considered the merits of the claim.</p>\n<p>[7]  Transcript of the trial of Robert Anthony McNeill at the September 23, 1996, criminal session of the Superior Court of Wake County, File Nos. 93 CRS 67119, 95 CRS 87517, 95 CRS 87518, 95 CRS 91532.</p>\n<p>[8]  For example, in <i>Smith v. Groose,</i> <span class=\"citation\" data-id=\"767922\"><a href=\"/opinion/767922/jon-keith-smith-v-michael-groose-missouri-attorney-general/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1045</span></a></span> (8th Cir.2000), the Eight Circuit found reversal was necessary where the State selectively presented different statements of the same witness in the petitioner's trial and a co-defendant's trial. The version of the facts given in the two statements were in direct conflict and could not both be true.\n</p>\n<p>During the first trial, to obtain a conviction of one defendant the State used a statement from a witness that the victims were dead when the second group of perpetrators arrived on the scene. Subsequently, at the trial of another defendant who was part of the second group of perpetrators, the State did not produce the first statement and instead produced another statement given by the same witness in which he said that the victims were still alive when the second group of perpetrators arrived on the scene. The Eight Circuit found it was a violation of due process for the State to present \"inherently factually contradictory theories\" as to what point the victims were killed and who was present in order to secure the most convictions. <i>Id.</i> at 1051-52.</p>\n<p>[9]  In making his argument, Petitioner also refers to the Sixth Circuit's analysis in the underlying decision, <i>Stumpf v. Mitchell,</i> <span class=\"citation\" data-id=\"786094\"><a href=\"/opinion/786094/john-david-stumpf-v-betty-mitchell-warden/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span> (6th Cir.2004). However, in <i>Bradshaw v. Stumpf,</i> <span class=\"citation\" data-id=\"799973\"><a href=\"/opinion/799973/bradshaw-v-stumpf/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span>, <span class=\"citation\" data-id=\"799973\"><a href=\"/opinion/799973/bradshaw-v-stumpf/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2398</span></a></span>, <span class=\"citation\" data-id=\"799973\"><a href=\"/opinion/799973/bradshaw-v-stumpf/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">143</span></a></span>, the Supreme Court reversed the Sixth Circuit's decision.</p>\n<p>[10]  The Court did note that the use of the allegedly inconsistent theories may have had an effect on sentencing, but declined to express an \"opinion on whether the prosecutor's actions amounted to a due process violation, or whether any such violation would have been prejudicial.\" <i>Stumpf,</i> 545 U.S. at 187, <span class=\"citation\" data-id=\"799973\"><a href=\"/opinion/799973/bradshaw-v-stumpf/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2398</span></a></span>.</p>\n<p>[11]  The copy presented to this court is unsigned, but Petitioner states that a signed copy of the Mills affidavit was presented in state court at a hearing. <i>See</i> Traverse and Answer [D.E. # 23] at 11 n. 4. A review of the state court proceedings indicates that as of the time of the Mills affidavit presented at the hearing on July 11, 2003, was signed. <i>See</i> State Ct. R. Vol. 14 of 15 at 35.</p>\n<p>[12]  In originally making the claim in his MAR, the Petitioner also submitted an affidavit from Juror Behlig. The affidavit primarily related to another claim, but provided in pertinent part that one of the jurors, a woman named Monica, was the last holdout in sentencing. He said she may have been under pressure to vote for death from the other jurors and may \"have caved into the death penalty.\" The MAR court held that the portion of the affidavit regarding jury deliberations was not properly before the court. Petitioner does not refer to this affidavit in his arguments in the petition in support of this claim.</p>\n<p>[13]  N.C. Stat. § 1420(b)(1) provides that a MAR must be supported by affidavits or documentary evidence if it is based upon facts not ascertainable from the record.</p>\n<p>[14]  In the petition, Petitioner states that these claims were procedurally barred and argues that the procedural bar should be excused. However, while it appears the MAR court procedurally barred two other claims of ineffective assistance of counsel, it appears these claims of ineffective assistance of counsel were denied in state court solely on the merits.</p>\n<p>[15]  A significant portion of the form is not legible and Petitioner has not directed the court to any other evidence which suggests he suffered from hearing loss as a result of his military service.</p>\n<p>[16]  She was present in court at trial. Sept. 29, 2008 Hr'g Tr. at 28.</p>\n<p>[17]  A defense investigator came to the Thornhill residence but was asked to leave because he was accusatory of Chris. He never asked questions about Ray or potential mitigating evidence. Sept. 29 Tr. at 91-92, 105.</p>\n<p>[18]  As with other witnesses such as the Thornhills, Ms. Dernar was referenced in the autobiography Petitioner prepared for counsel. Therefore, counsel should have been on notice of her role in Petitioner's life. The autobiography is discussed further, <i>infra.</i></p>\n<p>[19]  Neither Dr. Bellard nor any other expert testified at trial.</p>\n<p>[20]  Dr. Christopher Norris was retained for the limited purpose of administering the MMPI.</p>\n<p>[21]  Petitioner's case became final on direct appeal on October 4, 1999. <i>See McNeill v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">838</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">87</span></span> (1999)</p>\n<p>[22]  The interview was tape recorded and later transcribed.</p>\n<p>[23]  A pack of Alpine cigarettes was found underneath an exterior staircase at the crime scene. State Court Record, Vol. 4 of 15 at 836.</p>\n<p>[24]  The first interview was tape recorded and the trial judge had the benefit of listening to that interview. Mot. to Supp. Order at ¶ 5.</p>\n<p>[25]  More than five years after Weeks' conviction became final.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1026048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1239316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1285005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1415408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1997012/"
  ]
}