{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2518670/",
  "absolute_url": "/opinion/2518670/united-states-v-carr/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2518670/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:07:57.421047Z",
  "date_modified": "2016-04-26T22:33:49.423176Z",
  "type": "010combined",
  "sha1": "c0e90f0afa9ca65d6e83b7f7199f9126ae5bbae9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>202 F.Supp.2d 467 (2002)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nLent Christopher CARR II, Defendant.</h1></center>\n<center>No. 4:99-CR-30-1-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 11, 2002.</center>\n<p>Joshua W. Willey, Mills &amp; Willey, New Bern, NC, Terry Fay Rose, Smithfield, NC, Keith A. Williams, Greenville, NC, for defendant.</p>\n<p>Lent Christopher Carr, II, Pitt County Jail, Greenville, NC, pro se.</p>\n<p>Banu Rangarajan, Asst. U.S. Attorney, Raleigh, NC, for U.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court pursuant to the Fourth Circuit's remand of the defendant for further Rule 11 proceedings. <i>See </i><i>United States v. Carr,</i> 271 F.3d 172 (2001). This court held a Rule 11 hearing on March 5, 2001, at which both parties were present. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*468</span> <i>STATEMENT OF THE CASE</i>\n</h2>\n<p>On October 8, 1999, the government filed a superseding indictment against Lent Carr, charging him with seven counts, including arson of a building used in interstate commerce, mail fraud, bank fraud, and obstruction of a criminal investigation by bribery. Pursuant to a plea agreement, Carr pled guilty to counts one, five, and six, and was sentenced to concurrent 125-month terms of imprisonment on counts one and six and a concurrent 60-month term of imprisonment on count five. The arson statute under which Carr was charged in count one makes it a crime to \"maliciously damage[] or destroy[] ... by means of fire or an explosive, any building, vehicle, or other real or personal property used in interstate or foreign commerce or in any activity affecting interstate or foreign commerce.\" 18 U.S.C. § 844(i).</p>\n<p>On appeal, Carr argued, <i>inter alia,</i> that his guilty plea did not establish a sufficient factual basis to support an essential element of count one. More specifically, Carr contended that the building involved in the arson did not have the requisite interstate nexus to support Carr's guilty plea to the arson charge. The Fourth Circuit concluded that the record failed to adequately demonstrate that the building was in fact actively employed in interstate commerce. <i>Carr,</i> 271 F.3d at 180. However, the Fourth Circuit refused to vacate Carr's guilty plea, reasoning that the government should have the opportunity, on remand, to establish a sufficient factual basis for the interstate commerce prong of § 844(i). <i>Id.</i> at 181. Accordingly, the Fourth Circuit remanded to this court for a determination of the factual question. Thus, the matter now pending before the court concerns the narrow factual issue of the interstate commerce significance of the building Carr burned. That issuewhether the building involved in the arson had a sufficient interstate nexus to support Carr's guilty plea is the fulcrum on which defendant's resentencing hearing turns.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>The issue presented on remand is whether a double-wide mobile home, serving primarily as a residence, secondarily as a church, and with some isolated child care activities taking place therein, has a sufficient interstate nexus to satisfy § 844(i) so that the court may properly accept Carr's guilty plea to count one of the indictment. Because the owner-occupied mobile home does not qualify as a property used in interstate commerce or in any activity affecting interstate commerce, the court cannot accept Carr's guilty plea as to count one.</p>\n<p>When the court accepted Carr's guilty plea, it did not have the benefit of the Supreme Court's decision in <i>Jones v. United States</i><i>,</i> which was rendered on May 22, 2000, well after Carr's Rule 11 and sentencing hearings. In <i>Jones,</i> the Supreme Court considered whether property used as a private residence satisfied the interstate requirement of § 844(i). <i>Jones v. United States,</i> 529 U.S. 848, 120 S.Ct. 1904, 146 L.Ed.2d 902 (2000). The government urged that some limited, tangential connections between the building and interstate commerceinterstate receipt of natural gas, mortgage and insurance policies from out of state lenderssatisfied the interstate nexus. The Court disagreed, holding that an owner-occupied residence not used for any commercial purpose did not qualify as \"property used in interstate or foreign commerce or in any activity affecting interstate of foreign commerce\" within the meaning of the federal arson statute. <i>Id.</i> at 858-59, 120 S.Ct. 1904. Thus, the arson of such a dwelling is not subject to federal prosecution under § 844(i). <i>Id.</i> at 859, 120 S.Ct. 1904. When <span class=\"star-pagination\">*469</span> determining whether property is used in interstate commerce, <i>Jones</i> noted that the proper inquiry \"is into the function of the building itself, and then a determination of whether that function affects interstate commerce.\" <i>Jones,</i> 529 U.S. at 854, 120 S.Ct. 1904 (quoting <i>United States v. Ryan,</i> 9 F.3d 660, 675 (8th Cir.1993)). Accordingly, the court must determine the function of the building Carr burned.</p>\n<p>The Fourth Circuit has also construed the interstate requirement of § 844(i) since the Supreme Court ruled in <i>Jones</i> and reaffirmed the significance of the building's use in determining its interstate nature. <i>See </i><i>United States v. Terry,</i> 257 F.3d 366 (4th Cir.2001). In interpreting the Supreme Court's decision in <i>Jones,</i> the <i>Terry</i> court distilled a two-part test to determine whether a building fits within the strictures of § 844(i). First, the court must inquire into the \"function of the building itself.\" <i>Terry,</i> 257 F.3d at 369-70. Next, the court must determine whether that \"function affects interstate commerce.\" <i>Id.</i> at 370. Applying this test, the Fourth Circuit concluded that a church with a daycare center open from 7:30 a.m. to 5:30 p.m. Monday through Friday which employed its own teachers and charged a fee of $706 a month satisfied the interstate commerce prong of the federal arson statute. The court cautioned, however, that its holding was a limited one and that \"[n]ot all buildings, and not all churches, come within the ambit of § 844(i).\" <i>Id.</i> at 371. Carr's case tests the limits of this holding.</p>\n<p>Pursuant to the precedential mandate of <i>Jones</i> and <i>Terry,</i> the court must determine the function of the building burned. At Carr's resentencing, the court heard testimony from ATF agent Kenneth Andrews, who investigated the fire which destroyed Carr's mobile home. The uncontradicted testimony revealed that the mobile home served as Carr's primary residence and also was the site of religious services. Evidence was also presented that as many as ten people lived in the mobile home at the time of the fire, and that two of these people paid some rent to Carr. Cognizant of the Supreme Court's holding in <i>Russell v. United States,</i> 471 U.S. 858, 105 S.Ct. 2455, 85 L.Ed.2d 829 (1985), that § 844(i) applies to buildings used as rental property, the defendant contended that these payments were not rent at all. Rather, Carr stated that the two persons moved in with him and only later decided to \"help out with the bills.\" Carr further argued that these residents, one who paid $100 a month and the other who paid $50 every two weeks, cannot be said to be renters in the sense that <i>Russell</i> understood that term.</p>\n<p>The parties also vigorously disputed the nature of the putative day care center at the home. The government contended that Carr ran a child care business out of his mobile home and therefore held himself out as a business participating in the market for childcare services. <i>See </i><i>Terry,</i> 257 F.3d at 369-70 (holding that the effect of a daycare center on interstate commerce is dispositive evidence that satisfies the interstate requirement of § 844(i)). The defendant countered that an informal child care arrangement where a relative looks after a child or two is not the type of commercial activity that triggers the statute. The defendant further distinguished the child care center involved in <i>Terry,</i> which was open five days a week and hired its own teachers, from the informal arrangement involved in Carr's home. Finally, the parties argued over the significance of a home computer and fax machine in Carr's mobile home.</p>\n<p>It is not often that a court is confronted with a case which so precisely tests the factual limits of precedent. Carr's case, at <span class=\"star-pagination\">*470</span> first glance, seems to fall directly between the fault lines created by <i>Jones</i> and <i>Terry.</i> Carr's mobile home was an owner-occupied primary residence, suggesting the approach of <i>Jones</i> may be applicable. However, Carr's mobile home also served as a church and the site of some type of child care arrangement, suggesting <i>Terry</i> may hold sway. After a thorough review of the evidence and all relevant precedent, the court concludes that Carr's mobile home did not have the type of interstate connection to satisfy the interstate commerce requirement of § 844(i). While the court admits this is a close call, it is unpersuaded by the government's attempt to cobble together an interstate commerce theory by joining together disconnected shards of evidence.</p>\n<p>The court acknowledges the general proposition that rental property is sufficiently connected to interstate commerce to make the burning of such a building criminally punishable under the federal arson statute. <i>Russell,</i> 471 U.S. at 862, 105 S.Ct. 2455. However, there is no evidence that Carr actively rented his mobile home. The evidence suggests that Carr may have accepted small payments from residents of the home to help pay the bills, but such informal and insubstantial arrangements cannot suffice to establish a proper interstate connection. There was neither evidence of a lease agreement between Carr and the purported lessees nor evidence of any rent received by Carr. The mere acceptance of money for utility bills and groceries does not create the type of interstate commercial nexus required under the arson statute.</p>\n<p>The evidence also indicates that Carr used his mobile home to hold religious services on an irregular basis. The fact that the building was sometimes used for religious services does not establish that the building was engaged in an interstate function. <i>See </i><i>United States v. Johnson,</i> 246 F.3d 749, 751-52 (5th Cir.2001) (holding that a church with some attenuated interstate commerce connections does not fall under the jurisdictional reach of § 844(i)). Moreover, a church's use of materials purchased in interstate commerce and a church's receipt of natural gas from an out of state supplier are insufficient to meet the interstate commerce test. <i>United States v. Rea,</i> 223 F.3d 741, 743 (8th Cir.2000); <i>see also </i><i>United States v. Johnson,</i> 194 F.3d 657, 662 (5th Cir.1999) (holding that a church's payment of dues to a national organization did not satisfy the interstate commerce function). Similarly, Carr's use of the building to hold religious services does not create the proper interstate connection for prosecution under § 844(I). A contrary holding would allow any building in which religious services are held to be covered by § 844(i), creating a jurisdictional reach at odds with the language of the statute. The parties also dispute whether Carr's use of a computer and fax machine to conduct church business created an interstate connection, but the court is convinced that such tenuous contacts to interstate commerce do not satisfy the standard.</p>\n<p>Finally, the government contends that the building served as the site of an informal day care center, thus establishing an interstate nexus under <i>Terry.</i> The <i>Terry</i> decision, however, involved a church which ran a well-organized, well-funded day care center operating with independently hired instructors. This differs substantially from the \"day care center\" operated in Carr's mobile home. Even a favorable review of the evidence establishes only that several of the residents living in Carr's mobile home took care of children during the day. Carr did not hire paid instructors, did not advertise his childcare services, and did not hold himself out as a <span class=\"star-pagination\">*471</span> childcare operator. In such a situation, Carr's mobile home cannot be said to be \"actively engaged in commercial activity by participating in the market for childcare services.\" <i>Terry,</i> 257 F.3d at 370 (citing <i>Camps Newfound/Owatonna, Inc. v. Town of Harrison,</i> 520 U.S. 564, 586 n. 18, 117 S.Ct. 1590, 137 L.Ed.2d 852 (1997)). Even describing such a childcare arrangement as daycare is somewhat misleading; if the definition of childcare services is so expansive as to include informal arrangements with only passing connections to interstate commerce, it is hard to imagine any familial private dwelling that would not satisfy the interstate nexus. It stretches the limits of congressional intent beyond the breaking point to conclude that the federal arson statute, designed to criminalize the burning of buildings \"used in\" or \"affecting\" interstate commerce, touches all private dwellings with some childcare activities taking place therein. 18 U.S.C. § 844(i). In the final analysis, Carr's mobile home proves that \"[n]ot all buildings, and not all churches, come within the ambit of § 844(i).\" <i>Terry,</i> 257 F.3d at 371.</p>\n<p>Because the court finds that the government has not established the required interstate connection, Carr's plea of guilty as to count one cannot be accepted. Accordingly, count one is hereby DISMISSED. The court notes that this is a bit of a Pyrrhic victory for Carr, because his original sentence included concurrent 125-month terms of imprisonment on counts one and six and a concurrent 60-month term of imprisonment on count five. As a result, Carr's sentence will not be reduced by the dismissal of count one.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court DISMISSES count one of the indictment. The court hereby reaffirms the sentence of 125 months of imprisonment on count six and a concurrent 60 months of imprisonment on count five, for a total sentence of 125 months. All other provisions of the judgment dated April 17, 2000, are reaffirmed.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">467</span></span> (2002)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nLent Christopher CARR II, Defendant.</h1></center>\n<center>No. 4:99-CR-30-1-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>March 11, 2002.</center>\n<p>Joshua W. Willey, Mills &amp; Willey, New Bern, NC, Terry Fay Rose, Smithfield, NC, Keith A. Williams, Greenville, NC, for defendant.</p>\n<p>Lent Christopher Carr, II, Pitt County Jail, Greenville, NC, pro se.</p>\n<p>Banu Rangarajan, Asst. U.S. Attorney, Raleigh, NC, for U.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court pursuant to the Fourth Circuit's remand of the defendant for further Rule 11 proceedings. <i>See </i><i>United States v. Carr,</i> <span class=\"citation\" data-id=\"775545\"><a href=\"/opinion/775545/united-states-v-lent-christopher-carr-ii/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span> (2001). This court held a Rule 11 hearing on March 5, 2001, at which both parties were present. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*468</span> <i>STATEMENT OF THE CASE</i>\n</h2>\n<p>On October 8, 1999, the government filed a superseding indictment against Lent Carr, charging him with seven counts, including arson of a building used in interstate commerce, mail fraud, bank fraud, and obstruction of a criminal investigation by bribery. Pursuant to a plea agreement, Carr pled guilty to counts one, five, and six, and was sentenced to concurrent 125-month terms of imprisonment on counts one and six and a concurrent 60-month term of imprisonment on count five. The arson statute under which Carr was charged in count one makes it a crime to \"maliciously damage[] or destroy[] ... by means of fire or an explosive, any building, vehicle, or other real or personal property used in interstate or foreign commerce or in any activity affecting interstate or foreign commerce.\" 18 U.S.C. § 844(i).</p>\n<p>On appeal, Carr argued, <i>inter alia,</i> that his guilty plea did not establish a sufficient factual basis to support an essential element of count one. More specifically, Carr contended that the building involved in the arson did not have the requisite interstate nexus to support Carr's guilty plea to the arson charge. The Fourth Circuit concluded that the record failed to adequately demonstrate that the building was in fact actively employed in interstate commerce. <i>Carr,</i> 271 F.3d at 180. However, the Fourth Circuit refused to vacate Carr's guilty plea, reasoning that the government should have the opportunity, on remand, to establish a sufficient factual basis for the interstate commerce prong of § 844(i). <i>Id.</i> at 181. Accordingly, the Fourth Circuit remanded to this court for a determination of the factual question. Thus, the matter now pending before the court concerns the narrow factual issue of the interstate commerce significance of the building Carr burned. That issuewhether the building involved in the arson had a sufficient interstate nexus to support Carr's guilty plea is the fulcrum on which defendant's resentencing hearing turns.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>The issue presented on remand is whether a double-wide mobile home, serving primarily as a residence, secondarily as a church, and with some isolated child care activities taking place therein, has a sufficient interstate nexus to satisfy § 844(i) so that the court may properly accept Carr's guilty plea to count one of the indictment. Because the owner-occupied mobile home does not qualify as a property used in interstate commerce or in any activity affecting interstate commerce, the court cannot accept Carr's guilty plea as to count one.</p>\n<p>When the court accepted Carr's guilty plea, it did not have the benefit of the Supreme Court's decision in <i>Jones v. United States</i><i>,</i> which was rendered on May 22, 2000, well after Carr's Rule 11 and sentencing hearings. In <i>Jones,</i> the Supreme Court considered whether property used as a private residence satisfied the interstate requirement of § 844(i). <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">848</span></a></span>, <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span>, <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">902</span></a></span> (2000). The government urged that some limited, tangential connections between the building and interstate commerceinterstate receipt of natural gas, mortgage and insurance policies from out of state lenderssatisfied the interstate nexus. The Court disagreed, holding that an owner-occupied residence not used for any commercial purpose did not qualify as \"property used in interstate or foreign commerce or in any activity affecting interstate of foreign commerce\" within the meaning of the federal arson statute. <i>Id.</i> at 858-59, <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span>. Thus, the arson of such a dwelling is not subject to federal prosecution under § 844(i). <i>Id.</i> at 859, <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span>. When <span class=\"star-pagination\">*469</span> determining whether property is used in interstate commerce, <i>Jones</i> noted that the proper inquiry \"is into the function of the building itself, and then a determination of whether that function affects interstate commerce.\" <i>Jones,</i> 529 U.S. at 854, <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span> (quoting <i>United States v. Ryan,</i> <span class=\"citation\" data-id=\"657220\"><a href=\"/opinion/657220/united-states-v-dale-lynn-ryan/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">660</span></a></span>, 675 (8th Cir.1993)). Accordingly, the court must determine the function of the building Carr burned.</p>\n<p>The Fourth Circuit has also construed the interstate requirement of § 844(i) since the Supreme Court ruled in <i>Jones</i> and reaffirmed the significance of the building's use in determining its interstate nature. <i>See </i><i>United States v. Terry,</i> <span class=\"citation\" data-id=\"774038\"><a href=\"/opinion/774038/united-states-v-curtis-lee-terry-united-states-of-america-v-ronnie/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">366</span></a></span> (4th Cir.2001). In interpreting the Supreme Court's decision in <i>Jones,</i> the <i>Terry</i> court distilled a two-part test to determine whether a building fits within the strictures of § 844(i). First, the court must inquire into the \"function of the building itself.\" <i>Terry,</i> 257 F.3d at 369-70. Next, the court must determine whether that \"function affects interstate commerce.\" <i>Id.</i> at 370. Applying this test, the Fourth Circuit concluded that a church with a daycare center open from 7:30 a.m. to 5:30 p.m. Monday through Friday which employed its own teachers and charged a fee of $706 a month satisfied the interstate commerce prong of the federal arson statute. The court cautioned, however, that its holding was a limited one and that \"[n]ot all buildings, and not all churches, come within the ambit of § 844(i).\" <i>Id.</i> at 371. Carr's case tests the limits of this holding.</p>\n<p>Pursuant to the precedential mandate of <i>Jones</i> and <i>Terry,</i> the court must determine the function of the building burned. At Carr's resentencing, the court heard testimony from ATF agent Kenneth Andrews, who investigated the fire which destroyed Carr's mobile home. The uncontradicted testimony revealed that the mobile home served as Carr's primary residence and also was the site of religious services. Evidence was also presented that as many as ten people lived in the mobile home at the time of the fire, and that two of these people paid some rent to Carr. Cognizant of the Supreme Court's holding in <i>Russell v. United States,</i> <span class=\"citation\" data-id=\"111443\"><a href=\"/opinion/111443/russell-v-united-states/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></a></span>, <span class=\"citation\" data-id=\"111443\"><a href=\"/opinion/111443/russell-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2455</span></a></span>, <span class=\"citation\" data-id=\"111443\"><a href=\"/opinion/111443/russell-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">829</span></a></span> (1985), that § 844(i) applies to buildings used as rental property, the defendant contended that these payments were not rent at all. Rather, Carr stated that the two persons moved in with him and only later decided to \"help out with the bills.\" Carr further argued that these residents, one who paid $100 a month and the other who paid $50 every two weeks, cannot be said to be renters in the sense that <i>Russell</i> understood that term.</p>\n<p>The parties also vigorously disputed the nature of the putative day care center at the home. The government contended that Carr ran a child care business out of his mobile home and therefore held himself out as a business participating in the market for childcare services. <i>See </i><i>Terry,</i> 257 F.3d at 369-70 (holding that the effect of a daycare center on interstate commerce is dispositive evidence that satisfies the interstate requirement of § 844(i)). The defendant countered that an informal child care arrangement where a relative looks after a child or two is not the type of commercial activity that triggers the statute. The defendant further distinguished the child care center involved in <i>Terry,</i> which was open five days a week and hired its own teachers, from the informal arrangement involved in Carr's home. Finally, the parties argued over the significance of a home computer and fax machine in Carr's mobile home.</p>\n<p>It is not often that a court is confronted with a case which so precisely tests the factual limits of precedent. Carr's case, at <span class=\"star-pagination\">*470</span> first glance, seems to fall directly between the fault lines created by <i>Jones</i> and <i>Terry.</i> Carr's mobile home was an owner-occupied primary residence, suggesting the approach of <i>Jones</i> may be applicable. However, Carr's mobile home also served as a church and the site of some type of child care arrangement, suggesting <i>Terry</i> may hold sway. After a thorough review of the evidence and all relevant precedent, the court concludes that Carr's mobile home did not have the type of interstate connection to satisfy the interstate commerce requirement of § 844(i). While the court admits this is a close call, it is unpersuaded by the government's attempt to cobble together an interstate commerce theory by joining together disconnected shards of evidence.</p>\n<p>The court acknowledges the general proposition that rental property is sufficiently connected to interstate commerce to make the burning of such a building criminally punishable under the federal arson statute. <i>Russell,</i> 471 U.S. at 862, <span class=\"citation\" data-id=\"111443\"><a href=\"/opinion/111443/russell-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2455</span></a></span>. However, there is no evidence that Carr actively rented his mobile home. The evidence suggests that Carr may have accepted small payments from residents of the home to help pay the bills, but such informal and insubstantial arrangements cannot suffice to establish a proper interstate connection. There was neither evidence of a lease agreement between Carr and the purported lessees nor evidence of any rent received by Carr. The mere acceptance of money for utility bills and groceries does not create the type of interstate commercial nexus required under the arson statute.</p>\n<p>The evidence also indicates that Carr used his mobile home to hold religious services on an irregular basis. The fact that the building was sometimes used for religious services does not establish that the building was engaged in an interstate function. <i>See </i><i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"23579\"><a href=\"/opinion/23579/united-states-v-johnson/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">749</span></a></span>, 751-52 (5th Cir.2001) (holding that a church with some attenuated interstate commerce connections does not fall under the jurisdictional reach of § 844(i)). Moreover, a church's use of materials purchased in interstate commerce and a church's receipt of natural gas from an out of state supplier are insufficient to meet the interstate commerce test. <i>United States v. Rea,</i> <span class=\"citation\" data-id=\"770030\"><a href=\"/opinion/770030/united-states-v-harvey-andrew-rea/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">741</span></a></span>, 743 (8th Cir.2000); <i>see also </i><i>United States v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">657</span></span>, 662 (5th Cir.1999) (holding that a church's payment of dues to a national organization did not satisfy the interstate commerce function). Similarly, Carr's use of the building to hold religious services does not create the proper interstate connection for prosecution under § 844(I). A contrary holding would allow any building in which religious services are held to be covered by § 844(i), creating a jurisdictional reach at odds with the language of the statute. The parties also dispute whether Carr's use of a computer and fax machine to conduct church business created an interstate connection, but the court is convinced that such tenuous contacts to interstate commerce do not satisfy the standard.</p>\n<p>Finally, the government contends that the building served as the site of an informal day care center, thus establishing an interstate nexus under <i>Terry.</i> The <i>Terry</i> decision, however, involved a church which ran a well-organized, well-funded day care center operating with independently hired instructors. This differs substantially from the \"day care center\" operated in Carr's mobile home. Even a favorable review of the evidence establishes only that several of the residents living in Carr's mobile home took care of children during the day. Carr did not hire paid instructors, did not advertise his childcare services, and did not hold himself out as a <span class=\"star-pagination\">*471</span> childcare operator. In such a situation, Carr's mobile home cannot be said to be \"actively engaged in commercial activity by participating in the market for childcare services.\" <i>Terry,</i> 257 F.3d at 370 (citing <i>Camps Newfound/Owatonna, Inc. v. Town of Harrison,</i> <span class=\"citation\" data-id=\"118111\"><a href=\"/opinion/118111/camps-newfoundowatonna-inc-v-town-of-harrison/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 586 n. 18, <span class=\"citation\" data-id=\"118111\"><a href=\"/opinion/118111/camps-newfoundowatonna-inc-v-town-of-harrison/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1590</span></a></span>, <span class=\"citation\" data-id=\"118111\"><a href=\"/opinion/118111/camps-newfoundowatonna-inc-v-town-of-harrison/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">852</span></a></span> (1997)). Even describing such a childcare arrangement as daycare is somewhat misleading; if the definition of childcare services is so expansive as to include informal arrangements with only passing connections to interstate commerce, it is hard to imagine any familial private dwelling that would not satisfy the interstate nexus. It stretches the limits of congressional intent beyond the breaking point to conclude that the federal arson statute, designed to criminalize the burning of buildings \"used in\" or \"affecting\" interstate commerce, touches all private dwellings with some childcare activities taking place therein. 18 U.S.C. § 844(i). In the final analysis, Carr's mobile home proves that \"[n]ot all buildings, and not all churches, come within the ambit of § 844(i).\" <i>Terry,</i> 257 F.3d at 371.</p>\n<p>Because the court finds that the government has not established the required interstate connection, Carr's plea of guilty as to count one cannot be accepted. Accordingly, count one is hereby DISMISSED. The court notes that this is a bit of a Pyrrhic victory for Carr, because his original sentence included concurrent 125-month terms of imprisonment on counts one and six and a concurrent 60-month term of imprisonment on count five. As a result, Carr's sentence will not be reduced by the dismissal of count one.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court DISMISSES count one of the indictment. The court hereby reaffirms the sentence of 125 months of imprisonment on count six and a concurrent 60 months of imprisonment on count five, for a total sentence of 125 months. All other provisions of the judgment dated April 17, 2000, are reaffirmed.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/23579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775545/"
  ]
}