{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2519552/",
  "absolute_url": "/opinion/2519552/tarver-v-winter/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2519552/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:20.081689Z",
  "date_modified": "2016-04-27T02:09:43.553962Z",
  "type": "010combined",
  "sha1": "03dd081fad11075de67027fbce78ce36b537da24",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>535 F.Supp.2d 565 (2008)</b></center>\n<center><h1>Tammy TARVER, Plaintiff,<br>\nv.<br>\nDonald C. WINTER,<sup>[1]</sup> secretary of the Navy, Defendant.</h1></center>\n<center>No. 4:06-CV-96-D1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>February 13, 2008.</center>\n<p><span class=\"star-pagination\">*566</span> <span class=\"star-pagination\">*567</span> Tammy Tarver, pro se.</p>\n<p>Steve R. Matheny, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On November 22, 2006, defendant Donald C. Winter (\"Winter\") filed a motion for summary judgment. On July 12, 2007, the court entered an order denying Winter's motion for summary judgment without prejudice and allowing plaintiff Tammy Tarver (\"Tarver\") to, conduct discovery concerning her claim that the Navy terminated her employment due to her sex. On August 15, 2007, after discovery closed, Winter renewed his motion for, summary judgment. On September 24, 2007, Tarver responded in opposition. On November 9, 2007, the court disbarred Tarver's counsel.<sup>[2]</sup> On November 16, 2007, the court entered an order allowing Tarver 30 days to retain new counsel or notify the court that she was proceeding pro se. On December 17, 2007, Tarver notified the court that she was proceeding pro se until she found hew counsel.</p>\n<p>The court has evaluated defendant's motion for summary judgment and. Tames response. The Navy terminated Tarver's probationary employment due to her excessive absenteeism No rational factfinder could conclude that the Navy terminated Tarver's probationary employment due to her sex. Accordingly, as explained below, defendant's motion for summary judgment is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>On a motion for summary judgment, the court must consider the facts in the light most favorable to the non-moving party. <i>See, e.g., </i><i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). In the light most favorable to the plaintiff, the Navy hired Tarver, a female, to a one-year probationary term as a sheet metal mechanic at the Cherry Point Naval Air Station in Cherry Point, North Carolina on June 16, 2003. Def.'s Mem. in Supp. of Def.'s Renewed Mot. for Summ. J. [hereinafter \"Def.'s Mem.\"] Ex. B, at 1. Tarver's daughter became ill in October 2003, and Tarver requested and received 56 hours of leave without pay (\"LWOP\") under the Family and. Medical Leave Act (\"FMLA\") to care for her. <i>Id.</i> at 2. Although Tarver was not eligible for FMLA leave at the time, she received <i>leave</i> nonetheless. Def.'s Mem. 7; <i>see</i> 29 U.S.C. § 2611(2)(A).</p>\n<p>On December 10, 2003, Tarver received an Informal Recognition Award Certificate for \"continued professionalism and commitment to the fleet.\" Pl.'s Resp. to Def.'s Mot. for Summ. J. [hereinafter \"Pl.'s Mem.\"] Ex. 1, at 9. However, between December 30, 2003, and January 8, 2004, Tarver missed 72 hours of work for her own medical reasons. Def.'s Mem. Ex. B, at 2. The established procedure at Cherry Point was for all employees to call in advance and report, an absence before missing work, either by speaking to their supervisor or by leaving a message for their supervisor. <i>See id.</i> Ex. F, at 2. Tarver did not call in to report her absence, and was designated absent without leave (\"AWOL\"). <i>Id.</i> Ex. B, at 2. When Tarver supplied medical documentation for her absence, the AWOL designation was changed to LWOP. <i>Id.</i></p>\n<p>On January 7, 2004, Tarver was diagnosed with severe anemia. Pl.'s Mem. Ex. 1, at 2. She returned to work on January <span class=\"star-pagination\">*568</span> 12, 2004, with the medical limitation that she only perform desk work, and that she work only at her own pace. <i>Id.</i> Tarver told her first-level supervisor, Clifton Alexander (\"Alexander\"), of the limitations, but he did not accommodate them. <i>Id.</i> Alexander assigned Tarver to work regular duty, which required her to move heavy equipment and work on a heavy piece of sheet metal. <i>Id.</i> Alexander ignored Tarver's complaints that she was being forced to work outside of her medical limitations. <i>Id.</i></p>\n<p>On January 13, 2004, Tames doctor recommended that she have a hysterectomy. <i>Id.</i> Tarver applied for 168 hours of advance annual leave, effective from February 10, 2004, to March 8, 2004, so that she could have the surgery and time to recuperate. Def.'s Mem. Ex. B, at 2. Greg Piner (\"Piner\"), Tarver's upper-level supervisor, approved her leave sometime between January 6 and January 9, 2004. Def.'s Mem. 12; Pl.'s Mem. Ex. 1, at 2. Piner could not ever remember granting so much advance annual leave to a probationary employee. <i>See</i> Def.'s Mem. Ex. E, at 4. Tarver underwent surgery on February 10, 2004, and suffered post-operative complications. Pl.'s Mem. Ex. 1, at 2-3. As a result of the complications, Tarver's doctors told her she could not work until March 17, 2004. <i>Id.</i> at 3. Tarver called Alexander on February 29, 2004, and informed him that she could not return until March 17, 2004. <i>Id.</i> Alexander said that would not be a problem, and that they could do the paperwork when Tarver returned to work. <i>Id.</i></p>\n<p>Tarver returned to work on March 18, 2004, with medical limitations that she not lift greater than 10 pounds and that she not stand for more than 20 minutes. <i>Id.</i> These limitations were to apply until April 28, 2004. <i>Id.</i> Alexander again did not accommodate the limitations. <i>Id.</i> He, told Tarver to finish the same heavy project that she had been working on before her surgery. <i>Id.</i> Tarver asked for a chair to sit on, and Alexander told her to take one of the chairs from another department. <i>Id.</i> Tarver did so, but the chair's owner demanded it back. <i>Id.</i> Alexander did not find another chair for Tarver to sit on, and told her to finish working on the sheet metal piece while standing that day. <i>Id.</i></p>\n<p>On March 19, 2004, Alexander again told Tarver to work on the sheet metal while standing, which she did. <i>Id.</i> On March 20, 2004, Tarver went to the emergency room, <i>Id.</i> Tarver required a second surgery to repair damage from the original procedure. <i>Id.</i> On March 21, 2004, Tarver notified Alexander that she was in the hospital again and that he should place her on LWOP status. <i>Id.</i></p>\n<p>Tarver returned to work on April 7, 2004, again with the medical limitation that she not lift anything heavier than 10 pounds and not stand for more than 20 minutes. <i>Id.</i> Tarver was concerned that Alexander would not abide by her medical limitations, so she went to see the on-site nurse at Cherry Point. <i>Id.</i> The nurse sent Tarver to the safety department, where a safety official wrote a note to Alexander stating that Tarver would need a bench stool to sit on while she worked. <i>Id.</i> Alexander told Tarver that he would order her a chair, but again assigned her to work regular duty while standing up. <i>Id.</i></p>\n<p>On April 9, 2004, Tarver called her union representative to complain that her medical limitations were being ignored. <i>Id.</i> Her union representative called Alexander, and Alexander then provided her with a chair and a rollaway toolbox. <i>Id.</i> Alexander also gave Tarver small parts to work on which did not weigh more than 10 pounds. <i>Id.</i> at 4. However, Tarver had to share the rollaway toolbox with another employee who worked the night shift and often moved the rollaway toolbox to his <span class=\"star-pagination\">*569</span> own workspace. <i>Id.</i> at 8. Taker complained to Alexander that she was not supposed to push the rollaway toolbox' but Alexander did not address the issue. <i>Id.</i> Tarver would therefore have to \"push the rollaway toolbox to her work station each morning. <i>Id.</i></p>\n<p>On April 19, 2004, Alexander `allowed another employee to assign Tarver work. <i>Id.</i> at 4. This employee told Tarver to assemble heavy parts that weighed over 50 pounds each. <i>Id.</i> Tarver told the employee that she could not work on the heavy parts and refused to do so. <i>Id.</i> The other employee complained to Alexander, and Alexander told Tarver that she needed to work on the heavy parts. <i>Id.</i> Tarver complained that she could not, but Alexander said that the job had to be completed, and that Tarver would have to find someone to help her perform the job. <i>Id.</i> Tamer was able to find help, but still needed to lift an item weighing over 30 pounds. <i>Id.</i></p>\n<p>On April 20, 2004, Tarver went to the emergency, room. <i>Id.</i> She attempted to call Alexander on the way to the hospital to notify him that she would be absent and needed to be placed on LWOP status. <i>Id.</i> However, Alexander was not present when Tarver called, and Tarver instead spoke to another employee. <i>Id.</i> This employee said that he would leave a note on Alexander's desk explaining Tarver's absence. <i>Id.</i></p>\n<p>Tarver's doctors told her that she should remain out of work indefinitely while they ran medical tests. <i>Id.</i> Tarver called Alexander on. April 30, 2004, to update him on her status and inform him that she hoped to return to work on Monday, May 3, 2004, but only if her doctors cleared her. <i>Id.</i> Alexander was not there, and Tarver again spoke to another employee who said that he would relay the message to Alexander. <i>Id.</i></p>\n<p>On May 5, 2004, Tarver's doctors cleared her to return to work on May 6, 2004. However, when Tarver returned from the hospital, she received a letter stating that she had been terminated from her position, at Cherry Point. <i>Id.</i> Piner, who had final authority to make termination decisions, signed the letter on the Navy's behalf. Def.'s Mem. Ex. F, at 1-2. Alexander had recommended that Piner terminate Tarver's employment because, according to Alexander, Tarver did not notify him until April 30, 2004, of her absence that began on April 20, 2004. Def.'s Mem. Ex. E, at 2. Further, according to Alexander, Tarver reported on. April 30, 2004, that she would return to work on May 3, 2004; however, she did not in fact return on that day, did not provide notice or state why she did not return that day, and did not state when she would return. <i>Id.</i></p>\n<p>The Navy's termination letter stated that official policy for Cherry Point employees required any employee who was forced to miss work to notify her supervisor as soon as practicable, which was usually within three hours. Def.'s Mem. Ex. F, at 2. It stated that Tarver did not report for work on April 20, 2004, and that Tarver did not notify Alexander of her absence until April 30, 2004. <i>Id.</i> The termination letter further stated that on April 30, 2004, Alexander found a note attached to his computer stating that Tarver would return to work on May 3, 2004; however, Tarver did not report to work on that day, nor did she notify Alexander as required by Cherry Point policy. <i>Id.</i> The termination letter also stated that Tarver was clocked as AWOL retroactive to April 20, 2004, because of her failure to timely notify Alexander. <i>Id.</i> Finally, the termination letter concluded that Tarver had missed 669.5 of the 1856 hours she had been assigned to work since beginning her job at Cherry Point, which was \"unacceptable.\" <i>Id.</i> \"[Y]our continued absences have caused me [Finer] to lose confidence in your work ethic and dependability. It also <span class=\"star-pagination\">*570</span> has caused a considerable hardship on the division and your co-workers.\" <i>Id.</i> at 3.</p>\n<p>On May 7, 2006, Tarver filed suit in this court. She alleges that the Navy fired her in violation of Title VII because of her sex, and that the Navy's reason for her firing was a pretext for sex discrimination. <i>See</i> Compl. ¶¶ 3, 16.<sup>[3]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>Tarver lacks direct evidence of sex discrimination in violation of Title VII, and therefore proceeds under the burden-shifting framework first announced in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Under Title VII, it is unlawful for an employer \"to discharge any individual, or otherwise discriminate against any individual with respect to [her] compensation, terms, conditions, or privileges of employment, because of such individual's . . . sex. . . .\" 42 U.S.C. § 2000e-2(a)(1). A plaintiff may prove sex discrimination under the burden-shifting framework of <i>McDonnell Douglas</i> by following a three-step process. First, the plaintiff must establish a prima facie case of discrimination. <i>See, e.g., </i><i>St. Mary's Honor Ctr. v. Hicks,</i> 509 U.S. 502, 506, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993); <i>Texas Dep't of Cmty. Affairs v. Burdine,</i> 450 U.S. 248, 252-53, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981). If the plaintiff establishes a prima facie case, then the burden of production shifts to the defendant to produce evidence that the defendant took the adverse employment action for a legitimate, nondiscriminatory reason. <i>See, e.g., </i><i>St. Mary's Honor Ctr.,</i> 509 U.S. at 506-07, 113 S.Ct. 2742; <i>Burdine,</i> 450 U.S. at 253-54, 101 S.Ct. 1089. If the defendant meets its burden of production, then the plaintiff must prove by a preponderance of the evidence that, the employer's stated reasons for taking the adverse employment action were in fact a pretext for discrimination. <i>See, e.g., </i><i>Reeves v. Sanderson Plumbing. Prods., Inc.,</i> 530 U.S. 133, 143, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000); <i>Hill v. Lockheed Martin Logistics Mgmt. Inc.,</i> 354 F.3d 277, 285 (4th Cir.2004) (en banc). In analyzing the framework, the court applies the familiar law of summary judgment. <i>See, e.g.,</i> Fed. R.Civ.P. 56; <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986).</p>\n<p>Tarver alleges discriminatory discharge. <i>See</i> Compl. ¶ 3 (\"The Plaintiff was discriminated against based on her sex when she was terminated from employment with the defendant.\"). To establish a prima facie case of discriminatory discharge, Tarver must show that (1) she is a member of a protected class; (2) she suffered an adverse employment action; (3) at the time she suffered the adverse employment action she was meeting her employer's legitimate job expectations; and (4) her position remained open or was filled by a similarly-qualified applicant outside the protected class after her termination. <i>See, e.g., </i><i>Warch v. Ohio Cas. Ins. Co.,</i> 435 F.3d 510, 513 (4th Cir.2006); <i>Hill,</i> 354 F.3d at 284-85; <i>cf. </i><i>Miles v. Dell Inc.,</i> 429 F.3d 480, 485-89 (4th Cir.2005).</p>\n<p>The parties agree that Tarver is a member of a protected class and that her termination constitutes an adverse employment action. <i>See</i> Def.'s Mem.1920. However, Tarver cannot point to evidence from which a rational factfinder could conclude <span class=\"star-pagination\">*571</span> at the time of termination that she was meeting her employer's legitimate job expectations. <i>See, e.g., </i><i>Warch,</i> 435 F.3d at 517-18; <i>Baqir v. Principi,</i> 434 F.3d 733, 744 (4th Cir.2006); <i>Halperin v. Abacus Tech. Corp.,</i> 128 F.3d 191, 197-98 (4th Cir.1997), <i>abrogated in Part on unrelated grounds by </i><i>Baird ex rel. Baird v. Rose,</i> 192 F.3d 462 (4th Cir.1999). The undisputed facts show that Tarver was absent a total of 669.5 of the 1856 hours she \"was, assigned to work. <i>See</i> Def.'s Mem. Ex. F, at 2; <i>see generally</i> Pl.'s Mem. Ex. 1. No rational factfinder could conclude that Tarver (a probationary employee) was meeting her employer's legitimate job expectations in the face of such extreme absenteeism. <i>See </i><i>Halperin,</i> 128 F.3d at 197-98 (affirming summary judgment in disability discrimination case because plaintiff could not establish prima facie case where he \"missed 46 days of work during the six-month period prior to his termination\"); <i>Travers v. Computing Analysis Corp.,</i> No. 98-1671, 1999 WL 285859, at *3 (4th Cir. May 7, 1999) (per curiam) (unpublished) (affirming summary judgment in race discrimination case because plaintiff could not establish prima facie case where \"the record [was] replete with documentation of his chronic absenteeism and tardiness\"); <i>Ramsey v. White Consol. Indus., Inc.,</i> No. 97-1383, 1998 WL 449115, at *1-*2 (4th Cir. July 17, 1998) (per curiam) (unpublished) (affirming summary judgment in disability discrimination case because plaintiff could not establish prima facie case where \"he was absent, on leave, late, or left early on 92 days out of 11 months\"); <i>accord </i><i>Ritter v. Hill N. Dale Farm, Inc.,</i> 231 F.3d 1039, 1045 (7th Cir.2000) (\"Ritter, however, glosses over the fact that he missed 76 days of work over four winters. . . . This pattern of absenteeism forecloses a prima facie showing. . . .\"). Accordingly, Tarver has failed to establish a prima facie case, and defendant is entitled to summary judgment.</p>\n<p>In opposition to this conclusion, Tarver focuses on a dispute that she has with defendant concerning whether she failed to promptly notify Alexander on April 20, 2004, that she would be absent and whether defendant properly treated her as AWOL from April 20, 2004, to April 30, 2004. <i>See</i> Pl.'s Mem. 7-8. This dispute, however, is not material. <i>See</i> Fed. R.Civ.P. 56(c). Even if Tarver did notify Alexander on April 20, 2004, that she would be absent, that notice simply would have resulted in a LWOP classification instead of an AWOL classification. It would not have altered the fact that she was absent from work for those ten days, or that in the Navy's view her absenteeism during her entire tenure as a probationary employee was unacceptable. As mentioned, Tarver's excessive absenteeism during her entire tenure reflects that she was not meeting her employer's legitimate expectations.</p>\n<p>Moreover, Tarver has failed to identify a similarly-situated male probationary employee who had a similar record of absenteeism who was not terminated. <i>Cf.</i> Def.'s Mem. Ex. E, at 4 (\"I [Piner] do not specifically recall ever approving this much advance leave for any other probationary employee.\"). Indeed, instead of focusing on such a similarly-situated male probationary employee (if there is one), Tarver tries (but fails) to prove her case another way. Specifically, Tarver notes that, within the past two years, the Navy terminated nine other probationary employees at Cherry Point. <i>See, e.g.,</i> Pl.'s Mem. Ex. 1, at 7. These nine other probationary employees were men, but the record does not indicate what positions these employees held or why they were terminated. <i>See id.</i> Without such information, no rational factfinder could conclude that Tarver was treated more severely than similarly-situated <span class=\"star-pagination\">*572</span> male probationary employees, because there is no evidentiary basis in the record to support such a comparison.</p>\n<p>Tarver apparently believes that the defendant is required to produce this evidence. <i>See</i> Pl.'s Mem. 8 (\"The defendant cannot point to any male employees who were terminated under these circumstances.\"). Tarver misconstrues the law. She has the burden of proving her prima facie case by a preponderance of the evidence. <i>See, e.g., </i><i>Warch,</i> 435 F.3d at 513. Because Tarver cannot point to evidence from which a rational factfinder could find by a preponderance of the evidence that she was meeting her employer's legitimate expectations at the time of her termination, defendant's motion for summary judgment is granted. <i>See, e.g., </i><i>King v. Rumsfeld,</i> 328 F.3d 145, 149-50 (4th Cir. 2003).</p>\n<p>Finally, and alternatively, even assuming that Tarver established a prima facie case, the Navy has offered a legitimate nondiscriminatory reason for terminating her employment. Job performance (including excessive absenteeism) is a widely-recognized nondiscriminatory basis for an adverse employment action. <i>See, e.g., </i><i>Halperin,</i> 128 F.3d at 197-98; <i>Evans v. Techs. Applications &amp; Sen. Co.,</i> 80 F.3d 954, 960 (4th Cir.1996); <i>Travers,</i> 1999 WL 285859, at *3; <i>Ramsey,</i> 1998 WL 449116, at *1*2: <i>accord </i><i>Ritter,</i> 231 F.3d at 1045. Because the Navy offered a legitimate nondiscriminatory reason for its decision, plaintiff must come forward with sufficient evidence from which a rational factfinder could conclude that the proffered reason was a pretext (i.e., a sham) designed to mask sex discrimination. See <i>Reeves,</i> 530 U.S. at 143, 120 S.Ct. 2097; <i>King,</i> 328 F.3d at 150-54. A plaintiff may prove pretext by showing that the \"explanation is unworthy of credence or by offering other forms of circumstantial evidence sufficiently probative of [sex] discrimination.\" <i>Mereish v. Walker,</i> 359 F.3d 330, 336 (4th Cir.2004) (quotation omitted).</p>\n<p>Although Tarver contends in her complaint that she was treated differently than similarly-situated male probationary employees, she presented no evidence to support this conclusion. Likewise, she has offered no other evidence from which a rational factfinder could conclude that the Navy's reason for terminating her was a pretext designed to mask sex discrimination. Although it is unfortunate that Tarver developed health problems while a probationary employee and thereby missed an extensive amount of work, the Navy did not violate Title VII when it terminated her employment. Because plaintiff failed to raise a genuine issue of material fact concerning pretext, the Navy is entitled to summary judgment. <i>See </i><i>Mereish,</i> 359 F.3d at 336-39; <i>Rowe v. Marley Co.,</i> 233 F.3d 825, 831 (4th Cir.2000).</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, defendant's motion for summary judgment is GRANTED. The clerk is directed to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Donald C. Winter currently serves as Secretary of the Navy. Accordingly, Donald C. Winter is substituted as the official-capacity defendant in place of the former defendant, Gordon R. England. <i>See</i> Fed.R.Civ.P. 25(d).</p>\n<p>[2]  The North Carolina State Bar disbarred (by consent) Tamer's counsel Ralph T. Bryant. On November 9, 2007, this court disbarred Bryant. <i>See</i> In re Ralph T. Bryant, Order of Disbarment (E.D.N.C. Nov. 9, 2007). Neither disbarment had anything to do with counsel's conduct in this case.</p>\n<p>[3]  In this court, plaintiff never alleged a disability discrimination claim under the Rehabilitation Act of 1973. <i>See generally</i> Compl.; <i>see</i> Def.'s Mem. 2 n. 1; 29 U.S.C. §§ 791 et seq.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">565</span></span> (2008)</b></center>\n<center><h1>Tammy TARVER, Plaintiff,<br>\nv.<br>\nDonald C. WINTER,<sup>[1]</sup> secretary of the Navy, Defendant.</h1></center>\n<center>No. 4:06-CV-96-D1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>February 13, 2008.</center>\n<p><span class=\"star-pagination\">*566</span> <span class=\"star-pagination\">*567</span> Tammy Tarver, pro se.</p>\n<p>Steve R. Matheny, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On November 22, 2006, defendant Donald C. Winter (\"Winter\") filed a motion for summary judgment. On July 12, 2007, the court entered an order denying Winter's motion for summary judgment without prejudice and allowing plaintiff Tammy Tarver (\"Tarver\") to, conduct discovery concerning her claim that the Navy terminated her employment due to her sex. On August 15, 2007, after discovery closed, Winter renewed his motion for, summary judgment. On September 24, 2007, Tarver responded in opposition. On November 9, 2007, the court disbarred Tarver's counsel.<sup>[2]</sup> On November 16, 2007, the court entered an order allowing Tarver 30 days to retain new counsel or notify the court that she was proceeding pro se. On December 17, 2007, Tarver notified the court that she was proceeding pro se until she found hew counsel.</p>\n<p>The court has evaluated defendant's motion for summary judgment and. Tames response. The Navy terminated Tarver's probationary employment due to her excessive absenteeism No rational factfinder could conclude that the Navy terminated Tarver's probationary employment due to her sex. Accordingly, as explained below, defendant's motion for summary judgment is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>On a motion for summary judgment, the court must consider the facts in the light most favorable to the non-moving party. <i>See, e.g., </i><i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). In the light most favorable to the plaintiff, the Navy hired Tarver, a female, to a one-year probationary term as a sheet metal mechanic at the Cherry Point Naval Air Station in Cherry Point, North Carolina on June 16, 2003. Def.'s Mem. in Supp. of Def.'s Renewed Mot. for Summ. J. [hereinafter \"Def.'s Mem.\"] Ex. B, at 1. Tarver's daughter became ill in October 2003, and Tarver requested and received 56 hours of leave without pay (\"LWOP\") under the Family and. Medical Leave Act (\"FMLA\") to care for her. <i>Id.</i> at 2. Although Tarver was not eligible for FMLA leave at the time, she received <i>leave</i> nonetheless. Def.'s Mem. 7; <i>see</i> 29 U.S.C. § 2611(2)(A).</p>\n<p>On December 10, 2003, Tarver received an Informal Recognition Award Certificate for \"continued professionalism and commitment to the fleet.\" Pl.'s Resp. to Def.'s Mot. for Summ. J. [hereinafter \"Pl.'s Mem.\"] Ex. 1, at 9. However, between December 30, 2003, and January 8, 2004, Tarver missed 72 hours of work for her own medical reasons. Def.'s Mem. Ex. B, at 2. The established procedure at Cherry Point was for all employees to call in advance and report, an absence before missing work, either by speaking to their supervisor or by leaving a message for their supervisor. <i>See id.</i> Ex. F, at 2. Tarver did not call in to report her absence, and was designated absent without leave (\"AWOL\"). <i>Id.</i> Ex. B, at 2. When Tarver supplied medical documentation for her absence, the AWOL designation was changed to LWOP. <i>Id.</i></p>\n<p>On January 7, 2004, Tarver was diagnosed with severe anemia. Pl.'s Mem. Ex. 1, at 2. She returned to work on January <span class=\"star-pagination\">*568</span> 12, 2004, with the medical limitation that she only perform desk work, and that she work only at her own pace. <i>Id.</i> Tarver told her first-level supervisor, Clifton Alexander (\"Alexander\"), of the limitations, but he did not accommodate them. <i>Id.</i> Alexander assigned Tarver to work regular duty, which required her to move heavy equipment and work on a heavy piece of sheet metal. <i>Id.</i> Alexander ignored Tarver's complaints that she was being forced to work outside of her medical limitations. <i>Id.</i></p>\n<p>On January 13, 2004, Tames doctor recommended that she have a hysterectomy. <i>Id.</i> Tarver applied for 168 hours of advance annual leave, effective from February 10, 2004, to March 8, 2004, so that she could have the surgery and time to recuperate. Def.'s Mem. Ex. B, at 2. Greg Piner (\"Piner\"), Tarver's upper-level supervisor, approved her leave sometime between January 6 and January 9, 2004. Def.'s Mem. 12; Pl.'s Mem. Ex. 1, at 2. Piner could not ever remember granting so much advance annual leave to a probationary employee. <i>See</i> Def.'s Mem. Ex. E, at 4. Tarver underwent surgery on February 10, 2004, and suffered post-operative complications. Pl.'s Mem. Ex. 1, at 2-3. As a result of the complications, Tarver's doctors told her she could not work until March 17, 2004. <i>Id.</i> at 3. Tarver called Alexander on February 29, 2004, and informed him that she could not return until March 17, 2004. <i>Id.</i> Alexander said that would not be a problem, and that they could do the paperwork when Tarver returned to work. <i>Id.</i></p>\n<p>Tarver returned to work on March 18, 2004, with medical limitations that she not lift greater than 10 pounds and that she not stand for more than 20 minutes. <i>Id.</i> These limitations were to apply until April 28, 2004. <i>Id.</i> Alexander again did not accommodate the limitations. <i>Id.</i> He, told Tarver to finish the same heavy project that she had been working on before her surgery. <i>Id.</i> Tarver asked for a chair to sit on, and Alexander told her to take one of the chairs from another department. <i>Id.</i> Tarver did so, but the chair's owner demanded it back. <i>Id.</i> Alexander did not find another chair for Tarver to sit on, and told her to finish working on the sheet metal piece while standing that day. <i>Id.</i></p>\n<p>On March 19, 2004, Alexander again told Tarver to work on the sheet metal while standing, which she did. <i>Id.</i> On March 20, 2004, Tarver went to the emergency room, <i>Id.</i> Tarver required a second surgery to repair damage from the original procedure. <i>Id.</i> On March 21, 2004, Tarver notified Alexander that she was in the hospital again and that he should place her on LWOP status. <i>Id.</i></p>\n<p>Tarver returned to work on April 7, 2004, again with the medical limitation that she not lift anything heavier than 10 pounds and not stand for more than 20 minutes. <i>Id.</i> Tarver was concerned that Alexander would not abide by her medical limitations, so she went to see the on-site nurse at Cherry Point. <i>Id.</i> The nurse sent Tarver to the safety department, where a safety official wrote a note to Alexander stating that Tarver would need a bench stool to sit on while she worked. <i>Id.</i> Alexander told Tarver that he would order her a chair, but again assigned her to work regular duty while standing up. <i>Id.</i></p>\n<p>On April 9, 2004, Tarver called her union representative to complain that her medical limitations were being ignored. <i>Id.</i> Her union representative called Alexander, and Alexander then provided her with a chair and a rollaway toolbox. <i>Id.</i> Alexander also gave Tarver small parts to work on which did not weigh more than 10 pounds. <i>Id.</i> at 4. However, Tarver had to share the rollaway toolbox with another employee who worked the night shift and often moved the rollaway toolbox to his <span class=\"star-pagination\">*569</span> own workspace. <i>Id.</i> at 8. Taker complained to Alexander that she was not supposed to push the rollaway toolbox' but Alexander did not address the issue. <i>Id.</i> Tarver would therefore have to \"push the rollaway toolbox to her work station each morning. <i>Id.</i></p>\n<p>On April 19, 2004, Alexander `allowed another employee to assign Tarver work. <i>Id.</i> at 4. This employee told Tarver to assemble heavy parts that weighed over 50 pounds each. <i>Id.</i> Tarver told the employee that she could not work on the heavy parts and refused to do so. <i>Id.</i> The other employee complained to Alexander, and Alexander told Tarver that she needed to work on the heavy parts. <i>Id.</i> Tarver complained that she could not, but Alexander said that the job had to be completed, and that Tarver would have to find someone to help her perform the job. <i>Id.</i> Tamer was able to find help, but still needed to lift an item weighing over 30 pounds. <i>Id.</i></p>\n<p>On April 20, 2004, Tarver went to the emergency, room. <i>Id.</i> She attempted to call Alexander on the way to the hospital to notify him that she would be absent and needed to be placed on LWOP status. <i>Id.</i> However, Alexander was not present when Tarver called, and Tarver instead spoke to another employee. <i>Id.</i> This employee said that he would leave a note on Alexander's desk explaining Tarver's absence. <i>Id.</i></p>\n<p>Tarver's doctors told her that she should remain out of work indefinitely while they ran medical tests. <i>Id.</i> Tarver called Alexander on. April 30, 2004, to update him on her status and inform him that she hoped to return to work on Monday, May 3, 2004, but only if her doctors cleared her. <i>Id.</i> Alexander was not there, and Tarver again spoke to another employee who said that he would relay the message to Alexander. <i>Id.</i></p>\n<p>On May 5, 2004, Tarver's doctors cleared her to return to work on May 6, 2004. However, when Tarver returned from the hospital, she received a letter stating that she had been terminated from her position, at Cherry Point. <i>Id.</i> Piner, who had final authority to make termination decisions, signed the letter on the Navy's behalf. Def.'s Mem. Ex. F, at 1-2. Alexander had recommended that Piner terminate Tarver's employment because, according to Alexander, Tarver did not notify him until April 30, 2004, of her absence that began on April 20, 2004. Def.'s Mem. Ex. E, at 2. Further, according to Alexander, Tarver reported on. April 30, 2004, that she would return to work on May 3, 2004; however, she did not in fact return on that day, did not provide notice or state why she did not return that day, and did not state when she would return. <i>Id.</i></p>\n<p>The Navy's termination letter stated that official policy for Cherry Point employees required any employee who was forced to miss work to notify her supervisor as soon as practicable, which was usually within three hours. Def.'s Mem. Ex. F, at 2. It stated that Tarver did not report for work on April 20, 2004, and that Tarver did not notify Alexander of her absence until April 30, 2004. <i>Id.</i> The termination letter further stated that on April 30, 2004, Alexander found a note attached to his computer stating that Tarver would return to work on May 3, 2004; however, Tarver did not report to work on that day, nor did she notify Alexander as required by Cherry Point policy. <i>Id.</i> The termination letter also stated that Tarver was clocked as AWOL retroactive to April 20, 2004, because of her failure to timely notify Alexander. <i>Id.</i> Finally, the termination letter concluded that Tarver had missed 669.5 of the 1856 hours she had been assigned to work since beginning her job at Cherry Point, which was \"unacceptable.\" <i>Id.</i> \"[Y]our continued absences have caused me [Finer] to lose confidence in your work ethic and dependability. It also <span class=\"star-pagination\">*570</span> has caused a considerable hardship on the division and your co-workers.\" <i>Id.</i> at 3.</p>\n<p>On May 7, 2006, Tarver filed suit in this court. She alleges that the Navy fired her in violation of Title VII because of her sex, and that the Navy's reason for her firing was a pretext for sex discrimination. <i>See</i> Compl. ¶¶ 3, 16.<sup>[3]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>Tarver lacks direct evidence of sex discrimination in violation of Title VII, and therefore proceeds under the burden-shifting framework first announced in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). Under Title VII, it is unlawful for an employer \"to discharge any individual, or otherwise discriminate against any individual with respect to [her] compensation, terms, conditions, or privileges of employment, because of such individual's . . . sex. . . .\" 42 U.S.C. § 2000e-2(a)(1). A plaintiff may prove sex discrimination under the burden-shifting framework of <i>McDonnell Douglas</i> by following a three-step process. First, the plaintiff must establish a prima facie case of discrimination. <i>See, e.g., </i><i>St. Mary's Honor Ctr. v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993); <i>Texas Dep't of Cmty. Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981). If the plaintiff establishes a prima facie case, then the burden of production shifts to the defendant to produce evidence that the defendant took the adverse employment action for a legitimate, nondiscriminatory reason. <i>See, e.g., </i><i>St. Mary's Honor Ctr.,</i> 509 U.S. at 506-07, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>; <i>Burdine,</i> 450 U.S. at 253-54, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. If the defendant meets its burden of production, then the plaintiff must prove by a preponderance of the evidence that, the employer's stated reasons for taking the adverse employment action were in fact a pretext for discrimination. <i>See, e.g., </i><i>Reeves v. Sanderson Plumbing. Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000); <i>Hill v. Lockheed Martin Logistics Mgmt. Inc.,</i> <span class=\"citation\" data-id=\"784647\"><a href=\"/opinion/784647/ethel-louise-hill-v-lockheed-martin-logistics-management-incorporated/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 285 (4th Cir.2004) (en banc). In analyzing the framework, the court applies the familiar law of summary judgment. <i>See, e.g.,</i> Fed. R.Civ.P. 56; <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p>Tarver alleges discriminatory discharge. <i>See</i> Compl. ¶ 3 (\"The Plaintiff was discriminated against based on her sex when she was terminated from employment with the defendant.\"). To establish a prima facie case of discriminatory discharge, Tarver must show that (1) she is a member of a protected class; (2) she suffered an adverse employment action; (3) at the time she suffered the adverse employment action she was meeting her employer's legitimate job expectations; and (4) her position remained open or was filled by a similarly-qualified applicant outside the protected class after her termination. <i>See, e.g., </i><i>Warch v. Ohio Cas. Ins. Co.,</i> <span class=\"citation\" data-id=\"793041\"><a href=\"/opinion/793041/larry-alan-warch-v-ohio-casualty-insurance-company-and-ohio-casualty/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">510</span></a></span>, 513 (4th Cir.2006); <i>Hill,</i> 354 F.3d at 284-85; <i>cf. </i><i>Miles v. Dell Inc.,</i> <span class=\"citation\" data-id=\"792463\"><a href=\"/opinion/792463/kimberly-miles-v-dell-incorporated-equal-employment-opportunity/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 485-89 (4th Cir.2005).</p>\n<p>The parties agree that Tarver is a member of a protected class and that her termination constitutes an adverse employment action. <i>See</i> Def.'s Mem.1920. However, Tarver cannot point to evidence from which a rational factfinder could conclude <span class=\"star-pagination\">*571</span> at the time of termination that she was meeting her employer's legitimate job expectations. <i>See, e.g., </i><i>Warch,</i> 435 F.3d at 517-18; <i>Baqir v. Principi,</i> <span class=\"citation\" data-id=\"792954\"><a href=\"/opinion/792954/riaz-baqir-md-v-anthony-j-principi-secretary-department-of-veterans/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 744 (4th Cir.2006); <i>Halperin v. Abacus Tech. Corp.,</i> <span class=\"citation\" data-id=\"747612\"><a href=\"/opinion/747612/jay-lawrence-halperin-v-abacus-technology-corporation/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 197-98 (4th Cir.1997), <i>abrogated in Part on unrelated grounds by </i><i>Baird ex rel. Baird v. Rose,</i> <span class=\"citation\" data-id=\"766248\"><a href=\"/opinion/766248/kristen-elisabeth-baird-a-minor-by-her-next-friend-and-parent-nancy-baird/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span> (4th Cir.1999). The undisputed facts show that Tarver was absent a total of 669.5 of the 1856 hours she \"was, assigned to work. <i>See</i> Def.'s Mem. Ex. F, at 2; <i>see generally</i> Pl.'s Mem. Ex. 1. No rational factfinder could conclude that Tarver (a probationary employee) was meeting her employer's legitimate job expectations in the face of such extreme absenteeism. <i>See </i><i>Halperin,</i> 128 F.3d at 197-98 (affirming summary judgment in disability discrimination case because plaintiff could not establish prima facie case where he \"missed 46 days of work during the six-month period prior to his termination\"); <i>Travers v. Computing Analysis Corp.,</i> No. 98-1671, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">285859</span></span>, at *3 (4th Cir. May 7, 1999) (per curiam) (unpublished) (affirming summary judgment in race discrimination case because plaintiff could not establish prima facie case where \"the record [was] replete with documentation of his chronic absenteeism and tardiness\"); <i>Ramsey v. White Consol. Indus., Inc.,</i> No. 97-1383, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">449115</span></span>, at *1-*2 (4th Cir. July 17, 1998) (per curiam) (unpublished) (affirming summary judgment in disability discrimination case because plaintiff could not establish prima facie case where \"he was absent, on leave, late, or left early on 92 days out of 11 months\"); <i>accord </i><i>Ritter v. Hill N. Dale Farm, Inc.,</i> <span class=\"citation\" data-id=\"771032\"><a href=\"/opinion/771032/elmer-ritter-v-hill-n-dale-farm-inc/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1039</span></a></span>, 1045 (7th Cir.2000) (\"Ritter, however, glosses over the fact that he missed 76 days of work over four winters. . . . This pattern of absenteeism forecloses a prima facie showing. . . .\"). Accordingly, Tarver has failed to establish a prima facie case, and defendant is entitled to summary judgment.</p>\n<p>In opposition to this conclusion, Tarver focuses on a dispute that she has with defendant concerning whether she failed to promptly notify Alexander on April 20, 2004, that she would be absent and whether defendant properly treated her as AWOL from April 20, 2004, to April 30, 2004. <i>See</i> Pl.'s Mem. 7-8. This dispute, however, is not material. <i>See</i> Fed. R.Civ.P. 56(c). Even if Tarver did notify Alexander on April 20, 2004, that she would be absent, that notice simply would have resulted in a LWOP classification instead of an AWOL classification. It would not have altered the fact that she was absent from work for those ten days, or that in the Navy's view her absenteeism during her entire tenure as a probationary employee was unacceptable. As mentioned, Tarver's excessive absenteeism during her entire tenure reflects that she was not meeting her employer's legitimate expectations.</p>\n<p>Moreover, Tarver has failed to identify a similarly-situated male probationary employee who had a similar record of absenteeism who was not terminated. <i>Cf.</i> Def.'s Mem. Ex. E, at 4 (\"I [Piner] do not specifically recall ever approving this much advance leave for any other probationary employee.\"). Indeed, instead of focusing on such a similarly-situated male probationary employee (if there is one), Tarver tries (but fails) to prove her case another way. Specifically, Tarver notes that, within the past two years, the Navy terminated nine other probationary employees at Cherry Point. <i>See, e.g.,</i> Pl.'s Mem. Ex. 1, at 7. These nine other probationary employees were men, but the record does not indicate what positions these employees held or why they were terminated. <i>See id.</i> Without such information, no rational factfinder could conclude that Tarver was treated more severely than similarly-situated <span class=\"star-pagination\">*572</span> male probationary employees, because there is no evidentiary basis in the record to support such a comparison.</p>\n<p>Tarver apparently believes that the defendant is required to produce this evidence. <i>See</i> Pl.'s Mem. 8 (\"The defendant cannot point to any male employees who were terminated under these circumstances.\"). Tarver misconstrues the law. She has the burden of proving her prima facie case by a preponderance of the evidence. <i>See, e.g., </i><i>Warch,</i> 435 F.3d at 513. Because Tarver cannot point to evidence from which a rational factfinder could find by a preponderance of the evidence that she was meeting her employer's legitimate expectations at the time of her termination, defendant's motion for summary judgment is granted. <i>See, e.g., </i><i>King v. Rumsfeld,</i> <span class=\"citation\" data-id=\"781845\"><a href=\"/opinion/781845/alfred-g-king-v-donald-rumsfeld-secretary-united-states-department-of/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 149-50 (4th Cir. 2003).</p>\n<p>Finally, and alternatively, even assuming that Tarver established a prima facie case, the Navy has offered a legitimate nondiscriminatory reason for terminating her employment. Job performance (including excessive absenteeism) is a widely-recognized nondiscriminatory basis for an adverse employment action. <i>See, e.g., </i><i>Halperin,</i> 128 F.3d at 197-98; <i>Evans v. Techs. Applications &amp; Sen. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 960 (4th Cir.1996); <i>Travers,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">285859</span></span>, at *3; <i>Ramsey,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">449116</span></span>, at *1*2: <i>accord </i><i>Ritter,</i> 231 F.3d at 1045. Because the Navy offered a legitimate nondiscriminatory reason for its decision, plaintiff must come forward with sufficient evidence from which a rational factfinder could conclude that the proffered reason was a pretext (i.e., a sham) designed to mask sex discrimination. See <i>Reeves,</i> 530 U.S. at 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>; <i>King,</i> 328 F.3d at 150-54. A plaintiff may prove pretext by showing that the \"explanation is unworthy of credence or by offering other forms of circumstantial evidence sufficiently probative of [sex] discrimination.\" <i>Mereish v. Walker,</i> <span class=\"citation\" data-id=\"785214\"><a href=\"/opinion/785214/kulthoum-a-mereish-v-robert-m-walker-acting-secretary-of-the-army/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span>, 336 (4th Cir.2004) (quotation omitted).</p>\n<p>Although Tarver contends in her complaint that she was treated differently than similarly-situated male probationary employees, she presented no evidence to support this conclusion. Likewise, she has offered no other evidence from which a rational factfinder could conclude that the Navy's reason for terminating her was a pretext designed to mask sex discrimination. Although it is unfortunate that Tarver developed health problems while a probationary employee and thereby missed an extensive amount of work, the Navy did not violate Title VII when it terminated her employment. Because plaintiff failed to raise a genuine issue of material fact concerning pretext, the Navy is entitled to summary judgment. <i>See </i><i>Mereish,</i> 359 F.3d at 336-39; <i>Rowe v. Marley Co.,</i> <span class=\"citation\" data-id=\"771268\"><a href=\"/opinion/771268/gary-l-rowe-v-the-marley-company-and-marley-pump-company-united-dominion/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span>, 831 (4th Cir.2000).</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, defendant's motion for summary judgment is GRANTED. The clerk is directed to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Donald C. Winter currently serves as Secretary of the Navy. Accordingly, Donald C. Winter is substituted as the official-capacity defendant in place of the former defendant, Gordon R. England. <i>See</i> Fed.R.Civ.P. 25(d).</p>\n<p>[2]  The North Carolina State Bar disbarred (by consent) Tamer's counsel Ralph T. Bryant. On November 9, 2007, this court disbarred Bryant. <i>See</i> In re Ralph T. Bryant, Order of Disbarment (E.D.N.C. Nov. 9, 2007). Neither disbarment had anything to do with counsel's conduct in this case.</p>\n<p>[3]  In this court, plaintiff never alleged a disability discrimination claim under the Rehabilitation Act of 1973. <i>See generally</i> Compl.; <i>see</i> Def.'s Mem. 2 n. 1; 29 U.S.C. §§ 791 et seq.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}