{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2519489/",
  "absolute_url": "/opinion/2519489/barringer-willis-v-healthsource-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2519489/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:18.934284Z",
  "date_modified": "2016-04-27T01:22:01.995183Z",
  "type": "010combined",
  "sha1": "01c6808fd68adbee5ef9f43899f1f455c815e7bc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>14 F.Supp.2d 780 (1998)</b></center>\n<center><h1>Margaret BARRINGER-WILLIS, Plaintiff,<br>\nv.<br>\nHEALTHSOURCE NORTH CAROLINA INC., Defendants.</h1></center>\n<center>No. 5:98-CV-178-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 17, 1998.</center>\n<p>Hoyt G. Tessener, Michaels, Jones, Martin, Parris &amp; Tessener, Raleigh, NC, for Margaret Barringer-Willis, Plaintiff.</p>\n<p>Edward C. LeCarpentier, III, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, Susan K. <span class=\"star-pagination\">*781</span> Burkhart, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for Healthsource North Carolina, Inc., Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>THIS MATTER is before the Court on plaintiff's motion to remand pursuant to 28 U.S.C. § 1447(c). Plaintiff filed her complaint in Wake County Superior Court on 2 February 1998 alleging breach of contract, bad faith refusal to pay, and unfair and deceptive trade practices stemming from defendant's denial of her request for medical benefits. Defendant filed its notice of removal to this Court on 9 March 1998 asserting that plaintiff's claims are governed by the Employee Retirement Income Security Act (ERISA) and that this Court has jurisdiction under the preemption clause of ERISA. In her motion to remand filed 9 April 1998, plaintiff contends that this Court does not have subject matter jurisdiction because her claims do not fall within ERISA. Defendant timely filed its opposition to plaintiff's motion on 21 May 1998. Plaintiff did not file a reply. The issues have been fully briefed by both parties and are now ripe for review.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff worked as a real estate agent for Simpson &amp; Underwood Realtors, Inc. (Simpson) in 1988. (Pl.'s Aff. ¶ 2, Def.'s Br. Opposing Pl.'s Mot. to Remand (Opp'n.) at p. 2.) Between 1988 and 31 December 1991, Simpson sponsored a plan that provided health insurance coverage for its employees and independent contractors through Carolina Physicians Health Plan, Inc. (CPHP), a company purchased by defendant Healthsource North Carolina, Inc. in 1994. (Opp'n. at pp. 2, 3.)</p>\n<p>Although Simpson paid employees' premiums, independent contractors were required to remit the full cost of their premiums to Simpson who then issued one check to CPHP. Plaintiff received coverage from Simpson as an independent contractor and paid the full price of her premiums to Simpson.</p>\n<p>In 1991, the number of plan participants dropped to three, and consequently, the plan no longer met the underwriting requirements for a group policy. The plan was terminated as of 31 December 1991. (Wilkins Aff. ¶¶ 7, 9.) Neither party has asserted that plaintiff or any other participants were entitled to continued coverage under the Consolidated Omnibus Budget Reconciliation Act (COBRA), <i>see</i> 29 U.S.C. § 1161(a), but CPHP offered participants continued coverage through a conversion policy. (Opp'n. at p. 4.) Plaintiff was the only employee to exercise her right to a conversion policy. She paid premiums to defendant for over five years until she terminated her coverage on or about 31 July 1997. (Pl.'s Mem. in Support of Pl.'s Mot. to Remand Proceedings (Pl.'s Mem.) at p. 2.)</p>\n<p>In December 1996, plaintiff sought approval for surgery her doctor had recommended. Defendant denied her request. Plaintiff proceeded with the surgery in March 1997 and filed the instant action to recover the costs of that operation.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>A federal court may exercise jurisdiction where: 1) the requirements for diversity jurisdiction set forth in 28 U.S.C. § 1332 are met; or 2) the matter arises under the Constitution, laws, or treaties of the United States as provided in 28 U.S.C. § 1331. In particular, and as more fully discussed below, a federal court has preemptive jurisdiction over state law claims arising under ERISA. Because this Court finds that ERISA does not apply to plaintiff's claims and because there are no other grounds alleged upon which this Court can base its jurisdiction, this Court does not have jurisdiction over this matter. Plaintiff's motion to remand will be granted.</p>\n<p></p>\n<h2>A. <i>The preemptive jurisdiction of ERISA</i>\n</h2>\n<p>Section 514(a) of ERISA provides that ERISA preempts any and all State laws that relate to an employee benefit plan. 29 U.S.C. § 1144(a) (1985). \"[T]he force of ERISA's preemption is strong and its scope wide. (citation omitted) Congress clearly intended to occupy the field and to exclude <span class=\"star-pagination\">*782</span> from the field any effort by the states to regulate ERISA matters.\" <i>Custer v. Pan Am. Life Ins. Co.,</i> 12 F.3d 410, 418 (4th Cir.1993).</p>\n<p>Accordingly, in order to preempt state court jurisdiction, plaintiff's claims must \"relate to\" an \"employee benefit plan.\" <i>Pilot Life Ins. Co. v. Dedeaux,</i> 481 U.S. 41, 45, 107 S.Ct. 1549, 95 L.Ed.2d 39 (1987). \"The phrase `relates to' is given a broad common-sense meaning\", <i>Pan Am.,</i> 12 F.3d. at 418, and it appears uncontested that the claims in this matter relate to the plan under which plaintiff is claiming benefits. Therefore, the first question the Court must address is whether the plan qualifies as an \"employee benefit plan\" within the meaning of ERISA.</p>\n<p>An employee benefit plan is defined as:</p>\n<blockquote>any plan, fund, or program which was heretofore or is hereafter established or maintained by an employer or by an employee organization, or by both, to the extent that such plan, fund, or program was established or is maintained for the purpose of providing for its participants or their beneficiaries, through the purchase of insurance or otherwise, (A) medical, surgical, or hospital care or benefits....</blockquote>\n<p>29 U.S.C. § 1002(1) (Supp.1998). \"The existence of an ERISA plan is a question of fact, to be answered in light of all the surrounding facts and circumstances from the point of view of a reasonable person.\" <i>Kanne v. Connecticut Gen. Life Ins. Co.</i> 867 F.2d 489, 492 (9th Cir.1988). Thus, after reviewing all the facts, for ERISA to apply there must be: 1) a plan, fund or program, 2) established or maintained 3) by an employer, employee organization, or both, 4) for the purpose of providing medical, surgical, hospital care, sickness, [or] accident ... benefits, 5) to participants or their beneficiaries. <i>Donovan v. Dillingham,</i> 688 F.2d 1367, 1371 (11th Cir.1982).</p>\n<p>Plaintiff acknowledges that Simpson formed a group to purchase health insurance benefits but contends that it nonetheless did not maintain or establish the plan. (Pl.'s Mem. at pp. 2, 3.) Defendant has provided ample evidence to the contrary. Simpson's secretary-treasurer, E. Samuel Simpson, verified that Simpson sponsored a group health benefit plan for its employees and real estate agents. (Simpson Aff. ¶ 3.) In her affidavit, Susan R. Jordan, Office Manager of Simpson, stated that she was responsible for communicating with the carrier and performing all administrative duties associated with maintaining the coverage, including issuing the monthly premium check. (Second Jordan Aff. ¶¶ 1, 4.) The Court finds that Simpson did establish and maintain the plan at issue.</p>\n<p>Plaintiff further argues that because she was an independent contractor and not an employee, she could not be covered by an ERISA plan. However, the inclusion of independent contractors is not dispositive; such a plan may still be classified as an employee benefit plan. Rather, the critical determination is whether the plan includes an employee, former employee, union member or beneficiary of one of the above.</p>\n<blockquote>The gist of ERISA's definitions ... is that a plan, fund, or program falls within the ambit of ERISA only if the plan, fund, or program covers ERISA participants because of their employee status in an employment relationship.... Thus, plans, funds, or programs under which no union members, employees or former employees participate are not employee welfare benefit plans under Title I of ERISA.</blockquote>\n<p><i>Donovan,</i> 688 F.2d at 1371. The Fourth Circuit's holding in <i>Madonia v. Blue Cross,</i> 11 F.3d 444 (4th Cir.1993), follows this interpretation. There, the court held that even though the plaintiff was not an employee, a plan qualified as an employee benefit plan because it covered other employees. <i>Madonia,</i> 11 F.3d at 448.</p>\n<p>These findings are consistent with the purpose of ERISA's preemptive clause. Congress enacted ERISA to provide protection to working men and women whose employers provide benefits. <i>Madonia,</i> 11 F.3d at 448. To find that plans that include employees are not employee benefit plans \"would deprive [ ] employees of the protections ERISA plainly provides....\" <i>Id.</i> Similarly, if independent contractors were exempted from ERISA while employees who <span class=\"star-pagination\">*783</span> were members of the same plan were subjected to ERISA, it \"would result in disparate treatment of corporate employees' claims, thereby frustrating the statutory purpose of ensuring similar treatment for all claims relating to employee benefit plans.\" M<i>adonia,</i> 11 F.3d at 450. Therefore, an employee benefit plan than covers employees, former employees, union members or beneficiaries is governed by ERISA, despite the fact that the plan also covers participants who are not included in those categories.</p>\n<p>The plan managed by Simpson included employees of Simpson and also meets the other requirements for an employee benefit plan under <i>Donovan.</i> Accordingly, this Court finds that the plan administered by Simpson until 31 December 1991 was an employee benefit plan as defined by ERISA.</p>\n<p>Because the plan administered by Simpson was governed by ERISA, any claims that plaintiff filed in relation to that plan would be subject to ERISA. However, plaintiff's claims in the instant action arise under the health insurance policy issued to plaintiff by CPHP after 31 December 1991  the date the ERISA plan was terminated. Therefore, the Court must determine whether that subsequent conversion policy is governed by ERISA.</p>\n<p></p>\n<h2>B. <i>The conversion policy</i>\n</h2>\n<p>Plaintiff contends that her policy was not a conversion policy, but the evidence supports a contrary conclusion. The plan expressly included a provision for conversion coverage. (O'Connor Aff., Ex. 1 at p. 14.) When CPHP notified Simpson that the plan would be terminated, it also informed Simpson that all participants would be entitled to purchase \"conversion policies\" under the plan's terms and provisions. (Wilkins Aff. ¶ 8.) Plaintiff was the only participant to exercise that right. (<i>Id.</i> at ¶ 9.) From this evidence, this Court concludes that plaintiff's policy was a conversion policy.</p>\n<p>Defendant contends that because plaintiff's conversion policy stemmed from an ERISA plan, it too is covered by ERISA. Defendant cites <i>White v. Provident Life &amp; Accident Ins. Co.,</i> 114 F.3d 26 (4th Cir.1997), as support for the proposition that conversion policies are governed by ERISA. However, the court in <i>White</i> specifically declined to decide whether claims arising under the terms of a conversion policy are governed by ERISA. <i>Id.</i> at 28. The language cited by defendant relates to the court's finding that issues related to the right to conversion coverage fall within ERISA. This finding is not contested. Courts agree that claims related to the entitlement to a conversion policy are governed by ERISA. <i>See e.g., </i><i>White,</i> 114 F.3d at 28; <i>Greany v. Western Farm Bureau Life Ins.,</i> 973 F.2d 812, 817 (9th Cir.1992); <i>Vaughn v. Owen Steel Co.,</i> 871 F.Supp. 247, 249 (D.S.C.1994). However, there is some disagreement among courts as to whether claims for benefits under a conversion policy are covered by ERISA. While the Ninth Circuit held, in a conclusory manner, that an individual conversion policy that arose from an ERISA plan was covered by ERISA, <i>Greany,</i> 973 F.2d at 817, the Sixth Circuit and several district courts have held to the contrary.</p>\n<p>The holding in <i>Mimbs v. Commercial Life Ins. Co.,</i> 818 F.Supp. 1556 (S.D.Ga.1993), is discussed in most of the cases addressing this issue. In that case, the court noted the distinction between claims related to the right to conversion coverage and claims arising under the conversion policy itself. <i>Id.</i> at 1561. Because the individual policy at issue in <i>Mimbs</i> no longer had an \"integral connection\" to the ERISA plan and because the conversion policy itself did not have the requisite elements for an ERISA plan,<sup>[1]</sup> the court found that claims arising under the terms of the conversion policy were not subject to ERISA. <i>Id.</i> at 1561-62. The Sixth Circuit has recently adopted the logic and holding in <i>Mimbs. Massachusetts Cas. Ins. Co. v. Reynolds,</i> 113 F.3d 1450, 1453 (6th Cir.1997).</p>\n<p>Similarly, two districts within the Fourth Circuit have followed <i>Mimbs,</i> concluding that <span class=\"star-pagination\">*784</span> claims arising under the terms of conversion policies do not fall within ERISA. <i>Vaughn,</i> 871 F.Supp. at 249; <i>McCale v. Union Labor Life Ins. Co.,</i> 881 F.Supp. 233, 236 (S.D.W.Va.1995).</p>\n<blockquote>Although the right to convert insurance coverage held under a group plan into an individual policy arises by virtue of the group plan, once the policy is converted it is exactly what it purports to be  an individual policy  it is no longer part of the employee benefit plan because it has been converted. Attachment of ERISA preemption to an individual plan simply because the right to the coverage arose under a group plan would extend ERISA's reach beyond the employee benefit plan.</blockquote>\n<p><i>McCale,</i> 881 F.Supp. at 236.</p>\n<p>While courts have generally focused on whether the conversion policy is integrally linked to the ERISA plan, one case has held that where, as in this case, the ERISA plan has ceased to exist, claims arising under the conversion plan are not preempted by ERISA. <i>McDonald v. Professional Ins. Corp.,</i> 946 F.Supp. 943, 945 (M.D.Ala.1996).</p>\n<p>These rulings are also consistent with the purpose and scope of ERISA.</p>\n<blockquote>First, while there is much to be said for ERISA's purpose of bringing national uniformity to the rules governing benefit plans offered by or through employers, this animating rationale loses its force once the employer is no longer involved in the insurance relationship....</blockquote>\n<blockquote>Second, a determination that the [plaintiff's] individual contract of insurance is governed by ERISA could work a potential unfairness on ex-employees. This is so because some holders of individual policies would find their remedies limited by ERISA solely because of their prior employment, while another purchaser of the identical policy who had no similar employment history could pursue the usually more generous remedies afforded by state law.</blockquote>\n<blockquote>And third, it is desirable that in a constitutional arrangement based upon respect for dual sovereignty, a federal statute, even one with the most laudable of goals, have some definite boundaries.</blockquote>\n<p><i>Powers v. United Health Plans,</i> 979 F.Supp. 64, 69 (D.Mass.1997).</p>\n<p>Courts, including the Fourth Circuit, have cited the opinions in <i>Glass v. United of Omaha Life Ins.,</i> 33 F.3d 1341 (11th Cir.1994), <i>Nechero v. Provident Life &amp; Accident Ins. Co.,</i> 795 F.Supp. 374 (D.N.M.1992), <i>Rasmussen v. Metropolitan Life Ins. Co.,</i> 675 F.Supp. 1497 (W.D.La.1987), and <i>Beal v. Jefferson-Pilot Life Ins. Co.,</i> 798 F.Supp. 673 (S.D.Ala.1992), as holding that claims arising under the terms of a conversion policy are governed by ERISA; however, none of those cases involve a plaintiff who is asserting a right to benefits under an individual conversion policy that is not integrally connected to an ERISA plan. In <i>Glass,</i> the converted policy was a group conversion policy, not an individual conversion policy. Moreover, the court specifically declined to decide whether an individual conversion policy would fall within ERISA. 33 F.3d at 1347. The <i>Nechero</i> court found that an individual conversion policy was governed by ERISA because the employer had a high level of administrative involvement with the policy and because the conversion policy in that case was \"integrally connected\" to the ERISA plan. 795 F.Supp. at 380. <i>Rasmussen</i> and <i>Beal</i> both involved allegations related to the conversion of a policy, not claims for benefits under a conversion policy. <i>Rasmussen,</i> 675 F.Supp. at 1499; <i>Beal,</i> 798 F.Supp. at 674-75; <i>see also </i><i>Powers,</i> 979 F.Supp. at 68, fn. 13 (noting that <i>Rasmussen</i> and <i>Beal</i> do not deal with claims for benefits under a newly converted policy). As noted above, even the courts finding that conversion policies are not governed by ERISA agree that issues related to the right to conversion do fall within ERISA. These four cases should not be interpreted as holding that claims arising under individual conversion policies are governed by ERISA.</p>\n<p>The confusion over the scope of ERISA's preemption provisions is understandable given that those provisions \"are not a model of legislative drafting.\" <i>Metropolitan Life Ins. Co. v. Massachusetts,</i> 471 U.S. 724, 739, 105 S.Ct. 2380, 85 L.Ed.2d 728 (1985). This Court is not bound by any of the prior decisions <span class=\"star-pagination\">*785</span> related to this issue and must decide this case as a matter of first impression.</p>\n<p>In the instant case, there is no evidence that Simpson has any ongoing administrative duties in regard to plaintiff's policy. The ERISA plan is no longer in existence and the only connection whatsoever between the two policies is the fact that plaintiff's right to obtain the conversion policy arose from the now-expired ERISA plan. The Court does not find such a tenuous connection compelling.</p>\n<p>After careful consideration, this Court adopts the holdings in <i>Vaughn</i> and <i>Mimbs</i> and finds that because plaintiff's conversion policy is not administered by Simpson and is not \"integrally linked\" to the terminated ERISA plan, plaintiff's conversion policy is not governed by ERISA. Therefore, this Court does not have jurisdiction over this matter.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated above, plaintiff's motion to remand is GRANTED, and this case is REMANDED to the Superior Court of Wake County North Carolina. Pursuant to 28 U.S.C. § 1447(c), the clerk of this court shall mail a certified copy of this order of remand to the clerk of the Superior Court of Wake County North Carolina.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>Mimbs</i> court does not define what the requisite elements are, but this Court presumes that they are the elements outlined in <i>Donovan.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">780</span></span> (1998)</b></center>\n<center><h1>Margaret BARRINGER-WILLIS, Plaintiff,<br>\nv.<br>\nHEALTHSOURCE NORTH CAROLINA INC., Defendants.</h1></center>\n<center>No. 5:98-CV-178-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 17, 1998.</center>\n<p>Hoyt G. Tessener, Michaels, Jones, Martin, Parris &amp; Tessener, Raleigh, NC, for Margaret Barringer-Willis, Plaintiff.</p>\n<p>Edward C. LeCarpentier, III, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, Susan K. <span class=\"star-pagination\">*781</span> Burkhart, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for Healthsource North Carolina, Inc., Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>THIS MATTER is before the Court on plaintiff's motion to remand pursuant to 28 U.S.C. § 1447(c). Plaintiff filed her complaint in Wake County Superior Court on 2 February 1998 alleging breach of contract, bad faith refusal to pay, and unfair and deceptive trade practices stemming from defendant's denial of her request for medical benefits. Defendant filed its notice of removal to this Court on 9 March 1998 asserting that plaintiff's claims are governed by the Employee Retirement Income Security Act (ERISA) and that this Court has jurisdiction under the preemption clause of ERISA. In her motion to remand filed 9 April 1998, plaintiff contends that this Court does not have subject matter jurisdiction because her claims do not fall within ERISA. Defendant timely filed its opposition to plaintiff's motion on 21 May 1998. Plaintiff did not file a reply. The issues have been fully briefed by both parties and are now ripe for review.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff worked as a real estate agent for Simpson &amp; Underwood Realtors, Inc. (Simpson) in 1988. (Pl.'s Aff. ¶ 2, Def.'s Br. Opposing Pl.'s Mot. to Remand (Opp'n.) at p. 2.) Between 1988 and 31 December 1991, Simpson sponsored a plan that provided health insurance coverage for its employees and independent contractors through Carolina Physicians Health Plan, Inc. (CPHP), a company purchased by defendant Healthsource North Carolina, Inc. in 1994. (Opp'n. at pp. 2, 3.)</p>\n<p>Although Simpson paid employees' premiums, independent contractors were required to remit the full cost of their premiums to Simpson who then issued one check to CPHP. Plaintiff received coverage from Simpson as an independent contractor and paid the full price of her premiums to Simpson.</p>\n<p>In 1991, the number of plan participants dropped to three, and consequently, the plan no longer met the underwriting requirements for a group policy. The plan was terminated as of 31 December 1991. (Wilkins Aff. ¶¶ 7, 9.) Neither party has asserted that plaintiff or any other participants were entitled to continued coverage under the Consolidated Omnibus Budget Reconciliation Act (COBRA), <i>see</i> 29 U.S.C. § 1161(a), but CPHP offered participants continued coverage through a conversion policy. (Opp'n. at p. 4.) Plaintiff was the only employee to exercise her right to a conversion policy. She paid premiums to defendant for over five years until she terminated her coverage on or about 31 July 1997. (Pl.'s Mem. in Support of Pl.'s Mot. to Remand Proceedings (Pl.'s Mem.) at p. 2.)</p>\n<p>In December 1996, plaintiff sought approval for surgery her doctor had recommended. Defendant denied her request. Plaintiff proceeded with the surgery in March 1997 and filed the instant action to recover the costs of that operation.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>A federal court may exercise jurisdiction where: 1) the requirements for diversity jurisdiction set forth in 28 U.S.C. § 1332 are met; or 2) the matter arises under the Constitution, laws, or treaties of the United States as provided in 28 U.S.C. § 1331. In particular, and as more fully discussed below, a federal court has preemptive jurisdiction over state law claims arising under ERISA. Because this Court finds that ERISA does not apply to plaintiff's claims and because there are no other grounds alleged upon which this Court can base its jurisdiction, this Court does not have jurisdiction over this matter. Plaintiff's motion to remand will be granted.</p>\n<p></p>\n<h2>A. <i>The preemptive jurisdiction of ERISA</i>\n</h2>\n<p>Section 514(a) of ERISA provides that ERISA preempts any and all State laws that relate to an employee benefit plan. 29 U.S.C. § 1144(a) (1985). \"[T]he force of ERISA's preemption is strong and its scope wide. (citation omitted) Congress clearly intended to occupy the field and to exclude <span class=\"star-pagination\">*782</span> from the field any effort by the states to regulate ERISA matters.\" <i>Custer v. Pan Am. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"659332\"><a href=\"/opinion/659332/kimberly-a-custer-individually-and-as-natural-guardian-and-next-friend-of/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span>, 418 (4th Cir.1993).</p>\n<p>Accordingly, in order to preempt state court jurisdiction, plaintiff's claims must \"relate to\" an \"employee benefit plan.\" <i>Pilot Life Ins. Co. v. Dedeaux,</i> <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1549</span></a></span>, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1987). \"The phrase `relates to' is given a broad common-sense meaning\", <i>Pan Am.,</i> 12 F.3d. at 418, and it appears uncontested that the claims in this matter relate to the plan under which plaintiff is claiming benefits. Therefore, the first question the Court must address is whether the plan qualifies as an \"employee benefit plan\" within the meaning of ERISA.</p>\n<p>An employee benefit plan is defined as:</p>\n<blockquote>any plan, fund, or program which was heretofore or is hereafter established or maintained by an employer or by an employee organization, or by both, to the extent that such plan, fund, or program was established or is maintained for the purpose of providing for its participants or their beneficiaries, through the purchase of insurance or otherwise, (A) medical, surgical, or hospital care or benefits....</blockquote>\n<p>29 U.S.C. § 1002(1) (Supp.1998). \"The existence of an ERISA plan is a question of fact, to be answered in light of all the surrounding facts and circumstances from the point of view of a reasonable person.\" <i>Kanne v. Connecticut Gen. Life Ins. Co.</i> <span class=\"citation\" data-id=\"518162\"><a href=\"/opinion/518162/theodore-kanne-and-beatriz-kanne-v-connecticut-general-life-insurance/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span>, 492 (9th Cir.1988). Thus, after reviewing all the facts, for ERISA to apply there must be: 1) a plan, fund or program, 2) established or maintained 3) by an employer, employee organization, or both, 4) for the purpose of providing medical, surgical, hospital care, sickness, [or] accident ... benefits, 5) to participants or their beneficiaries. <i>Donovan v. Dillingham,</i> <span class=\"citation\" data-id=\"409101\"><a href=\"/opinion/409101/raymond-j-donovan-secretary-of-the-united-states-department-of-labor/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1371 (11th Cir.1982).</p>\n<p>Plaintiff acknowledges that Simpson formed a group to purchase health insurance benefits but contends that it nonetheless did not maintain or establish the plan. (Pl.'s Mem. at pp. 2, 3.) Defendant has provided ample evidence to the contrary. Simpson's secretary-treasurer, E. Samuel Simpson, verified that Simpson sponsored a group health benefit plan for its employees and real estate agents. (Simpson Aff. ¶ 3.) In her affidavit, Susan R. Jordan, Office Manager of Simpson, stated that she was responsible for communicating with the carrier and performing all administrative duties associated with maintaining the coverage, including issuing the monthly premium check. (Second Jordan Aff. ¶¶ 1, 4.) The Court finds that Simpson did establish and maintain the plan at issue.</p>\n<p>Plaintiff further argues that because she was an independent contractor and not an employee, she could not be covered by an ERISA plan. However, the inclusion of independent contractors is not dispositive; such a plan may still be classified as an employee benefit plan. Rather, the critical determination is whether the plan includes an employee, former employee, union member or beneficiary of one of the above.</p>\n<blockquote>The gist of ERISA's definitions ... is that a plan, fund, or program falls within the ambit of ERISA only if the plan, fund, or program covers ERISA participants because of their employee status in an employment relationship.... Thus, plans, funds, or programs under which no union members, employees or former employees participate are not employee welfare benefit plans under Title I of ERISA.</blockquote>\n<p><i>Donovan,</i> 688 F.2d at 1371. The Fourth Circuit's holding in <i>Madonia v. Blue Cross,</i> <span class=\"citation\" data-id=\"658559\"><a href=\"/opinion/658559/virginia-madonia-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span> (4th Cir.1993), follows this interpretation. There, the court held that even though the plaintiff was not an employee, a plan qualified as an employee benefit plan because it covered other employees. <i>Madonia,</i> 11 F.3d at 448.</p>\n<p>These findings are consistent with the purpose of ERISA's preemptive clause. Congress enacted ERISA to provide protection to working men and women whose employers provide benefits. <i>Madonia,</i> 11 F.3d at 448. To find that plans that include employees are not employee benefit plans \"would deprive [ ] employees of the protections ERISA plainly provides....\" <i>Id.</i> Similarly, if independent contractors were exempted from ERISA while employees who <span class=\"star-pagination\">*783</span> were members of the same plan were subjected to ERISA, it \"would result in disparate treatment of corporate employees' claims, thereby frustrating the statutory purpose of ensuring similar treatment for all claims relating to employee benefit plans.\" M<i>adonia,</i> 11 F.3d at 450. Therefore, an employee benefit plan than covers employees, former employees, union members or beneficiaries is governed by ERISA, despite the fact that the plan also covers participants who are not included in those categories.</p>\n<p>The plan managed by Simpson included employees of Simpson and also meets the other requirements for an employee benefit plan under <i>Donovan.</i> Accordingly, this Court finds that the plan administered by Simpson until 31 December 1991 was an employee benefit plan as defined by ERISA.</p>\n<p>Because the plan administered by Simpson was governed by ERISA, any claims that plaintiff filed in relation to that plan would be subject to ERISA. However, plaintiff's claims in the instant action arise under the health insurance policy issued to plaintiff by CPHP after 31 December 1991  the date the ERISA plan was terminated. Therefore, the Court must determine whether that subsequent conversion policy is governed by ERISA.</p>\n<p></p>\n<h2>B. <i>The conversion policy</i>\n</h2>\n<p>Plaintiff contends that her policy was not a conversion policy, but the evidence supports a contrary conclusion. The plan expressly included a provision for conversion coverage. (O'Connor Aff., Ex. 1 at p. 14.) When CPHP notified Simpson that the plan would be terminated, it also informed Simpson that all participants would be entitled to purchase \"conversion policies\" under the plan's terms and provisions. (Wilkins Aff. ¶ 8.) Plaintiff was the only participant to exercise that right. (<i>Id.</i> at ¶ 9.) From this evidence, this Court concludes that plaintiff's policy was a conversion policy.</p>\n<p>Defendant contends that because plaintiff's conversion policy stemmed from an ERISA plan, it too is covered by ERISA. Defendant cites <i>White v. Provident Life &amp; Accident Ins. Co.,</i> <span class=\"citation\" data-id=\"741011\"><a href=\"/opinion/741011/willis-hope-white-v-provident-life-accident-insurance-company/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span> (4th Cir.1997), as support for the proposition that conversion policies are governed by ERISA. However, the court in <i>White</i> specifically declined to decide whether claims arising under the terms of a conversion policy are governed by ERISA. <i>Id.</i> at 28. The language cited by defendant relates to the court's finding that issues related to the right to conversion coverage fall within ERISA. This finding is not contested. Courts agree that claims related to the entitlement to a conversion policy are governed by ERISA. <i>See e.g., </i><i>White,</i> 114 F.3d at 28; <i>Greany v. Western Farm Bureau Life Ins.,</i> <span class=\"citation\" data-id=\"589783\"><a href=\"/opinion/589783/patrick-d-greany-v-western-farm-bureau-life-insurance-company-a-colorado/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span>, 817 (9th Cir.1992); <i>Vaughn v. Owen Steel Co.,</i> <span class=\"citation\" data-id=\"1685068\"><a href=\"/opinion/1685068/vaughn-v-owen-steel-co-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">247</span></a></span>, 249 (D.S.C.1994). However, there is some disagreement among courts as to whether claims for benefits under a conversion policy are covered by ERISA. While the Ninth Circuit held, in a conclusory manner, that an individual conversion policy that arose from an ERISA plan was covered by ERISA, <i>Greany,</i> 973 F.2d at 817, the Sixth Circuit and several district courts have held to the contrary.</p>\n<p>The holding in <i>Mimbs v. Commercial Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1491306\"><a href=\"/opinion/1491306/mimbs-v-commercial-life-ins-co/\"><span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1556</span></a></span> (S.D.Ga.1993), is discussed in most of the cases addressing this issue. In that case, the court noted the distinction between claims related to the right to conversion coverage and claims arising under the conversion policy itself. <i>Id.</i> at 1561. Because the individual policy at issue in <i>Mimbs</i> no longer had an \"integral connection\" to the ERISA plan and because the conversion policy itself did not have the requisite elements for an ERISA plan,<sup>[1]</sup> the court found that claims arising under the terms of the conversion policy were not subject to ERISA. <i>Id.</i> at 1561-62. The Sixth Circuit has recently adopted the logic and holding in <i>Mimbs. Massachusetts Cas. Ins. Co. v. Reynolds,</i> <span class=\"citation\" data-id=\"740990\"><a href=\"/opinion/740990/massachusetts-casualty-insurance-company-v-ronald-a-reynolds/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1450</span></a></span>, 1453 (6th Cir.1997).</p>\n<p>Similarly, two districts within the Fourth Circuit have followed <i>Mimbs,</i> concluding that <span class=\"star-pagination\">*784</span> claims arising under the terms of conversion policies do not fall within ERISA. <i>Vaughn,</i> 871 F.Supp. at 249; <i>McCale v. Union Labor Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1960281\"><a href=\"/opinion/1960281/mccale-v-union-labor-life-ins-co/\"><span class=\"volume\">881</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">233</span></a></span>, 236 (S.D.W.Va.1995).</p>\n<blockquote>Although the right to convert insurance coverage held under a group plan into an individual policy arises by virtue of the group plan, once the policy is converted it is exactly what it purports to be  an individual policy  it is no longer part of the employee benefit plan because it has been converted. Attachment of ERISA preemption to an individual plan simply because the right to the coverage arose under a group plan would extend ERISA's reach beyond the employee benefit plan.</blockquote>\n<p><i>McCale,</i> 881 F.Supp. at 236.</p>\n<p>While courts have generally focused on whether the conversion policy is integrally linked to the ERISA plan, one case has held that where, as in this case, the ERISA plan has ceased to exist, claims arising under the conversion plan are not preempted by ERISA. <i>McDonald v. Professional Ins. Corp.,</i> <span class=\"citation\" data-id=\"2097500\"><a href=\"/opinion/2097500/mcdonald-v-professional-ins-corp/\"><span class=\"volume\">946</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">943</span></a></span>, 945 (M.D.Ala.1996).</p>\n<p>These rulings are also consistent with the purpose and scope of ERISA.</p>\n<blockquote>First, while there is much to be said for ERISA's purpose of bringing national uniformity to the rules governing benefit plans offered by or through employers, this animating rationale loses its force once the employer is no longer involved in the insurance relationship....</blockquote>\n<blockquote>Second, a determination that the [plaintiff's] individual contract of insurance is governed by ERISA could work a potential unfairness on ex-employees. This is so because some holders of individual policies would find their remedies limited by ERISA solely because of their prior employment, while another purchaser of the identical policy who had no similar employment history could pursue the usually more generous remedies afforded by state law.</blockquote>\n<blockquote>And third, it is desirable that in a constitutional arrangement based upon respect for dual sovereignty, a federal statute, even one with the most laudable of goals, have some definite boundaries.</blockquote>\n<p><i>Powers v. United Health Plans,</i> <span class=\"citation\" data-id=\"1447067\"><a href=\"/opinion/1447067/powers-v-united-health-plans-of-new-england-inc/\"><span class=\"volume\">979</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">64</span></a></span>, 69 (D.Mass.1997).</p>\n<p>Courts, including the Fourth Circuit, have cited the opinions in <i>Glass v. United of Omaha Life Ins.,</i> <span class=\"citation\" data-id=\"677154\"><a href=\"/opinion/677154/richard-c-glass-of-the-estate-of-execr-maxwell-c-hostetter-jr/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1341</span></a></span> (11th Cir.1994), <i>Nechero v. Provident Life &amp; Accident Ins. Co.,</i> <span class=\"citation\" data-id=\"2596430\"><a href=\"/opinion/2596430/nechero-v-provident-life-acc-ins-co/\"><span class=\"volume\">795</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">374</span></a></span> (D.N.M.1992), <i>Rasmussen v. Metropolitan Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1637435\"><a href=\"/opinion/1637435/rasmussen-v-metropolitan-life-ins-co/\"><span class=\"volume\">675</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1497</span></a></span> (W.D.La.1987), and <i>Beal v. Jefferson-Pilot Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1556462\"><a href=\"/opinion/1556462/beal-v-jefferson-pilot-life-ins-co/\"><span class=\"volume\">798</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">673</span></a></span> (S.D.Ala.1992), as holding that claims arising under the terms of a conversion policy are governed by ERISA; however, none of those cases involve a plaintiff who is asserting a right to benefits under an individual conversion policy that is not integrally connected to an ERISA plan. In <i>Glass,</i> the converted policy was a group conversion policy, not an individual conversion policy. Moreover, the court specifically declined to decide whether an individual conversion policy would fall within ERISA. 33 F.3d at 1347. The <i>Nechero</i> court found that an individual conversion policy was governed by ERISA because the employer had a high level of administrative involvement with the policy and because the conversion policy in that case was \"integrally connected\" to the ERISA plan. 795 F.Supp. at 380. <i>Rasmussen</i> and <i>Beal</i> both involved allegations related to the conversion of a policy, not claims for benefits under a conversion policy. <i>Rasmussen,</i> 675 F.Supp. at 1499; <i>Beal,</i> 798 F.Supp. at 674-75; <i>see also </i><i>Powers,</i> 979 F.Supp. at 68, fn. 13 (noting that <i>Rasmussen</i> and <i>Beal</i> do not deal with claims for benefits under a newly converted policy). As noted above, even the courts finding that conversion policies are not governed by ERISA agree that issues related to the right to conversion do fall within ERISA. These four cases should not be interpreted as holding that claims arising under individual conversion policies are governed by ERISA.</p>\n<p>The confusion over the scope of ERISA's preemption provisions is understandable given that those provisions \"are not a model of legislative drafting.\" <i>Metropolitan Life Ins. Co. v. Massachusetts,</i> <span class=\"citation\" data-id=\"111438\"><a href=\"/opinion/111438/metropolitan-life-ins-co-v-massachusetts/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span>, 739, <span class=\"citation\" data-id=\"111438\"><a href=\"/opinion/111438/metropolitan-life-ins-co-v-massachusetts/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2380</span></a></span>, <span class=\"citation\" data-id=\"111438\"><a href=\"/opinion/111438/metropolitan-life-ins-co-v-massachusetts/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span></a></span> (1985). This Court is not bound by any of the prior decisions <span class=\"star-pagination\">*785</span> related to this issue and must decide this case as a matter of first impression.</p>\n<p>In the instant case, there is no evidence that Simpson has any ongoing administrative duties in regard to plaintiff's policy. The ERISA plan is no longer in existence and the only connection whatsoever between the two policies is the fact that plaintiff's right to obtain the conversion policy arose from the now-expired ERISA plan. The Court does not find such a tenuous connection compelling.</p>\n<p>After careful consideration, this Court adopts the holdings in <i>Vaughn</i> and <i>Mimbs</i> and finds that because plaintiff's conversion policy is not administered by Simpson and is not \"integrally linked\" to the terminated ERISA plan, plaintiff's conversion policy is not governed by ERISA. Therefore, this Court does not have jurisdiction over this matter.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated above, plaintiff's motion to remand is GRANTED, and this case is REMANDED to the Superior Court of Wake County North Carolina. Pursuant to 28 U.S.C. § 1447(c), the clerk of this court shall mail a certified copy of this order of remand to the clerk of the Superior Court of Wake County North Carolina.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>Mimbs</i> court does not define what the requisite elements are, but this Court presumes that they are the elements outlined in <i>Donovan.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1447067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1491306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1556462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1637435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1685068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1960281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2097500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596430/"
  ]
}