{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2519808/",
  "absolute_url": "/opinion/2519808/parrish-v-brownlee/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2519808/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:27.377653Z",
  "date_modified": "2016-04-26T21:42:15.836129Z",
  "type": "010combined",
  "sha1": "2c6bb9e0d16a8c9b0962612a1cc3f42f4a17bdab",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>335 F.Supp.2d 661 (2004)</b></center>\n<center><h1>Michael T. PARRISH, Plaintiff,<br>\nv.<br>\nThe Honorable Les BROWNLEE, Acting Secretary of the U.S. Army; Major General Dorien T. Anderson, Commanding General, U.S. Army Human Resources Command, and their successors, in their official capacities, Defendants.</h1></center>\n<center>No. 5:04-CV-459-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 10, 2004.</center>\n<p><span class=\"star-pagination\">*662</span> Mark L. Waple, Waple and Associates, Fayetteville, NC, for plaintiff.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, U.S. Attorney's Office, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*663</span> ORDER</h2>\n<p>FLANAGAN, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion to enjoin defendants (collectively, \"the Army\") from calling him to active duty. In support of his motion, plaintiff contends that his status as a reservist terminated upon completion of his contractual military service obligation in December 2003, and that the Army's order to duty was made arbitrarily and capriciously, without due process of law, and in breach of his enlistment contract. On the basis of allegations that a report date had been set for August 27, 2004, the court granted plaintiff's motion for temporary restraining order on August 25, 2004, to allow time for a hearing on the preliminary injunction motion. On September 1, 2004, the court heard oral argument on plaintiff's motion for preliminary injunction. For the reasons that follow, the court denies plaintiff's motion for preliminary injunction.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On September 23, 1992, plaintiff entered into two validly executed contracts with the Army for the purpose of commencing an Army Reserve Officer Training Corps (ROTC) program at college. First, in the presence of an ROTC contracting officer, plaintiff signed the <i>Department of Defense (DD) Forms 4/1 through 4/2, Enlistment/Reenlistment Document</i> (\"Enlistment Contract\"), which provides, in relevant part:</p>\n<p>8. I am enlisting/reenlisting in the United States Army Reserve this date for 8 (eight) years....</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>b. Remarks: ... AUTHORITY: AR [Army Regulation] 145-1, USAR CONTROL GROUP (ROTC)</p>\n<p>c. The agreements in this section and attached DA FORM 597-3 [\"Cadet Contract\"] are all the promises made to me by the Government....</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>9. FOR ALL ENLISTEES OR REENLISTEES: Many laws, regulations, and military customs will govern my conduct and require me to do things a civilian does not have to do.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>10. MILITARY SERVICE OBLIGATION FOR ALL MEMBERS OF THE ACTIVE AND RESERVE COMPONENTS...</p>\n<p>a. FOR ALL ENLISTEES: If this is my initial enlistment, I must serve a total of eight (8) years. Any part of that service not served on active duty must be served in a Reserve Component unless I am sooner discharged.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>d. As a member of the Ready Reserve I may be required to perform active duty or active duty for training without my consent (other than as provided ... [in] this document) as follows:</p>\n<p>(1) In time of national emergency declared by the President of the United States, I may be ordered to active duty (other than for training) for not more than 24 consecutive months....</p>\n<p>In addition, plaintiff signed the <i>Department of the Army (DA) Form 597-3, Army Senior Reserve Officers' Training Corps (ROTC) Scholarship Cadet Contract</i> (\"Cadet Contract\"), which provides, in part:</p>\n<p>1. As the ROTC scholarship cadet applicant named above, I hereby agree to do the following:</p>\n<p>a. Enlist for a period of eight years in the U.S. Army Reserve (USAR) as a cadet for assignment to the USAR Control Group (ROTC) to become a member of the Army ROTC Program.... This <span class=\"star-pagination\">*664</span> contract and the Enlistment Contract constitute the ROTC program required contractual agreements.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>3. Upon completion of all requirements for appointment, ... I agree to, as prescribed by the Secretary of the Army:</p>\n<p>a. Apply for and accept an appointment, if offered, as a commissioned officer in either the Regular Army, USAR [U.S. Army Reserve] or ARNGUS [Army Reserve National Guard, U.S.], in accordance with governing Army regulations...</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>c. Accept an appointment if offered, as a commissioned officer in either the USAR or ARNGUS and not resign such reserve appointment <i>before</i> completion of my original Regular Army appointment's eighth anniversary date.</p>\n<p>d. Serve two, three, or four years, on active duty as a commissioned officer in the United States Army ... followed by service in the Reserve Component until the remainder of my eight year service obligation has been served.</p>\n<p>Several military regulations are either directly referenced in these contracts or bear upon the rights and duties of Army Reserve members. For instance, AR 145-1, referenced on the first page of the Enlistment Contract, provides, in part:</p>\n<p>This chapter prescribes policies and procedures for appointing ROTC cadets as commissioned officers in the U.S. Army....</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>Appointments made under this chapter will be for an <i>indefinite term.</i></p>\n<p>AR 145-1, § 6-1 &amp; § 6-4 (emphasis added). A Department of Defense rule similarly provides:</p>\n<p>Those commissioned officers of the Reserve who have accepted indefinite appointments under Section 12203 of 10 U.S.C. (reference (b)) shall not be subject to mandatory discharge on completion of the statutory obligation.</p>\n<p><i>Department of Defense Instruction</i> (DODI)1200.15, ¶ 5.2.3.</p>\n<p>In consideration for plaintiff entering into the Cadet Contract, the Army agreed to pay him a three-year undergraduate scholarship covering tuition and educational fees, a flat rate for books and supplies, and a monthly stipend. The Army did not promise to automatically discharge plaintiff upon completion of his MSO, and there was no mutual understanding that plaintiff would be automatically discharged upon completion of his MSO.</p>\n<p>Upon completion of the Army Reserve Officer Training Corps (ROTC) program at college, plaintiff accepted a commission as an officer in the Army (Second Lieutenant) and served four years of active duty, from December 1995 to December 1999. Plaintiff resigned from active duty and was discharged from active duty, effective December 19, 1999. Plaintiff then was transferred to the Individual Ready Reserves (IRR).</p>\n<p>Members of the IRR receive no pay or allowances. Other types of benefits are available to IRR officers, however, including \"assignment opportunities to Selective Reserve position, training tours, advanced military schools, promotions[,] and retirement upon completion of twenty qualifying years of service.\" Gov Ex. R., p. 20. Retirement points are awarded, inter alia, for \"duty performance including unit assignments and training tours.\" Plaintiff did not take advantage of these benefits while in the IRR, although he did receive fifteen (15) annual retirement points in the year 2002. While in the IRR, plaintiff was under no obligation to drill with the reserves, and plaintiff only was required to keep the IRR notified of his current and correct <span class=\"star-pagination\">*665</span> daytime phone number and mailing address.</p>\n<p>In March 2003, before his MSO was complete, the Army sent plaintiff a two-sided form entitled \"ARMY RESERVE STATUS AND ADDRESS VERIFICATION,\" to complete and return within 10 days from receipt. Parts A and B of this form request verification and update of address and other personal information. Part C, on the back of the form, requests information on \"RESERVE PARTICIPATION INTERESTS, REQUESTS FOR REVIEW OF RESERVE STATUS, AND PHYSICAL CONDITION VERIFICATION.\" Part D, near the middle of the page, states, in its entirety:</p>\n<p>PART D: REQUEST FOR RESIGNATION  OFFICERS ONLY. <i>NOTE: VSI RECIPIENTS WHO RESIGN THEIR COMMISSION WILL LOSE THEIR VOLUNTARY SEPARATION INCENTIVE ENTITLEMENT.</i></p>\n<p>AS AN OFFICER WHO HAS COMPLETED MY 8 YEARS STATUTORY OBLIGATION, I HEREBY TENDER MY RESIGNATION.</p>\n<p><i>Signature of Officer</i> ________________ <i>Date</i> _________</p>\n<p>Immediately below Part D is a certification section applicable to the entire form, stating:</p>\n<p>MY SIGNATURE BELOW CERTIFIES THAT THE INFORMATION PROVIDED ON THE FRONT AND BACK OF THIS FORM IS T[RUE]<sup>[1]</sup> AND CORRECT TO THE BEST OF MY KNOWLEDGE.</p>\n<p><i>Signature of Reservist</i> ________________ <i>Date</i> _________</p>\n<p>Below this certification section, the form provides the following information:</p>\n<p>PRINCIPAL PURPOSE: To verify pertinent information with the reservist concerning his or her address ... and physical condition. This information is used to update the individual's personnel record to determine availab[ility]<sup>[2]</sup> for mobilization in the event of a national emergency.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>DISCLOSURE: Providing this information is mandatory. Failure to provide this information could be detrimental to the reservis[t]<sup>[3]</sup> during mobilization.</p>\n<p>Plaintiff returned this form on April 23, 2003, indicating only an address and phone number correction in Part A, and signing and dating only the final certification.</p>\n<p>Plaintiff completed his MSO on December 19, 2003. Around this time, plaintiff was in further communication with the Army, as described below.</p>\n<p>On November 17, 2003, the Army sent plaintiff a letter notifying plaintiff that he needed to update his security clearance, and that if he did not update his security clearance, he was at risk of the following: \"loss of military occupational specialty; clearance revocation/downgrade; reclassification; prevention of performing Annual Training, Active Duty for Training, Active Duty Special Work, and Temporary Tour Active Duty; ineligibility for promotion; <span class=\"star-pagination\">*666</span> and discharge from the military.\" Def's Ex. G. Plaintiff returned the necessary information on February 2, 2004. After checking the form, the Army returned the form for signature on March 12, 2004. Plaintiff returned the paperwork with his signature to the Army on March 26, 2004.</p>\n<p>In late March, 2004, roughly three months after plaintiff's MSO had completed, the Army again sent plaintiff an \"ARMY RESERVE STATUS AND ADDRESS VERIFICATION\" form, identical to the form sent March 2003, as outlined above. On this form, plaintiff indicated a change of address and indicated that his marital status had changed to \"Married.\" This form again provided an option to resign in Part D, specifically for reserve officers who have already completed their eight year statutory MSO. Plaintiff returned the form, signing the certification dated April 13, 2004, but without signing Part D of the form requesting a resignation.</p>\n<p>On May 10, 2004, the Army ordered plaintiff to report for active duty, effective June 13, 2004, at Fort Sill, Oklahoma, for a period of active duty not to exceed one year for the stated purpose of \"partial mobilization-Operation Iraqi Freedom.\" Upon receipt of this order, plaintiff contacted Army Human Resources Command, and attempted, without any success, to expunge this order on grounds that plaintiff had fulfilled his obligation to the Army. Plaintiff's counsel further explained these grounds by letter, June 2, 2004. On June 8, 2004, the Army amended its order, delaying the report date until July 11, 2004.</p>\n<p>On June 9, 2004, Plaintiff first learned of the Army's contention that he should have \"resigned\" his commission in order to be free from jurisdiction of the Army. This same date, plaintiff submitted an unqualified resignation, effective December 19, 2003, through counsel. On June 30, 2004, the Army responded that the resignation could not be approved, explaining: \"Unfortunately, you have been identified for mobilization.... You may request a delay or exemption.\" On July 2, 2004, plaintiff submitted a request for exemption on grounds that plaintiff had fulfilled his obligation to the Army.</p>\n<p>On July 7, 2004, the Army Public Affairs Office published its position concerning plaintiff's status with the Army:</p>\n<p>\"The IRR consists of obligors who must fulfill their [MSO] ... and those who have fulfilled their MSO and who voluntarily remained in the IRR....</p>\n<p>Note: A Reserve Component officer who has no obligation for continued military service retains IRR status unless he or she resigns, or is removed for unsatisfactory participation.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>.... [A] commissioned officer holds an obligation and responsibility to make known his or her intention to continue service to our country after having left active duty or a troop program assignment.... [U]ntil proven otherwise[,] not opting out is considered a conscious choice by a Soldier and a leader that the Army has trained and trusted to be able to make reasonable decisions.</p>\n<p>On or about July 8, 2004, the Army unilaterally promoted plaintiff to Captain, and again delayed plaintiff's report date to August 27, 2004. The Army \"disapproved\" plaintiff's request for exemption from active duty, on July 20, 2004, without explanation. On August 3, 2004, plaintiff appealed the denial of his request for exemption on grounds that he believed he had met all military obligations and was not subject to call to active duty, and on grounds that call to active duty would cause hardship. After being informed that this appeal was \"not in the correct format,\" <span class=\"star-pagination\">*667</span> plaintiff resubmitted his appeal August 18, 2004.</p>\n<p>As the administrative process continued, plaintiff filed his complaint with this court on July 8, 2004. Seeking temporary, preliminary, and permanent injunctive relief, plaintiff raised three claims: (1) unconstitutional taking of property and liberty without due process, (2) breach of enlistment and cadet contracts, and (3) arbitrary and capricious denial of resignation and request for exemption. Initially, plaintiff asserted jurisdiction under the \"Little Tucker Act,\" 28 U.S.C. § 1346(a)(2), and the \"Administrative Procedures Act,\" 5 U.S.C. § 704, but he has since amended his complaint to also assert jurisdiction based upon a federal question, pursuant to 28 U.S.C. § 1331.</p>\n<p>On August 19, 2004, the Army filed a document with this court styled as \"opposition to plaintiff's application for preliminary injunction,\" accompanied by exhibits, even though plaintiff had not at that time filed a separate motion for preliminary injunction. On August 23, 2004, Plaintiff filed a motion for temporary restraining order and preliminary and permanent injunctive relief, accompanied by a memorandum, exhibits and affidavits. Two days later, this court granted plaintiff's motion for temporary restraining order, preventing the Army from taking further action to call, or cause, plaintiff to return to active duty with the Army on August 27, 2004. This court held a hearing for argument on plaintiff's motion for preliminary injunction on September 1, 2004.</p>\n<p>At the hearing, counsel for the Army informed the court that plaintiff's most recent appeal of exemption request had been denied by an Army board, and is currently pending before the Army Adjutant General. The Army further confirmed, though counsel, that plaintiff's report date had been re-scheduled for September 26, 2004, and that this deadline would be extended if the Adjutant General has not yet made a decision on plaintiff's appeal. If and when the Adjutant General reaches a decision contrary to plaintiff's position, the report date will be set thirty days thereafter, and this date will be enforced. Following a decision by the Adjutant General, plaintiff may seek further administrative review with the Army Board for Correction of Military Records (ABCMR), but such further review will not postpone his report date. That the ABCMR has authority to grant the relief sought is uncontested. The Army acknowledged through counsel at hearing that review by the ABCMR generally takes seven to nine months.</p>\n<p></p>\n<h2>II. DISCUSSION OF LAW</h2>\n<p>As this matter is before the court on motion for preliminary injunction, the court's legal analysis is governed by the familiar preliminary injunction balancing test. Under this test, the court must weigh: (1) whether the plaintiff will suffer irreparable injury if an injunction is denied; (2) the injury to the defendant if an injunction is issued; (3) the plaintiff's likelihood of success in the underlying dispute between the parties; and (4) the public interest. <i>See </i><i>Guerra v. Scruggs,</i> 942 F.2d 270, 273 (4th Cir.1991) (considering motion for preliminary injunction challenging army discharge procedures); <i>Irby v. United States,</i> 245 F.Supp.2d 792, 796 (E.D.Va.2003) (considering motion for preliminary injunction challenging enlistment into active duty); <i>see also </i><i>Globe Nuclear Servs. &amp; Supply, Ltd. v. AO Techsnabexport,</i> 376 F.3d 282 (4th Cir.2004) (\"The Supreme Court has consistently applied the four-part test governing the decision on an injunction ... <i>without ever distinguishing among the four parts as to analytical order, priority, or weight.</i> And it has collectively referred to these undifferentiated <span class=\"star-pagination\">*668</span> parts as `the traditional standard' for injunctions.\") (emphasis added) (citations omitted).</p>\n<p>A. HARM TO PLAINTIFF</p>\n<p>Plaintiff contends that he will be harmed in several respect if the court declines to issue a preliminary injunction and he is required to report to active duty. As an employee of a national corporation, plaintiff currently is responsible for overseeing \"engineering operations,\" managing \"three major telecommunication deployments,\" developing \"strong client relationships,\" and supervising eleven (11) employees. Deployment would result in \"loss of this employment position,\" and, in turn, he would experience significant financial hardships, including detriment to his family's financial stability. He would also have to delay taking an engineering licensing examination offered only twice-yearly. Apart from financial hardship, plaintiff notes in his brief the hardship resulting from loss of liberty. In particular, plaintiff would be required to leave his wife and community, and would not be able to enjoy the normal freedoms of civilian life.</p>\n<p>The court finds that the financial hardship described, in itself, does not constitute irreparable harm for purposes of preliminary injunctive relief. <i>See </i><i>Sampson v. Murray,</i> 415 U.S. 61, 90, 94 S.Ct. 937, 39 L.Ed.2d 166 (1974) (\"[I]njuries ... in terms of money, time and energy necessarily expended in the absence of a stay, are not enough. The possibility that adequate compensatory or other corrective relief will be available at a later date, in the ordinary course of litigation, weighs heavily against a claim of irreparable harm.\"). Nevertheless, assuming for purposes of the irreparable harm analysis that plaintiff's arguments are meritorious and that the call to active duty is unjustified, a loss of liberty and companionship of family in such circumstances is significant and irreparable. Accordingly, if the injunction is improperly denied, there is a strong probability of irreparable harm to plaintiff pending trial and final judgment. <i>See </i><i>Scotts Co. v. United Indus. Corp.,</i> 315 F.3d 264, 271 (4th Cir.2002) (\"[W]hile cases frequently speak in the shorthand of considering the harm to the plaintiff if the injunction is denied and the harm to the defendant if the injunction is granted, the real issue in this regard is the degree of harm that will be suffered by the plaintiff or the defendant if the injunction is <i>improperly</i> granted or denied.\") (emphasis added).</p>\n<p>B. HARM TO THE ARMY</p>\n<p>When viewed in isolation a delay in report date of one reserve officer, who himself does not measurably affect the efficacy of this country's military force, is of minimal harm to the Army. Nevertheless, the court must not only view the effect of the preliminary injunction in isolation, but must consider the precedential effect that improperly granting the injunction would have on the military. <i>Guerra,</i> 942 F.2d at 275; <i>Irby,</i> 245 F.Supp.2d at 797; <i>see </i><i>Scotts,</i> 315 F.3d at 271 (considering harm to defendant if injunction is improperly denied).</p>\n<p>If an injunction is granted in this case, this could raise significant questions concerning the status of other reservists who have completed their military service obligation but have not resigned their commission as officers, where the Army by interpretation of statute has heretofore treated all such commissioned officers as not automatically discharged. <i>See</i> 10 U.S.C. § 12203(b) &amp; 12683(a) (providing that commissioned officers must be appointed for an indefinite term and not separated without their consent). Uncertainty would arise as to whether these officers must take affirmative steps to continue serving <span class=\"star-pagination\">*669</span> and to retain their commissioned officer status, despite their right vested in statute by Congress to an indefinite commission as officer.</p>\n<p>Furthermore, if the harm to the military is viewed as minimal in any case challenging a call to active duty, this could establish a disruptive precedent. As the court noted in <i>Irby:</i></p>\n<p>Without looking at the total effect of such cases, courts might consistently find that the harm tipped decidedly in favor of the plaintiffs. As a result, there would be few occasions when a preliminary injunction would not issue. Any plaintiff could allege the weakest claims and temporarily forestall an order to active duty or other disagreeable military decision.</p>\n<p>245 F.Supp.2d at 797-98. Such legal claims, \"in the aggregate\" present the possibility of substantial disruption and diversion of military resources. <i>Id.; see </i><i>Guerra</i> 942 F.2d at 275.</p>\n<p>In the balance, while the court recognizes that the harm to the Army \"is somewhat removed and abstract,\" 245 F.Supp.2d at 798, it nonetheless is substantial. Accordingly, although plaintiff's harm is \"concrete and imminent,\" it does not significantly outweigh the harm to the Army if an injunction is improperly issued in this case. <i>Id.; see </i><i>Antonuk v. United States,</i> 445 F.2d 592, 594 (6th Cir.1971) (\"[T]he governmental interest in raising an army has, without exception, been considered by the courts to be paramount. Thus the ordinary [injunction] balancing tests are rendered almost irrelevant by the transcendent importance of the war power.\").</p>\n<p>C. MERITS</p>\n<p>1. Due Process Claim</p>\n<p>In Count One of his complaint, plaintiff argues that \"Defendant's promulgation of and enforcement of\" orders to report for active duty with the Army \"constitutes an unconstitutional taking of Plaintiff's property and liberty interests without due process by law.\"</p>\n<p>\"The requirements of procedural due process apply ... to the deprivation of interests encompassed by the Fourteenth Amendment's protection of liberty and property.\" <i>Board of Regents v. Roth,</i> 408 U.S. 564, 569, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972). The due process clause of the Fifth Amendment has generally been held to make the Fourteenth Amendment due process clause applicable to the federal government. <i>Rostker v. Goldberg,</i> 453 U.S. 57, 62, 101 S.Ct. 2646, 69 L.Ed.2d 478 (1981).</p>\n<p>\"[V]iolation by the military of its own regulations constitutes a violation of an individual's right to due process of law.\" <i>Antonuk,</i> 445 F.2d at 595. \"[T]he due process clause here requires us not to measure the Army regulations against some constitutional standard, but instead to determine whether the regulations were followed.\" <i>Id.; see </i><i>May v. Gray,</i> 708 F.Supp. 716, 722-23 (E.D.N.C.1988).</p>\n<p>In this case, plaintiff's due process claim fails because the Army has not violated any statute or regulation by ordering plaintiff to report to active duty. Under statutes and regulations governing the status of commissioned officers, plaintiff, as an officer in the IRR who did not resign his commission upon completion of his MSO, remained under the jurisdiction of the Army and subject to call to active duty.</p>\n<p>\"Appointments of Reserves in commissioned grades are for an indefinite term and are held during the pleasure of the President.\" 10 U.S.C. § 12203. \"An officer of a reserve component who has at least five years of service as a commissioned officer may not be separated from that component without his consent ....\" <span class=\"star-pagination\">*670</span> § 12683(a); <i>see</i> 10 U.S.C. § 12302(a) (providing for call to active duty for reservists in time of national emergency).</p>\n<p>Army Regulation (AR) 145-1 \"prescribes policies and procedures for appointing ROTC cadets as commissioned officers in the U.S. Army.\" Such appointments are \"for an <i>indefinite term.</i>\" AR 145-1, §§ 6-1 &amp; 6-4 (emphasis added). AR 135-175 provides for the acceptance of \"[r]esignations submitted by <i>nonobligated officers.</i>\" AR 135-175, Chapter 6, Section III, 6-10(b) (emphasis added). Department of Defense Instruction (DODI) 1200.15, ¶ 5.2.3, provides that \"[t]hose commissioned officers of the Reserve who have accepted indefinite appointments under Section 12203 of 10 U.S.C. (reference (b)) <i>shall not</i> be subject to mandatory discharge on completion of the statutory obligation.\" DODI 1200.15, ¶ 5.2.3 (emphasis added).</p>\n<p>Pursuant to these statutes and regulations, absent an expression of consent upon completion of plaintiff's military service obligation, the Army could not automatically discharge plaintiff. It could not simply assume that he desired to resign upon completion of his MSO. Accordingly, the Army did not violate its own regulations by maintaining plaintiff's status as a reservist prior to the order calling him to active duty.</p>\n<p>Plaintiff argues that under Department of Defense Directive (DoDD) 1235.13, the Army was required to procure the consent of plaintiff before treating him as a reservist after the completion of his MSO. The Directive at issue defines the IRR as:</p>\n<p>A manpower pool principally consisting of individuals who have had training and have previously served in the active forces or the Selected Reserve. The IRR consists of obligors who must fulfill their Military Service Obligation (MSO) under 10 U.S.C. 651 (reference (a)), and those who have fulfilled their MSO and who <i>voluntarily remain</i> in the IRR. IRR members are subject to involuntary active duty (AD) or training and fulfillment of mobilization requirements, in accordance with (IAW) Sections 12301(a) and 12302 of reference (a).</p>\n<p>(DoDD) 1235.13, ¶ 3.2 (emphasis added).</p>\n<p>Plaintiff argues that the term \"voluntarily\" in this regulation necessarily means that a reservist must express consent to be treated as a continuing reservist. The Army, by contrast, interprets this Directive as including all those who have completed their MSO without resigning. <i>See</i> Pl's Ex. 4 (\"Note: A Reserve Component officer who has no obligation for continued military service retains IRR status unless he or she resigns, or is removed for unsatisfactory participation.\"). The court finds that plaintiff's interpretation of this regulatory language is in conflict with other statutes and regulations, whereas the Army's interpretation of this regulation is both reasonable and consistent with these laws. <i>See, e.g.,</i> 10 U.S.C. § 12683(a); AR 135-17; AR 145-1. As the court must accord deference to a federal agency's reasonable interpretation of its own regulation, <i>see </i><i>Humanoids Group v. Rogan,</i> 375 F.3d 301, 305 (4th Cir.2004) (citing <i>Auer v. Robbins,</i> 519 U.S. 452, 461, 117 S.Ct. 905, 137 L.Ed.2d 79 (1997)), the court finds the Army's interpretation of its regulations in this case controlling.</p>\n<p>In support of his argument, plaintiff cites to <i>Taylor v. United States,</i> 711 F.2d 1199, 1206 (3d Cir.1983), in which the court found that the Navy could not unilaterally extend the enlistment of a soldier who had enlisted voluntarily for a two year term. 711 F.2d at 1206. Taylor is distinguishable from the case at hand. Where in <i>Taylor</i> there was no statutory or regulatory authority to maintain the status of the plaintiff as an enlisted soldier beyond his <span class=\"star-pagination\">*671</span> term of service, <i>see</i> 711 F.2d at 1205, in this case, by contrast, there is ample authority under which the Army must retain jurisdiction over a commissioned officer who has fulfilled his obligated term of service.</p>\n<p>Plaintiff additionally claims, apparently in support of his procedural due process claim, that he did not receive sufficient notice that he would continue to be treated as a reservist after his military service obligation had expired. Assuming, <i>arguendo,</i> that the Army's continuing treatment of plaintiff as a reservist is in itself a constitutional deprivation, plaintiff was accorded sufficient notice of such status to satisfy due process requirements.</p>\n<p>The type and amount of notice due under the due process clause depends on the nature of the deprivation at issue. <i>Mallette v. Arlington County Employees' Supp'l Ret. Sys.,</i> 91 F.3d 630, 640 (4th Cir.1996). \"At minimum, due process requires `<i>some</i> kind of notice'\" before a constitutional deprivation takes place.\" <i>Zinermon v. Burch,</i> 494 U.S. 113, 127, 110 S.Ct. 975, 108 L.Ed.2d 100 (1990) (quoting <i>Goss v. Lopez,</i> 419 U.S. 565, 579, 95 S.Ct. 729, 42 L.Ed.2d 725 (1975)) (emphasis in original). \"[O]rderly government requires us to tread lightly on the military domain, with scrupulous regard for the power and authority of the military establishment to govern its own affairs within the broad confines of constitutional due process.\" <i>Friedberg v. Resor,</i> 453 F.2d 935, 937 (2d Cir.1971). Plaintiff has the burden of demonstrating that the particular process provided him failed to meet the \"minimal process constitutionally guaranteed him.\" <i>Morris v. City of Danville, Virginia,</i> 744 F.2d 1041, 1047 (4th Cir.1984).</p>\n<p>Plaintiff emphasized at the preliminary injunction hearing and in his affidavit that he had no actual notice or understanding that his status with the reserves continued unless, and until, he resigned his commission. He stated that he believed the \"Army Reserve Status\" form sent to him in 2003 and again in 2004 did not indicate a need for him to resign and was not important to determining his status with the Army, but, rather, was a routine document that had \"something to do with Veteran's health care entitlements.\" Parrish Aff., p. 7. He believed PART D was applicable only to those who expressly volunteered upon completion of their MSO, but later wished to resign.</p>\n<p>In this case, regardless of plaintiff's stated subjective beliefs, the terms of plaintiff's contract and Army regulations and statutes provided plaintiff with sufficient notice that he would continue to be treated as a commissioned officer following his MSO unless he formally resigned. While the Enlistment Contract and Cadet Contract state that plaintiff was required to serve only eight years in the Army, these contracts also set out the procedures by which plaintiff would become a commissioned officer in the Army. Specifically, a section in the Cadet Contract, expressly initialed by plaintiff, provides:</p>\n<p>3. Upon completion of all requirements for appointment, ... I agree to, as prescribed by the Secretary of the Army:</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>c. Accept an appointment if offered, <i>as a commissioned officer</i> in either the USAR or ARNGUS and <i>not resign</i> such reserve appointment before completion of my original Regular Army appointment's eighth anniversary date.</p>\n<p>Def's Ex. R, p. 6, ¶ 3.c (emphasis added). By stating that he could be appointed as a commissioned officer, and that a commissioner must \"not resign\" an appointment before the expiration of eight years, this section provides notice to plaintiff that he may, but is not required to, resign only after the expiration of the eight year term.</p>\n<p><span class=\"star-pagination\">*672</span> This section in the Cadet Contract also indicated that commissions are carried out \"in accordance with governing Army regulations.\" <i>Id.</i> ¶ 3.a. Consistent with this language in the Cadet Contract, the Enlistment Contract specifically addresses the implications of governing military law, stating:</p>\n<p>FOR ALL ENLISTEES OR REENLISTEES: Many laws, regulations, and military customs will govern my conduct and require me to do things a civilian does not have to do....</p>\n<p>One such regulation, AR 145-1, providing that appointments of ROTC cadets as commissioned officers in the Army will be for an indefinite term, is referenced directly on the first page of the Enlistment Contract. Taken together, these contract and regulatory provisions put plaintiff on notice that his status with the Army would become that of a commissioned officer, and that the status of such a commissioned officer would be subject to an indefinite term of appointment terminable upon resignation of the officer.</p>\n<p>Apart from the terms in the initial Cadet Contract and Enlistment Contract, the forms and notices sent to plaintiff during and following his MSO put plaintiff on notice of the opportunity to resign if plaintiff wished to change his status with the Army. Upon entering the IRR, plaintiff received a letter from an Army personnel director, which notified plaintiff of the opportunity as a commissioned officer in the IRR of \"assignment opportunities to Selective Reserve position, training tours, advanced military schools, promotions[,] and retirement <i>upon completion of twenty qualifying years of service.</i>\" Gov Ex. R., p. 20 (emphasis added). By notifying plaintiff of such opportunities available at that time, this letter provides notice that his status as a reservist could extend for many years beyond his required MSO term, regardless of the expiration of such term.</p>\n<p>The \"Army Reserve Status and Address Verification\" form sent to plaintiff March 2003, before his MSO was complete, provides further notice to plaintiff that if he wished to change his status with the Army, such a change must be made with his express consent. The title of the form, in itself, (\"Army Reserve Status ...\"), provides notice that the form is relevant to maintaining or changing status with the IRR. The form, at two-pages, is not only concise, but also clearly divided into sections. The purpose of \"Part D,\" which is a section in a prominent spot above the final signature line, is stated in plain terms: \"Request for Resignation  Officers Only.... as an officer who has completed my 8 years statutory obligation, I hereby tender my resignation.\" As plaintiff had not completed his 8 years statutory obligation at the time of his first receipt of this form, the resignation section was not applicable at that time. Nevertheless, the possibility of such resignation was prominently noticed to him.</p>\n<p>By again sending plaintiff an identical \"Army Reserve Status and Address Verification\" form in March 2004, the Army provided notice to plaintiff that his status of the Army was continuing and that he could request a resignation if he wished to change his status. Having completed his required term of military service of eight years, Part D was potentially applicable to plaintiff \"as an <i>officer</i> who has completed [his] 8 years statutory obligation,\" who purportedly no longer wished to maintain any status with the Army. Moreover, regardless of whether plaintiff chose to sign Part D, the certification signature line plainly showed that the form was only applicable to current reservists, as it plainly stated that a \"Signature of <i>Reservist</i>\" was required.</p>\n<p>Further clarifying the form's applicability to continuing reservists, such as plaintiff, <span class=\"star-pagination\">*673</span> is a note directly below the final certification on the form regarding \"principal purpose\" and \"disclosure.\" Notably, the form states that its principal purpose is to \"verify pertinent information <i>with the reservist.</i>\" Additionally, the form states that \"failure to provide this information could be detrimental <i>to the reservist</i> during mobilization.\" Def. Ex. R., p. 40 (emphasis added). Given such statements, it is incredible that plaintiff believed the form was relevant only to \"Veteran's health care entitlements.\" Having received the form, with its clear title, concise content relevant to a reservist, and stated purpose aimed at reservists, plaintiff was under reasonable notice that the Army considered plaintiff's status to be a \"reservist.\"</p>\n<p>Finally, plaintiff's correspondence with the Army concerning his security clearance is further evidence that plaintiff was on notice of his ongoing status. On November 17, 2003, the Army sent plaintiff a letter notifying plaintiff that he needed to update his security clearance, and that, if he did not comply, he was \"at risk\" of losing eligibility for Active Duty and at risk of discharge from the military. This security clearance thus was needed for plaintiff to maintain his status at that time in the Army. As the Army continued to communicate with plaintiff about this security clearance after his MSO expired, this provided further notice to plaintiff that his status with the Army had not changed from and after December 19, 2003.</p>\n<p>In sum, although plaintiff may not have had express written notice of his continuing status with the Army following the completion of his military service obligation, the notice given, in the form of contractual and statutory language coupled with the Army Reserve Status form and other status updates, provided sufficient notice to comport with the minimal requirements of due process. Accordingly, plaintiff's due process claim is without merit.</p>\n<p>2. Breach of Contract</p>\n<p>Plaintiff next claims that the Army breached its contractual obligation to plaintiff by failing to obtain affirmative consent before continuing plaintiff's status in the IRR after the completion of his military service obligation. Claims that military induction contracts have been breached are decided under traditional theories of contract law. <i>Pence v. Brown,</i> 627 F.2d 872, 874 (8th Cir.1980). To establish breach of contract, plaintiff must first show that defendant had an obligation under the contract to act or refrain from acting as plaintiff alleges. <i>See </i><i>Jaffer v. Nat'l Caucus &amp; Ctr. on Black Aged, Inc.,</i> 296 F.Supp.2d 639, 645 (M.D.N.C.2003); <i>United States v. Bush,</i> 247 F.Supp.2d 783, 788 (M.D.N.C.2002); <i>see also </i><i>Helton v. United States,</i> 532 F.Supp. 813, 828 (D.Ga.1982) (\"A recruit is entitled to rescind an enlistment contract if the military is unable to perform its obligation.\").</p>\n<p>Plaintiff's breach of contract claim fails because the Army has no obligation under plaintiff's enlistment contracts to act as plaintiff alleges. Although it is undisputed that plaintiff was not required to serve in the Army beyond his eight year military obligation, there is no corresponding obligation to the Army to discharge plaintiff automatically or to seek affirmation of a desire of continued service. Although plaintiff argues that such an obligation is implied by the terms of the contract, such an obligation would directly conflict with statutes and regulations (one of which is expressly incorporated into the contract) that require commissioned officers to be appointed for an indefinite term. <i>See e.g.,</i> 10 U.S.C. § 12203(b). Furthermore, the plain language of the contract forecloses the conclusion <span class=\"star-pagination\">*674</span> that the Army made an implied promise to plaintiff not to treat him as a continuing commissioned officer upon completion of his MSO. <i>See</i> Enlistment Contract, ¶ 8.c. (\"The agreements in this section and attached DA FORM 597-3 [\"Cadet Contract\"] are all the promises made to me by the Government....\"). Absent evidence of the parties' intent to include an affirmative obligation that the Army discharge plaintiff upon completion of his MSO, the court will not imply contractual terms that are contrary to applicable statutes and regulations. Accordingly, plaintiff's breach of contract claim is without merit.</p>\n<p>3. Arbitrary and Capricious Denial of Resignation and Exemption</p>\n<p>Plaintiff claims that the Army's denial of his resignation tendered June 9, 2003, and request for exemption made July 2, 2003, was arbitrary and capricious. Specifically, he argues that no reasoned explanation has been provided by the Army in response to plaintiff's requests for resignation and exemption.</p>\n<p>While plaintiff correctly points out the rule of law that \"an agency must cogently explain why it has exercised its discretion in a given manner,\" <i>Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Auto. Ins. Co.,</i> 463 U.S. 29, 48, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983), this court is not in a position to review administrative action until the agency has made a final administrative decision denying plaintiff the relief sought. <i>American Federation of Government Employees, AFL-CIO v. Nimmo,</i> 711 F.2d 28, 31 (4th Cir.1983); <i>Ferrell v. Secretary of Defense,</i> 662 F.2d 1179, 1181 (5th Cir.1981).</p>\n<p>In this case, given that plaintiff's appeal is currently pending before the Adjutant General, the Army has not yet rendered a final agency decision. Plaintiff's report date, most recently set for September 26, 2004, will be continued if the Adjutant General has not yet made a decision on plaintiff's appeal. Accordingly, review of the Army's initial denial of resignation and exemption under an arbitrary and capricious standard of review is premature.</p>\n<p>Furthermore, the court finds that the Army has given plaintiff a cogent explanation for its position in denying plaintiff's request for resignation and exemption. On July 7, 2004, the Army Public Affairs Office published its position concerning plaintiff's status with the Army:</p>\n<p>The IRR consists of obligors who must fulfill their [MSO] ... and those who have fulfilled their MSO and who voluntarily remained in the IRR....</p>\n<p>Note: A Reserve Component officer who has no obligation for continued military service retains IRR status unless he or she resigns, or is removed for unsatisfactory participation.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>.... [A] commissioned officer holds an obligation and responsibility to make known his or her intention to continue service to our country after having left active duty or a troop program assignment.... [U]ntil proven otherwise[,] not opting out is considered a conscious choice by a Soldier and a leader that the Army has trained and trusted to be able to make reasonable decisions.</p>\n<p>Although plaintiff may disagree with the Army's interpretation of its own regulations, the explanation given is neither arbitrary nor capricious as the Army has \"cogently explain[ed] why it has exercised its discretion in a given manner.\" 463 U.S. at 48, 103 S.Ct. 2856. Accordingly, plaintiff's claim that the Army has denied his resignation and exemption without any rational basis, and arbitrarily and capriciously, is without merit.</p>\n<p><span class=\"star-pagination\">*675</span> Having reviewed each of plaintiff's claims on the merits, the court finds that plaintiff has not raised \"serious, substantial, difficult [or] doubtful\" questions going to the merits, much less \"a clear showing of likelihood of success\" as to warrant a preliminary injunction in this case. <i>Scotts,</i> 315 F.3d at 271.<sup>[4]</sup></p>\n<p>D. PUBLIC INTEREST</p>\n<p>Where plaintiff's claims lack merit, it is not in the public interest for this court to restrain the Army from carrying out its duty under law and executive order. \"[T]he public has an interest, particularly in light of current events, in seeing that the Army's discretionary decision making with respect to personnel decisions is effectuated with minimal judicial interference.\" <i>Irby,</i> 245 F.Supp.2d at 798.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated, the court holds that, in light of the balance of harms to plaintiff and the Army, the lack of merits in plaintiff's claims, and the public interest, a preliminary injunction is not warranted. Accordingly, plaintiff's motion for preliminary injunctive relief is hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Army filed a copy of this document twice with the court, first with \"Defendant's Opposition to Plaintiff's Application for Preliminary Injunction\" [DE # 2], and second with \"Defendant's Motion to Dismiss\" [DE # 9]. In the court's file, the first copy of this document submitted with \"Defendant's Opposition\" [DE # 2] is slightly more complete. Both copies omit a portion of the right margin of this form, such that the full word \"TRUE,\" here, and the words \"availability\" and \"reservist,\" as noted above with brackets, is not visible. The omissions are not significant, however, as the omitted material is readily apparent and the statements are otherwise visible in all material respects.</p>\n<p>[2]  See footnote 1, above.</p>\n<p>[3]  See footnote 1, above.</p>\n<p>[4]  As the court finds plaintiff's claims substantively without merit, the court need not address the Army's argument that plaintiff's claims are not justiciable, or that they should otherwise be dismissed for lack of subject matter jurisdiction.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">335</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></span> (2004)</b></center>\n<center><h1>Michael T. PARRISH, Plaintiff,<br>\nv.<br>\nThe Honorable Les BROWNLEE, Acting Secretary of the U.S. Army; Major General Dorien T. Anderson, Commanding General, U.S. Army Human Resources Command, and their successors, in their official capacities, Defendants.</h1></center>\n<center>No. 5:04-CV-459-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 10, 2004.</center>\n<p><span class=\"star-pagination\">*662</span> Mark L. Waple, Waple and Associates, Fayetteville, NC, for plaintiff.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, U.S. Attorney's Office, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*663</span> ORDER</h2>\n<p>FLANAGAN, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion to enjoin defendants (collectively, \"the Army\") from calling him to active duty. In support of his motion, plaintiff contends that his status as a reservist terminated upon completion of his contractual military service obligation in December 2003, and that the Army's order to duty was made arbitrarily and capriciously, without due process of law, and in breach of his enlistment contract. On the basis of allegations that a report date had been set for August 27, 2004, the court granted plaintiff's motion for temporary restraining order on August 25, 2004, to allow time for a hearing on the preliminary injunction motion. On September 1, 2004, the court heard oral argument on plaintiff's motion for preliminary injunction. For the reasons that follow, the court denies plaintiff's motion for preliminary injunction.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On September 23, 1992, plaintiff entered into two validly executed contracts with the Army for the purpose of commencing an Army Reserve Officer Training Corps (ROTC) program at college. First, in the presence of an ROTC contracting officer, plaintiff signed the <i>Department of Defense (DD) Forms 4/1 through 4/2, Enlistment/Reenlistment Document</i> (\"Enlistment Contract\"), which provides, in relevant part:</p>\n<p>8. I am enlisting/reenlisting in the United States Army Reserve this date for 8 (eight) years....</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>b. Remarks: ... AUTHORITY: AR [Army Regulation] 145-1, USAR CONTROL GROUP (ROTC)</p>\n<p>c. The agreements in this section and attached DA FORM 597-3 [\"Cadet Contract\"] are all the promises made to me by the Government....</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>9. FOR ALL ENLISTEES OR REENLISTEES: Many laws, regulations, and military customs will govern my conduct and require me to do things a civilian does not have to do.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>10. MILITARY SERVICE OBLIGATION FOR ALL MEMBERS OF THE ACTIVE AND RESERVE COMPONENTS...</p>\n<p>a. FOR ALL ENLISTEES: If this is my initial enlistment, I must serve a total of eight (8) years. Any part of that service not served on active duty must be served in a Reserve Component unless I am sooner discharged.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>d. As a member of the Ready Reserve I may be required to perform active duty or active duty for training without my consent (other than as provided ... [in] this document) as follows:</p>\n<p>(1) In time of national emergency declared by the President of the United States, I may be ordered to active duty (other than for training) for not more than 24 consecutive months....</p>\n<p>In addition, plaintiff signed the <i>Department of the Army (DA) Form 597-3, Army Senior Reserve Officers' Training Corps (ROTC) Scholarship Cadet Contract</i> (\"Cadet Contract\"), which provides, in part:</p>\n<p>1. As the ROTC scholarship cadet applicant named above, I hereby agree to do the following:</p>\n<p>a. Enlist for a period of eight years in the U.S. Army Reserve (USAR) as a cadet for assignment to the USAR Control Group (ROTC) to become a member of the Army ROTC Program.... This <span class=\"star-pagination\">*664</span> contract and the Enlistment Contract constitute the ROTC program required contractual agreements.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>3. Upon completion of all requirements for appointment, ... I agree to, as prescribed by the Secretary of the Army:</p>\n<p>a. Apply for and accept an appointment, if offered, as a commissioned officer in either the Regular Army, USAR [U.S. Army Reserve] or ARNGUS [Army Reserve National Guard, U.S.], in accordance with governing Army regulations...</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>c. Accept an appointment if offered, as a commissioned officer in either the USAR or ARNGUS and not resign such reserve appointment <i>before</i> completion of my original Regular Army appointment's eighth anniversary date.</p>\n<p>d. Serve two, three, or four years, on active duty as a commissioned officer in the United States Army ... followed by service in the Reserve Component until the remainder of my eight year service obligation has been served.</p>\n<p>Several military regulations are either directly referenced in these contracts or bear upon the rights and duties of Army Reserve members. For instance, AR 145-1, referenced on the first page of the Enlistment Contract, provides, in part:</p>\n<p>This chapter prescribes policies and procedures for appointing ROTC cadets as commissioned officers in the U.S. Army....</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>Appointments made under this chapter will be for an <i>indefinite term.</i></p>\n<p>AR 145-1, § 6-1 &amp; § 6-4 (emphasis added). A Department of Defense rule similarly provides:</p>\n<p>Those commissioned officers of the Reserve who have accepted indefinite appointments under Section 12203 of 10 U.S.C. (reference (b)) shall not be subject to mandatory discharge on completion of the statutory obligation.</p>\n<p><i>Department of Defense Instruction</i> (DODI)1200.15, ¶ 5.2.3.</p>\n<p>In consideration for plaintiff entering into the Cadet Contract, the Army agreed to pay him a three-year undergraduate scholarship covering tuition and educational fees, a flat rate for books and supplies, and a monthly stipend. The Army did not promise to automatically discharge plaintiff upon completion of his MSO, and there was no mutual understanding that plaintiff would be automatically discharged upon completion of his MSO.</p>\n<p>Upon completion of the Army Reserve Officer Training Corps (ROTC) program at college, plaintiff accepted a commission as an officer in the Army (Second Lieutenant) and served four years of active duty, from December 1995 to December 1999. Plaintiff resigned from active duty and was discharged from active duty, effective December 19, 1999. Plaintiff then was transferred to the Individual Ready Reserves (IRR).</p>\n<p>Members of the IRR receive no pay or allowances. Other types of benefits are available to IRR officers, however, including \"assignment opportunities to Selective Reserve position, training tours, advanced military schools, promotions[,] and retirement upon completion of twenty qualifying years of service.\" Gov Ex. R., p. 20. Retirement points are awarded, inter alia, for \"duty performance including unit assignments and training tours.\" Plaintiff did not take advantage of these benefits while in the IRR, although he did receive fifteen (15) annual retirement points in the year 2002. While in the IRR, plaintiff was under no obligation to drill with the reserves, and plaintiff only was required to keep the IRR notified of his current and correct <span class=\"star-pagination\">*665</span> daytime phone number and mailing address.</p>\n<p>In March 2003, before his MSO was complete, the Army sent plaintiff a two-sided form entitled \"ARMY RESERVE STATUS AND ADDRESS VERIFICATION,\" to complete and return within 10 days from receipt. Parts A and B of this form request verification and update of address and other personal information. Part C, on the back of the form, requests information on \"RESERVE PARTICIPATION INTERESTS, REQUESTS FOR REVIEW OF RESERVE STATUS, AND PHYSICAL CONDITION VERIFICATION.\" Part D, near the middle of the page, states, in its entirety:</p>\n<p>PART D: REQUEST FOR RESIGNATION  OFFICERS ONLY. <i>NOTE: VSI RECIPIENTS WHO RESIGN THEIR COMMISSION WILL LOSE THEIR VOLUNTARY SEPARATION INCENTIVE ENTITLEMENT.</i></p>\n<p>AS AN OFFICER WHO HAS COMPLETED MY 8 YEARS STATUTORY OBLIGATION, I HEREBY TENDER MY RESIGNATION.</p>\n<p><i>Signature of Officer</i> ________________ <i>Date</i> _________</p>\n<p>Immediately below Part D is a certification section applicable to the entire form, stating:</p>\n<p>MY SIGNATURE BELOW CERTIFIES THAT THE INFORMATION PROVIDED ON THE FRONT AND BACK OF THIS FORM IS T[RUE]<sup>[1]</sup> AND CORRECT TO THE BEST OF MY KNOWLEDGE.</p>\n<p><i>Signature of Reservist</i> ________________ <i>Date</i> _________</p>\n<p>Below this certification section, the form provides the following information:</p>\n<p>PRINCIPAL PURPOSE: To verify pertinent information with the reservist concerning his or her address ... and physical condition. This information is used to update the individual's personnel record to determine availab[ility]<sup>[2]</sup> for mobilization in the event of a national emergency.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>DISCLOSURE: Providing this information is mandatory. Failure to provide this information could be detrimental to the reservis[t]<sup>[3]</sup> during mobilization.</p>\n<p>Plaintiff returned this form on April 23, 2003, indicating only an address and phone number correction in Part A, and signing and dating only the final certification.</p>\n<p>Plaintiff completed his MSO on December 19, 2003. Around this time, plaintiff was in further communication with the Army, as described below.</p>\n<p>On November 17, 2003, the Army sent plaintiff a letter notifying plaintiff that he needed to update his security clearance, and that if he did not update his security clearance, he was at risk of the following: \"loss of military occupational specialty; clearance revocation/downgrade; reclassification; prevention of performing Annual Training, Active Duty for Training, Active Duty Special Work, and Temporary Tour Active Duty; ineligibility for promotion; <span class=\"star-pagination\">*666</span> and discharge from the military.\" Def's Ex. G. Plaintiff returned the necessary information on February 2, 2004. After checking the form, the Army returned the form for signature on March 12, 2004. Plaintiff returned the paperwork with his signature to the Army on March 26, 2004.</p>\n<p>In late March, 2004, roughly three months after plaintiff's MSO had completed, the Army again sent plaintiff an \"ARMY RESERVE STATUS AND ADDRESS VERIFICATION\" form, identical to the form sent March 2003, as outlined above. On this form, plaintiff indicated a change of address and indicated that his marital status had changed to \"Married.\" This form again provided an option to resign in Part D, specifically for reserve officers who have already completed their eight year statutory MSO. Plaintiff returned the form, signing the certification dated April 13, 2004, but without signing Part D of the form requesting a resignation.</p>\n<p>On May 10, 2004, the Army ordered plaintiff to report for active duty, effective June 13, 2004, at Fort Sill, Oklahoma, for a period of active duty not to exceed one year for the stated purpose of \"partial mobilization-Operation Iraqi Freedom.\" Upon receipt of this order, plaintiff contacted Army Human Resources Command, and attempted, without any success, to expunge this order on grounds that plaintiff had fulfilled his obligation to the Army. Plaintiff's counsel further explained these grounds by letter, June 2, 2004. On June 8, 2004, the Army amended its order, delaying the report date until July 11, 2004.</p>\n<p>On June 9, 2004, Plaintiff first learned of the Army's contention that he should have \"resigned\" his commission in order to be free from jurisdiction of the Army. This same date, plaintiff submitted an unqualified resignation, effective December 19, 2003, through counsel. On June 30, 2004, the Army responded that the resignation could not be approved, explaining: \"Unfortunately, you have been identified for mobilization.... You may request a delay or exemption.\" On July 2, 2004, plaintiff submitted a request for exemption on grounds that plaintiff had fulfilled his obligation to the Army.</p>\n<p>On July 7, 2004, the Army Public Affairs Office published its position concerning plaintiff's status with the Army:</p>\n<p>\"The IRR consists of obligors who must fulfill their [MSO] ... and those who have fulfilled their MSO and who voluntarily remained in the IRR....</p>\n<p>Note: A Reserve Component officer who has no obligation for continued military service retains IRR status unless he or she resigns, or is removed for unsatisfactory participation.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>.... [A] commissioned officer holds an obligation and responsibility to make known his or her intention to continue service to our country after having left active duty or a troop program assignment.... [U]ntil proven otherwise[,] not opting out is considered a conscious choice by a Soldier and a leader that the Army has trained and trusted to be able to make reasonable decisions.</p>\n<p>On or about July 8, 2004, the Army unilaterally promoted plaintiff to Captain, and again delayed plaintiff's report date to August 27, 2004. The Army \"disapproved\" plaintiff's request for exemption from active duty, on July 20, 2004, without explanation. On August 3, 2004, plaintiff appealed the denial of his request for exemption on grounds that he believed he had met all military obligations and was not subject to call to active duty, and on grounds that call to active duty would cause hardship. After being informed that this appeal was \"not in the correct format,\" <span class=\"star-pagination\">*667</span> plaintiff resubmitted his appeal August 18, 2004.</p>\n<p>As the administrative process continued, plaintiff filed his complaint with this court on July 8, 2004. Seeking temporary, preliminary, and permanent injunctive relief, plaintiff raised three claims: (1) unconstitutional taking of property and liberty without due process, (2) breach of enlistment and cadet contracts, and (3) arbitrary and capricious denial of resignation and request for exemption. Initially, plaintiff asserted jurisdiction under the \"Little Tucker Act,\" 28 U.S.C. § 1346(a)(2), and the \"Administrative Procedures Act,\" 5 U.S.C. § 704, but he has since amended his complaint to also assert jurisdiction based upon a federal question, pursuant to 28 U.S.C. § 1331.</p>\n<p>On August 19, 2004, the Army filed a document with this court styled as \"opposition to plaintiff's application for preliminary injunction,\" accompanied by exhibits, even though plaintiff had not at that time filed a separate motion for preliminary injunction. On August 23, 2004, Plaintiff filed a motion for temporary restraining order and preliminary and permanent injunctive relief, accompanied by a memorandum, exhibits and affidavits. Two days later, this court granted plaintiff's motion for temporary restraining order, preventing the Army from taking further action to call, or cause, plaintiff to return to active duty with the Army on August 27, 2004. This court held a hearing for argument on plaintiff's motion for preliminary injunction on September 1, 2004.</p>\n<p>At the hearing, counsel for the Army informed the court that plaintiff's most recent appeal of exemption request had been denied by an Army board, and is currently pending before the Army Adjutant General. The Army further confirmed, though counsel, that plaintiff's report date had been re-scheduled for September 26, 2004, and that this deadline would be extended if the Adjutant General has not yet made a decision on plaintiff's appeal. If and when the Adjutant General reaches a decision contrary to plaintiff's position, the report date will be set thirty days thereafter, and this date will be enforced. Following a decision by the Adjutant General, plaintiff may seek further administrative review with the Army Board for Correction of Military Records (ABCMR), but such further review will not postpone his report date. That the ABCMR has authority to grant the relief sought is uncontested. The Army acknowledged through counsel at hearing that review by the ABCMR generally takes seven to nine months.</p>\n<p></p>\n<h2>II. DISCUSSION OF LAW</h2>\n<p>As this matter is before the court on motion for preliminary injunction, the court's legal analysis is governed by the familiar preliminary injunction balancing test. Under this test, the court must weigh: (1) whether the plaintiff will suffer irreparable injury if an injunction is denied; (2) the injury to the defendant if an injunction is issued; (3) the plaintiff's likelihood of success in the underlying dispute between the parties; and (4) the public interest. <i>See </i><i>Guerra v. Scruggs,</i> <span class=\"citation\" data-id=\"566833\"><a href=\"/opinion/566833/rigoberto-guerra-jr-private-united-states-army-v-hugh-f-scruggs/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 273 (4th Cir.1991) (considering motion for preliminary injunction challenging army discharge procedures); <i>Irby v. United States,</i> <span class=\"citation\" data-id=\"2514701\"><a href=\"/opinion/2514701/irby-v-us-dept-of-army/\"><span class=\"volume\">245</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">792</span></a></span>, 796 (E.D.Va.2003) (considering motion for preliminary injunction challenging enlistment into active duty); <i>see also </i><i>Globe Nuclear Servs. &amp; Supply, Ltd. v. AO Techsnabexport,</i> <span class=\"citation\" data-id=\"787011\"><a href=\"/opinion/787011/globe-nuclear-services-and-supply-gnss-limited-v-ao-techsnabexport/\"><span class=\"volume\">376</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">282</span></a></span> (4th Cir.2004) (\"The Supreme Court has consistently applied the four-part test governing the decision on an injunction ... <i>without ever distinguishing among the four parts as to analytical order, priority, or weight.</i> And it has collectively referred to these undifferentiated <span class=\"star-pagination\">*668</span> parts as `the traditional standard' for injunctions.\") (emphasis added) (citations omitted).</p>\n<p>A. HARM TO PLAINTIFF</p>\n<p>Plaintiff contends that he will be harmed in several respect if the court declines to issue a preliminary injunction and he is required to report to active duty. As an employee of a national corporation, plaintiff currently is responsible for overseeing \"engineering operations,\" managing \"three major telecommunication deployments,\" developing \"strong client relationships,\" and supervising eleven (11) employees. Deployment would result in \"loss of this employment position,\" and, in turn, he would experience significant financial hardships, including detriment to his family's financial stability. He would also have to delay taking an engineering licensing examination offered only twice-yearly. Apart from financial hardship, plaintiff notes in his brief the hardship resulting from loss of liberty. In particular, plaintiff would be required to leave his wife and community, and would not be able to enjoy the normal freedoms of civilian life.</p>\n<p>The court finds that the financial hardship described, in itself, does not constitute irreparable harm for purposes of preliminary injunctive relief. <i>See </i><i>Sampson v. Murray,</i> <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 90, <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">937</span></a></span>, <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></a></span> (1974) (\"[I]njuries ... in terms of money, time and energy necessarily expended in the absence of a stay, are not enough. The possibility that adequate compensatory or other corrective relief will be available at a later date, in the ordinary course of litigation, weighs heavily against a claim of irreparable harm.\"). Nevertheless, assuming for purposes of the irreparable harm analysis that plaintiff's arguments are meritorious and that the call to active duty is unjustified, a loss of liberty and companionship of family in such circumstances is significant and irreparable. Accordingly, if the injunction is improperly denied, there is a strong probability of irreparable harm to plaintiff pending trial and final judgment. <i>See </i><i>Scotts Co. v. United Indus. Corp.,</i> <span class=\"citation\" data-id=\"780368\"><a href=\"/opinion/780368/the-scotts-company-v-united-industries-corporation-and-pursell/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 271 (4th Cir.2002) (\"[W]hile cases frequently speak in the shorthand of considering the harm to the plaintiff if the injunction is denied and the harm to the defendant if the injunction is granted, the real issue in this regard is the degree of harm that will be suffered by the plaintiff or the defendant if the injunction is <i>improperly</i> granted or denied.\") (emphasis added).</p>\n<p>B. HARM TO THE ARMY</p>\n<p>When viewed in isolation a delay in report date of one reserve officer, who himself does not measurably affect the efficacy of this country's military force, is of minimal harm to the Army. Nevertheless, the court must not only view the effect of the preliminary injunction in isolation, but must consider the precedential effect that improperly granting the injunction would have on the military. <i>Guerra,</i> 942 F.2d at 275; <i>Irby,</i> 245 F.Supp.2d at 797; <i>see </i><i>Scotts,</i> 315 F.3d at 271 (considering harm to defendant if injunction is improperly denied).</p>\n<p>If an injunction is granted in this case, this could raise significant questions concerning the status of other reservists who have completed their military service obligation but have not resigned their commission as officers, where the Army by interpretation of statute has heretofore treated all such commissioned officers as not automatically discharged. <i>See</i> 10 U.S.C. § 12203(b) &amp; 12683(a) (providing that commissioned officers must be appointed for an indefinite term and not separated without their consent). Uncertainty would arise as to whether these officers must take affirmative steps to continue serving <span class=\"star-pagination\">*669</span> and to retain their commissioned officer status, despite their right vested in statute by Congress to an indefinite commission as officer.</p>\n<p>Furthermore, if the harm to the military is viewed as minimal in any case challenging a call to active duty, this could establish a disruptive precedent. As the court noted in <i>Irby:</i></p>\n<p>Without looking at the total effect of such cases, courts might consistently find that the harm tipped decidedly in favor of the plaintiffs. As a result, there would be few occasions when a preliminary injunction would not issue. Any plaintiff could allege the weakest claims and temporarily forestall an order to active duty or other disagreeable military decision.</p>\n<p>245 F.Supp.2d at 797-98. Such legal claims, \"in the aggregate\" present the possibility of substantial disruption and diversion of military resources. <i>Id.; see </i><i>Guerra</i> 942 F.2d at 275.</p>\n<p>In the balance, while the court recognizes that the harm to the Army \"is somewhat removed and abstract,\" 245 F.Supp.2d at 798, it nonetheless is substantial. Accordingly, although plaintiff's harm is \"concrete and imminent,\" it does not significantly outweigh the harm to the Army if an injunction is improperly issued in this case. <i>Id.; see </i><i>Antonuk v. United States,</i> <span class=\"citation\" data-id=\"297825\"><a href=\"/opinion/297825/robert-s-antonuk-v-united-states-of-america/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 594 (6th Cir.1971) (\"[T]he governmental interest in raising an army has, without exception, been considered by the courts to be paramount. Thus the ordinary [injunction] balancing tests are rendered almost irrelevant by the transcendent importance of the war power.\").</p>\n<p>C. MERITS</p>\n<p>1. Due Process Claim</p>\n<p>In Count One of his complaint, plaintiff argues that \"Defendant's promulgation of and enforcement of\" orders to report for active duty with the Army \"constitutes an unconstitutional taking of Plaintiff's property and liberty interests without due process by law.\"</p>\n<p>\"The requirements of procedural due process apply ... to the deprivation of interests encompassed by the Fourteenth Amendment's protection of liberty and property.\" <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 569, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). The due process clause of the Fifth Amendment has generally been held to make the Fourteenth Amendment due process clause applicable to the federal government. <i>Rostker v. Goldberg,</i> <span class=\"citation\" data-id=\"110548\"><a href=\"/opinion/110548/rostker-v-goldberg/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 62, <span class=\"citation\" data-id=\"110548\"><a href=\"/opinion/110548/rostker-v-goldberg/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2646</span></a></span>, <span class=\"citation\" data-id=\"110548\"><a href=\"/opinion/110548/rostker-v-goldberg/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">478</span></a></span> (1981).</p>\n<p>\"[V]iolation by the military of its own regulations constitutes a violation of an individual's right to due process of law.\" <i>Antonuk,</i> 445 F.2d at 595. \"[T]he due process clause here requires us not to measure the Army regulations against some constitutional standard, but instead to determine whether the regulations were followed.\" <i>Id.; see </i><i>May v. Gray,</i> <span class=\"citation\" data-id=\"2389833\"><a href=\"/opinion/2389833/may-v-gray/\"><span class=\"volume\">708</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">716</span></a></span>, 722-23 (E.D.N.C.1988).</p>\n<p>In this case, plaintiff's due process claim fails because the Army has not violated any statute or regulation by ordering plaintiff to report to active duty. Under statutes and regulations governing the status of commissioned officers, plaintiff, as an officer in the IRR who did not resign his commission upon completion of his MSO, remained under the jurisdiction of the Army and subject to call to active duty.</p>\n<p>\"Appointments of Reserves in commissioned grades are for an indefinite term and are held during the pleasure of the President.\" 10 U.S.C. § 12203. \"An officer of a reserve component who has at least five years of service as a commissioned officer may not be separated from that component without his consent ....\" <span class=\"star-pagination\">*670</span> § 12683(a); <i>see</i> 10 U.S.C. § 12302(a) (providing for call to active duty for reservists in time of national emergency).</p>\n<p>Army Regulation (AR) 145-1 \"prescribes policies and procedures for appointing ROTC cadets as commissioned officers in the U.S. Army.\" Such appointments are \"for an <i>indefinite term.</i>\" AR 145-1, §§ 6-1 &amp; 6-4 (emphasis added). AR 135-175 provides for the acceptance of \"[r]esignations submitted by <i>nonobligated officers.</i>\" AR 135-175, Chapter 6, Section III, 6-10(b) (emphasis added). Department of Defense Instruction (DODI) 1200.15, ¶ 5.2.3, provides that \"[t]hose commissioned officers of the Reserve who have accepted indefinite appointments under Section 12203 of 10 U.S.C. (reference (b)) <i>shall not</i> be subject to mandatory discharge on completion of the statutory obligation.\" DODI 1200.15, ¶ 5.2.3 (emphasis added).</p>\n<p>Pursuant to these statutes and regulations, absent an expression of consent upon completion of plaintiff's military service obligation, the Army could not automatically discharge plaintiff. It could not simply assume that he desired to resign upon completion of his MSO. Accordingly, the Army did not violate its own regulations by maintaining plaintiff's status as a reservist prior to the order calling him to active duty.</p>\n<p>Plaintiff argues that under Department of Defense Directive (DoDD) 1235.13, the Army was required to procure the consent of plaintiff before treating him as a reservist after the completion of his MSO. The Directive at issue defines the IRR as:</p>\n<p>A manpower pool principally consisting of individuals who have had training and have previously served in the active forces or the Selected Reserve. The IRR consists of obligors who must fulfill their Military Service Obligation (MSO) under 10 U.S.C. 651 (reference (a)), and those who have fulfilled their MSO and who <i>voluntarily remain</i> in the IRR. IRR members are subject to involuntary active duty (AD) or training and fulfillment of mobilization requirements, in accordance with (IAW) Sections 12301(a) and 12302 of reference (a).</p>\n<p>(DoDD) 1235.13, ¶ 3.2 (emphasis added).</p>\n<p>Plaintiff argues that the term \"voluntarily\" in this regulation necessarily means that a reservist must express consent to be treated as a continuing reservist. The Army, by contrast, interprets this Directive as including all those who have completed their MSO without resigning. <i>See</i> Pl's Ex. 4 (\"Note: A Reserve Component officer who has no obligation for continued military service retains IRR status unless he or she resigns, or is removed for unsatisfactory participation.\"). The court finds that plaintiff's interpretation of this regulatory language is in conflict with other statutes and regulations, whereas the Army's interpretation of this regulation is both reasonable and consistent with these laws. <i>See, e.g.,</i> 10 U.S.C. § 12683(a); AR 135-17; AR 145-1. As the court must accord deference to a federal agency's reasonable interpretation of its own regulation, <i>see </i><i>Humanoids Group v. Rogan,</i> <span class=\"citation\" data-id=\"786901\"><a href=\"/opinion/786901/humanoids-group-v-james-e-rogan-director-of-the-united-states-patent-and/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 305 (4th Cir.2004) (citing <i>Auer v. Robbins,</i> <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 461, <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">905</span></a></span>, <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">79</span></a></span> (1997)), the court finds the Army's interpretation of its regulations in this case controlling.</p>\n<p>In support of his argument, plaintiff cites to <i>Taylor v. United States,</i> <span class=\"citation\" data-id=\"421659\"><a href=\"/opinion/421659/orville-taylor-v-united-states/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1199</span></a></span>, 1206 (3d Cir.1983), in which the court found that the Navy could not unilaterally extend the enlistment of a soldier who had enlisted voluntarily for a two year term. 711 F.2d at 1206. Taylor is distinguishable from the case at hand. Where in <i>Taylor</i> there was no statutory or regulatory authority to maintain the status of the plaintiff as an enlisted soldier beyond his <span class=\"star-pagination\">*671</span> term of service, <i>see</i> 711 F.2d at 1205, in this case, by contrast, there is ample authority under which the Army must retain jurisdiction over a commissioned officer who has fulfilled his obligated term of service.</p>\n<p>Plaintiff additionally claims, apparently in support of his procedural due process claim, that he did not receive sufficient notice that he would continue to be treated as a reservist after his military service obligation had expired. Assuming, <i>arguendo,</i> that the Army's continuing treatment of plaintiff as a reservist is in itself a constitutional deprivation, plaintiff was accorded sufficient notice of such status to satisfy due process requirements.</p>\n<p>The type and amount of notice due under the due process clause depends on the nature of the deprivation at issue. <i>Mallette v. Arlington County Employees' Supp'l Ret. Sys.,</i> <span class=\"citation\" data-id=\"723772\"><a href=\"/opinion/723772/lila-m-mallette-v-arlington-county-employees-supplemental-retirement/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">630</span></a></span>, 640 (4th Cir.1996). \"At minimum, due process requires `<i>some</i> kind of notice'\" before a constitutional deprivation takes place.\" <i>Zinermon v. Burch,</i> <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 127, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span> (1990) (quoting <i>Goss v. Lopez,</i> <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 579, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></a></span>, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span></a></span> (1975)) (emphasis in original). \"[O]rderly government requires us to tread lightly on the military domain, with scrupulous regard for the power and authority of the military establishment to govern its own affairs within the broad confines of constitutional due process.\" <i>Friedberg v. Resor,</i> <span class=\"citation\" data-id=\"300891\"><a href=\"/opinion/300891/neal-m-friedberg-v-stanley-r-resor-individually-and-as-secretary-of-the/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 937 (2d Cir.1971). Plaintiff has the burden of demonstrating that the particular process provided him failed to meet the \"minimal process constitutionally guaranteed him.\" <i>Morris v. City of Danville, Virginia,</i> <span class=\"citation\" data-id=\"442106\"><a href=\"/opinion/442106/t-neal-morris-v-city-of-danville-virginia-and-charles-f-church-and/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span>, 1047 (4th Cir.1984).</p>\n<p>Plaintiff emphasized at the preliminary injunction hearing and in his affidavit that he had no actual notice or understanding that his status with the reserves continued unless, and until, he resigned his commission. He stated that he believed the \"Army Reserve Status\" form sent to him in 2003 and again in 2004 did not indicate a need for him to resign and was not important to determining his status with the Army, but, rather, was a routine document that had \"something to do with Veteran's health care entitlements.\" Parrish Aff., p. 7. He believed PART D was applicable only to those who expressly volunteered upon completion of their MSO, but later wished to resign.</p>\n<p>In this case, regardless of plaintiff's stated subjective beliefs, the terms of plaintiff's contract and Army regulations and statutes provided plaintiff with sufficient notice that he would continue to be treated as a commissioned officer following his MSO unless he formally resigned. While the Enlistment Contract and Cadet Contract state that plaintiff was required to serve only eight years in the Army, these contracts also set out the procedures by which plaintiff would become a commissioned officer in the Army. Specifically, a section in the Cadet Contract, expressly initialed by plaintiff, provides:</p>\n<p>3. Upon completion of all requirements for appointment, ... I agree to, as prescribed by the Secretary of the Army:</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>c. Accept an appointment if offered, <i>as a commissioned officer</i> in either the USAR or ARNGUS and <i>not resign</i> such reserve appointment before completion of my original Regular Army appointment's eighth anniversary date.</p>\n<p>Def's Ex. R, p. 6, ¶ 3.c (emphasis added). By stating that he could be appointed as a commissioned officer, and that a commissioner must \"not resign\" an appointment before the expiration of eight years, this section provides notice to plaintiff that he may, but is not required to, resign only after the expiration of the eight year term.</p>\n<p><span class=\"star-pagination\">*672</span> This section in the Cadet Contract also indicated that commissions are carried out \"in accordance with governing Army regulations.\" <i>Id.</i> ¶ 3.a. Consistent with this language in the Cadet Contract, the Enlistment Contract specifically addresses the implications of governing military law, stating:</p>\n<p>FOR ALL ENLISTEES OR REENLISTEES: Many laws, regulations, and military customs will govern my conduct and require me to do things a civilian does not have to do....</p>\n<p>One such regulation, AR 145-1, providing that appointments of ROTC cadets as commissioned officers in the Army will be for an indefinite term, is referenced directly on the first page of the Enlistment Contract. Taken together, these contract and regulatory provisions put plaintiff on notice that his status with the Army would become that of a commissioned officer, and that the status of such a commissioned officer would be subject to an indefinite term of appointment terminable upon resignation of the officer.</p>\n<p>Apart from the terms in the initial Cadet Contract and Enlistment Contract, the forms and notices sent to plaintiff during and following his MSO put plaintiff on notice of the opportunity to resign if plaintiff wished to change his status with the Army. Upon entering the IRR, plaintiff received a letter from an Army personnel director, which notified plaintiff of the opportunity as a commissioned officer in the IRR of \"assignment opportunities to Selective Reserve position, training tours, advanced military schools, promotions[,] and retirement <i>upon completion of twenty qualifying years of service.</i>\" Gov Ex. R., p. 20 (emphasis added). By notifying plaintiff of such opportunities available at that time, this letter provides notice that his status as a reservist could extend for many years beyond his required MSO term, regardless of the expiration of such term.</p>\n<p>The \"Army Reserve Status and Address Verification\" form sent to plaintiff March 2003, before his MSO was complete, provides further notice to plaintiff that if he wished to change his status with the Army, such a change must be made with his express consent. The title of the form, in itself, (\"Army Reserve Status ...\"), provides notice that the form is relevant to maintaining or changing status with the IRR. The form, at two-pages, is not only concise, but also clearly divided into sections. The purpose of \"Part D,\" which is a section in a prominent spot above the final signature line, is stated in plain terms: \"Request for Resignation  Officers Only.... as an officer who has completed my 8 years statutory obligation, I hereby tender my resignation.\" As plaintiff had not completed his 8 years statutory obligation at the time of his first receipt of this form, the resignation section was not applicable at that time. Nevertheless, the possibility of such resignation was prominently noticed to him.</p>\n<p>By again sending plaintiff an identical \"Army Reserve Status and Address Verification\" form in March 2004, the Army provided notice to plaintiff that his status of the Army was continuing and that he could request a resignation if he wished to change his status. Having completed his required term of military service of eight years, Part D was potentially applicable to plaintiff \"as an <i>officer</i> who has completed [his] 8 years statutory obligation,\" who purportedly no longer wished to maintain any status with the Army. Moreover, regardless of whether plaintiff chose to sign Part D, the certification signature line plainly showed that the form was only applicable to current reservists, as it plainly stated that a \"Signature of <i>Reservist</i>\" was required.</p>\n<p>Further clarifying the form's applicability to continuing reservists, such as plaintiff, <span class=\"star-pagination\">*673</span> is a note directly below the final certification on the form regarding \"principal purpose\" and \"disclosure.\" Notably, the form states that its principal purpose is to \"verify pertinent information <i>with the reservist.</i>\" Additionally, the form states that \"failure to provide this information could be detrimental <i>to the reservist</i> during mobilization.\" Def. Ex. R., p. 40 (emphasis added). Given such statements, it is incredible that plaintiff believed the form was relevant only to \"Veteran's health care entitlements.\" Having received the form, with its clear title, concise content relevant to a reservist, and stated purpose aimed at reservists, plaintiff was under reasonable notice that the Army considered plaintiff's status to be a \"reservist.\"</p>\n<p>Finally, plaintiff's correspondence with the Army concerning his security clearance is further evidence that plaintiff was on notice of his ongoing status. On November 17, 2003, the Army sent plaintiff a letter notifying plaintiff that he needed to update his security clearance, and that, if he did not comply, he was \"at risk\" of losing eligibility for Active Duty and at risk of discharge from the military. This security clearance thus was needed for plaintiff to maintain his status at that time in the Army. As the Army continued to communicate with plaintiff about this security clearance after his MSO expired, this provided further notice to plaintiff that his status with the Army had not changed from and after December 19, 2003.</p>\n<p>In sum, although plaintiff may not have had express written notice of his continuing status with the Army following the completion of his military service obligation, the notice given, in the form of contractual and statutory language coupled with the Army Reserve Status form and other status updates, provided sufficient notice to comport with the minimal requirements of due process. Accordingly, plaintiff's due process claim is without merit.</p>\n<p>2. Breach of Contract</p>\n<p>Plaintiff next claims that the Army breached its contractual obligation to plaintiff by failing to obtain affirmative consent before continuing plaintiff's status in the IRR after the completion of his military service obligation. Claims that military induction contracts have been breached are decided under traditional theories of contract law. <i>Pence v. Brown,</i> <span class=\"citation\" data-id=\"380997\"><a href=\"/opinion/380997/john-w-pence-md-v-harold-brown-secretary-of-defense-and-hans-mark/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span>, 874 (8th Cir.1980). To establish breach of contract, plaintiff must first show that defendant had an obligation under the contract to act or refrain from acting as plaintiff alleges. <i>See </i><i>Jaffer v. Nat'l Caucus &amp; Ctr. on Black Aged, Inc.,</i> <span class=\"citation\" data-id=\"2295549\"><a href=\"/opinion/2295549/jaffer-v-national-caucus-and-center-on-black-aged/\"><span class=\"volume\">296</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">639</span></a></span>, 645 (M.D.N.C.2003); <i>United States v. Bush,</i> <span class=\"citation\" data-id=\"2578936\"><a href=\"/opinion/2578936/united-states-v-bush/\"><span class=\"volume\">247</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">783</span></a></span>, 788 (M.D.N.C.2002); <i>see also </i><i>Helton v. United States,</i> <span class=\"citation\" data-id=\"2145810\"><a href=\"/opinion/2145810/helton-v-united-states/\"><span class=\"volume\">532</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">813</span></a></span>, 828 (D.Ga.1982) (\"A recruit is entitled to rescind an enlistment contract if the military is unable to perform its obligation.\").</p>\n<p>Plaintiff's breach of contract claim fails because the Army has no obligation under plaintiff's enlistment contracts to act as plaintiff alleges. Although it is undisputed that plaintiff was not required to serve in the Army beyond his eight year military obligation, there is no corresponding obligation to the Army to discharge plaintiff automatically or to seek affirmation of a desire of continued service. Although plaintiff argues that such an obligation is implied by the terms of the contract, such an obligation would directly conflict with statutes and regulations (one of which is expressly incorporated into the contract) that require commissioned officers to be appointed for an indefinite term. <i>See e.g.,</i> 10 U.S.C. § 12203(b). Furthermore, the plain language of the contract forecloses the conclusion <span class=\"star-pagination\">*674</span> that the Army made an implied promise to plaintiff not to treat him as a continuing commissioned officer upon completion of his MSO. <i>See</i> Enlistment Contract, ¶ 8.c. (\"The agreements in this section and attached DA FORM 597-3 [\"Cadet Contract\"] are all the promises made to me by the Government....\"). Absent evidence of the parties' intent to include an affirmative obligation that the Army discharge plaintiff upon completion of his MSO, the court will not imply contractual terms that are contrary to applicable statutes and regulations. Accordingly, plaintiff's breach of contract claim is without merit.</p>\n<p>3. Arbitrary and Capricious Denial of Resignation and Exemption</p>\n<p>Plaintiff claims that the Army's denial of his resignation tendered June 9, 2003, and request for exemption made July 2, 2003, was arbitrary and capricious. Specifically, he argues that no reasoned explanation has been provided by the Army in response to plaintiff's requests for resignation and exemption.</p>\n<p>While plaintiff correctly points out the rule of law that \"an agency must cogently explain why it has exercised its discretion in a given manner,\" <i>Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Auto. Ins. Co.,</i> <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 48, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983), this court is not in a position to review administrative action until the agency has made a final administrative decision denying plaintiff the relief sought. <i>American Federation of Government Employees, AFL-CIO v. Nimmo,</i> <span class=\"citation\" data-id=\"421018\"><a href=\"/opinion/421018/american-federation-of-government-employees-afl-cio-frank-l-matthews/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 31 (4th Cir.1983); <i>Ferrell v. Secretary of Defense,</i> <span class=\"citation\" data-id=\"396339\"><a href=\"/opinion/396339/neil-l-ferrell-v-secretary-of-defense-secretary-of-the-navy-and/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1179</span></a></span>, 1181 (5th Cir.1981).</p>\n<p>In this case, given that plaintiff's appeal is currently pending before the Adjutant General, the Army has not yet rendered a final agency decision. Plaintiff's report date, most recently set for September 26, 2004, will be continued if the Adjutant General has not yet made a decision on plaintiff's appeal. Accordingly, review of the Army's initial denial of resignation and exemption under an arbitrary and capricious standard of review is premature.</p>\n<p>Furthermore, the court finds that the Army has given plaintiff a cogent explanation for its position in denying plaintiff's request for resignation and exemption. On July 7, 2004, the Army Public Affairs Office published its position concerning plaintiff's status with the Army:</p>\n<p>The IRR consists of obligors who must fulfill their [MSO] ... and those who have fulfilled their MSO and who voluntarily remained in the IRR....</p>\n<p>Note: A Reserve Component officer who has no obligation for continued military service retains IRR status unless he or she resigns, or is removed for unsatisfactory participation.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>.... [A] commissioned officer holds an obligation and responsibility to make known his or her intention to continue service to our country after having left active duty or a troop program assignment.... [U]ntil proven otherwise[,] not opting out is considered a conscious choice by a Soldier and a leader that the Army has trained and trusted to be able to make reasonable decisions.</p>\n<p>Although plaintiff may disagree with the Army's interpretation of its own regulations, the explanation given is neither arbitrary nor capricious as the Army has \"cogently explain[ed] why it has exercised its discretion in a given manner.\" 463 U.S. at 48, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>. Accordingly, plaintiff's claim that the Army has denied his resignation and exemption without any rational basis, and arbitrarily and capriciously, is without merit.</p>\n<p><span class=\"star-pagination\">*675</span> Having reviewed each of plaintiff's claims on the merits, the court finds that plaintiff has not raised \"serious, substantial, difficult [or] doubtful\" questions going to the merits, much less \"a clear showing of likelihood of success\" as to warrant a preliminary injunction in this case. <i>Scotts,</i> 315 F.3d at 271.<sup>[4]</sup></p>\n<p>D. PUBLIC INTEREST</p>\n<p>Where plaintiff's claims lack merit, it is not in the public interest for this court to restrain the Army from carrying out its duty under law and executive order. \"[T]he public has an interest, particularly in light of current events, in seeing that the Army's discretionary decision making with respect to personnel decisions is effectuated with minimal judicial interference.\" <i>Irby,</i> 245 F.Supp.2d at 798.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated, the court holds that, in light of the balance of harms to plaintiff and the Army, the lack of merits in plaintiff's claims, and the public interest, a preliminary injunction is not warranted. Accordingly, plaintiff's motion for preliminary injunctive relief is hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Army filed a copy of this document twice with the court, first with \"Defendant's Opposition to Plaintiff's Application for Preliminary Injunction\" [DE # 2], and second with \"Defendant's Motion to Dismiss\" [DE # 9]. In the court's file, the first copy of this document submitted with \"Defendant's Opposition\" [DE # 2] is slightly more complete. Both copies omit a portion of the right margin of this form, such that the full word \"TRUE,\" here, and the words \"availability\" and \"reservist,\" as noted above with brackets, is not visible. The omissions are not significant, however, as the omitted material is readily apparent and the statements are otherwise visible in all material respects.</p>\n<p>[2]  See footnote 1, above.</p>\n<p>[3]  See footnote 1, above.</p>\n<p>[4]  As the court finds plaintiff's claims substantively without merit, the court need not address the Army's argument that plaintiff's claims are not justiciable, or that they should otherwise be dismissed for lack of subject matter jurisdiction.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2145810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2295549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2389833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2514701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2578936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620710/"
  ]
}