{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2519576/",
  "absolute_url": "/opinion/2519576/custom-dynamics-llc-v-radiantz-led-lighting/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2519576/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:21.026754Z",
  "date_modified": "2016-04-26T23:25:09.666425Z",
  "type": "010combined",
  "sha1": "cab087515e9ae6ec5666d212db28a865cbb08cdc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>535 F.Supp.2d 542 (2008)</b></center>\n<center><h1>CUSTOM DYNAMICS, LLC, Plaintiff,<br>\nv.<br>\nRADIANTZ LED LIGHTING, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-493-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 18, 2008.</center>\n<p><span class=\"star-pagination\">*543</span> <span class=\"star-pagination\">*544</span> Melanie Black Dubis, Matthew Hilton Mall, Parker Poe Adams &amp; Bernstein, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>William W. Webb, Sr., The Edmisten &amp; Webb Law Firm, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Custom Dynamics, LLC (\"Custom\") moved for both a temporary restraining order and a preliminary injunction (collectively, \"preliminary relief'). Defendant Radiantz LED Lighting, Inc. (\"Radiantz\") responded in opposition, and Custom replied. For the reasons stated below, plaintiffs motion for preliminary relief is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Custom is a North Carolina limited liability company with its principal place of business in Wake Forest, North Carolina. Verified Compl. ¶ 1. David Pribula (\"Pribula\"), an electrical engineer who made motorcycle lighting accessories in his spare time, founded Custom. <i>Id.</i> at ¶ 8. In January 2003, Pribula left his electrical engineering position to operate Custom full-time. <i>Id.</i> Custom is a retail seller and wholesale distributor of aftermarket motorcycle products, especially lighting accessories constructed using light emitting diodes (\"LEDs\"). <i>See id.</i></p>\n<p>Radiantz is a California corporation with its principal place of business in Brookings, Oregon. <i>Id.</i> at ¶ 2. Radiantz is a designer and manufacturer of various LED motorcycle lights. <i>Id.</i> at ¶ 9. The sole shareholder of Radiantz is Mitchell Valentine (\"Valentine\"). Decl. of Mitchell Valentine ¶ 2. Although many material, facts are in dispute, it appears that the parties once had a productive business relationship based on an oral contract under which Custom sold various Radiantz products. <i>Compare</i> Verified Compl. ¶ 11 (\"Plaintiff became the largest retailer and distributor of Defendant's products.\") <i>with</i> Decl. of Mitchell Valentine ¶ 4 (noting that \"[Radiantz] would have continued to sell to [Custom]\" had this dispute not arisen); <i>see</i> <span class=\"star-pagination\">*545</span> Def.'s Mem. of P. &amp; A. in Opp'n to Pl.'s Mot. for TRO 2 [hereinafter \"Def.'s Mem.\"] (noting that Custom does not dispute that the contract was oral). The parties dispute what caused the relation ship to sour and the ensuing litigation.</p>\n<p>Custom alleges that Radiantz first approached Custom about selling Radiantz products. <i>See</i> Verified Compl. ¶ 10. In fact, Custom contends that it owes its existence in part to Radiantz. <i>See id.</i> at ¶ 8 (alleging that Custom was formed \"in part because of the interest expressed by Defendant Radiantz\" in having Custom sell Radiantz products). Custom alleges that it was a highly-valued Radiantz distributor, rising to become both Radiantz's largest retail seller and largest wholesale distributor. <i>See id.</i> at ¶ 11. According to Custom, because of this success, Radiantz requested that Custom become Radiantz's exclusive retail seller and its primary wholesale distributor. <i>See id.</i> at ¶ 12. Custom alleges that the parties therefore entered into an oral contract wherein Custom was to be the exclusive retail outlet of Radiantz products for end-users, and, the primary (but not exclusive) wholesale outlet of Radiantz products for distributors. <i>See id.</i> at ¶¶ 12-13. Custom alleges that, pursuant to this contract, it agreed to handle all of Radiantz's warranty claims. <i>Id.</i> at ¶ 14.</p>\n<p>However, Custom contends that after Radiantz began outsourcing its manufacturing to China in 2006, the quality of Radiantz's products rapidly declined, and warranty claims increased. <i>See id.</i> at ¶ 21. Custom alleges that, after \"months of attempting to correct the manufacturing inadequacies,\" Radiantz simply announced that it was discontinuing an allegedly defective license plate frame and a similar product. <i>See id.</i> Because Radiantz allegedly discontinued these products, Custom states that it could not fill the orders that its customers had placed for these Radiantz products. <i>See id.</i> at ¶ 22. Custom allegedly therefore informed Radiantz that it would purchase the license plate frames from another manufacturer so that it could fill its orders for the now-discontinued Radiantz products. <i>See id.</i></p>\n<p>According to Custom, Valentine became infuriated at this decision and \"suddenly declared\" that he would \"take out\" Custom and put Custom \"out of business.\" <i>See id.</i> at ¶ 25. Radiantz therefore allegedly disseminated several, defamatory statements about Custom to various third parties. <i>See id.</i> at ¶¶ 26-27, 31. Custom also alleges that Radiantz engaged in various unfair practices, such as undercutting Custom's prices on Radiantz products, refusing to supply the parts necessary for Custom to process warranty claims on Radiantz products, and causing Custom's name to be deleted from a product review on a popular motorcycle website. <i>See id.</i> at ¶¶ 28, 30, 32. Finally, Custom alleges that Radiantz \"copied multiple copyrighted images and original text from [Custom]'s website and posted [the images and the text] on [Radiantz]'s website as [Radiantz's] own original works.\" <i>Id.</i> at ¶ 33.</p>\n<p>Not surprisingly, Radiantz views the facts very differently. Radiantz contends that Custom came to Radiantz, requesting that Radiantz name Custom the exclusive retail outlet for Radiantz products. <i>See</i> Decl. of Mitchell Valentine ¶ 5. Radiantz alleges that, although it allowed Custom to become a retail seller \"on a trial basis,\" it did not make Custom its exclusive retail seller. <i>Id.</i> (emphasis removed). Radiantz alleges that Custom also agreed not to carry anything that Radiantz considered \"copied products.\" <i>Id.</i> at ¶ 6.</p>\n<p>Radiantz admits that it began seeing increasing numbers of warranty claims during the parties' relationship, but blames Custom. <i>See id.</i> at ¶ 8. Radiantz alleges that Custom began fabricating warranty <span class=\"star-pagination\">*546</span> claims so as to strong-arm Radiantz into selling its business to Custom. <i>See id.</i> (\"At the time, [Custom] was trying to buy [Radiantz], so this was a ploy to get. [Valentine] to sell [Radiantz] cheap out of frustration.\"). Radiantz alleges that Custom then began threatening Radiantz in an attempt to get Radiantz to stop doing business with other wholesale distributors, notwithstanding that Custom was never the exclusive wholesale outlet of Radiantz products. <i>See id.</i> at ¶ 9. Radiantz further alleges that Custom began placing orders for Radiantz products, and then refusing to pay for them, so as to sap Radiantz of resources by forcing it to carry an abnormally large inventory. <i>See id.</i> According to Radiantz, Custom threatened to, and later did, engage other manufacturers to create copies of Radiantz products, which Custom then offered for sale. <i>Id.</i> Based on these allegations, Radiantz sued Custom in California state court on December 6, 2007. <i>See Radiantz LED Lighting, Inc. v. Custom Dynamics, LLC,</i> No. 07-CC-12717 (Cal.Super.Ct. Orange County Dec. 6, 2007) (complaint).</p>\n<p>On December 18, 2007, Custom sued Radiantz in this court. Custom alleges seven causes of action, including copyright infringement and defamation. <i>See</i> Verified Compl. ¶¶ 34-53. Custom's verified complaint requests both a temporary restraining order and a preliminary injunction on the copyright infringement and defamation claims. <i>See id.</i> at 19 (prayer for relief A &amp; B). Custom wants to enjoin Radiantz from \"displaying on its website or otherwise using any of [Custom]'s original, copyrighted product images and descriptions.\" <i>Id.</i> (prayer for relief A). Custom also wants to enjoin Radiantz from \"further defaming [Custom] to any third parties.\" <i>Id.</i> (prayer for relief B).</p>\n<p>On January 7, 2008, Radiantz responded to Custom's motions for preliminary relief. Radiantz argues that preliminary relief on the copyright claim is inappropriate because Custom cannot copyright \"the ability to show pictures of [Radiantz]'s product.\" Def.'s Mem. 5-6. Radiantz also argues that preliminary relief on the copyright claim is inappropriate because any copyright on any text belongs jointly to Custom and Radiantz, since all texts are the result of \"a cooperative process by both [Custom] and [Radiantz].\" <i>See id.</i> at 6. With respect to the defamation claims, Radiantz alleges that preliminary relief is inappropriate because all of the allegedly defamatory statements are either true or were never said. <i>See id.</i> at 7-9.</p>\n<p>On. January 9, 2008, Custom replied, which seemed to clarify the tripartite scope of its copyright claims.<sup>[1]</sup> First, Custom claims a copyright in four particular product images and the text accompanying them. According to Custom, the products pictured and described allegedly are not Radiantz products. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. in Supp. of Pl.'s Mot. for TRO 9 [hereinafter \"Pl.'s Mem.\"]; Verified Compl. Ex. 7 (pictures and accompanying technical details of various motorcycle taillights). Second, Custom claims a copyright in the text describing a particular Custom product line known as \"Eclipze.\" Custom admits that this same text originally described a Radiantz product line known as \"Drugz,\" but argues that Radiantz played no part in creating the text. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. 8-9; Verified Compl. Exs. 8 (text describing \"Eclipze\" lights) &amp; 10 (text describing \"Drugz\" lights). Finally, Custom claims a copyright in the text constituting an introduction to the \"Street Magic\" line of taillights that Custom offers for sale. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. 9; Verified Compl. Ex. 7 (introductory text beginning with \"Our LED tail lights are a direct replacement <span class=\"star-pagination\">*547</span>  . . .\"). Additionally, in its reply, Custom provided specific details about each alleged act of defamation. <i>See</i> Pl.'s Reply 4-6; Supplemental Decl. of David Pribula ¶ 8,</p>\n<p></p>\n<h2>II.</h2>\n<p>In <i>Blackwelder Furniture Co. of Statesville, Inc. v. Seilig Manufacturing Co., Inc.,</i> and its progeny, the Fourth Circuit described the standard for interlocutory injunctive relief. <i>See</i> 550 F.2d 189, 196 (4th Cir.1977). Under this standard, preliminary relief is extraordinary and should be granted only when the movant clearly demonstrates its entitlement to such relief. <i>E.g., </i><i>Hughes Network Sys., Inc. v. InterDigital Commc'ns Corp.,</i> 17 F.3d 691, 693 (4th Cir.1994); <i>Direx Isr, Ltd. v. Breakthrough Med. Corp.,</i> 952 F.2d 802, 816 (4th Cir.1991).</p>\n<p>In the Fourth Circuit, courts must consider four factors in deciding whether to grant interlocutory injunctive relief: (a) the likelihood of irreparable harm to the movant if the injunction is denied; (b) the likelihood of harm to the non-movant if the injunction is granted; (c) the likelihood that the movant will succeed on the merits; and (d) the public interest. <i>E.g., </i><i>Direx,</i> 952 F.2d at 812. The court is to apply these factors using a four-step analysis. <i>E.g., </i><i>Southtech Orthopedics, Inc. v. Dingus,</i> 428 F.Supp.2d 410, 416 (E.D.N.C.2006). First, the movant must clearly show irreparable harm. <i>E.g., id.</i> This irreparable harm must be actual and imminent, not remote or speculative. <i>E.g., </i><i>Direx,</i> 952 F.2d at 812. Second, if the movant is able to show an actual and imminent irreparable harm, the court must weigh the likelihood of this harm to the movant without the injunction against the likelihood of harm to the non-movant if the injunction is granted. <i>E.g., </i><i>Southtech,</i> 428 F.Supp.2d at 416. Third, the court must consider the movant's likelihood of success on the merits. <i>E.g., id.</i> The likelihood of success required of the movant depends on the balance of harms  if the balance strongly favors the movant, then the movant need only show that there are serious questions as to the merits of the case such that it is fair grounds for litigation. <i>E.g., id.</i> If the balance of harms does not strongly favor the movant, then the movant must show a strong probability (not mere possibility) of success on the merits. <i>E.g., id.</i> Finally, the court is to consider whether granting the injunction would serve the public interest. <i>E.g., id.</i></p>\n<p></p>\n<h2>A.</h2>\n<p>The court turns first to Custom's request for preliminary relief under Custom's copyright infringement claims. Initially, the court must determine whether Custom has made a clear showing of irreparable harm. Custom alleges that it is suffering irreparable harm as a result of Radiantz's copying images and descriptions for which. Custom holds a copyright, <i>See</i> Verified Compl. ¶¶ 34-44; Pl.'s Reply 3. This harm is allegedly irreparable because it damages Custom's \"reputation, creative rights, and business interests.\" <i>See</i> Verified Compl. ¶ 44. The court will assume, without deciding, that this asserted injury constitutes an irreparable harm. <i>See </i><i>Multi-Channel TV Cable Co. v. Charlottesville Quality Cable Operating Co.,</i> 22 F.3d 546, 562 (4th Cir.1994); <i>Fed. Leasing, Inc. v. Underwriters at Lloyd's,</i> 650 F.2d 495, 500 (4th Cir.1981); <i>Blackwelder,</i> 550 F.2d at 197.</p>\n<p>The court next must weigh the likelihood of the harm to the plaintiff without the injunction against the likelihood of harm to the defendant if the injunction is granted. The court finds that if Radiantz is actually infringing on copyrights that belong to Custom, then the harm to Custom would be significant. However, the court also finds that if it improperly grants the injunction, the harm to Radiantz would <span class=\"star-pagination\">*548</span> be equally significant, in that Radiantz would be deprived of pictures and product descriptions in which it allegedly has rights as well. Accordingly, on these facts, the court cannot determine the balance of harms, without simultaneously analyzing the plaintiffs, likelihood of success on the merits. <i>See </i><i>Scotts Co. v. United Indus. Corp.,</i> 315 F.3d 264, 272 (4th Cir. 2002) (\"Thus, because the balance-of-the-hardship question is intertwined with questions about the merits, our analysis of the balance-of-the-hardship question will first require a detour into the substance of [the underlying] claims.\").</p>\n<p>The court will therefore consider Custom's likelihood of success on the merits of its copyright infringement claims. A plaintiff must establish two elements to prevail in an action for copyright infringement: \"(1) ownership of a valid copyright, and (2) copying of constituent elements of the work that are original.\" <i>Feist Publ., Inc. v. Rural Tel. Serv. Co., Inc.,</i> 499 U.S. 340, 361, 111 S.Ct. 1282, 113 L.Ed.2d 358 (1991). Custom makes three claims of copyright infringement. The court will consider each claim individually.</p>\n<p></p>\n<h2>1.</h2>\n<p>First, Custom argues that Radiantz has infringed its copyright by appropriating product-description pictures and accompanying technical details from Custom's website. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. 9; Verified Compl. Ex. 7 (pictures and accompanying technical details of various motorcycle taillights)<sup>[2]</sup> The pleadings and exhibits do not clarify whether Custom is alleging a copyright in the entire genre of product-description photographs and technical details far aftermarket motorcycle lighting accessories, or whether Custom alleges a copyright in these particular product-description photographs and the technical details of these particular aftermarket motorcycle lights. However, Custom's claim is weak under either theory.</p>\n<p>If Custom is claiming a copyright in the ability to show product-description photographs and technical details of aftermarket motorcycle lights in general, Custom's claim is weak because it is essentially an attempt to copyright an idea. \"Although copyright protects against more than literal' copying . . . it does not afford an exclusive right to ideas. . . .\" Robert A. Gorman, <i>Copyright Law</i> 24 (2d ed.2006). Copyright law has always distinguished between ideas or concepts (which may not be copyrighted) and particularized, original expressions of ideas (which may be copyrighted). <i>See, e.g.,</i> 17 U.S.C. § 102(b) (\"In no case does copyright protection for an original work of authorship extend to any idea. . . .\"); 1 Melville B. Nimmer &amp; David Nimmer, <i>Nimmer on Copyright</i> § 2.03[D] (Lexis-Nexis 2007) (\"Copyright may be claimed only in the `expression' of a work of authorship, and not in its `idea.'\"). Where an asserted copyright is too generalized, it is essentially an impermissible attempt to copyright an idea. <i>See, e.g., </i><i>Ale House Mgt., Inc. v. Raleigh. Ale House, Inc.,</i> 205 F.3d 137, 143 (4th Cir.2000) (\"AHM appears to be claiming, not that Raleigh Ale House infringed on a particular plan, but that it copied the concept of using an island or peninsula-shaped bar. . . . But at this level of generality, the AHM design <span class=\"star-pagination\">*549</span>  . . . is not copyrightable.\"); <i>Gentieu v. Tony Stone Images/Chicago, Inc.,</i> 255 F.Supp.2d 888, 848-49 (N.D.Ill.2003) (\"Gentieu cannot claim a copyright in the idea of photographing naked or diapered babies or in any elements of expression that are intrinsic to that unprotected idea.\").</p>\n<p>Custom also may be alleging a copyright not in the product-descriptive display and technical description of aftermarket motorcycle lighting accessories in general, but rather in its unique expression of these particular product-description pictures and its unique description of the technical details of these particular aftermarket motorcycle lighting accessories. If so, Custom's claim is weak, because its images and descriptions do not satisfy the standard for originality.</p>\n<p>\"The sine qua non of copyright is originality. To qualify for copyright protection, a work must be original to the author.\" <i>Feist Publ.,</i> 499 U.S. at 345, 111 S.Ct. 1282. To be \"original,\" every work must \"possess[] at least some minimal degree of creativity?' <i>Id.</i> The Supreme Court has described this bare minimum requirement as \"some creative spark\" <i>Id.</i> However, there is no \"creative spark\" involved in a purely descriptive picture of a product. For example, in <i>Oriental Art Printing, Inc. v. Goldstar Printing Corp.,</i> the court held that pure product-description pictures of Chinese food dishes were not sufficiently original to merit copyright protection. 175 F.Supp.2d 542, 546 (S.D.N.Y.2001). Rather than being creative works with some minimal level of originality, the court found that the photographs were instead meant to \"serve a purely utilitarian purpose: to identify [the food items for sale].\" <i>See id.</i> at 547. Just as the plaintiff in <i>Oriental Art</i> could not corner the market on Chinese food menus by' copyrighting a purely descriptive, picture of General Tso's chicken, <i>see id.</i> at 546, plaintiff may not corner the Market on advertising aftermarket motorcycle lighting accessories by copyrighting purely descriptive pictures of its wares. <i>See id.</i> at 548 (noting that to hold otherwise \"effectively would permit [plaintiff] to monopolize the market\"). Custom's photographs Were meant to serve the purely utilitarian purpose of displaying examples of its product to potential consumers, and do not merit copyright protection. <i>See</i> Verified Compl. Ex. 7; <i>cf. </i><i>Feist Publ.,</i> 499 U.S. at 363, 111 S.Ct. 1282 (\"[T]here, is nothing remotely creative about arranging names alphabetically in a white-pages directory\").</p>\n<p>The same analysis applies to the technical descriptions accompanying the pictures. The disputed items consist simply of photographs of aftermarket motorcycle taillights with a neutral surface in the background, and the technical details of the product beside the, photograph. <i>See</i> Verified Compl. Ex. 7 (&amp;g., product labeled \"Clear LED Tail Light\" that \"Fits all Deuce Models\"). These technical descriptions do not illustrate any \"creative spark.\" Accordingly, Custom's copyright claims with respect to the product-descriptive photographs and accompanying technical details are weak.</p>\n<p></p>\n<h2>2.</h2>\n<p>Custom also claims a copyright in the textual description of its \"Eclipze\" product line. <i>See</i> Pl.'s Mem. 9; Pl.'s Reply 3; <i>compare</i> Verified Compl. Ex. 8 (text describing Custom's \"Eclipze\" turn signals) <i>with</i> Verified Compl. Ex. 10 (nearly <i>identical</i> text describing Radiantz's \"Drugz\" turn signals). Custom admits that this, text originally described a Radiantz product <i>See</i> Pl.'s Reply 3. However, Custom alleges that it alone wrote the text, and therefore it alone holds a copyright. <i>See id.;</i> Pl.'s Mem. 7; Supplemental Decl. of David Pribula ¶ 6e. Radiantz <span class=\"star-pagination\">*550</span> does not dispute that these descriptions may be copyrighted, but argues that it is a co-owner of any copyright, because it helped to draft the language over which Custom asserts a copyright. <i>See</i> Decl. of Mitchell Valentine ¶ 11.A (\"I helped design that website because Custom Dynamics was describing my product.\"). Custom vigorously denies that Radiantz had any role in drafting the text. <i>See, e.g.,</i> Supplemental Decl. of David Pribula ¶ 6e.</p>\n<p>Where two parties engage in a joint effort to create a copyrighted work, they are joint owners of the resulting copyright. <i>See</i> 17 U.S.C. § 201(a) (\"Copyright in a work protected under this title vests initially in the author or authors of the work. The authors of a joint work are co-owners of copyright in the work.\"); 1 <i>Nimmer on Copyright</i> § 6.03 (\"A work that is the product of joint authorship is a `joint work,' which means that each contributor automatically acquires an undivided ownership in the entire work. . . .\"); <i>id.</i> (\"The essence of joint authorship is a joint laboring in furtherance of a preconcerted common design.\"). One co-owner of a joint work may not assert a copyright infringement claim against another co-owner. <i>See</i> 1 <i>Nimmer on Copyright</i> § 6.10[A] (\"[O]ne joint owner cannot be liable for copyright infringement to another joint owner, for the reason that one cannot infringe his own copyright. . . .\" (footnote omitted)).</p>\n<p>After considering the record as a whole, the court finds for purposes of this motion that Radiantz and Custom worked together to design the text at issue. Custom admits, and the court finds, that the text over which Custom asserts a copyright originally described a Radiantz product as then displayed on Custom's website. <i>See</i> Pl.'s Reply 3 (admitting that the description found at Verified Compl. Ex. 8 \"does in fact describe a Radiantz product\"); <i>compare</i> Verified Compl. ¶ 4 (\"Plaintiff agreed to advertise and promote Defendant's Products, [and to] provide information and customer support regarding Defendant's Products. . . .\") <i>with</i> Decl. of Mitchell Valentine ¶ 11.A (\"We worked together with [Custom] so that our descriptions would match, so that any technical questions would be easier to answer. . . . If anything, most of the pictures and descriptions were taken from our web site.\"). The court does not believe that Radiantz placed total discretion in Custom to describe Radiantz's products however Custom wished. For purposes of this motion, the court finds that Radiantz and Custom engaged in a joint effort to describe Radiantz's products on Custom's website.</p>\n<p>Because Radiantz jointly authored the text at issue, Radiantz is a co-owner of the copyright, and Custom may not assert copyright infringement against Radiantz with respect to the jointly-authored text. Custom's copyright claim with respect to the textual description of the \"Eclipze\" product line is weak.</p>\n<p></p>\n<h2>3.</h2>\n<p>Finally, Custom claims a copyright in the text constituting an introduction to Custom's \"Street Magic\" line of aftermarket motorcycle taillight lines. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. 9; Verified Compl. Exs. 7 (introductory text to \"Street Magic\" line beginning with \"Our LED tail lights are a direct replacement . . .\") &amp; 11 (same introductory text to product line variously described as \"Reliance\" and as \"Street Magic\"). Radiantz again appears to argue that this text is the result of a joint effort between Custom and Radiantz, and that Radiantz is accordingly a joint owner of any copyright. <i>See, e.g.,</i> Def.'s Mem. 6.</p>\n<p>As Custom notes, this text constitutes an introduction to the \"Street Magic\" line of aftermarket motorcycle taillights that Custom sells. <i>See</i> Pl.'s Mem. 9; Verified <span class=\"star-pagination\">*551</span> Compl. Ex. 7 (illustrating text at issue placed above all \"Street Magic\" motorcycle taillight product pictures and descriptions). However, the court cannot determine on the current record whether any of these \"Street Magic\" taillights are Radiantz products. <i>See</i> Verified Compl. Ex, 7. Without this information, the court cannot realistically evaluate the strength of Radiantz's joint ownership argument. The court will therefore assume, without deciding, that this introductory text to the \"Street Magic\" line does not describe any Radiantz products. On this assumption, the court will proceed to evaluate Custom's claim.</p>\n<p>The first prong of a copyright claim is ownership of a valid copyright. <i>See </i><i>Feist Publ.,</i> 499 U.S. at 361, 111 S.Ct. 1282. This in turn consists of three<sup>[3]</sup> applicable sub-elements: (1) originality, (2) copyrightability, and (3) compliance with statutory formalities. <i>See</i> 4 <i>Nimmer on Copyright</i> § 13.01[A]. Custom alleges that Pribula composed the introductory text. <i>See</i> Supplemental Decl. of David Pribula ¶ 4: Moreover, unlike the product-descriptive pictures and technical descriptions discussed earlier, this introductory text does appear to exhibit \"creative spark.\" <i>See </i><i>Feist Publ.,</i> 499 U.S. at 345, 111 S.Ct. 1282. Thus, Custom appears to meet the originality sub-element. Custom also appears to meet the second and third sub-elements. Copyrightability is met because \"[a]dvertisements are clearly copyrightable,\" <i>see</i> 1 <i>Nimmer on Copyright</i> § 2.08[G][4], and Custom has met the statutory formalities by registering its copyright before filing suit. <i>See</i> 17 U.S.C. § 411(a) (\"[N]o action for infringement of the copyright in any United States work shall be instituted until preregistration or registration of the copyright claim has been made in accordance with this title.\"); Verified Compl. Ex. 11 (registration statement covering introductory text at issue).</p>\n<p>The second prong of copyright infringement under <i>Feist Publications</i> is \"copying of constituent elements of the work that are original.\" 499 U.&amp; at 361, 111 S.Ct. 1281 Copying consists of both a factual element (whether the defendant did in fact copy) and a legal element (whether the things copied are in themselves sufficiently original to merit copyright protection). <i>See</i> 4 <i>Nimmer on Copyright</i> § 13.01[B]. As to the factual element, the court finds that. Radiantz did in fact copy: There is almost no difference between Custom's introductory text and the competing Radiantz text. <i>Compare</i> Verified Compl. Ex. 7 (introductory text beginning with \"Our LED tail lights are a direct replacement . . .\") <i>with id.</i> at Ex. 9 (nearly identical text accompanying description of \"Smoked Laydown LED tail light\"). As to the, legal element, the court finds that the copied portions are sufficiently original to merit protection. <i>Compare id.</i> at Ex. 7 (introductory text containing, e.g., \"With a beautifully crafted, perfectly fitting lens, the high intensity LED cluster, and a retail price below $200, these Street Magic Lights are by far the Best Value on the Market Today!\") <i>with id.</i> at Ex. 9 (text accompanying \"Smoked Laydown LED tail light\" containing, e.g., `With a superbly crafted, perfectly fitting lens, the high intensity LED cluster, and a retail price <span class=\"star-pagination\">*552</span> below $129, these LED Tail Lights are the Best Value on the Market!\"); <i>cf. </i><i>Feist Publ.,</i> 499 U.S. at 361-64, 111 S.Ct. 1282 (finding no copyright infringement notwithstanding defendant's copying because listings in telephone address white pages lacked sufficient originality to merit copyright protection). The court therefore finds  with the caveat that the court lacks information regarding Radiantz's joint ownership argument  that Custom has a moderate chance of prevailing on the merits of its copyright infringement claim with respect to the introductory text.</p>\n<p></p>\n<h2>4.</h2>\n<p>In sum, Custom's likelihood of success on the merits of its copyright claims is exceedingly low as to the product-description pictures and accompanying technical details, exceedingly low as to the textual description of its \"Eclipze\" product line, and moderate as to the text constituting an introduction to Custom's \"Street Magic\" line. Accordingly, on these facts the risk of irreparable harm to Custom if the injunction is denied is very low as to the first two copyright claims, and the balance of harms does not strongly favor Custom. <i>See, e.g., </i><i>Direx,</i> 952 F.2d at 812-13. Custom must therefore at least show a strong probability of success on the merits, which it has not done. <i>See. e.g., id.</i> Moreover, the court has considered the public interest, <i>see, e.g., id.,</i> and finds that the public interest does not favor granting preliminary relief where the plaintiffs likelihood of success is so low.</p>\n<p>As to the copyright claim on the \"Street Magic\" text, the court finds that Custom has a moderate chance of success on the merits. The court does not find that Custom has a strong likelihood of success on the merits, because the court cannot determine on the current record whether the text describing the \"Street Magic\" line was also used to describe any Radiantz products, and the court accordingly cannot determine whether Radiantz might have a claim to joint ownership of any copyright. Given the strong probability that any text helping to describe any Radiantz product would be jointly authored, and given the lack of any evidence on this issue in the record, Custom does not have a strong likelihood of success on the merits, and the balance of harms sides not strongly favor Custom. <i>See, e.g., id.</i> The court has considered the public interest, and finds that it does not support granting preliminary relief where such a significant ambiguity remains. <i>See, e.g. id.</i> at 816 (preliminary relief is \"the exercise of very far-reaching power to be granted only sparingly and in limited circumstances\" (quotations omitted)). Custom's motion for preliminary relief is therefore denied as to the copyright claims.<sup>[4]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>The court turns next to Custom's request for preliminary relief on its defamation claims. The court must first determine whether Custom has clearly shown irreparable harm. <i>See, e.g., id.</i> at 812-13. Custom's asserted irreparable harm is that \"[Radiantz]'s systematic circulation of false statements . . . is causing irreparable harm to Plaintiffs reputation and business interests.\" Verified Compl. ¶ 49. The court will again assume, without deciding, <span class=\"star-pagination\">*553</span> that loss of business reputation constitutes an irreparable harm. <i>See </i><i>Multi-Channel TV,</i> 22 F.3d at 552; <i>Fed. Leasing,</i> 660 F.2d at 500; <i>Blackwelder,</i> 550 F.2d at 197. However, even assuming that Custom has stated an irreparable harm as to statements that Radiantz has allegedly made, Custom has submitted no evidence tending to show that the specific irreparable harm from which it seeks preliminary relief is imminent.</p>\n<p>The purpose of a preliminary injunction is to preserve the status quo pending resolution of the litigation. 11A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice &amp; Procedure</i> § 2948 (2d ed.1995). If the movant is, not in imminent danger of suffering the asserted irreparable harm, then court intervention is not necessary to preserve the status quo. Accordingly, a movant's asserted harm must be imminent for preliminary relief to issue. <i>See, e.g., </i><i>Direx,</i> 952 F.2d at 816 (preliminary relief inappropriate where asserted harm was \"not present or immediate but merely problematic, conditioned on possible future events\"); <i>see also </i><i>In re Microsoft Carp. Antitrust Litig.,</i> 333 F.3d 517, 527-31 (4th Cir.2003); <i>Dan River, Inc. v. Icahn,</i> 701 F.2d 278, 283-84, 292 (4th Cir.1983); <i>Lulu Enters., Inc. v. N-F Newsite, LLC,</i> No. 5:07-CV-347-D, 2007 WL 3101011, at *3-*5 (E.D.N.C. Oct.19, 2007) (unpublished); <i>Fairfield Resorts, Inc. v. Fairfield Mountain Prop. Owners Assoc. Inc.,</i> No. 1:06-CV-191, 2007 WL 186537, at *4, *7 (W.D.N.C. Jan. 22, 2007) (unpublished).</p>\n<p>Here, Custom requests that the court \"[t]emporarily, preliminarily, and permanently restrain and enjoin Defendant . . . from <i>further</i> defaming Plaintiff to any third parties. . . .\" Verified Compl. 19 (prayer for relief B) (emphasis supplied). Custom decries \"the grim specter\" of asyet unknown defamatory statements, and warns that \"[e]ach day passing presents additional opportunities for Radiantz to defame Custom\" through Radiantz's alleged \"campaign of defamation.\" <i>See</i> Pl.'s Mem. 13, 16. Even assuming arguendo that Custom has shown defamation by Radiantz, Custom points to only one piece of evidence that Radiantz is imminently about to defame plaintiff again.<sup>[5]</sup> Custom argues that Mitchell Valentine's declaration, where he asserts that Radiantz \"cannot be stopped from telling [its] customers why [it] lowered [its] prices,\" establishes that further defamation is imminent. Decl. of Mitchell Valentine ¶ 11. B.1; <i>see</i> Pl.'s Reply 6. Valentine's opinion about whether his company can or cannot do something does not provide the clear showing of imminent harm necessary to support preliminary relief. <i>See, e.g., </i><i>Direx,</i> 952 F.2d at 816. The court cannot enjoin Radiantz from \"further\" defaming Custom without evidence that \"further\" defamation is imminent \"Opportunities\" for defamation are not enough.</p>\n<p>Preliminary relief is \"an extraordinary remedy,\" <i>Direx,</i> 952 F.2d at 811, requiring the district court to act \"on an incomplete record\" where \"[t]he danger of a mistake . . . is substantial.\" <i>Scotts Co.,</i> 315 F.3d at 284 (quotations omitted). The court will not enjoin the hypothetical future statements of defendants without clear evidence of an actual, imminent, irreparable harm. <i>See, e.g., </i><i>Direx,</i> 952 F.2d at 811. Custom's motion for preliminary relief is denied as to the defamation claims.</p>\n<p></p>\n<h2>III.</h2>\n<p>Custom's motion for a temporary restraining order, and Custom's motion for a <span class=\"star-pagination\">*554</span> preliminary injunction, are hereby DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Custom's copyright claims are not a model of clarity.</p>\n<p>[2]  Custom alleges that Radiantz has misappropriated the photographs and technical details of four different motorcycle taillights. <i>See</i> Pl.'s Mem. 9. Custom alleges that these four taillight products are manufactured by \"No Magic Neon,\" not Radiantz. <i>See</i> Pl.'s Reply 3; Supplemental Decl. of David Pribula ¶ 6d. However, Custom fails to explain precisely which four product images and descriptions are of these \"No Magic Neon\" products. <i>See</i> Verified Comp'. Ex. 7 (providing no indication as to who manufactured each product pictured and described). However, Custom's ambiguity does not affect the court's analysis.</p>\n<p>[3]  There are actually five sub-elements to the ownership prong of <i>Feist Publications. See</i> 4 <i>Nimmer on Copyright</i> § 13.01[A]. However, the sub-elements of \"a national point of attachment\" and \"transfer of rights\" do not appear applicable to this case. <i>See</i> 1 Nimmer on Copyright § 5.05 (indicating that the \"national point of attachment\" sub-element only applies where a foreign author claims a copyright); 4 <i>Nimmer on Copyright</i> § 13.01[A] (indicating that the \"transfer of rights\" sub-element only applies where the plaintiff is not the author).</p>\n<p>[4]  Custom appears to argue that the Fourth Circuit adopted a \"less stringent standard\" for preliminary relief in copyright infringement cases where the movant has registered its alleged copyright. <i>See</i> Pl.'s Mem. 5 (citing <i>Service &amp; Training, Inc. v. Data Gen. Corp.,</i> 963 F.2d 680, 690 (4th Cir.1992)). This court has reviewed <i>Service &amp; Training, Inc.,</i> and its progeny, and disagrees. <i>See, e.g., Universal Furniture Int'l. </i><i>Inc. v. Collezione Europa USA, Inc.,</i> 196 Fed.Appx. 166, 169-70 (4th Cir. 2006) (unpublished) (per curiam); <i>see also </i><i>Diamond Star Bldg. Corp. v. Freed,</i> 30 F.3d 503, 505 n. 1 (4th Cir.1994).</p>\n<p>[5]  Because imminence is a \"condition precedent to the entry of any preliminary [relief],\" <i>In re Microsoft,</i> 333 F.3d at 527, the court need not determine whether any of Radiantz's alleged statements would likely constitute defamation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">542</span></span> (2008)</b></center>\n<center><h1>CUSTOM DYNAMICS, LLC, Plaintiff,<br>\nv.<br>\nRADIANTZ LED LIGHTING, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-493-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 18, 2008.</center>\n<p><span class=\"star-pagination\">*543</span> <span class=\"star-pagination\">*544</span> Melanie Black Dubis, Matthew Hilton Mall, Parker Poe Adams &amp; Bernstein, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>William W. Webb, Sr., The Edmisten &amp; Webb Law Firm, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Custom Dynamics, LLC (\"Custom\") moved for both a temporary restraining order and a preliminary injunction (collectively, \"preliminary relief'). Defendant Radiantz LED Lighting, Inc. (\"Radiantz\") responded in opposition, and Custom replied. For the reasons stated below, plaintiffs motion for preliminary relief is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Custom is a North Carolina limited liability company with its principal place of business in Wake Forest, North Carolina. Verified Compl. ¶ 1. David Pribula (\"Pribula\"), an electrical engineer who made motorcycle lighting accessories in his spare time, founded Custom. <i>Id.</i> at ¶ 8. In January 2003, Pribula left his electrical engineering position to operate Custom full-time. <i>Id.</i> Custom is a retail seller and wholesale distributor of aftermarket motorcycle products, especially lighting accessories constructed using light emitting diodes (\"LEDs\"). <i>See id.</i></p>\n<p>Radiantz is a California corporation with its principal place of business in Brookings, Oregon. <i>Id.</i> at ¶ 2. Radiantz is a designer and manufacturer of various LED motorcycle lights. <i>Id.</i> at ¶ 9. The sole shareholder of Radiantz is Mitchell Valentine (\"Valentine\"). Decl. of Mitchell Valentine ¶ 2. Although many material, facts are in dispute, it appears that the parties once had a productive business relationship based on an oral contract under which Custom sold various Radiantz products. <i>Compare</i> Verified Compl. ¶ 11 (\"Plaintiff became the largest retailer and distributor of Defendant's products.\") <i>with</i> Decl. of Mitchell Valentine ¶ 4 (noting that \"[Radiantz] would have continued to sell to [Custom]\" had this dispute not arisen); <i>see</i> <span class=\"star-pagination\">*545</span> Def.'s Mem. of P. &amp; A. in Opp'n to Pl.'s Mot. for TRO 2 [hereinafter \"Def.'s Mem.\"] (noting that Custom does not dispute that the contract was oral). The parties dispute what caused the relation ship to sour and the ensuing litigation.</p>\n<p>Custom alleges that Radiantz first approached Custom about selling Radiantz products. <i>See</i> Verified Compl. ¶ 10. In fact, Custom contends that it owes its existence in part to Radiantz. <i>See id.</i> at ¶ 8 (alleging that Custom was formed \"in part because of the interest expressed by Defendant Radiantz\" in having Custom sell Radiantz products). Custom alleges that it was a highly-valued Radiantz distributor, rising to become both Radiantz's largest retail seller and largest wholesale distributor. <i>See id.</i> at ¶ 11. According to Custom, because of this success, Radiantz requested that Custom become Radiantz's exclusive retail seller and its primary wholesale distributor. <i>See id.</i> at ¶ 12. Custom alleges that the parties therefore entered into an oral contract wherein Custom was to be the exclusive retail outlet of Radiantz products for end-users, and, the primary (but not exclusive) wholesale outlet of Radiantz products for distributors. <i>See id.</i> at ¶¶ 12-13. Custom alleges that, pursuant to this contract, it agreed to handle all of Radiantz's warranty claims. <i>Id.</i> at ¶ 14.</p>\n<p>However, Custom contends that after Radiantz began outsourcing its manufacturing to China in 2006, the quality of Radiantz's products rapidly declined, and warranty claims increased. <i>See id.</i> at ¶ 21. Custom alleges that, after \"months of attempting to correct the manufacturing inadequacies,\" Radiantz simply announced that it was discontinuing an allegedly defective license plate frame and a similar product. <i>See id.</i> Because Radiantz allegedly discontinued these products, Custom states that it could not fill the orders that its customers had placed for these Radiantz products. <i>See id.</i> at ¶ 22. Custom allegedly therefore informed Radiantz that it would purchase the license plate frames from another manufacturer so that it could fill its orders for the now-discontinued Radiantz products. <i>See id.</i></p>\n<p>According to Custom, Valentine became infuriated at this decision and \"suddenly declared\" that he would \"take out\" Custom and put Custom \"out of business.\" <i>See id.</i> at ¶ 25. Radiantz therefore allegedly disseminated several, defamatory statements about Custom to various third parties. <i>See id.</i> at ¶¶ 26-27, 31. Custom also alleges that Radiantz engaged in various unfair practices, such as undercutting Custom's prices on Radiantz products, refusing to supply the parts necessary for Custom to process warranty claims on Radiantz products, and causing Custom's name to be deleted from a product review on a popular motorcycle website. <i>See id.</i> at ¶¶ 28, 30, 32. Finally, Custom alleges that Radiantz \"copied multiple copyrighted images and original text from [Custom]'s website and posted [the images and the text] on [Radiantz]'s website as [Radiantz's] own original works.\" <i>Id.</i> at ¶ 33.</p>\n<p>Not surprisingly, Radiantz views the facts very differently. Radiantz contends that Custom came to Radiantz, requesting that Radiantz name Custom the exclusive retail outlet for Radiantz products. <i>See</i> Decl. of Mitchell Valentine ¶ 5. Radiantz alleges that, although it allowed Custom to become a retail seller \"on a trial basis,\" it did not make Custom its exclusive retail seller. <i>Id.</i> (emphasis removed). Radiantz alleges that Custom also agreed not to carry anything that Radiantz considered \"copied products.\" <i>Id.</i> at ¶ 6.</p>\n<p>Radiantz admits that it began seeing increasing numbers of warranty claims during the parties' relationship, but blames Custom. <i>See id.</i> at ¶ 8. Radiantz alleges that Custom began fabricating warranty <span class=\"star-pagination\">*546</span> claims so as to strong-arm Radiantz into selling its business to Custom. <i>See id.</i> (\"At the time, [Custom] was trying to buy [Radiantz], so this was a ploy to get. [Valentine] to sell [Radiantz] cheap out of frustration.\"). Radiantz alleges that Custom then began threatening Radiantz in an attempt to get Radiantz to stop doing business with other wholesale distributors, notwithstanding that Custom was never the exclusive wholesale outlet of Radiantz products. <i>See id.</i> at ¶ 9. Radiantz further alleges that Custom began placing orders for Radiantz products, and then refusing to pay for them, so as to sap Radiantz of resources by forcing it to carry an abnormally large inventory. <i>See id.</i> According to Radiantz, Custom threatened to, and later did, engage other manufacturers to create copies of Radiantz products, which Custom then offered for sale. <i>Id.</i> Based on these allegations, Radiantz sued Custom in California state court on December 6, 2007. <i>See Radiantz LED Lighting, Inc. v. Custom Dynamics, LLC,</i> No. 07-CC-12717 (Cal.Super.Ct. Orange County Dec. 6, 2007) (complaint).</p>\n<p>On December 18, 2007, Custom sued Radiantz in this court. Custom alleges seven causes of action, including copyright infringement and defamation. <i>See</i> Verified Compl. ¶¶ 34-53. Custom's verified complaint requests both a temporary restraining order and a preliminary injunction on the copyright infringement and defamation claims. <i>See id.</i> at 19 (prayer for relief A &amp; B). Custom wants to enjoin Radiantz from \"displaying on its website or otherwise using any of [Custom]'s original, copyrighted product images and descriptions.\" <i>Id.</i> (prayer for relief A). Custom also wants to enjoin Radiantz from \"further defaming [Custom] to any third parties.\" <i>Id.</i> (prayer for relief B).</p>\n<p>On January 7, 2008, Radiantz responded to Custom's motions for preliminary relief. Radiantz argues that preliminary relief on the copyright claim is inappropriate because Custom cannot copyright \"the ability to show pictures of [Radiantz]'s product.\" Def.'s Mem. 5-6. Radiantz also argues that preliminary relief on the copyright claim is inappropriate because any copyright on any text belongs jointly to Custom and Radiantz, since all texts are the result of \"a cooperative process by both [Custom] and [Radiantz].\" <i>See id.</i> at 6. With respect to the defamation claims, Radiantz alleges that preliminary relief is inappropriate because all of the allegedly defamatory statements are either true or were never said. <i>See id.</i> at 7-9.</p>\n<p>On. January 9, 2008, Custom replied, which seemed to clarify the tripartite scope of its copyright claims.<sup>[1]</sup> First, Custom claims a copyright in four particular product images and the text accompanying them. According to Custom, the products pictured and described allegedly are not Radiantz products. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. in Supp. of Pl.'s Mot. for TRO 9 [hereinafter \"Pl.'s Mem.\"]; Verified Compl. Ex. 7 (pictures and accompanying technical details of various motorcycle taillights). Second, Custom claims a copyright in the text describing a particular Custom product line known as \"Eclipze.\" Custom admits that this same text originally described a Radiantz product line known as \"Drugz,\" but argues that Radiantz played no part in creating the text. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. 8-9; Verified Compl. Exs. 8 (text describing \"Eclipze\" lights) &amp; 10 (text describing \"Drugz\" lights). Finally, Custom claims a copyright in the text constituting an introduction to the \"Street Magic\" line of taillights that Custom offers for sale. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. 9; Verified Compl. Ex. 7 (introductory text beginning with \"Our LED tail lights are a direct replacement <span class=\"star-pagination\">*547</span>  . . .\"). Additionally, in its reply, Custom provided specific details about each alleged act of defamation. <i>See</i> Pl.'s Reply 4-6; Supplemental Decl. of David Pribula ¶ 8,</p>\n<p></p>\n<h2>II.</h2>\n<p>In <i>Blackwelder Furniture Co. of Statesville, Inc. v. Seilig Manufacturing Co., Inc.,</i> and its progeny, the Fourth Circuit described the standard for interlocutory injunctive relief. <i>See</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 196 (4th Cir.1977). Under this standard, preliminary relief is extraordinary and should be granted only when the movant clearly demonstrates its entitlement to such relief. <i>E.g., </i><i>Hughes Network Sys., Inc. v. InterDigital Commc'ns Corp.,</i> <span class=\"citation\" data-id=\"664068\"><a href=\"/opinion/664068/hughes-network-systems-incorporated-v-interdigital-communications/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 693 (4th Cir.1994); <i>Direx Isr, Ltd. v. Breakthrough Med. Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 816 (4th Cir.1991).</p>\n<p>In the Fourth Circuit, courts must consider four factors in deciding whether to grant interlocutory injunctive relief: (a) the likelihood of irreparable harm to the movant if the injunction is denied; (b) the likelihood of harm to the non-movant if the injunction is granted; (c) the likelihood that the movant will succeed on the merits; and (d) the public interest. <i>E.g., </i><i>Direx,</i> 952 F.2d at 812. The court is to apply these factors using a four-step analysis. <i>E.g., </i><i>Southtech Orthopedics, Inc. v. Dingus,</i> <span class=\"citation\" data-id=\"2524901\"><a href=\"/opinion/2524901/southtech-orthopedics-inc-v-dingus/\"><span class=\"volume\">428</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">410</span></a></span>, 416 (E.D.N.C.2006). First, the movant must clearly show irreparable harm. <i>E.g., id.</i> This irreparable harm must be actual and imminent, not remote or speculative. <i>E.g., </i><i>Direx,</i> 952 F.2d at 812. Second, if the movant is able to show an actual and imminent irreparable harm, the court must weigh the likelihood of this harm to the movant without the injunction against the likelihood of harm to the non-movant if the injunction is granted. <i>E.g., </i><i>Southtech,</i> 428 F.Supp.2d at 416. Third, the court must consider the movant's likelihood of success on the merits. <i>E.g., id.</i> The likelihood of success required of the movant depends on the balance of harms  if the balance strongly favors the movant, then the movant need only show that there are serious questions as to the merits of the case such that it is fair grounds for litigation. <i>E.g., id.</i> If the balance of harms does not strongly favor the movant, then the movant must show a strong probability (not mere possibility) of success on the merits. <i>E.g., id.</i> Finally, the court is to consider whether granting the injunction would serve the public interest. <i>E.g., id.</i></p>\n<p></p>\n<h2>A.</h2>\n<p>The court turns first to Custom's request for preliminary relief under Custom's copyright infringement claims. Initially, the court must determine whether Custom has made a clear showing of irreparable harm. Custom alleges that it is suffering irreparable harm as a result of Radiantz's copying images and descriptions for which. Custom holds a copyright, <i>See</i> Verified Compl. ¶¶ 34-44; Pl.'s Reply 3. This harm is allegedly irreparable because it damages Custom's \"reputation, creative rights, and business interests.\" <i>See</i> Verified Compl. ¶ 44. The court will assume, without deciding, that this asserted injury constitutes an irreparable harm. <i>See </i><i>Multi-Channel TV Cable Co. v. Charlottesville Quality Cable Operating Co.,</i> <span class=\"citation\" data-id=\"668561\"><a href=\"/opinion/668561/multi-channel-tv-cable-company-dba-adelphia-cable-communications-v/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 562 (4th Cir.1994); <i>Fed. Leasing, Inc. v. Underwriters at Lloyd's,</i> <span class=\"citation\" data-id=\"391023\"><a href=\"/opinion/391023/federal-leasing-inc-and-the-bank-of-california-na-v-underwriters-at/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">495</span></a></span>, 500 (4th Cir.1981); <i>Blackwelder,</i> 550 F.2d at 197.</p>\n<p>The court next must weigh the likelihood of the harm to the plaintiff without the injunction against the likelihood of harm to the defendant if the injunction is granted. The court finds that if Radiantz is actually infringing on copyrights that belong to Custom, then the harm to Custom would be significant. However, the court also finds that if it improperly grants the injunction, the harm to Radiantz would <span class=\"star-pagination\">*548</span> be equally significant, in that Radiantz would be deprived of pictures and product descriptions in which it allegedly has rights as well. Accordingly, on these facts, the court cannot determine the balance of harms, without simultaneously analyzing the plaintiffs, likelihood of success on the merits. <i>See </i><i>Scotts Co. v. United Indus. Corp.,</i> <span class=\"citation\" data-id=\"780368\"><a href=\"/opinion/780368/the-scotts-company-v-united-industries-corporation-and-pursell/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 272 (4th Cir. 2002) (\"Thus, because the balance-of-the-hardship question is intertwined with questions about the merits, our analysis of the balance-of-the-hardship question will first require a detour into the substance of [the underlying] claims.\").</p>\n<p>The court will therefore consider Custom's likelihood of success on the merits of its copyright infringement claims. A plaintiff must establish two elements to prevail in an action for copyright infringement: \"(1) ownership of a valid copyright, and (2) copying of constituent elements of the work that are original.\" <i>Feist Publ., Inc. v. Rural Tel. Serv. Co., Inc.,</i> <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 361, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1991). Custom makes three claims of copyright infringement. The court will consider each claim individually.</p>\n<p></p>\n<h2>1.</h2>\n<p>First, Custom argues that Radiantz has infringed its copyright by appropriating product-description pictures and accompanying technical details from Custom's website. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. 9; Verified Compl. Ex. 7 (pictures and accompanying technical details of various motorcycle taillights)<sup>[2]</sup> The pleadings and exhibits do not clarify whether Custom is alleging a copyright in the entire genre of product-description photographs and technical details far aftermarket motorcycle lighting accessories, or whether Custom alleges a copyright in these particular product-description photographs and the technical details of these particular aftermarket motorcycle lights. However, Custom's claim is weak under either theory.</p>\n<p>If Custom is claiming a copyright in the ability to show product-description photographs and technical details of aftermarket motorcycle lights in general, Custom's claim is weak because it is essentially an attempt to copyright an idea. \"Although copyright protects against more than literal' copying . . . it does not afford an exclusive right to ideas. . . .\" Robert A. Gorman, <i>Copyright Law</i> 24 (2d ed.2006). Copyright law has always distinguished between ideas or concepts (which may not be copyrighted) and particularized, original expressions of ideas (which may be copyrighted). <i>See, e.g.,</i> 17 U.S.C. § 102(b) (\"In no case does copyright protection for an original work of authorship extend to any idea. . . .\"); 1 Melville B. Nimmer &amp; David Nimmer, <i>Nimmer on Copyright</i> § 2.03[D] (Lexis-Nexis 2007) (\"Copyright may be claimed only in the `expression' of a work of authorship, and not in its `idea.'\"). Where an asserted copyright is too generalized, it is essentially an impermissible attempt to copyright an idea. <i>See, e.g., </i><i>Ale House Mgt., Inc. v. Raleigh. Ale House, Inc.,</i> <span class=\"citation\" data-id=\"767852\"><a href=\"/opinion/767852/ale-house-management-incorporated-a-florida-corporation-v-raleigh-ale/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">137</span></a></span>, 143 (4th Cir.2000) (\"AHM appears to be claiming, not that Raleigh Ale House infringed on a particular plan, but that it copied the concept of using an island or peninsula-shaped bar. . . . But at this level of generality, the AHM design <span class=\"star-pagination\">*549</span>  . . . is not copyrightable.\"); <i>Gentieu v. Tony Stone Images/Chicago, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">888</span></span>, 848-49 (N.D.Ill.2003) (\"Gentieu cannot claim a copyright in the idea of photographing naked or diapered babies or in any elements of expression that are intrinsic to that unprotected idea.\").</p>\n<p>Custom also may be alleging a copyright not in the product-descriptive display and technical description of aftermarket motorcycle lighting accessories in general, but rather in its unique expression of these particular product-description pictures and its unique description of the technical details of these particular aftermarket motorcycle lighting accessories. If so, Custom's claim is weak, because its images and descriptions do not satisfy the standard for originality.</p>\n<p>\"The sine qua non of copyright is originality. To qualify for copyright protection, a work must be original to the author.\" <i>Feist Publ.,</i> 499 U.S. at 345, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>. To be \"original,\" every work must \"possess[] at least some minimal degree of creativity?' <i>Id.</i> The Supreme Court has described this bare minimum requirement as \"some creative spark\" <i>Id.</i> However, there is no \"creative spark\" involved in a purely descriptive picture of a product. For example, in <i>Oriental Art Printing, Inc. v. Goldstar Printing Corp.,</i> the court held that pure product-description pictures of Chinese food dishes were not sufficiently original to merit copyright protection. <span class=\"citation\" data-id=\"2419081\"><a href=\"/opinion/2419081/oriental-art-printing-v-goldstar-printing-corp/\"><span class=\"volume\">175</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">542</span></a></span>, 546 (S.D.N.Y.2001). Rather than being creative works with some minimal level of originality, the court found that the photographs were instead meant to \"serve a purely utilitarian purpose: to identify [the food items for sale].\" <i>See id.</i> at 547. Just as the plaintiff in <i>Oriental Art</i> could not corner the market on Chinese food menus by' copyrighting a purely descriptive, picture of General Tso's chicken, <i>see id.</i> at 546, plaintiff may not corner the Market on advertising aftermarket motorcycle lighting accessories by copyrighting purely descriptive pictures of its wares. <i>See id.</i> at 548 (noting that to hold otherwise \"effectively would permit [plaintiff] to monopolize the market\"). Custom's photographs Were meant to serve the purely utilitarian purpose of displaying examples of its product to potential consumers, and do not merit copyright protection. <i>See</i> Verified Compl. Ex. 7; <i>cf. </i><i>Feist Publ.,</i> 499 U.S. at 363, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span> (\"[T]here, is nothing remotely creative about arranging names alphabetically in a white-pages directory\").</p>\n<p>The same analysis applies to the technical descriptions accompanying the pictures. The disputed items consist simply of photographs of aftermarket motorcycle taillights with a neutral surface in the background, and the technical details of the product beside the, photograph. <i>See</i> Verified Compl. Ex. 7 (&amp;g., product labeled \"Clear LED Tail Light\" that \"Fits all Deuce Models\"). These technical descriptions do not illustrate any \"creative spark.\" Accordingly, Custom's copyright claims with respect to the product-descriptive photographs and accompanying technical details are weak.</p>\n<p></p>\n<h2>2.</h2>\n<p>Custom also claims a copyright in the textual description of its \"Eclipze\" product line. <i>See</i> Pl.'s Mem. 9; Pl.'s Reply 3; <i>compare</i> Verified Compl. Ex. 8 (text describing Custom's \"Eclipze\" turn signals) <i>with</i> Verified Compl. Ex. 10 (nearly <i>identical</i> text describing Radiantz's \"Drugz\" turn signals). Custom admits that this, text originally described a Radiantz product <i>See</i> Pl.'s Reply 3. However, Custom alleges that it alone wrote the text, and therefore it alone holds a copyright. <i>See id.;</i> Pl.'s Mem. 7; Supplemental Decl. of David Pribula ¶ 6e. Radiantz <span class=\"star-pagination\">*550</span> does not dispute that these descriptions may be copyrighted, but argues that it is a co-owner of any copyright, because it helped to draft the language over which Custom asserts a copyright. <i>See</i> Decl. of Mitchell Valentine ¶ 11.A (\"I helped design that website because Custom Dynamics was describing my product.\"). Custom vigorously denies that Radiantz had any role in drafting the text. <i>See, e.g.,</i> Supplemental Decl. of David Pribula ¶ 6e.</p>\n<p>Where two parties engage in a joint effort to create a copyrighted work, they are joint owners of the resulting copyright. <i>See</i> 17 U.S.C. § 201(a) (\"Copyright in a work protected under this title vests initially in the author or authors of the work. The authors of a joint work are co-owners of copyright in the work.\"); 1 <i>Nimmer on Copyright</i> § 6.03 (\"A work that is the product of joint authorship is a `joint work,' which means that each contributor automatically acquires an undivided ownership in the entire work. . . .\"); <i>id.</i> (\"The essence of joint authorship is a joint laboring in furtherance of a preconcerted common design.\"). One co-owner of a joint work may not assert a copyright infringement claim against another co-owner. <i>See</i> 1 <i>Nimmer on Copyright</i> § 6.10[A] (\"[O]ne joint owner cannot be liable for copyright infringement to another joint owner, for the reason that one cannot infringe his own copyright. . . .\" (footnote omitted)).</p>\n<p>After considering the record as a whole, the court finds for purposes of this motion that Radiantz and Custom worked together to design the text at issue. Custom admits, and the court finds, that the text over which Custom asserts a copyright originally described a Radiantz product as then displayed on Custom's website. <i>See</i> Pl.'s Reply 3 (admitting that the description found at Verified Compl. Ex. 8 \"does in fact describe a Radiantz product\"); <i>compare</i> Verified Compl. ¶ 4 (\"Plaintiff agreed to advertise and promote Defendant's Products, [and to] provide information and customer support regarding Defendant's Products. . . .\") <i>with</i> Decl. of Mitchell Valentine ¶ 11.A (\"We worked together with [Custom] so that our descriptions would match, so that any technical questions would be easier to answer. . . . If anything, most of the pictures and descriptions were taken from our web site.\"). The court does not believe that Radiantz placed total discretion in Custom to describe Radiantz's products however Custom wished. For purposes of this motion, the court finds that Radiantz and Custom engaged in a joint effort to describe Radiantz's products on Custom's website.</p>\n<p>Because Radiantz jointly authored the text at issue, Radiantz is a co-owner of the copyright, and Custom may not assert copyright infringement against Radiantz with respect to the jointly-authored text. Custom's copyright claim with respect to the textual description of the \"Eclipze\" product line is weak.</p>\n<p></p>\n<h2>3.</h2>\n<p>Finally, Custom claims a copyright in the text constituting an introduction to Custom's \"Street Magic\" line of aftermarket motorcycle taillight lines. <i>See</i> Pl.'s Reply 3; Pl.'s Mem. 9; Verified Compl. Exs. 7 (introductory text to \"Street Magic\" line beginning with \"Our LED tail lights are a direct replacement . . .\") &amp; 11 (same introductory text to product line variously described as \"Reliance\" and as \"Street Magic\"). Radiantz again appears to argue that this text is the result of a joint effort between Custom and Radiantz, and that Radiantz is accordingly a joint owner of any copyright. <i>See, e.g.,</i> Def.'s Mem. 6.</p>\n<p>As Custom notes, this text constitutes an introduction to the \"Street Magic\" line of aftermarket motorcycle taillights that Custom sells. <i>See</i> Pl.'s Mem. 9; Verified <span class=\"star-pagination\">*551</span> Compl. Ex. 7 (illustrating text at issue placed above all \"Street Magic\" motorcycle taillight product pictures and descriptions). However, the court cannot determine on the current record whether any of these \"Street Magic\" taillights are Radiantz products. <i>See</i> Verified Compl. Ex, 7. Without this information, the court cannot realistically evaluate the strength of Radiantz's joint ownership argument. The court will therefore assume, without deciding, that this introductory text to the \"Street Magic\" line does not describe any Radiantz products. On this assumption, the court will proceed to evaluate Custom's claim.</p>\n<p>The first prong of a copyright claim is ownership of a valid copyright. <i>See </i><i>Feist Publ.,</i> 499 U.S. at 361, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>. This in turn consists of three<sup>[3]</sup> applicable sub-elements: (1) originality, (2) copyrightability, and (3) compliance with statutory formalities. <i>See</i> 4 <i>Nimmer on Copyright</i> § 13.01[A]. Custom alleges that Pribula composed the introductory text. <i>See</i> Supplemental Decl. of David Pribula ¶ 4: Moreover, unlike the product-descriptive pictures and technical descriptions discussed earlier, this introductory text does appear to exhibit \"creative spark.\" <i>See </i><i>Feist Publ.,</i> 499 U.S. at 345, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>. Thus, Custom appears to meet the originality sub-element. Custom also appears to meet the second and third sub-elements. Copyrightability is met because \"[a]dvertisements are clearly copyrightable,\" <i>see</i> 1 <i>Nimmer on Copyright</i> § 2.08[G][4], and Custom has met the statutory formalities by registering its copyright before filing suit. <i>See</i> 17 U.S.C. § 411(a) (\"[N]o action for infringement of the copyright in any United States work shall be instituted until preregistration or registration of the copyright claim has been made in accordance with this title.\"); Verified Compl. Ex. 11 (registration statement covering introductory text at issue).</p>\n<p>The second prong of copyright infringement under <i>Feist Publications</i> is \"copying of constituent elements of the work that are original.\" 499 U.&amp; at 361, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1281</span></span> Copying consists of both a factual element (whether the defendant did in fact copy) and a legal element (whether the things copied are in themselves sufficiently original to merit copyright protection). <i>See</i> 4 <i>Nimmer on Copyright</i> § 13.01[B]. As to the factual element, the court finds that. Radiantz did in fact copy: There is almost no difference between Custom's introductory text and the competing Radiantz text. <i>Compare</i> Verified Compl. Ex. 7 (introductory text beginning with \"Our LED tail lights are a direct replacement . . .\") <i>with id.</i> at Ex. 9 (nearly identical text accompanying description of \"Smoked Laydown LED tail light\"). As to the, legal element, the court finds that the copied portions are sufficiently original to merit protection. <i>Compare id.</i> at Ex. 7 (introductory text containing, e.g., \"With a beautifully crafted, perfectly fitting lens, the high intensity LED cluster, and a retail price below $200, these Street Magic Lights are by far the Best Value on the Market Today!\") <i>with id.</i> at Ex. 9 (text accompanying \"Smoked Laydown LED tail light\" containing, e.g., `With a superbly crafted, perfectly fitting lens, the high intensity LED cluster, and a retail price <span class=\"star-pagination\">*552</span> below $129, these LED Tail Lights are the Best Value on the Market!\"); <i>cf. </i><i>Feist Publ.,</i> 499 U.S. at 361-64, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span> (finding no copyright infringement notwithstanding defendant's copying because listings in telephone address white pages lacked sufficient originality to merit copyright protection). The court therefore finds  with the caveat that the court lacks information regarding Radiantz's joint ownership argument  that Custom has a moderate chance of prevailing on the merits of its copyright infringement claim with respect to the introductory text.</p>\n<p></p>\n<h2>4.</h2>\n<p>In sum, Custom's likelihood of success on the merits of its copyright claims is exceedingly low as to the product-description pictures and accompanying technical details, exceedingly low as to the textual description of its \"Eclipze\" product line, and moderate as to the text constituting an introduction to Custom's \"Street Magic\" line. Accordingly, on these facts the risk of irreparable harm to Custom if the injunction is denied is very low as to the first two copyright claims, and the balance of harms does not strongly favor Custom. <i>See, e.g., </i><i>Direx,</i> 952 F.2d at 812-13. Custom must therefore at least show a strong probability of success on the merits, which it has not done. <i>See. e.g., id.</i> Moreover, the court has considered the public interest, <i>see, e.g., id.,</i> and finds that the public interest does not favor granting preliminary relief where the plaintiffs likelihood of success is so low.</p>\n<p>As to the copyright claim on the \"Street Magic\" text, the court finds that Custom has a moderate chance of success on the merits. The court does not find that Custom has a strong likelihood of success on the merits, because the court cannot determine on the current record whether the text describing the \"Street Magic\" line was also used to describe any Radiantz products, and the court accordingly cannot determine whether Radiantz might have a claim to joint ownership of any copyright. Given the strong probability that any text helping to describe any Radiantz product would be jointly authored, and given the lack of any evidence on this issue in the record, Custom does not have a strong likelihood of success on the merits, and the balance of harms sides not strongly favor Custom. <i>See, e.g., id.</i> The court has considered the public interest, and finds that it does not support granting preliminary relief where such a significant ambiguity remains. <i>See, e.g. id.</i> at 816 (preliminary relief is \"the exercise of very far-reaching power to be granted only sparingly and in limited circumstances\" (quotations omitted)). Custom's motion for preliminary relief is therefore denied as to the copyright claims.<sup>[4]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>The court turns next to Custom's request for preliminary relief on its defamation claims. The court must first determine whether Custom has clearly shown irreparable harm. <i>See, e.g., id.</i> at 812-13. Custom's asserted irreparable harm is that \"[Radiantz]'s systematic circulation of false statements . . . is causing irreparable harm to Plaintiffs reputation and business interests.\" Verified Compl. ¶ 49. The court will again assume, without deciding, <span class=\"star-pagination\">*553</span> that loss of business reputation constitutes an irreparable harm. <i>See </i><i>Multi-Channel TV,</i> 22 F.3d at 552; <i>Fed. Leasing,</i> 660 F.2d at 500; <i>Blackwelder,</i> 550 F.2d at 197. However, even assuming that Custom has stated an irreparable harm as to statements that Radiantz has allegedly made, Custom has submitted no evidence tending to show that the specific irreparable harm from which it seeks preliminary relief is imminent.</p>\n<p>The purpose of a preliminary injunction is to preserve the status quo pending resolution of the litigation. 11A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice &amp; Procedure</i> § 2948 (2d ed.1995). If the movant is, not in imminent danger of suffering the asserted irreparable harm, then court intervention is not necessary to preserve the status quo. Accordingly, a movant's asserted harm must be imminent for preliminary relief to issue. <i>See, e.g., </i><i>Direx,</i> 952 F.2d at 816 (preliminary relief inappropriate where asserted harm was \"not present or immediate but merely problematic, conditioned on possible future events\"); <i>see also </i><i>In re Microsoft Carp. Antitrust Litig.,</i> <span class=\"citation\" data-id=\"782420\"><a href=\"/opinion/782420/in-re-microsoft-corporation-antitrust-litigation-sun-microsystems-inc-a/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span>, 527-31 (4th Cir.2003); <i>Dan River, Inc. v. Icahn,</i> <span class=\"citation\" data-id=\"415215\"><a href=\"/opinion/415215/blue-sky-l-rep-p-71798-fed-sec-l-rep-p-99043-dan-river-inc-v/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 283-84, 292 (4th Cir.1983); <i>Lulu Enters., Inc. v. N-F Newsite, LLC,</i> No. 5:07-CV-347-D, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">3101011</span></span>, at *3-*5 (E.D.N.C. Oct.19, 2007) (unpublished); <i>Fairfield Resorts, Inc. v. Fairfield Mountain Prop. Owners Assoc. Inc.,</i> No. 1:06-CV-191, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">186537</span></span>, at *4, *7 (W.D.N.C. Jan. 22, 2007) (unpublished).</p>\n<p>Here, Custom requests that the court \"[t]emporarily, preliminarily, and permanently restrain and enjoin Defendant . . . from <i>further</i> defaming Plaintiff to any third parties. . . .\" Verified Compl. 19 (prayer for relief B) (emphasis supplied). Custom decries \"the grim specter\" of asyet unknown defamatory statements, and warns that \"[e]ach day passing presents additional opportunities for Radiantz to defame Custom\" through Radiantz's alleged \"campaign of defamation.\" <i>See</i> Pl.'s Mem. 13, 16. Even assuming arguendo that Custom has shown defamation by Radiantz, Custom points to only one piece of evidence that Radiantz is imminently about to defame plaintiff again.<sup>[5]</sup> Custom argues that Mitchell Valentine's declaration, where he asserts that Radiantz \"cannot be stopped from telling [its] customers why [it] lowered [its] prices,\" establishes that further defamation is imminent. Decl. of Mitchell Valentine ¶ 11. B.1; <i>see</i> Pl.'s Reply 6. Valentine's opinion about whether his company can or cannot do something does not provide the clear showing of imminent harm necessary to support preliminary relief. <i>See, e.g., </i><i>Direx,</i> 952 F.2d at 816. The court cannot enjoin Radiantz from \"further\" defaming Custom without evidence that \"further\" defamation is imminent \"Opportunities\" for defamation are not enough.</p>\n<p>Preliminary relief is \"an extraordinary remedy,\" <i>Direx,</i> 952 F.2d at 811, requiring the district court to act \"on an incomplete record\" where \"[t]he danger of a mistake . . . is substantial.\" <i>Scotts Co.,</i> 315 F.3d at 284 (quotations omitted). The court will not enjoin the hypothetical future statements of defendants without clear evidence of an actual, imminent, irreparable harm. <i>See, e.g., </i><i>Direx,</i> 952 F.2d at 811. Custom's motion for preliminary relief is denied as to the defamation claims.</p>\n<p></p>\n<h2>III.</h2>\n<p>Custom's motion for a temporary restraining order, and Custom's motion for a <span class=\"star-pagination\">*554</span> preliminary injunction, are hereby DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Custom's copyright claims are not a model of clarity.</p>\n<p>[2]  Custom alleges that Radiantz has misappropriated the photographs and technical details of four different motorcycle taillights. <i>See</i> Pl.'s Mem. 9. Custom alleges that these four taillight products are manufactured by \"No Magic Neon,\" not Radiantz. <i>See</i> Pl.'s Reply 3; Supplemental Decl. of David Pribula ¶ 6d. However, Custom fails to explain precisely which four product images and descriptions are of these \"No Magic Neon\" products. <i>See</i> Verified Comp'. Ex. 7 (providing no indication as to who manufactured each product pictured and described). However, Custom's ambiguity does not affect the court's analysis.</p>\n<p>[3]  There are actually five sub-elements to the ownership prong of <i>Feist Publications. See</i> 4 <i>Nimmer on Copyright</i> § 13.01[A]. However, the sub-elements of \"a national point of attachment\" and \"transfer of rights\" do not appear applicable to this case. <i>See</i> 1 Nimmer on Copyright § 5.05 (indicating that the \"national point of attachment\" sub-element only applies where a foreign author claims a copyright); 4 <i>Nimmer on Copyright</i> § 13.01[A] (indicating that the \"transfer of rights\" sub-element only applies where the plaintiff is not the author).</p>\n<p>[4]  Custom appears to argue that the Fourth Circuit adopted a \"less stringent standard\" for preliminary relief in copyright infringement cases where the movant has registered its alleged copyright. <i>See</i> Pl.'s Mem. 5 (citing <i>Service &amp; Training, Inc. v. Data Gen. Corp.,</i> <span class=\"citation\" data-id=\"583360\"><a href=\"/opinion/583360/service-training-incorporated-robert-j-montgomery-v-data-general/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span>, 690 (4th Cir.1992)). This court has reviewed <i>Service &amp; Training, Inc.,</i> and its progeny, and disagrees. <i>See, e.g., Universal Furniture Int'l. </i><i>Inc. v. Collezione Europa USA, Inc.,</i> 196 Fed.Appx. 166, 169-70 (4th Cir. 2006) (unpublished) (per curiam); <i>see also </i><i>Diamond Star Bldg. Corp. v. Freed,</i> <span class=\"citation\" data-id=\"675117\"><a href=\"/opinion/675117/diamond-star-building-corporation-v-beverly-freed-and-ingram/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span>, 505 n. 1 (4th Cir.1994).</p>\n<p>[5]  Because imminence is a \"condition precedent to the entry of any preliminary [relief],\" <i>In re Microsoft,</i> 333 F.3d at 527, the court need not determine whether any of Radiantz's alleged statements would likely constitute defamation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2419081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2524901/"
  ]
}