{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2519342/",
  "absolute_url": "/opinion/2519342/state-of-nc-on-relation-of-long-v-cooper/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2519342/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:16.132488Z",
  "date_modified": "2016-04-27T03:07:59.597518Z",
  "type": "010combined",
  "sha1": "8479cf832243ecff66b0b3ae0d234b0088670140",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>14 F.Supp.2d 767 (1996)</b></center>\n<center><h1>STATE OF NORTH CAROLINA on the Relation of James E. LONG, Commissioner of Insurance, as Liquidator of Twentieth Century Life Insurance Co., Plaintiff,<br>\nv.<br>\nCandace L. COOPER and Louis H. Hevey, Defendants.<br>\nand<br>\nSTATE OF NORTH CAROLINA on the Relation of James E. LONG, Commissioner of Insurance, as Liquidator of Twentieth Century Life Insurance Co., Plaintiff,<br>\nv.<br>\nGlenn H. MARTIN, Defendant.</h1></center>\n<center>Nos. 92-CV-783-5-F, 594-CV-850-F2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 16, 1996.</center>\n<p><span class=\"star-pagination\">*768</span> Thomas D. Zweigart, Spec. Dep. Atty. Gen., N.C. Dept. of Justice, V. Lane Wharton, Jr., Bode, Call &amp; Stroupe, Raleigh, NC, for James E. Long.</p>\n<p>V. Lane Wharton, Jr., Bode, Call &amp; Stroupe, Raleigh, NC, for Twentieth Century Life Ins. Co.</p>\n<p>Noel L. Allen, Allen &amp; Pinnix, Raleigh, NC, for Candace L. Cooper.</p>\n<p>Louis H. Hevey, Lake Mary, FL, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>These consolidated cases arise from events which allegedly transpired after the Twentieth Century Life Insurance Company was acquired by Glenn H. Martin and corporations he owned or controlled. Since these lawsuits were filed, defendants Martin, Hevey and Cooper have been convicted of federal criminal offenses related to their dealings with Twentieth Century, and all three have been sentenced to serve periods of incarceration in federal facilities. In addition, each defendant has been ordered to pay restitution in the sum of approximately $9.75 million. The court is informed that the restitution order may be the subject of appeal in some or all of the criminal cases.</p>\n<p>The following motions in these consolidated civil cases are ripe for ruling:</p>\n<blockquote>Long's motion for partial summary judgment as against defendants Cooper and Hevey in No. 92-783;</blockquote>\n<blockquote>Cooper's motion to amend her answer in No. 92-783;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*769</span> Martin's motion to amend his answer and to add counterclaim, and to extend time for discovery in No. 94-850;</blockquote>\n<blockquote>Martin's motion for judgment on the pleadings in No. 94-850.</blockquote>\n<p>The facts set forth in the plaintiff's Memorandum supporting the Motion for Partial Summary Judgment as against defendants Cooper and Hevey in No. 92-783, are, to date, uncontested, in that the defendants have claimed Fifth Amendment privilege against self-incrimination and, therefore, have neither given sworn testimony in this case, nor tendered versions of the facts which differ from that offered by the plaintiffs. The court can perceive of no benefit in adding to the bulk of this case file by reiterating the underlying facts. Reference is made to plaintiff's renditions thereof contained its dispositive motions.</p>\n<p></p>\n<h2>I. COOPER'S MOTION TO AMEND ANSWER</h2>\n<p>Cooper has invoked her Fifth Amendment privilege against self-incrimination to date in this litigation. On September 25, 1995, Magistrate Judge Denson provided that Cooper would be permitted to move for leave to supplement her Answer to the Complaint herein on or before October 9, 1995. On October 10, 1995, Cooper so moved, without specifying the substance of supplemental pleadings in a proposed Amended Answer. She argued that no Local Rule or Rule of Civil Procedure requires that she attach a proposed Amended Answer to her motion, and that her failure to do so is no reason to deny her leave to so amend.</p>\n<p>Although Cooper is correct that there is no requirement that she attach a proposed Amended Answer, her failure to do so leaves the court without any basis for making an informed determination of the merit of her motion to file such a pleading. Consequently, although Cooper's motion was filed in a timely manner, she has not made any showing of a factual or legal basis therefor.</p>\n<p>Furthermore, although leave to amend \"shall be freely given,\" the court perceives that amendment at this late date would not only be unduly prejudicial to the plaintiff but also would be futile. <i>See, e.g., </i><i>Johnson v. Oroweat Foods Co.,</i> 785 F.2d 503, 510 (4th Cir.1986). For those reasons, Cooper's Motion to Amend her Answer is DENIED.</p>\n<p></p>\n<h2>II. MOTION FOR PARTIAL SUMMARY JUDGMENT  No. 92-783-CIV-5  FRAUD CLAIMS AGAINST COOPER &amp; HEVEY</h2>\n<p>Even before these consolidated civil actions were stayed pending completion of the criminal prosecutions in Florida, plaintiff Long moved for Partial Summary Judgment as against defendants Cooper and Hevey on Long's claims of fraud.</p>\n<p></p>\n<h2>A. <i>Hevey</i>\n</h2>\n<p>Because defendant Hevey has indicated that he does not intend to defend against the claims filed against him, and has not, in fact, done so, Long's Motion for Partial Summary Judgment is ALLOWED against Hevey on the fraud claim  Count III of the Complaint. Long is entitled to entry of partial judgment against Hevey in the principal amount of $9,085,425.67.</p>\n<p></p>\n<h2>B. <i>Cooper</i>\n</h2>\n<p>Cooper has filed a response to the instant motion in which she contends that summary judgment cannot be had on the fraud claim, because that claim is based on an alleged breach of fiduciary duty, and she had no fiduciary duty to the North Carolina Department of Insurance. Cooper admits, of course, that she \"likely\" owed a fiduciary duty to the corporation. Long points out that breach of a fiduciary duty is constructive fraud under North Carolina law, and that he has brought this action as liquidator of Twentieth Century and is asserting the claims of that corporation. He does not assert any claims he may have in his own right as regulator.</p>\n<p>None of Ms. Cooper's arguments has merit with regard to the instant motion. For the reasons set forth in Long's Memorandum in Support of Motion for Partial Summary Judgment and in his Reply to Cooper's Response thereto, that motion is ALLOWED. Long is entitled to partial summary judgment <span class=\"star-pagination\">*770</span> as against defendant Cooper in the principal amount of $9,085,425.67.</p>\n<p></p>\n<h2>III. MARTIN'S MOTION TO FILE AMENDED ANSWER ADD COUNTERCLAIM AND EXTEND DISCOVERY No. 5:94-CV-850</h2>\n<p>Martin, like Cooper, initially filed an Answer in which he primarily invoked his Fifth Amendment privilege against self-incrimination. Also like <i>Cooper,</i> the <i>Martin</i> case was stayed by Magistrate Judge Denson pending the criminal proceedings in Florida.</p>\n<p>On September 25, 1995, Judge Denson lifted the stay as to all matters except plaintiff-initiated discovery. In that same order, Judge Denson extended Martin's opportunity to conduct discovery until November 24, 1995.</p>\n<p>On November 14, 1995, Martin's lead and local counsel entered their notices of appearance for the first time, although the record is clear that lead counsel, Mr. Jochem, had been representing Martin's interests at least since the September 25, 1995, telephone conference with Judge Denson. And, although the stay had been lifted as of that date, Mr. Jochem did not move to amend Martin's Answer and to add a counterclaim until November 14th. He also moved on that date to extend the discovery deadline until December 15 for the sole purpose of deposing certain named persons. Twentieth Century responded in opposition to the November 14th motions.</p>\n<p>Martin, like Cooper, did not submit a proposed Amended Answer. To date, the court still is in the dark with regard to what affirmative defenses and counterclaims Martin would add, if permitted to do so. Because the court perceives that permitting Martin to file an Amended Answer and counterclaims at this late date would be unduly prejudicial as well as futile, Martin's motion to file Amended Answer and counterclaims, too, is DENIED. <i>See, e.g., </i><i>State of North Carolina ex rel. Long v. Alexander &amp; Alexander,</i> 711 F.Supp. 257, 259-60 (E.D.N.C.1989).</p>\n<p>On November 14, 1995, Martin filed a motion for leave to extend the discovery deadline in order to depose Joseph Holloway, N.C. Dept. of Insurance; Melvin Dillon, Contractor, N.C. Dept. of Insurance; Sandy Acton, Contractor, N.C. Dept. of Insurance; Mike Blinson, North Carolina Guaranty Association; and James Long, Commissioner of N.C. Dept. of Insurance. Counsel for Martin had indicated during the September 25, 1995, telephone status conference with Magistrate Judge Denson that he intended to conduct discovery, and Judge Denson extended discovery for Martin until November 24 1995. However, following that conference call, Martin's counsel never served any discovery request or notice of deposition.</p>\n<p>Rather, on November 6, 1995, counsel for Martin telephoned plaintiff's counsel indicating a desire to depose four people during or just after Thanksgiving week. Plaintiff's counsel offered several dates between November 9 and 22, on which these witnesses would be available. However, on November 14, 1995, Martin moved for another extension of the discovery deadline to December 15, so that he could take the depositions during \"a three day period when all parties are available.\" Martin's Motion to Extend Time for Discovery at ¶ 4. It was at this point that the undersigned requested the case file and, upon reviewing it, scheduled a status conference with counsel for the parties.</p>\n<p>For the reasons more fully set forth in the plaintiff's response in opposition to this motion, Martin's Motion to Extend Time for Discovery is DENIED.</p>\n<p></p>\n<h2>IV. MARTIN'S MOTION FOR JUDGMENT ON PLEADINGS OR FOR SUMMARY JUDGMENT</h2>\n<p>On December 21, 1995, defendant Martin filed a Motion for Judgment on the Pleadings or, in the alternative, for Summary Judgment. The plaintiff filed its response on January 2, 1996.</p>\n<p>In the instant motion, Martin attacks Counts I and II of the Complaint which allege violations of the North Carolina Racketeer Influence and Corruption Organizations (\"RICO\") Act, N.C. Gen.Stat. §§ 75D-1, <i>et seq.</i> The Complaint alleges predicate acts of mail fraud, embezzlement and willful filing of a false annual statement.</p>\n<p><span class=\"star-pagination\">*771</span> Martin asserts that the plaintiff  the State of North Carolina on relation of James E. Long, Insurance Commissioner as liquidator of Twentieth Century  cannot sue Twentieth Century's former president, Glenn Martin, under North Carolina's RICO Act for allegedly stealing more than $9 million in insurance premiums sent to Twentieth Century by hundreds of policyholders, while leaving Twentieth Century obligated to pay out claims to those policyholders. Martin relies as authority for his position on <i>Corcoran v. American Plan Corp.,</i> 886 F.2d 16 (2d Cir.1989), which held that the New York Superintendent of Insurance, suing as liquidator of an insurance company, failed to state a claim under federal RICO by alleging as the sole predicate acts the mailing of false financial statements by officers of the insurance company to the <i>New York Department of Insurance,</i> because that entity was not deprived of any property interest in reliance on the false statements. <i>Corcoran,</i> 886 F.2d at 19-22.</p>\n<p>The reason the <i>Corcoran</i> complaint was dismissed was that the alleged predicate acts did not constitute federal mail fraud because the \"person\" alleged to have been deceived (the Superintendent of Insurance) did not thereby lose money or property. Consequently, the court concluded that the filing of false financial statements with the New York Insurance Department  the only mailing alleged in <i>Corcoran</i>  did not meet the technical definition of \"mail fraud\" contained in 18 U.S.C. § 1341, because the Department did not thereby lose property or money.</p>\n<p>Similarly, other cases upon which Martin relies in support of his position here also are inapposite. Both <i>Brandenburg v. Seidel,</i> 859 F.2d 1179 (4th Cir.1988), and <i>Mid Atlantic Telecom v. Long Distance Services,</i> 18 F.3d 260 (4th Cir.), <i>cert. denied,</i> 513 U.S. 931, 115 S.Ct. 323, 130 L.Ed.2d 283 (1994), were concerned with proximate causation between alleged predicate acts of mail fraud and the victims' injuries.</p>\n<p>Twentieth Century, through its liquidator Long, points out that its case against Martin is entirely different from those rejected in both <i>Corcoran</i> and <i>Brandenburg.</i> First, the claims in this case are brought pursuant North Carolina RICO law, not federal RICO. North Carolina law does not permit acts of mail fraud to stand alone as the \"predicate act\" allowing a scheme to be classified as \"a pattern of racketeering\" in a private civil action. Rather, North Carolina RICO requires that a private plaintiff allege the existence of at least one \"act of racketeering\" <i>other than</i> mail fraud. <i>See</i> N.C. Gen.Stat. § 75D-8(c). The allegations advanced by the plaintiff in Counts I and II of the Complaint herein comply with this requirement.</p>\n<p>Secondly, <i>Corcoran</i> dealt with facts where no indictable federal mail fraud offense was pled. In contrast, not only has Commissioner Long pled actionable mail fraud, but Martin has been indicted and convicted of multiple counts of federal mail fraud in connection with his dealings with Twentieth Century and its policyholders.</p>\n<p>Third, Commissioner Long alleged mail fraud in the Complaint, not by reference to any fraud on the North Carolina Department of Insurance, but by reference to a fraud on Twentieth Century and its policyholders, by specific reference to mailings to those policyholders. The plaintiff herein did not allege that any acts of federal mail fraud consisted of mailings to the Insurance Department  the fatal error in <i>Corcoran.</i> Rather, he alleged that false financial statements  delivered by private carrier rather than through the mails  filed with the Insurance Department violated North Carolina criminal laws relating specifically to the filing of false financial statements. These specific North Carolina statutes are included in the definition of \"acts of racketeering\" in the state RICO statutes. N.C. Gen.Stat. § 75D-3.</p>\n<p>Fourth, mail fraud is only one of the many offenses of which Martin was convicted, and is only one of the crimes which the plaintiff alleges Martin committed. The predicate acts alleged in the Complaint include embezzlement and other North Carolina state law crimes designated as predicate acts under the North Carolina RICO statutes. Martin was convicted of crimes in addition to mail fraud, including money laundering and money structuring, as part of his scheme to defraud Twentieth Century and its policyholders. <span class=\"star-pagination\">*772</span> Even absent the mail fraud counts, Martin's multiple convictions of money laundering are sufficient standing alone to establish a \"pattern of racketeering\" under North Carolina RICO. N.C. Gen.Stat. §§ 75D-8(e), -3(c).</p>\n<p>Martin mistakenly believes that an element of a North Carolina RICO claim is proof that a \"plaintiff ... detrimentally relied on a predicate act of racketeering activity.\" Martin's Memorandum at 4. Rather, the elements of such a claim are set forth in N.C. Gen.Stat. § 75D-8(c), and include proof by a plaintiff \"that he has been injured or damaged in his business or property by reason of any violation of G.S. 75D-4 involving a pattern of racketeering activity ....\"</p>\n<p>Martin advances the disingenuous argument that Insurance Commissioner Long did not allege that <i>he</i> had detrimentally relied on anything Martin did. He carries this premise into an argument that Commissioner Long did not allege that he suffered any injury as a proximate cause of Martin's alleged acts, or that Commissioner <i>Long</i> is an \"innocent person.\" In short, the cornerstone of Martin's position is that James E. Long lacks standing to sue him for RICO violations.</p>\n<p>It is elementary that the plaintiff in this case is Twentieth Century Life Insurance Company, whose rights are being asserted by its statutory receiver, James E. Long, North Carolina Insurance Commissioner, pursuant to his specific authority under N.C. Gen.Stat. § 58-30-120(12). The Complaint alleges that Twentieth Century was injured as a result of Martin's racketeering activity:</p>\n<blockquote>43. By reason of the foregoing acts of [Martin] and his co-conspirators, Twentieth Century has been damaged in that more than $9,800,000 of its assets have been looted from the company and are not available for use in paying claims against the company.</blockquote>\n<p>Complaint at ¶ 43. As the plaintiff points out, Martin is confusing Long's role as regulator with that of liquidator of Twentieth Century. The Commissioner \"assumes the identity\" of an insolvent insurer when he becomes a receiver. <i>North Carolina ex rel. Long v. Alexander &amp; Alexander Services, Inc.,</i> 711 F.Supp. at 262.</p>\n<p>The plaintiff has not alleged fraud against the North Carolina Department of Insurance as a basis for its private RICO civil action. Plaintiff has alleged a fraud on a North Carolina insurance company  Twentieth Century  driving it into insolvency, accompanied by numerous criminal acts, including fraud on regulators necessary to carry out the principal fraud, which acts are not random or isolated in nature, but of a similar nature and part of a pattern. The Complaint alleges that Martin embezzled money from Twentieth Century which he obtained through mail fraud. It alleges that Martin's fraudulent mailings deceived people into sending money to Twentieth Century, which Martin intended to divert to his own use thus injuring the company by increasing its obligations without providing the assets to cover those obligations. The Complaint further alleges that Martin concealed his crime in order to allow him to steal more money by sending false statements to insurance departments, thus committing federal mail fraud offenses. <i>Cf. </i><i>United States v. Cosentino,</i> 869 F.2d 301, 308 (7th Cir.) (evidence in federal criminal mail fraud of \"deliberate attempts to cover up the transactions to keep the Department of Insurance from shutting down business that was operating outside of the limits. ...\"), <i>cert. denied,</i> 492 U.S. 908, 109 S.Ct. 3220, 106 L.Ed.2d 570 (1989). Finally, the Complaint contends that direct injury to Twentieth Century was reasonably foreseeable as a result of Martin's actions, and that those actions were the direct and proximate cause of Twentieth Century's injuries.</p>\n<p>Martin has failed to demonstrate that he is entitled to judgment on the pleadings. Nor has he demonstrated that he is entitled to summary judgment as to Counts I and II. Rule 56, Fed.R.Civ.P. His arguments are misdirected and his premises flawed. For the reasons set forth herein, Martin's Motion for Judgment on the Pleadings or for Summary Judgment is DENIED.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>1. Plaintiff's motion for Partial Summary Judgment as to defendants Hevey and Cooper <span class=\"star-pagination\">*773</span> on the fraud claim  Count III in No. 92-783  is ALLOWED. Plaintiff is entitled to partial summary judgment as against <i>each</i> of defendants Hevey and Cooper in the principal amount of $9,085,425.67, jointly and severally.</p>\n<p>2. Martin's Motions to File Amended Answer and to Add Counterclaim in No. 94-850, and to Extend Discovery are DENIED.</p>\n<p>3. Martin's Motion for Judgment on the Pleadings or for Summary Judgment on Counts I and II  North Carolina RICO violations  in No. 94-850 is DENIED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">767</span></span> (1996)</b></center>\n<center><h1>STATE OF NORTH CAROLINA on the Relation of James E. LONG, Commissioner of Insurance, as Liquidator of Twentieth Century Life Insurance Co., Plaintiff,<br>\nv.<br>\nCandace L. COOPER and Louis H. Hevey, Defendants.<br>\nand<br>\nSTATE OF NORTH CAROLINA on the Relation of James E. LONG, Commissioner of Insurance, as Liquidator of Twentieth Century Life Insurance Co., Plaintiff,<br>\nv.<br>\nGlenn H. MARTIN, Defendant.</h1></center>\n<center>Nos. 92-CV-783-5-F, 594-CV-850-F2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 16, 1996.</center>\n<p><span class=\"star-pagination\">*768</span> Thomas D. Zweigart, Spec. Dep. Atty. Gen., N.C. Dept. of Justice, V. Lane Wharton, Jr., Bode, Call &amp; Stroupe, Raleigh, NC, for James E. Long.</p>\n<p>V. Lane Wharton, Jr., Bode, Call &amp; Stroupe, Raleigh, NC, for Twentieth Century Life Ins. Co.</p>\n<p>Noel L. Allen, Allen &amp; Pinnix, Raleigh, NC, for Candace L. Cooper.</p>\n<p>Louis H. Hevey, Lake Mary, FL, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>These consolidated cases arise from events which allegedly transpired after the Twentieth Century Life Insurance Company was acquired by Glenn H. Martin and corporations he owned or controlled. Since these lawsuits were filed, defendants Martin, Hevey and Cooper have been convicted of federal criminal offenses related to their dealings with Twentieth Century, and all three have been sentenced to serve periods of incarceration in federal facilities. In addition, each defendant has been ordered to pay restitution in the sum of approximately $9.75 million. The court is informed that the restitution order may be the subject of appeal in some or all of the criminal cases.</p>\n<p>The following motions in these consolidated civil cases are ripe for ruling:</p>\n<blockquote>Long's motion for partial summary judgment as against defendants Cooper and Hevey in No. 92-783;</blockquote>\n<blockquote>Cooper's motion to amend her answer in No. 92-783;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*769</span> Martin's motion to amend his answer and to add counterclaim, and to extend time for discovery in No. 94-850;</blockquote>\n<blockquote>Martin's motion for judgment on the pleadings in No. 94-850.</blockquote>\n<p>The facts set forth in the plaintiff's Memorandum supporting the Motion for Partial Summary Judgment as against defendants Cooper and Hevey in No. 92-783, are, to date, uncontested, in that the defendants have claimed Fifth Amendment privilege against self-incrimination and, therefore, have neither given sworn testimony in this case, nor tendered versions of the facts which differ from that offered by the plaintiffs. The court can perceive of no benefit in adding to the bulk of this case file by reiterating the underlying facts. Reference is made to plaintiff's renditions thereof contained its dispositive motions.</p>\n<p></p>\n<h2>I. COOPER'S MOTION TO AMEND ANSWER</h2>\n<p>Cooper has invoked her Fifth Amendment privilege against self-incrimination to date in this litigation. On September 25, 1995, Magistrate Judge Denson provided that Cooper would be permitted to move for leave to supplement her Answer to the Complaint herein on or before October 9, 1995. On October 10, 1995, Cooper so moved, without specifying the substance of supplemental pleadings in a proposed Amended Answer. She argued that no Local Rule or Rule of Civil Procedure requires that she attach a proposed Amended Answer to her motion, and that her failure to do so is no reason to deny her leave to so amend.</p>\n<p>Although Cooper is correct that there is no requirement that she attach a proposed Amended Answer, her failure to do so leaves the court without any basis for making an informed determination of the merit of her motion to file such a pleading. Consequently, although Cooper's motion was filed in a timely manner, she has not made any showing of a factual or legal basis therefor.</p>\n<p>Furthermore, although leave to amend \"shall be freely given,\" the court perceives that amendment at this late date would not only be unduly prejudicial to the plaintiff but also would be futile. <i>See, e.g., </i><i>Johnson v. Oroweat Foods Co.,</i> <span class=\"citation\" data-id=\"466098\"><a href=\"/opinion/466098/richard-c-johnson-dba-arnold-distributors-v-oroweat-foods-co-dba/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span>, 510 (4th Cir.1986). For those reasons, Cooper's Motion to Amend her Answer is DENIED.</p>\n<p></p>\n<h2>II. MOTION FOR PARTIAL SUMMARY JUDGMENT  No. 92-783-CIV-5  FRAUD CLAIMS AGAINST COOPER &amp; HEVEY</h2>\n<p>Even before these consolidated civil actions were stayed pending completion of the criminal prosecutions in Florida, plaintiff Long moved for Partial Summary Judgment as against defendants Cooper and Hevey on Long's claims of fraud.</p>\n<p></p>\n<h2>A. <i>Hevey</i>\n</h2>\n<p>Because defendant Hevey has indicated that he does not intend to defend against the claims filed against him, and has not, in fact, done so, Long's Motion for Partial Summary Judgment is ALLOWED against Hevey on the fraud claim  Count III of the Complaint. Long is entitled to entry of partial judgment against Hevey in the principal amount of $9,085,425.67.</p>\n<p></p>\n<h2>B. <i>Cooper</i>\n</h2>\n<p>Cooper has filed a response to the instant motion in which she contends that summary judgment cannot be had on the fraud claim, because that claim is based on an alleged breach of fiduciary duty, and she had no fiduciary duty to the North Carolina Department of Insurance. Cooper admits, of course, that she \"likely\" owed a fiduciary duty to the corporation. Long points out that breach of a fiduciary duty is constructive fraud under North Carolina law, and that he has brought this action as liquidator of Twentieth Century and is asserting the claims of that corporation. He does not assert any claims he may have in his own right as regulator.</p>\n<p>None of Ms. Cooper's arguments has merit with regard to the instant motion. For the reasons set forth in Long's Memorandum in Support of Motion for Partial Summary Judgment and in his Reply to Cooper's Response thereto, that motion is ALLOWED. Long is entitled to partial summary judgment <span class=\"star-pagination\">*770</span> as against defendant Cooper in the principal amount of $9,085,425.67.</p>\n<p></p>\n<h2>III. MARTIN'S MOTION TO FILE AMENDED ANSWER ADD COUNTERCLAIM AND EXTEND DISCOVERY No. 5:94-CV-850</h2>\n<p>Martin, like Cooper, initially filed an Answer in which he primarily invoked his Fifth Amendment privilege against self-incrimination. Also like <i>Cooper,</i> the <i>Martin</i> case was stayed by Magistrate Judge Denson pending the criminal proceedings in Florida.</p>\n<p>On September 25, 1995, Judge Denson lifted the stay as to all matters except plaintiff-initiated discovery. In that same order, Judge Denson extended Martin's opportunity to conduct discovery until November 24, 1995.</p>\n<p>On November 14, 1995, Martin's lead and local counsel entered their notices of appearance for the first time, although the record is clear that lead counsel, Mr. Jochem, had been representing Martin's interests at least since the September 25, 1995, telephone conference with Judge Denson. And, although the stay had been lifted as of that date, Mr. Jochem did not move to amend Martin's Answer and to add a counterclaim until November 14th. He also moved on that date to extend the discovery deadline until December 15 for the sole purpose of deposing certain named persons. Twentieth Century responded in opposition to the November 14th motions.</p>\n<p>Martin, like Cooper, did not submit a proposed Amended Answer. To date, the court still is in the dark with regard to what affirmative defenses and counterclaims Martin would add, if permitted to do so. Because the court perceives that permitting Martin to file an Amended Answer and counterclaims at this late date would be unduly prejudicial as well as futile, Martin's motion to file Amended Answer and counterclaims, too, is DENIED. <i>See, e.g., </i><i>State of North Carolina ex rel. Long v. Alexander &amp; Alexander,</i> <span class=\"citation\" data-id=\"1654675\"><a href=\"/opinion/1654675/state-of-nc-ex-rel-long-v-alexander-alexander/\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">257</span></a></span>, 259-60 (E.D.N.C.1989).</p>\n<p>On November 14, 1995, Martin filed a motion for leave to extend the discovery deadline in order to depose Joseph Holloway, N.C. Dept. of Insurance; Melvin Dillon, Contractor, N.C. Dept. of Insurance; Sandy Acton, Contractor, N.C. Dept. of Insurance; Mike Blinson, North Carolina Guaranty Association; and James Long, Commissioner of N.C. Dept. of Insurance. Counsel for Martin had indicated during the September 25, 1995, telephone status conference with Magistrate Judge Denson that he intended to conduct discovery, and Judge Denson extended discovery for Martin until November 24 1995. However, following that conference call, Martin's counsel never served any discovery request or notice of deposition.</p>\n<p>Rather, on November 6, 1995, counsel for Martin telephoned plaintiff's counsel indicating a desire to depose four people during or just after Thanksgiving week. Plaintiff's counsel offered several dates between November 9 and 22, on which these witnesses would be available. However, on November 14, 1995, Martin moved for another extension of the discovery deadline to December 15, so that he could take the depositions during \"a three day period when all parties are available.\" Martin's Motion to Extend Time for Discovery at ¶ 4. It was at this point that the undersigned requested the case file and, upon reviewing it, scheduled a status conference with counsel for the parties.</p>\n<p>For the reasons more fully set forth in the plaintiff's response in opposition to this motion, Martin's Motion to Extend Time for Discovery is DENIED.</p>\n<p></p>\n<h2>IV. MARTIN'S MOTION FOR JUDGMENT ON PLEADINGS OR FOR SUMMARY JUDGMENT</h2>\n<p>On December 21, 1995, defendant Martin filed a Motion for Judgment on the Pleadings or, in the alternative, for Summary Judgment. The plaintiff filed its response on January 2, 1996.</p>\n<p>In the instant motion, Martin attacks Counts I and II of the Complaint which allege violations of the North Carolina Racketeer Influence and Corruption Organizations (\"RICO\") Act, N.C. Gen.Stat. §§ 75D-1, <i>et seq.</i> The Complaint alleges predicate acts of mail fraud, embezzlement and willful filing of a false annual statement.</p>\n<p><span class=\"star-pagination\">*771</span> Martin asserts that the plaintiff  the State of North Carolina on relation of James E. Long, Insurance Commissioner as liquidator of Twentieth Century  cannot sue Twentieth Century's former president, Glenn Martin, under North Carolina's RICO Act for allegedly stealing more than $9 million in insurance premiums sent to Twentieth Century by hundreds of policyholders, while leaving Twentieth Century obligated to pay out claims to those policyholders. Martin relies as authority for his position on <i>Corcoran v. American Plan Corp.,</i> <span class=\"citation\" data-id=\"529770\"><a href=\"/opinion/529770/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york-as/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span> (2d Cir.1989), which held that the New York Superintendent of Insurance, suing as liquidator of an insurance company, failed to state a claim under federal RICO by alleging as the sole predicate acts the mailing of false financial statements by officers of the insurance company to the <i>New York Department of Insurance,</i> because that entity was not deprived of any property interest in reliance on the false statements. <i>Corcoran,</i> 886 F.2d at 19-22.</p>\n<p>The reason the <i>Corcoran</i> complaint was dismissed was that the alleged predicate acts did not constitute federal mail fraud because the \"person\" alleged to have been deceived (the Superintendent of Insurance) did not thereby lose money or property. Consequently, the court concluded that the filing of false financial statements with the New York Insurance Department  the only mailing alleged in <i>Corcoran</i>  did not meet the technical definition of \"mail fraud\" contained in 18 U.S.C. § 1341, because the Department did not thereby lose property or money.</p>\n<p>Similarly, other cases upon which Martin relies in support of his position here also are inapposite. Both <i>Brandenburg v. Seidel,</i> <span class=\"citation\" data-id=\"513204\"><a href=\"/opinion/513204/john-p-brandenburg-john-p-huffman-as-custodian-for-robert-f-coon-a/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1179</span></a></span> (4th Cir.1988), and <i>Mid Atlantic Telecom v. Long Distance Services,</i> <span class=\"citation\" data-id=\"664654\"><a href=\"/opinion/664654/mid-atlantic-telecom-incorporated-v-long-distance-services-incorporated/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">260</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">931</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">323</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">283</span></span> (1994), were concerned with proximate causation between alleged predicate acts of mail fraud and the victims' injuries.</p>\n<p>Twentieth Century, through its liquidator Long, points out that its case against Martin is entirely different from those rejected in both <i>Corcoran</i> and <i>Brandenburg.</i> First, the claims in this case are brought pursuant North Carolina RICO law, not federal RICO. North Carolina law does not permit acts of mail fraud to stand alone as the \"predicate act\" allowing a scheme to be classified as \"a pattern of racketeering\" in a private civil action. Rather, North Carolina RICO requires that a private plaintiff allege the existence of at least one \"act of racketeering\" <i>other than</i> mail fraud. <i>See</i> N.C. Gen.Stat. § 75D-8(c). The allegations advanced by the plaintiff in Counts I and II of the Complaint herein comply with this requirement.</p>\n<p>Secondly, <i>Corcoran</i> dealt with facts where no indictable federal mail fraud offense was pled. In contrast, not only has Commissioner Long pled actionable mail fraud, but Martin has been indicted and convicted of multiple counts of federal mail fraud in connection with his dealings with Twentieth Century and its policyholders.</p>\n<p>Third, Commissioner Long alleged mail fraud in the Complaint, not by reference to any fraud on the North Carolina Department of Insurance, but by reference to a fraud on Twentieth Century and its policyholders, by specific reference to mailings to those policyholders. The plaintiff herein did not allege that any acts of federal mail fraud consisted of mailings to the Insurance Department  the fatal error in <i>Corcoran.</i> Rather, he alleged that false financial statements  delivered by private carrier rather than through the mails  filed with the Insurance Department violated North Carolina criminal laws relating specifically to the filing of false financial statements. These specific North Carolina statutes are included in the definition of \"acts of racketeering\" in the state RICO statutes. N.C. Gen.Stat. § 75D-3.</p>\n<p>Fourth, mail fraud is only one of the many offenses of which Martin was convicted, and is only one of the crimes which the plaintiff alleges Martin committed. The predicate acts alleged in the Complaint include embezzlement and other North Carolina state law crimes designated as predicate acts under the North Carolina RICO statutes. Martin was convicted of crimes in addition to mail fraud, including money laundering and money structuring, as part of his scheme to defraud Twentieth Century and its policyholders. <span class=\"star-pagination\">*772</span> Even absent the mail fraud counts, Martin's multiple convictions of money laundering are sufficient standing alone to establish a \"pattern of racketeering\" under North Carolina RICO. N.C. Gen.Stat. §§ 75D-8(e), -3(c).</p>\n<p>Martin mistakenly believes that an element of a North Carolina RICO claim is proof that a \"plaintiff ... detrimentally relied on a predicate act of racketeering activity.\" Martin's Memorandum at 4. Rather, the elements of such a claim are set forth in N.C. Gen.Stat. § 75D-8(c), and include proof by a plaintiff \"that he has been injured or damaged in his business or property by reason of any violation of G.S. 75D-4 involving a pattern of racketeering activity ....\"</p>\n<p>Martin advances the disingenuous argument that Insurance Commissioner Long did not allege that <i>he</i> had detrimentally relied on anything Martin did. He carries this premise into an argument that Commissioner Long did not allege that he suffered any injury as a proximate cause of Martin's alleged acts, or that Commissioner <i>Long</i> is an \"innocent person.\" In short, the cornerstone of Martin's position is that James E. Long lacks standing to sue him for RICO violations.</p>\n<p>It is elementary that the plaintiff in this case is Twentieth Century Life Insurance Company, whose rights are being asserted by its statutory receiver, James E. Long, North Carolina Insurance Commissioner, pursuant to his specific authority under N.C. Gen.Stat. § 58-30-120(12). The Complaint alleges that Twentieth Century was injured as a result of Martin's racketeering activity:</p>\n<blockquote>43. By reason of the foregoing acts of [Martin] and his co-conspirators, Twentieth Century has been damaged in that more than $9,800,000 of its assets have been looted from the company and are not available for use in paying claims against the company.</blockquote>\n<p>Complaint at ¶ 43. As the plaintiff points out, Martin is confusing Long's role as regulator with that of liquidator of Twentieth Century. The Commissioner \"assumes the identity\" of an insolvent insurer when he becomes a receiver. <i>North Carolina ex rel. Long v. Alexander &amp; Alexander Services, Inc.,</i> 711 F.Supp. at 262.</p>\n<p>The plaintiff has not alleged fraud against the North Carolina Department of Insurance as a basis for its private RICO civil action. Plaintiff has alleged a fraud on a North Carolina insurance company  Twentieth Century  driving it into insolvency, accompanied by numerous criminal acts, including fraud on regulators necessary to carry out the principal fraud, which acts are not random or isolated in nature, but of a similar nature and part of a pattern. The Complaint alleges that Martin embezzled money from Twentieth Century which he obtained through mail fraud. It alleges that Martin's fraudulent mailings deceived people into sending money to Twentieth Century, which Martin intended to divert to his own use thus injuring the company by increasing its obligations without providing the assets to cover those obligations. The Complaint further alleges that Martin concealed his crime in order to allow him to steal more money by sending false statements to insurance departments, thus committing federal mail fraud offenses. <i>Cf. </i><i>United States v. Cosentino,</i> <span class=\"citation\" data-id=\"519256\"><a href=\"/opinion/519256/united-states-v-joseph-r-cosentino-sr-and-robert-h-patterson/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">301</span></a></span>, 308 (7th Cir.) (evidence in federal criminal mail fraud of \"deliberate attempts to cover up the transactions to keep the Department of Insurance from shutting down business that was operating outside of the limits. ...\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></span> (1989). Finally, the Complaint contends that direct injury to Twentieth Century was reasonably foreseeable as a result of Martin's actions, and that those actions were the direct and proximate cause of Twentieth Century's injuries.</p>\n<p>Martin has failed to demonstrate that he is entitled to judgment on the pleadings. Nor has he demonstrated that he is entitled to summary judgment as to Counts I and II. Rule 56, Fed.R.Civ.P. His arguments are misdirected and his premises flawed. For the reasons set forth herein, Martin's Motion for Judgment on the Pleadings or for Summary Judgment is DENIED.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>1. Plaintiff's motion for Partial Summary Judgment as to defendants Hevey and Cooper <span class=\"star-pagination\">*773</span> on the fraud claim  Count III in No. 92-783  is ALLOWED. Plaintiff is entitled to partial summary judgment as against <i>each</i> of defendants Hevey and Cooper in the principal amount of $9,085,425.67, jointly and severally.</p>\n<p>2. Martin's Motions to File Amended Answer and to Add Counterclaim in No. 94-850, and to Extend Discovery are DENIED.</p>\n<p>3. Martin's Motion for Judgment on the Pleadings or for Summary Judgment on Counts I and II  North Carolina RICO violations  in No. 94-850 is DENIED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/466098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1654675/"
  ]
}