{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2519352/",
  "absolute_url": "/opinion/2519352/luther-v-vanyur/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2519352/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:16.346772Z",
  "date_modified": "2016-04-27T01:13:29.276649Z",
  "type": "010combined",
  "sha1": "c10340c30cf25f19b916649f708376096cab71aa",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>14 F.Supp.2d 773 (1997)</b></center>\n<center><h1>William F. LUTHER, Petitioner,<br>\nv.<br>\nJohn VANYUR, Respondent.</h1></center>\n<center>No. 5:97-HC-259-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 3, 1997.</center>\n<p>William F. Luther, Butner, NC, pro se.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>On 8 October 1997, Magistrate Judge Alexander B. Denson filed his Memorandum and Recommendation (M &amp; R) in the above-captioned case in which he recommended that respondent's motion for summary judgment be denied, that petitioner's motion for summary judgment be allowed and that the writ of habeas corpus issue. Respondent filed objections to the M &amp; R on 24 November 1997.</p>\n<p>The court has conducted the required <i>de novo</i> review of the M &amp; R, paying specific <span class=\"star-pagination\">*774</span> attention to the portions of the M &amp; R to which respondent objected. Respondent's objections are without merit, and the same are hereby, OVERRULED. The court ADOPTS the well-reasoned M &amp; R of Magistrate Judge Denson as its own and incorporates the M &amp; R by reference as if fully set forth herein.</p>\n<p>For the reasons stated in the M &amp; R, respondent's motion for summary judgment is DENIED, petitioner's motion for summary judgment is GRANTED and the Writ of Habeas Corpus shall ISSUE. It is hereby ORDERED: (1) that petitioner's federal sentence commenced on 22 May 1991 and has run uninterrupted since that date; and, (2) that respondent credit petitioner's federal sentence accordingly.</p>\n<p></p>\n<h2><i>MEMORANDUM and RECOMMENDATION</i></h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>Petitioner, an inmate at FCI Butner, filed this petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2241. Petitioner contends that he has not received proper credit on his present sentence under 18 U.S.C. § 3585(a). Respondent concedes that Petitioner has properly exhausted his administrative remedies. On June 30, 1997 Respondent filed a motion to dismiss or alternatively for summary judgment. Petitioner filed a response seeking summary judgment in his favor. This matter is therefore ripe for determination on the cross motions for summary judgment.</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>The parties are in substantial agreement regarding all material facts. On March 6, 1990, Petitioner was arrested by the Federal Drug Enforcement Agency. He was released on bond and thereafter convicted in the U.S. District Court for the Middle District of North Carolina<sup>[1]</sup> of conspiracy and possession with intent to distribute cocaine base in violation of 21 U.S.C. §§ 846, 841(a)(1), and 841(b)(1)(A). Petitioner was sentenced to a term of 121 months to be followed by a five year period of unsupervised release. At the sentencing, Petitioner was ordered to surrender to the United States Marshal on March 5, 1991 for service of the federal sentence. (Resp't Mem. Supp. Summ. J., Ex. 1 at 3-6.<sup>[2]</sup>) Petitioner did not surrender. On April 22, 1991, he was arrested by North Carolina authorities and charged with possession of stolen property. On May 13, 1991, the state court convicted Petitioner of the charges and sentenced him to eight years imprisonment, the sentence to \"run concurrent with any sentence now serving.\" (Resp't. Mem., Ex. 1 at 7.)</p>\n<p>Subsequently, on May 22, 1991, Petitioner was transferred from state custody by the United States Marshal to a Bureau of Prisons facility. (Resp't Mem., Ex. 1 at 8.) Respondent contends that this transfer was made in error and that Petitioner should have remained in state custody until the state sentence was completed. Nonetheless, Petitioner remained in Bureau of Prisons institutions until discovery of the error. On September 27, 1994, Petitioner was returned to the North Carolina authorities to complete his state sentence. (Resp't Mem., Ex. 1 at 9.) On January 6, 1995, Petitioner was paroled from his state sentence and returned to federal custody, where he remains. (Resp't Mem., Ex. 1 at 2, 9.) The period of state parole terminated on April 21, 1995. Records from the North Carolina Department of Correction reflect that Petitioner's state sentence ran from May 13, 1991, until his parole on January 6, 1995, and that Petitioner received credit on his state sentence for the time he spent in federal custody. (Resp't Mem., Ex. 1 at 2, 9.) The Bureau of Prisons, however, calculates Petitioner's federal sentence as commencing on January 6, 1995, allowing no credit for either the prior state or federal period of incarceration. (Resp't Mem., Ex. 1 at 2.)</p>\n<p><span class=\"star-pagination\">*775</span> The undersigned now turns to an analysis of the motions for summary judgment. For ease of reference during the analysis, the relevant dates are recapitulated in the following table:</p>\n<blockquote>Dec. 14, 1990  sentenced in federal court</blockquote>\n<blockquote>Mar. 5, 1991  report date for service of federal sentence; failed to report</blockquote>\n<blockquote>Apr. 22, 1991  arrested on state charges</blockquote>\n<blockquote>May 13, 1991  convicted by state, sentenced to 8 years \"concurrent with any sentence sentence now serving\"; began serving state sentence</blockquote>\n<blockquote>May 22, 1991  accepted into federal custody from state custody; Pet. contends federal sentence begins running this date</blockquote>\n<blockquote>Sep. 27, 1994  Bureau of Prisons returns him to state custody</blockquote>\n<blockquote>Jan. 6, 1995  paroled from state and returned to federal custody; Resp. contends federal sentence begins running this date</blockquote>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment must come forward and demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact that requires trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-moving party. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. 2505.</p>\n<p>Petitioner seeks credit on his federal sentence for his time of incarceration beginning May 22, 1991, and running through January 6, 1995. Petitioner argues that he is entitled to this credit on a theory that his federal sentence commenced on May 22, 1991, the date on which he was accepted into federal custody to serve his federal sentence. Furthermore, Petitioner argues that the running of his federal sentence continued and was not tolled for the period September 27, 1994 to January 6, 1995 when the Bureau of Prisons returned him to state custody.</p>\n<p>Respondent argues that 18 U.S.C. § 3584 mandates that the federal and state sentences be served consecutively. Allowing the federal sentence to commence on May 22, 1991, Respondent argues, would create concurrent sentences in violation of § 3584. Respondent further argues that a low-level administrative error  accepting custody of Petitioner from the state  should not circumvent the mandate of § 3584. Therefore, Respondent argues, Petitioner's sentence did not commence on May 22, 1991, and the petition is properly analyzed under § 3585(b), credit for prior custody. Because Petitioner has already received credit for the period May 22, 1991 to January 6, 1995 on his state sentence, Respondent argues, he cannot be given credit for that period on his federal sentence pursuant to § 3585(b).</p>\n<p>The issues for this habeas review thus become: 1) when did Petitioner's federal sentence commence; and 2) if the sentence commenced on May 22, 1991, whether the sentence was interrupted or tolled on September 27, 1994 when he was returned to state custody. Because there are no genuine issues of material fact, an evidentiary hearing is not required and the analysis proceeds to the questions of law.</p>\n<p></p>\n<h2><i>I. Commencement of Petitioner's Sentence</i></h2>\n<p>The date on which a federal sentence commences is governed by statute. Specifically, the provision states:</p>\n<blockquote>(a) Commencement of sentence.  A sentence to a term of imprisonment commences on the date the defendant is received in custody awaiting transportation to, or arrives voluntarily to commence service of sentence at, the official detention <span class=\"star-pagination\">*776</span> facility at which the sentence is to be served.</blockquote>\n<p>18 U.S.C. § 3585(a).</p>\n<p>Thus, when Petitioner was received in custody by the U.S. Marshal on May 22, 1991 \"awaiting transportation to ... the official detention facility at which the sentence [was] to be served,\" his federal sentence commenced.<sup>[3]</sup> Respondent concedes that this conclusion is suggested by the plain language of the statute. (Resp't Mem. at 7-8.) However, Respondent argues that a \"blind application\" of the plain language of § 3585(a) would be in conflict with 18 U.S.C. § 3584 in this particular situation. (Resp't Mem. at 8.) Respondent makes the bold assertion that § 3584 \"clearly requires a federal sentence and a subsequently imposed state sentence to be served consecutively.\" (Resp't Mem. at 6.) However, Respondent fails to cite any case law or legislative history to support this interpretation of the statute. In fact, § 3584 states that</p>\n<blockquote>if a term of imprisonment is imposed on a defendant who is already subject to an undischarged term of imprisonment, the terms may run concurrently or consecutively. ... Multiple terms of imprisonment imposed at different times run consecutively unless the court orders that the terms are to run concurrently.</blockquote>\n<p>18 U.S.C. § 3584(a).</p>\n<p>According to the plain language of the statute, terms of imprisonment imposed at different times are presumed to run consecutively if the federal trial judge is silent at sentencing regarding concurrent or consecutive sentences. Here, the federal trial judge was silent at sentencing regarding concurrent or consecutive terms because at that time there was no state sentence to which the federal sentence could have run consecutively or concurrently. Thus, Respondent argues, the two sentences imposed here must run consecutively.</p>\n<p>There are several reasons why this result is not mandated by the statute. First, whether two sentences imposed at different times by different judges should run consecutively or concurrently must necessarily be decided by the second sentencing judge because at the first sentencing the issue doesn't arise. Moreover, it is doubtful that the framers of § 3584 contemplated that the statute would be used where there is a subsequent state sentence. Discussing the effect of the multiple sentencing presumptions found in § 3584, the Senate Report stated that \"[t]his carries forward current law where both sentences are for federal offenses, but changes the law that now applies to a person sentenced for a federal offense who is already serving a term of imprisonment for a state offense.\" S.Rep. No. 98-225, at 127 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3310. Conspicuously absent is any discussion of the effect of the statute where there is a subsequent state sentence. This is not surprising. The statute directs the actions of federal officials, not the actions of state officials. It is the actions of state officials that are relevant when there is a subsequent state sentence. Therefore, § 3584 does not speak to the situation at hand.</p>\n<p>Furthermore, the language of the statute itself is clearly aimed at the situation where the federal court imposes a subsequent sentence. Otherwise, the phrase \"unless the court orders that the terms are to run concurrently\" is rendered surplusage in this situation. 18 U.S.C. § 3584(a). A federal court would have no reason to order a federal sentence to run concurrently or consecutively unless the imposition of the federal sentence is subsequent to the imposition of the state sentence.</p>\n<p><span class=\"star-pagination\">*777</span> Furthermore, the rule presuming consecutive sentences in § 3584 is \"intended to be used as a rule of construction [where] the court is silent as to whether sentences are consecutive or concurrent, in order to avoid litigation on the subject.\" S.Rep. No. 98-225, at 127 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3310. The Senate Report also states that \"the committee hopes that the courts will attempt to avoid the need for such a rule by specifying whether a sentence is to be served concurrently or consecutively.\" S.Rep. No. 98-225, at 127 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3310. Thus, a judge could, by expressing otherwise, overrule this construction of the sentence. Here, however, the judge, with no preceding sentence before him, had no chance to overrule this rule of construction. Therefore, the presumption found in § 3584(a) is inapplicable to this situation.</p>\n<p>Finally, applying the presumption of consecutive sentences on these facts would violate basic principles of comity. Allowing the presumption to apply here would, in effect, be the same situation as allowing a federal district court judge to impose \"a federal sentence to run consecutively to a state sentence which had yet to be imposed.\" <i>United States v. Eastman,</i> 758 F.2d 1315, 1317 (9th Cir. 1985). However, such a federal sentence, \"if given effect, would preempt the right of the state to apply its own laws on sentencing for violation of state criminal laws.\" <i>Id.</i> at 1318; <i>see also </i><i>United States v. Clayton,</i> 927 F.2d 491, 492-93 (9th Cir.1991). <i>But see </i><i>United States v. Williams,</i> 46 F.3d 57, 59 (10th Cir.), <i>cert. denied,</i> 516 U.S. 826, 116 S.Ct. 92, 133 L.Ed.2d 48 (1995); <i>United States v. Ballard,</i> 6 F.3d 1502, 1510 (11th Cir.1993); <i>United States v. Brown,</i> 920 F.2d 1212, 1217 (5th Cir.), <i>cert. denied,</i> 500 U.S. 925, 111 S.Ct. 2034, 114 L.Ed.2d 119 (1991); <i>Salley v. United States,</i> 786 F.2d 546, 547 (2d Cir.1986). A federal judge may impose \"a federal sentence to run consecutively to a state sentence the defendant is serving.\" <i>Eastman,</i> 758 F.2d at 1318. However, \"[f]or the sentence given [defendant] in the federal court to be enforceable, it would have been necessary for [defendant] to be in state custody to serve the [state] sentence first.\" <i>Id.</i></p>\n<p>The courts in <i>Eastman</i> and <i>Clayton</i> based their decisions, in part, on notions of federalism and comity. Comity signifies \"a proper respect for state functions.\" <i>Younger v. Harris,</i> 401 U.S. 37, 44, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971). The concepts of federalism and comity \"represent ... a system in which there is sensitivity to the legitimate interests of both State and National Governments, and in which the National Government, anxious though it may be to vindicate and protect federal rights and federal interests, always endeavors to do so in ways that will not unduly interfere with the legitimate activities of the States.\" <i>Id.</i> The court in <i>Eastman</i> held that where a federal judge seeks to impose a sentence to run consecutively to a state sentence which had yet to be imposed, the federal judge has impermissibly interfered with the state's prerogative to sentence the defendant in state court. <i>See </i><i>Eastman,</i> 758 F.2d at 1318. \"Such potential difficulties arising from dual sovereignty are best avoided if neither sovereign binds the sentencing discretion of the other.\" <i>Clayton,</i> 927 F.2d at 493.</p>\n<p>Where there is a subsequent state sentence and the defendant is already in federal custody serving his federal sentence, the state is free, as a separate sovereign, to order that its sentence be served concurrently with the federal sentence or that the prisoner must serve the state sentence at the end of the federal sentence. <i>See id.; </i><i>Eastman,</i> 758 F.2d at 1318. The problem here is that the prisoner had been sentenced by the federal court, but was not yet serving the federal sentence. This left the Bureau of Prisons free to accept or reject the state judge's \"recommendation\" of concurrent sentences by accepting or rejecting custody of the prisoner. <i>See </i><i>Del Guzzi v. United States,</i> 980 F.2d 1269, 1270, 1272-73 (9th Cir.1992) (majority and concurring opinions). The Bureau of Prisons could have filed a detainer with the state authorities, allowed Petitioner to remain in state custody until he completed serving his state sentence, and then taken him in federal custody to begin serving the federal sentence, in effect consecutive to the state sentence. The Bureau, however, decided to accept custody of Petitioner before he had completed serving his <span class=\"star-pagination\">*778</span> state sentence. When he was returned to state custody, the state was free to treat the federal custody time as it chose under its rules. It chose to count that time on the state sentence which had been ordered to run concurrently.</p>\n<p>To hold that the presumption of consecutive sentences applies in this situation would violate basic principles of federalism and comity. As in <i>Eastman,</i> the state court would be deprived of its right \"to apply its own laws on sentencing for violation of state criminal laws.\" <i>See </i><i>Eastman,</i> 758 F.2d at 1318. The undersigned concludes that Congress did not contemplate this factual scenario and did not intend for § 3584 to apply to it. The presumption of consecutive sentences in § 3584 does not apply here. Petitioner's federal sentence commenced on May 22, 1991, the date on which he was accepted by federal officials awaiting transportation to the federal facility at which he would serve his federal sentence.</p>\n<p>Inapposite are those cases which hold that a state prisoner may be \"on loan\" to federal authorities, thereby negating commencement of the federal sentence. <i>See, e.g., </i><i>Thomas v. Brewer,</i> 923 F.2d 1361, 1367 (9th Cir.1991). An overwhelming majority of those cases involve the transfer of a state prisoner pursuant to a writ of <i>habeas corpus ad prosequendum</i> merely for purposes of trial or sentencing. <i>See, e.g., id.</i> at 1366-67. The transfer in this case was much more complete and final than a transfer pursuant to a writ of <i>habeas corpus ad prosequendum.</i> Even if one could argue that this transfer began as a loan, a period of three years, four months and five days far exceeds the period in which a prisoner transfer should be considered a loan. <i>Accord </i><i>Brown v. Perrill,</i> 28 F.3d 1073, 1074-75 (10th Cir.1994) (holding that a transfer lasting for nineteen months effectively extinguished the \"loan\" of a state prisoner and converted the transfer into full custody by the federal authorities). In any event, Petitioner's sentence commenced on May 22, 1991.</p>\n<p>Having found that Petitioner's federal sentence commenced on May 22, 1991, it is now necessary to determine if the federal sentence was interrupted on September 27, 1994 when Petitioner was returned to state custody.</p>\n<p></p>\n<h2><i>II. Interruption of Petitioner's Sentence</i></h2>\n<p>On September 27, 1994, the Bureau of Prisons returned Petitioner to state prison facilities. Petitioner argues that his return to state facilities did not interrupt his sentence because once his sentence began to run, he had a right for it to run continuously to its completion and thus his federal sentence continued to run from May 22, 1991 to date. Respondent disagrees and contends that if petitioner's federal sentence had begun running earlier, which it denies, it was interrupted when he was returned to state custody because that time counted toward his state sentence. Respondent argues that to the extent that petitioner's position could be construed as a request to designate <i>nunc pro tunc</i> the state prison as a place of serving this portion of his federal sentence, such a request was properly denied by the Bureau of Prisons as being within its discretion on the basis that the federal sentence should not run concurrently with the state sentence.</p>\n<p>Having concluded that Petitioner's federal sentence did commence on May 22, 1991, the question therefore becomes whether the transfer of Petitioner to the state facility interrupted the running of Petitioner's federal sentence. A prisoner's sentence can be interrupted under certain circumstances involving the fault of the prisoner. For instance, a prisoner's escape may serve as a basis for interrupting the calculation of that prisoner's sentence. <i>See </i><i>Theriault v. Peek,</i> 406 F.2d 117, 117 (5th Cir.), <i>cert. denied,</i> 394 U.S. 1021, 89 S.Ct. 1644, 23 L.Ed.2d 47 (1968). A prisoner's imprisonment for contempt of court for refusal to testify after a grant of immunity also interrupts the prisoner's sentence. <i>See </i><i>United States v. Liddy,</i> 510 F.2d 669, 673-75 (D.C.Cir.1974) (basing the decision on the fault of the prisoner), <i>cert. denied,</i> 420 U.S. 980, 95 S.Ct. 1408, 43 L.Ed.2d 661 (1975); <i>In re Grand Jury Proceedings,</i> 572 F.2d 1373, 1375-76 (9th Cir. 1978) (basing the decision on both the specific mandate of the contempt statute as well as prisoner fault).</p>\n<p>In cases involving interruption due to no fault of the prisoner, however, most courts <span class=\"star-pagination\">*779</span> have found that the sentences have continued to run through the period of interruption. For example, in the context of inadvertent prisoner releases, courts have held that the sentence is deemed to have continued to run because the prisoner has a right to serve a continuous, uninterrupted sentence. <i>See </i><i>White v. Pearlman,</i> 42 F.2d 788, 789 (10th Cir.1930); <i>accord </i><i>Green v. Christiansen,</i> 732 F.2d 1397, 1400 (9th Cir.1984); <i>United States v. Mazzoni,</i> 677 F.Supp. 339, 341-42 (E.D.Pa. 1987). In fact, this court has specifically so ruled, following <i>White:</i></p>\n<blockquote>It is settled that a person, duly convicted of a criminal offense and upon whom a sentence of imprisonment is imposed, has a right to serve that sentence promptly and continuously, and he cannot be required to serve his sentence in installments .... It is our conclusion that where a prisoner is discharged from a penal institution, without any contributing fault on his part, and without violation of conditions of parole, that his sentence continues to run while he is at liberty.</blockquote>\n<p><i>Lanier v. Williams,</i> 361 F.Supp. 944, 947-48 (E.D.N.C.1973) (Butler, Ch.J.). <i>But see </i><i>Dunne v. Keohane,</i> 14 F.3d 335, 336-37 (7th Cir.) (recognizing the continued vitality of the common law rule favoring continuous sentences, but distinguishing Mr. Dunne's situation because a lack of relief there would not postpone \"the date at which the prisoner's last sentence would expire\"), <i>cert. denied,</i> 511 U.S. 1149, 114 S.Ct. 2182, 128 L.Ed.2d 900 (1994).</p>\n<p>A unilateral transfer by the Bureau of Prisons does not involve the prisoner's fault and an interruption thereon is not mandated by statute. Such a transfer is more analogous to the inadvertent prisoner release cases. Surely if a prisoner can be credited with time spent at liberty due to custodial mistake, a prisoner can be credited for time spent in custody due to custodial mistake. Therefore, Petitioner's transfer to state prison from federal prison cannot effect an interruption of Petitioner's federal sentence.</p>\n<p></p>\n<h2><i>III.</i></h2>\n<p>Finally, Respondent argues that administrative, low-level errors should not be charged against the government in its administration of the prisons and prisoners' sentences. To the contrary, this is the exact sort of situation to which the writ of habeas corpus should be applied. This is not a situation in which governmental error leads to the freeing of a dangerous criminal. Petitioner will still serve his entire sentence. The Court, however, should not allow the Bureau of Prisons to simply say \"oops\" and wipe clean a slate on which more than three years have been written. This conclusion is supported by other circuits who have held that the errors of ministerial officers were not allowed to be charged against the prisoner. <i>See </i><i>Kiendra v. Hadden,</i> 763 F.2d 69, 73 (2d Cir.1985); <i>United States v. Croft,</i> 450 F.2d 1094, 1098, (6th Cir.1971); <i>Smith v. Swope,</i> 91 F.2d 260, 262 (9th Cir.1937) (\"The prisoner is entitled to serve his time promptly if ... the marshal neglects to place him in the proper custody.\").</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>The undersigned concludes that the Petitioner's federal sentence began running on May 22, 1991, the date he went into federal custody. The Bureau of Prison's decision to return Petitioner to state custody on September 27, 1994 was not a transfer attributable to Petitioner's fault. Since he has a right to have his federal sentence run continuously, without interruption, the time he was in state custody should continue to run on his federal sentence. Accordingly, IT IS HEREBY RECOMMENDED that Respondent's motion for summary judgment be DENIED, and Petitioner's motion for summary judgment be GRANTED and the WRIT ISSUE. Petitioner's federal sentence should be deemed to have commenced on May 22, 1991, and run uninterrupted to date. IT IS HEREBY RECOMMENDED that Respondent be ORDERED to credit Petitioner's federal sentence accordingly.</p>\n<p>This, the 8th day of October, 1997.</p>\n<h2>NOTES</h2>\n<p>[1]  Because this petition challenges the computation of Petitioner's sentence, effectively attacking the execution of the sentence, it was properly brought under 28 U.S.C. § 2241 and properly filed in this district in which the prisoner is confined, and not in the sentencing district. <i>See </i><i>United States v. Snow,</i> 748 F.2d 928, 933-34 (4th Cir.1984).</p>\n<p>[2]  Hereinafter, Respondent's Memorandum in Support of the Motion for Summary Judgment will be referred to as \"Resp't Mem.\"</p>\n<p>[3]  The instant situation stands in stark contrast to the factual situation in <i>Thomas v. Whalen,</i> 962 F.2d 358 (4th Cir.1992), in which the commencement of a federal sentence was also at issue. In <i>Thomas,</i> the petitioner argued that his federal sentence commenced while he was in state custody because of the failure of the U.S. Marshal to deliver him immediately into federal custody. <i>Id.</i> at 361-62. The court disagreed and held that the petitioner's federal sentence did not commence until the petitioner was actually received at (or received awaiting transportation to) the federal penitentiary. <i>Id.</i> at 363. The instant case concerns a prisoner who was actually received at the federal penitentiary and spent over three years in federal custody. Thus, the court's analysis in <i>Thomas</i> simply does not address the issues in this case.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">773</span></span> (1997)</b></center>\n<center><h1>William F. LUTHER, Petitioner,<br>\nv.<br>\nJohn VANYUR, Respondent.</h1></center>\n<center>No. 5:97-HC-259-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 3, 1997.</center>\n<p>William F. Luther, Butner, NC, pro se.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>On 8 October 1997, Magistrate Judge Alexander B. Denson filed his Memorandum and Recommendation (M &amp; R) in the above-captioned case in which he recommended that respondent's motion for summary judgment be denied, that petitioner's motion for summary judgment be allowed and that the writ of habeas corpus issue. Respondent filed objections to the M &amp; R on 24 November 1997.</p>\n<p>The court has conducted the required <i>de novo</i> review of the M &amp; R, paying specific <span class=\"star-pagination\">*774</span> attention to the portions of the M &amp; R to which respondent objected. Respondent's objections are without merit, and the same are hereby, OVERRULED. The court ADOPTS the well-reasoned M &amp; R of Magistrate Judge Denson as its own and incorporates the M &amp; R by reference as if fully set forth herein.</p>\n<p>For the reasons stated in the M &amp; R, respondent's motion for summary judgment is DENIED, petitioner's motion for summary judgment is GRANTED and the Writ of Habeas Corpus shall ISSUE. It is hereby ORDERED: (1) that petitioner's federal sentence commenced on 22 May 1991 and has run uninterrupted since that date; and, (2) that respondent credit petitioner's federal sentence accordingly.</p>\n<p></p>\n<h2><i>MEMORANDUM and RECOMMENDATION</i></h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>Petitioner, an inmate at FCI Butner, filed this petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2241. Petitioner contends that he has not received proper credit on his present sentence under 18 U.S.C. § 3585(a). Respondent concedes that Petitioner has properly exhausted his administrative remedies. On June 30, 1997 Respondent filed a motion to dismiss or alternatively for summary judgment. Petitioner filed a response seeking summary judgment in his favor. This matter is therefore ripe for determination on the cross motions for summary judgment.</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>The parties are in substantial agreement regarding all material facts. On March 6, 1990, Petitioner was arrested by the Federal Drug Enforcement Agency. He was released on bond and thereafter convicted in the U.S. District Court for the Middle District of North Carolina<sup>[1]</sup> of conspiracy and possession with intent to distribute cocaine base in violation of 21 U.S.C. §§ 846, 841(a)(1), and 841(b)(1)(A). Petitioner was sentenced to a term of 121 months to be followed by a five year period of unsupervised release. At the sentencing, Petitioner was ordered to surrender to the United States Marshal on March 5, 1991 for service of the federal sentence. (Resp't Mem. Supp. Summ. J., Ex. 1 at 3-6.<sup>[2]</sup>) Petitioner did not surrender. On April 22, 1991, he was arrested by North Carolina authorities and charged with possession of stolen property. On May 13, 1991, the state court convicted Petitioner of the charges and sentenced him to eight years imprisonment, the sentence to \"run concurrent with any sentence now serving.\" (Resp't. Mem., Ex. 1 at 7.)</p>\n<p>Subsequently, on May 22, 1991, Petitioner was transferred from state custody by the United States Marshal to a Bureau of Prisons facility. (Resp't Mem., Ex. 1 at 8.) Respondent contends that this transfer was made in error and that Petitioner should have remained in state custody until the state sentence was completed. Nonetheless, Petitioner remained in Bureau of Prisons institutions until discovery of the error. On September 27, 1994, Petitioner was returned to the North Carolina authorities to complete his state sentence. (Resp't Mem., Ex. 1 at 9.) On January 6, 1995, Petitioner was paroled from his state sentence and returned to federal custody, where he remains. (Resp't Mem., Ex. 1 at 2, 9.) The period of state parole terminated on April 21, 1995. Records from the North Carolina Department of Correction reflect that Petitioner's state sentence ran from May 13, 1991, until his parole on January 6, 1995, and that Petitioner received credit on his state sentence for the time he spent in federal custody. (Resp't Mem., Ex. 1 at 2, 9.) The Bureau of Prisons, however, calculates Petitioner's federal sentence as commencing on January 6, 1995, allowing no credit for either the prior state or federal period of incarceration. (Resp't Mem., Ex. 1 at 2.)</p>\n<p><span class=\"star-pagination\">*775</span> The undersigned now turns to an analysis of the motions for summary judgment. For ease of reference during the analysis, the relevant dates are recapitulated in the following table:</p>\n<blockquote>Dec. 14, 1990  sentenced in federal court</blockquote>\n<blockquote>Mar. 5, 1991  report date for service of federal sentence; failed to report</blockquote>\n<blockquote>Apr. 22, 1991  arrested on state charges</blockquote>\n<blockquote>May 13, 1991  convicted by state, sentenced to 8 years \"concurrent with any sentence sentence now serving\"; began serving state sentence</blockquote>\n<blockquote>May 22, 1991  accepted into federal custody from state custody; Pet. contends federal sentence begins running this date</blockquote>\n<blockquote>Sep. 27, 1994  Bureau of Prisons returns him to state custody</blockquote>\n<blockquote>Jan. 6, 1995  paroled from state and returned to federal custody; Resp. contends federal sentence begins running this date</blockquote>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment must come forward and demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact that requires trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-moving party. <i>Anderson,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>Petitioner seeks credit on his federal sentence for his time of incarceration beginning May 22, 1991, and running through January 6, 1995. Petitioner argues that he is entitled to this credit on a theory that his federal sentence commenced on May 22, 1991, the date on which he was accepted into federal custody to serve his federal sentence. Furthermore, Petitioner argues that the running of his federal sentence continued and was not tolled for the period September 27, 1994 to January 6, 1995 when the Bureau of Prisons returned him to state custody.</p>\n<p>Respondent argues that 18 U.S.C. § 3584 mandates that the federal and state sentences be served consecutively. Allowing the federal sentence to commence on May 22, 1991, Respondent argues, would create concurrent sentences in violation of § 3584. Respondent further argues that a low-level administrative error  accepting custody of Petitioner from the state  should not circumvent the mandate of § 3584. Therefore, Respondent argues, Petitioner's sentence did not commence on May 22, 1991, and the petition is properly analyzed under § 3585(b), credit for prior custody. Because Petitioner has already received credit for the period May 22, 1991 to January 6, 1995 on his state sentence, Respondent argues, he cannot be given credit for that period on his federal sentence pursuant to § 3585(b).</p>\n<p>The issues for this habeas review thus become: 1) when did Petitioner's federal sentence commence; and 2) if the sentence commenced on May 22, 1991, whether the sentence was interrupted or tolled on September 27, 1994 when he was returned to state custody. Because there are no genuine issues of material fact, an evidentiary hearing is not required and the analysis proceeds to the questions of law.</p>\n<p></p>\n<h2><i>I. Commencement of Petitioner's Sentence</i></h2>\n<p>The date on which a federal sentence commences is governed by statute. Specifically, the provision states:</p>\n<blockquote>(a) Commencement of sentence.  A sentence to a term of imprisonment commences on the date the defendant is received in custody awaiting transportation to, or arrives voluntarily to commence service of sentence at, the official detention <span class=\"star-pagination\">*776</span> facility at which the sentence is to be served.</blockquote>\n<p>18 U.S.C. § 3585(a).</p>\n<p>Thus, when Petitioner was received in custody by the U.S. Marshal on May 22, 1991 \"awaiting transportation to ... the official detention facility at which the sentence [was] to be served,\" his federal sentence commenced.<sup>[3]</sup> Respondent concedes that this conclusion is suggested by the plain language of the statute. (Resp't Mem. at 7-8.) However, Respondent argues that a \"blind application\" of the plain language of § 3585(a) would be in conflict with 18 U.S.C. § 3584 in this particular situation. (Resp't Mem. at 8.) Respondent makes the bold assertion that § 3584 \"clearly requires a federal sentence and a subsequently imposed state sentence to be served consecutively.\" (Resp't Mem. at 6.) However, Respondent fails to cite any case law or legislative history to support this interpretation of the statute. In fact, § 3584 states that</p>\n<blockquote>if a term of imprisonment is imposed on a defendant who is already subject to an undischarged term of imprisonment, the terms may run concurrently or consecutively. ... Multiple terms of imprisonment imposed at different times run consecutively unless the court orders that the terms are to run concurrently.</blockquote>\n<p>18 U.S.C. § 3584(a).</p>\n<p>According to the plain language of the statute, terms of imprisonment imposed at different times are presumed to run consecutively if the federal trial judge is silent at sentencing regarding concurrent or consecutive sentences. Here, the federal trial judge was silent at sentencing regarding concurrent or consecutive terms because at that time there was no state sentence to which the federal sentence could have run consecutively or concurrently. Thus, Respondent argues, the two sentences imposed here must run consecutively.</p>\n<p>There are several reasons why this result is not mandated by the statute. First, whether two sentences imposed at different times by different judges should run consecutively or concurrently must necessarily be decided by the second sentencing judge because at the first sentencing the issue doesn't arise. Moreover, it is doubtful that the framers of § 3584 contemplated that the statute would be used where there is a subsequent state sentence. Discussing the effect of the multiple sentencing presumptions found in § 3584, the Senate Report stated that \"[t]his carries forward current law where both sentences are for federal offenses, but changes the law that now applies to a person sentenced for a federal offense who is already serving a term of imprisonment for a state offense.\" S.Rep. No. 98-225, at 127 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3310. Conspicuously absent is any discussion of the effect of the statute where there is a subsequent state sentence. This is not surprising. The statute directs the actions of federal officials, not the actions of state officials. It is the actions of state officials that are relevant when there is a subsequent state sentence. Therefore, § 3584 does not speak to the situation at hand.</p>\n<p>Furthermore, the language of the statute itself is clearly aimed at the situation where the federal court imposes a subsequent sentence. Otherwise, the phrase \"unless the court orders that the terms are to run concurrently\" is rendered surplusage in this situation. 18 U.S.C. § 3584(a). A federal court would have no reason to order a federal sentence to run concurrently or consecutively unless the imposition of the federal sentence is subsequent to the imposition of the state sentence.</p>\n<p><span class=\"star-pagination\">*777</span> Furthermore, the rule presuming consecutive sentences in § 3584 is \"intended to be used as a rule of construction [where] the court is silent as to whether sentences are consecutive or concurrent, in order to avoid litigation on the subject.\" S.Rep. No. 98-225, at 127 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3310. The Senate Report also states that \"the committee hopes that the courts will attempt to avoid the need for such a rule by specifying whether a sentence is to be served concurrently or consecutively.\" S.Rep. No. 98-225, at 127 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3310. Thus, a judge could, by expressing otherwise, overrule this construction of the sentence. Here, however, the judge, with no preceding sentence before him, had no chance to overrule this rule of construction. Therefore, the presumption found in § 3584(a) is inapplicable to this situation.</p>\n<p>Finally, applying the presumption of consecutive sentences on these facts would violate basic principles of comity. Allowing the presumption to apply here would, in effect, be the same situation as allowing a federal district court judge to impose \"a federal sentence to run consecutively to a state sentence which had yet to be imposed.\" <i>United States v. Eastman,</i> <span class=\"citation\" data-id=\"450446\"><a href=\"/opinion/450446/united-states-v-gerald-lee-eastman/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span>, 1317 (9th Cir. 1985). However, such a federal sentence, \"if given effect, would preempt the right of the state to apply its own laws on sentencing for violation of state criminal laws.\" <i>Id.</i> at 1318; <i>see also </i><i>United States v. Clayton,</i> <span class=\"citation\" data-id=\"556737\"><a href=\"/opinion/556737/united-states-v-joseph-dean-clayton/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span>, 492-93 (9th Cir.1991). <i>But see </i><i>United States v. Williams,</i> <span class=\"citation\" data-id=\"687402\"><a href=\"/opinion/687402/united-states-v-johnny-frank-williams/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 59 (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">92</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></span> (1995); <i>United States v. Ballard,</i> <span class=\"citation\" data-id=\"654645\"><a href=\"/opinion/654645/united-states-v-timothy-curtis-ballard/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1502</span></a></span>, 1510 (11th Cir.1993); <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"552791\"><a href=\"/opinion/552791/united-states-v-welton-brown/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1212</span></a></span>, 1217 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">925</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2034</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></span> (1991); <i>Salley v. United States,</i> <span class=\"citation\" data-id=\"466451\"><a href=\"/opinion/466451/robert-salley-v-united-states/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 547 (2d Cir.1986). A federal judge may impose \"a federal sentence to run consecutively to a state sentence the defendant is serving.\" <i>Eastman,</i> 758 F.2d at 1318. However, \"[f]or the sentence given [defendant] in the federal court to be enforceable, it would have been necessary for [defendant] to be in state custody to serve the [state] sentence first.\" <i>Id.</i></p>\n<p>The courts in <i>Eastman</i> and <i>Clayton</i> based their decisions, in part, on notions of federalism and comity. Comity signifies \"a proper respect for state functions.\" <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 44, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971). The concepts of federalism and comity \"represent ... a system in which there is sensitivity to the legitimate interests of both State and National Governments, and in which the National Government, anxious though it may be to vindicate and protect federal rights and federal interests, always endeavors to do so in ways that will not unduly interfere with the legitimate activities of the States.\" <i>Id.</i> The court in <i>Eastman</i> held that where a federal judge seeks to impose a sentence to run consecutively to a state sentence which had yet to be imposed, the federal judge has impermissibly interfered with the state's prerogative to sentence the defendant in state court. <i>See </i><i>Eastman,</i> 758 F.2d at 1318. \"Such potential difficulties arising from dual sovereignty are best avoided if neither sovereign binds the sentencing discretion of the other.\" <i>Clayton,</i> 927 F.2d at 493.</p>\n<p>Where there is a subsequent state sentence and the defendant is already in federal custody serving his federal sentence, the state is free, as a separate sovereign, to order that its sentence be served concurrently with the federal sentence or that the prisoner must serve the state sentence at the end of the federal sentence. <i>See id.; </i><i>Eastman,</i> 758 F.2d at 1318. The problem here is that the prisoner had been sentenced by the federal court, but was not yet serving the federal sentence. This left the Bureau of Prisons free to accept or reject the state judge's \"recommendation\" of concurrent sentences by accepting or rejecting custody of the prisoner. <i>See </i><i>Del Guzzi v. United States,</i> <span class=\"citation\" data-id=\"596188\"><a href=\"/opinion/596188/anthony-del-guzzi-v-united-states-of-america-us-parole-commission-united/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1269</span></a></span>, 1270, 1272-73 (9th Cir.1992) (majority and concurring opinions). The Bureau of Prisons could have filed a detainer with the state authorities, allowed Petitioner to remain in state custody until he completed serving his state sentence, and then taken him in federal custody to begin serving the federal sentence, in effect consecutive to the state sentence. The Bureau, however, decided to accept custody of Petitioner before he had completed serving his <span class=\"star-pagination\">*778</span> state sentence. When he was returned to state custody, the state was free to treat the federal custody time as it chose under its rules. It chose to count that time on the state sentence which had been ordered to run concurrently.</p>\n<p>To hold that the presumption of consecutive sentences applies in this situation would violate basic principles of federalism and comity. As in <i>Eastman,</i> the state court would be deprived of its right \"to apply its own laws on sentencing for violation of state criminal laws.\" <i>See </i><i>Eastman,</i> 758 F.2d at 1318. The undersigned concludes that Congress did not contemplate this factual scenario and did not intend for § 3584 to apply to it. The presumption of consecutive sentences in § 3584 does not apply here. Petitioner's federal sentence commenced on May 22, 1991, the date on which he was accepted by federal officials awaiting transportation to the federal facility at which he would serve his federal sentence.</p>\n<p>Inapposite are those cases which hold that a state prisoner may be \"on loan\" to federal authorities, thereby negating commencement of the federal sentence. <i>See, e.g., </i><i>Thomas v. Brewer,</i> <span class=\"citation\" data-id=\"554940\"><a href=\"/opinion/554940/james-ray-thomas-v-rd-brewer-warden/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1361</span></a></span>, 1367 (9th Cir.1991). An overwhelming majority of those cases involve the transfer of a state prisoner pursuant to a writ of <i>habeas corpus ad prosequendum</i> merely for purposes of trial or sentencing. <i>See, e.g., id.</i> at 1366-67. The transfer in this case was much more complete and final than a transfer pursuant to a writ of <i>habeas corpus ad prosequendum.</i> Even if one could argue that this transfer began as a loan, a period of three years, four months and five days far exceeds the period in which a prisoner transfer should be considered a loan. <i>Accord </i><i>Brown v. Perrill,</i> <span class=\"citation\" data-id=\"673530\"><a href=\"/opinion/673530/randy-brown-v-wa-perrill-warden-and-us-bureau-of-prisons/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1073</span></a></span>, 1074-75 (10th Cir.1994) (holding that a transfer lasting for nineteen months effectively extinguished the \"loan\" of a state prisoner and converted the transfer into full custody by the federal authorities). In any event, Petitioner's sentence commenced on May 22, 1991.</p>\n<p>Having found that Petitioner's federal sentence commenced on May 22, 1991, it is now necessary to determine if the federal sentence was interrupted on September 27, 1994 when Petitioner was returned to state custody.</p>\n<p></p>\n<h2><i>II. Interruption of Petitioner's Sentence</i></h2>\n<p>On September 27, 1994, the Bureau of Prisons returned Petitioner to state prison facilities. Petitioner argues that his return to state facilities did not interrupt his sentence because once his sentence began to run, he had a right for it to run continuously to its completion and thus his federal sentence continued to run from May 22, 1991 to date. Respondent disagrees and contends that if petitioner's federal sentence had begun running earlier, which it denies, it was interrupted when he was returned to state custody because that time counted toward his state sentence. Respondent argues that to the extent that petitioner's position could be construed as a request to designate <i>nunc pro tunc</i> the state prison as a place of serving this portion of his federal sentence, such a request was properly denied by the Bureau of Prisons as being within its discretion on the basis that the federal sentence should not run concurrently with the state sentence.</p>\n<p>Having concluded that Petitioner's federal sentence did commence on May 22, 1991, the question therefore becomes whether the transfer of Petitioner to the state facility interrupted the running of Petitioner's federal sentence. A prisoner's sentence can be interrupted under certain circumstances involving the fault of the prisoner. For instance, a prisoner's escape may serve as a basis for interrupting the calculation of that prisoner's sentence. <i>See </i><i>Theriault v. Peek,</i> <span class=\"citation\" data-id=\"283198\"><a href=\"/opinion/283198/harry-william-theriault-v-t-l-peek-united-states-bureau-of-prisons/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">117</span></a></span>, 117 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1644</span></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></span> (1968). A prisoner's imprisonment for contempt of court for refusal to testify after a grant of immunity also interrupts the prisoner's sentence. <i>See </i><i>United States v. Liddy,</i> <span class=\"citation\" data-id=\"324996\"><a href=\"/opinion/324996/united-states-v-george-gordon-liddy/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 673-75 (D.C.Cir.1974) (basing the decision on the fault of the prisoner), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">980</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1408</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></span> (1975); <i>In re Grand Jury Proceedings,</i> <span class=\"citation\" data-id=\"354161\"><a href=\"/opinion/354161/in-re-grand-jury-proceedings-of-denise-garmon-in-re-grand-jury-proceedings/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></a></span>, 1375-76 (9th Cir. 1978) (basing the decision on both the specific mandate of the contempt statute as well as prisoner fault).</p>\n<p>In cases involving interruption due to no fault of the prisoner, however, most courts <span class=\"star-pagination\">*779</span> have found that the sentences have continued to run through the period of interruption. For example, in the context of inadvertent prisoner releases, courts have held that the sentence is deemed to have continued to run because the prisoner has a right to serve a continuous, uninterrupted sentence. <i>See </i><i>White v. Pearlman,</i> <span class=\"citation\" data-id=\"1491842\"><a href=\"/opinion/1491842/white-v-pearlman/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 789 (10th Cir.1930); <i>accord </i><i>Green v. Christiansen,</i> <span class=\"citation\" data-id=\"434941\"><a href=\"/opinion/434941/donald-wayne-green-v-robert-christiansen-warden-federal-correctional/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1397</span></a></span>, 1400 (9th Cir.1984); <i>United States v. Mazzoni,</i> <span class=\"citation\" data-id=\"1615118\"><a href=\"/opinion/1615118/united-states-v-mazzoni/\"><span class=\"volume\">677</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">339</span></a></span>, 341-42 (E.D.Pa. 1987). In fact, this court has specifically so ruled, following <i>White:</i></p>\n<blockquote>It is settled that a person, duly convicted of a criminal offense and upon whom a sentence of imprisonment is imposed, has a right to serve that sentence promptly and continuously, and he cannot be required to serve his sentence in installments .... It is our conclusion that where a prisoner is discharged from a penal institution, without any contributing fault on his part, and without violation of conditions of parole, that his sentence continues to run while he is at liberty.</blockquote>\n<p><i>Lanier v. Williams,</i> <span class=\"citation\" data-id=\"1602073\"><a href=\"/opinion/1602073/lanier-v-williams/\"><span class=\"volume\">361</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">944</span></a></span>, 947-48 (E.D.N.C.1973) (Butler, Ch.J.). <i>But see </i><i>Dunne v. Keohane,</i> <span class=\"citation\" data-id=\"660699\"><a href=\"/opinion/660699/william-d-dunne-v-patrick-w-keohane-warden/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 336-37 (7th Cir.) (recognizing the continued vitality of the common law rule favoring continuous sentences, but distinguishing Mr. Dunne's situation because a lack of relief there would not postpone \"the date at which the prisoner's last sentence would expire\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">900</span></span> (1994).</p>\n<p>A unilateral transfer by the Bureau of Prisons does not involve the prisoner's fault and an interruption thereon is not mandated by statute. Such a transfer is more analogous to the inadvertent prisoner release cases. Surely if a prisoner can be credited with time spent at liberty due to custodial mistake, a prisoner can be credited for time spent in custody due to custodial mistake. Therefore, Petitioner's transfer to state prison from federal prison cannot effect an interruption of Petitioner's federal sentence.</p>\n<p></p>\n<h2><i>III.</i></h2>\n<p>Finally, Respondent argues that administrative, low-level errors should not be charged against the government in its administration of the prisons and prisoners' sentences. To the contrary, this is the exact sort of situation to which the writ of habeas corpus should be applied. This is not a situation in which governmental error leads to the freeing of a dangerous criminal. Petitioner will still serve his entire sentence. The Court, however, should not allow the Bureau of Prisons to simply say \"oops\" and wipe clean a slate on which more than three years have been written. This conclusion is supported by other circuits who have held that the errors of ministerial officers were not allowed to be charged against the prisoner. <i>See </i><i>Kiendra v. Hadden,</i> <span class=\"citation\" data-id=\"453027\"><a href=\"/opinion/453027/victor-e-kiendra-v-john-t-hadden-warden-federal-correctional/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></a></span>, 73 (2d Cir.1985); <i>United States v. Croft,</i> <span class=\"citation\" data-id=\"299927\"><a href=\"/opinion/299927/united-states-v-bert-croft-jr/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1094</span></a></span>, 1098, (6th Cir.1971); <i>Smith v. Swope,</i> <span class=\"citation\" data-id=\"1494695\"><a href=\"/opinion/1494695/smith-v-swope/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 262 (9th Cir.1937) (\"The prisoner is entitled to serve his time promptly if ... the marshal neglects to place him in the proper custody.\").</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>The undersigned concludes that the Petitioner's federal sentence began running on May 22, 1991, the date he went into federal custody. The Bureau of Prison's decision to return Petitioner to state custody on September 27, 1994 was not a transfer attributable to Petitioner's fault. Since he has a right to have his federal sentence run continuously, without interruption, the time he was in state custody should continue to run on his federal sentence. Accordingly, IT IS HEREBY RECOMMENDED that Respondent's motion for summary judgment be DENIED, and Petitioner's motion for summary judgment be GRANTED and the WRIT ISSUE. Petitioner's federal sentence should be deemed to have commenced on May 22, 1991, and run uninterrupted to date. IT IS HEREBY RECOMMENDED that Respondent be ORDERED to credit Petitioner's federal sentence accordingly.</p>\n<p>This, the 8th day of October, 1997.</p>\n<h2>NOTES</h2>\n<p>[1]  Because this petition challenges the computation of Petitioner's sentence, effectively attacking the execution of the sentence, it was properly brought under 28 U.S.C. § 2241 and properly filed in this district in which the prisoner is confined, and not in the sentencing district. <i>See </i><i>United States v. Snow,</i> <span class=\"citation\" data-id=\"444580\"><a href=\"/opinion/444580/united-states-v-george-snow/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">928</span></a></span>, 933-34 (4th Cir.1984).</p>\n<p>[2]  Hereinafter, Respondent's Memorandum in Support of the Motion for Summary Judgment will be referred to as \"Resp't Mem.\"</p>\n<p>[3]  The instant situation stands in stark contrast to the factual situation in <i>Thomas v. Whalen,</i> <span class=\"citation\" data-id=\"582573\"><a href=\"/opinion/582573/lewis-thomas-v-patrick-whalen/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span> (4th Cir.1992), in which the commencement of a federal sentence was also at issue. In <i>Thomas,</i> the petitioner argued that his federal sentence commenced while he was in state custody because of the failure of the U.S. Marshal to deliver him immediately into federal custody. <i>Id.</i> at 361-62. The court disagreed and held that the petitioner's federal sentence did not commence until the petitioner was actually received at (or received awaiting transportation to) the federal penitentiary. <i>Id.</i> at 363. The instant case concerns a prisoner who was actually received at the federal penitentiary and spent over three years in federal custody. Thus, the court's analysis in <i>Thomas</i> simply does not address the issues in this case.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1491842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1494695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1602073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1615118/"
  ]
}