{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2519555/",
  "absolute_url": "/opinion/2519555/capparelli-v-amerifirst-home-imp-finance-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2519555/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:20.203005Z",
  "date_modified": "2016-04-26T20:49:59.167896Z",
  "type": "010combined",
  "sha1": "35ed96f7efc12561e5b5d66d9f678964046f35f1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>535 F.Supp.2d 554 (2008)</b></center>\n<center><h1>Judith A CAPPARELLI, and Mark J. Capparelli, Plaintiffs,<br>\nv.<br>\nAMERIFIRST HOME IMPROVEMENT FINANCE CO., et al., Defendants.</h1></center>\n<center>No. 5:07-CV-387-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 1, 2008.</center>\n<p><span class=\"star-pagination\">*555</span> <span class=\"star-pagination\">*556</span> Charles A. Bentley, Jr., Bentley Law Offices, Durham, NC, for Plaintiffs.</p>\n<p>Joseph Samuel Dowdy, Matthew Patrick McGuire, Nelson Mullins Riley &amp; Scarborough, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiffs Judith A. Capparelli and Mark J. Capparelli (\"the Capparellis\") filed this action against defendants AmeriFirst Home Improvement Finance Co., d/b/a AmeriFirst Home Improvement Finance (\"AmeriFirst\"), James B. Miller (\"Miller\"), as an AmeriFirst officer and Trustee of the Deed of Trust between the Capparellis and AmeriFirst, Tropical Pools, Inc. (\"Tropical. Pools\"), and First Lenders Data, Inc., d/b/a FirstClose (\"FirstClose\"). Plaintiffs' lawsuit concerns an August 2006 loan for building a residential swimming pool, Pursuant to Federal Rule of Civil Procedure 12(b)(6), defendant AmeriFirst moves to dismiss counts one through five and count twelve in the complaint, and defendant Miller moves to dismiss whatever relief is requested from him in the complaint. AmeriFirst does not seek dismissal of count nine. FirstClose has not filed a motion to dismiss. Tropical Pools also has not filed a motion to dismiss, apparently because Tropical Pools' alter ego, Randy Lanier, is currently in bankruptcy.</p>\n<p>As explained below, the court dismisses non-diverse defendant Tropical Pools pursuant to the fraudulent joinder doctrine. The court also grants AmeriFirst and Miller's motion to dismiss.</p>\n<p></p>\n<h2>I.</h2>\n<p>On or about July 25, 2006, plaintiffs entered into a written agreement with Randy Lanier and Tropical Pools for the purchase, delivery, and construction of a <span class=\"star-pagination\">*557</span> swimming pool to be located on plaintiffs' real property in Johnston County, North Carolina. <i>See</i> Compl. ¶ 9. According to plaintiffs, Randy Lanier represented himself as the registered agent and owner of Tropical Pools. <i>Id.</i> ¶¶ 8, 16. Lanier and Tropical Pools arranged the necessary financing for the purchase and construction of the pool through AmeriFirst. <i>Id.</i> ¶¶ 11-13. In connection with the purchase, the Capparellis executed a Deed of Trust, staged funding agreement, and promissory note, and now allege a number of shortcomings with the documents. The Capparellis contend that Lanier had the Deed of Trust illegally notarized. <i>Id.</i> ¶¶ 14-16. Plaintiffs also allege that FirstClose, the mortgage settlement services provider, improperly prepared the Deed of Trust by omitting the name of the Grantee, a necessary party to the' Deed. <i>Id.</i> ¶¶ 17-18, 21. According to plaintiffs, FirstClose later added as Grantee James B. Miller, an officer of AmeriFirst. <i>Id.</i> ¶ 23. Plaintiffs also allege that on August 21, 2006, FirstClose initially recorded the Deed in Wake County, North Carolina, and on January 19, 2007, rerecorded the Deed in Johnston County, the county in which plaintiffs' real property is located. <i>Id.</i> ¶¶ 22-24, Exs. C, D.</p>\n<p>In connection with the promissory note and Deed of Trust, FirstClose performed certain mortgage settlement services, the costs of which were added to the principal of the loan and are reflected on the settlement statement. <i>See id.</i> Ex. B. Specifically, FirstClose charged $90.00 for an \"Abstract or Title Search,\" $57.00 for \"Document Preparation,\" and $19.00 for an \"Appraisal Fee.\" <i>Id.</i> ¶¶ 25, 29, Ex. B. Plaintiffs contend that FirstClose was not licensed to perform these services and that providing such services constituted the unauthorized practice of law or appraising, in violation of North Carolina law. <i>Id.</i> ¶¶ 27-28, 30-31; <i>see</i> N.C. Gen.Stat. §§ 84-4, 93E-1-2.1.</p>\n<p>On August 10, 2006, AmeriFirst issued the first two checks under the staged funding agreement made payable to Tropical Pools and Mark Capparelli, jointly, in the amount of $28,590. <i>Id.</i> ¶¶ 83-34. Upon representations and promises of Lanier and Tropical Pools, Capparelli negotiated the checks. <i>Id.</i> The Capparellis received $6,979 for the construction of a fence, and Tropical Pools received the remaining amount for materials, digging, and' construction. <i>Id.</i> ¶ 34. Plaintiffs allege that Lanier and Tropical Pools fraudulently converted the funds they received, in, the amount of $21,611, to their own use. <i>Id.</i> ¶ 40. Per the staged funding agreement and promissory note. AmeriFirst issued the last two checks to Mark Capparelli and Tropical Pools, jointly, in the amounts of $14,295 and $4,765. <i>Id.</i> ¶ 51. Plaintiffs returned these checks to AmeriFirst without negotiating them. <i>Id.</i> When AmeriFirst informed the Capparellis that they were responsible for the full amount of the loan under the Deed of Trust, plaintiffs began making monthly payments on the loan. <i>Id.</i></p>\n<p>On August 29, 2007, plaintiffs filed a complaint in Johnston County Superior Court, alleging the following claims against defendants AmeriFirst: (1) that AmeriFirst charged unlawful fees in order to extract a higher rate of interest, in violation of Chapter 24 of the North Carolina General Statutes, <i>id.</i> ¶¶ 54-56 (i.e., count one); (2) that AmeriFirst's actions violated N.C. Gen.Stat. § 24-8 and constitute unfair and deceptive acts under N.C. Gen. Stat. § 75-1.1, <i>id.</i> ¶¶ 57-58 (i.e., count two); (3) that AmeriFirst breached the promissory note by charging plaintiffs excessive interest, <i>id.</i> ¶¶ 59-62 (i.e., count three); (4) that AmeriFirst's extraction of a higher rate of interest constitutes usury, in violation of Chapter 24 of the North Carolina General Statutes, <i>id.</i> ¶¶ 63-65 (i.e., count four); (5) that AmeriFirst's violation <span class=\"star-pagination\">*558</span> of usury law constitutes unfair and deceptive acts under N.C. Gen.Stat. § 75-1.1, <i>id.</i> ¶¶ 66-67 (i.e., count five); (6) that AmeriFirst is jointly and severally liable with Tropical Pools under the North Carolina Retail Installment Sales Act, N.C. Gen.Stat. § 25 A. -1, et seq., <i>id.</i> ¶¶ 84-91 (i.e., count nine); (7) that plaintiffs are entitled to declaratory relief and reformation of the promissory note and Deed of Trust, <i>id.</i> ¶¶ 98-100 (i.e., count twelve); and (8) that plaintiffs are entitled to injunctive relief against AmeriFirst, <i>id.</i> ¶¶ 101-05 (i.e., count thirteen). Plaintiff also seeks to hold Miller jointly and severally liable for unspecified conduct. <i>See id.</i> Demand for Judgment.</p>\n<p>Plaintiffs also allege the following claims against Tropical Pools: (1) that Tropical Pools breached the contract with plaintiffs to construct a swimming pool and perform related construction improvements on plaintiffs' property, <i>id.</i> ¶¶ 68-71 (i.e., count six); (2) that Tropical Pools fraudulently induced plaintiffs to endorse and deliver two checks to Lanier and Tropical Pools, <i>id.</i> ¶¶ 72-81 (i.e., count seven); and (3) that Tropical Pools' actions constitute unfair and deceptive acts under N.C. Gen. Stat. § 75-1.1, <i>id.</i> ¶¶ 82-83 (i.e., count eight). As for defendant FirstClose, plaintiffs assert the following claims: (1) that FirstClose charged and collected non-bona tide fees in violation of N.C. Gen.Stat. § 24-8(d), <i>id.</i> ¶¶ 92-94 (i.e., count ten); and (2) that FirstClose's actions in violation of N.C. Gen.Stat. § 24-8 constitute unfair and deceptive acts under N.C. Gen. Stat. § 75-1.1, <i>id.</i> ¶¶ 95-97 (i.e., count eleven).</p>\n<p>On October 4, 2007, defendants AmeriFirst and Miller removed the action to federal court under 28 U.S.C. § 1441 and asserted diversity jurisdiction. On October 22, 2007, defendants AmeriFirst and Miller filed a motion to dismiss counts one through five and count twelve against AmeriFirst and to dismiss the relief requested against Miller. Plaintiffs responded, and defendants replied.</p>\n<p></p>\n<h2>II.</h2>\n<p>Initially, the court addresses subject matter jurisdiction, including whether Tropical Pools is a proper defendant. Absent a proper basis for subject matter jurisdiction, a removed case must be remanded to state court. <i>See </i><i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 94; 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998); <i>Jones v. Am. Postal Workers Union,</i> 192 F.3d 417, 422 (4th Cir.1999). Section 1441(a) permits defendants to remove from state to federal court \"any civil action brought in a State court of which the district courts of the United States have original jurisdiction.\" 28 U.S.C. § 1441(a). Federal courts have original jurisdiction of cases \"where the matter in controversy exceeds the Aim or value of $75,000, exclusive of interest and costs; and is between . . . [c]itizens of different States. . . .\" 28 U.S.C. § 1332(a)(1); <i>see </i><i>Roche v. Lincoln Prop. Co.,</i> 373 F.3d 610, 613 (4th Cir.2004), <i>rev'd on other grounds by </i><i>Lincoln Prop. Co. v. Roche,</i> 546 U.S. 81, 126 S.Ct. 606, 163 L.Ed.2d 415 (2005). Section 1332 requires \"complete diversity such that the state of citizenship of each plaintiff must be different from that of each defendant.\" <i>Athena Auto., Inc. v. DiGregorio,</i> 166 F.3d 288, 290 (4th Cir.1999). Section 1441(b) further proscribes removal of civil actions unless \"none of the parties in interest properly joined and served as defendants is a citizen of the State in which such action is brought.\" 28 U.S.C. § 1441(b).</p>\n<p>Defendants AmeriFirst and Miller removed this action to federal court under 28 U.S.C. § 1441 and asserted diversity jurisdiction. In calculating the amount in controversy, defendants AmeriFirst and Miller concede that plaintiffs fail to state precisely the amount of damages sought. <span class=\"star-pagination\">*559</span> <i>See</i> Defs.' Notice of Removal. Z. Defendants AmeriFirst and Miller contend that the complaint seeks a minimum of $85,770, based on the $28,590 loan amount and treble damages/attorney's fees sought under N.C. Gen.Stat. § 75-1.1.</p>\n<p>In determining whether complete diversity exists such that the state of citizenship of each plaintiff is different <i>from</i> that of each defendant, defendants concede that plaintiffs Capparellis and defendant Tropical Pools are both citizens of North Carolina.<sup>[1]</sup> Defs' Notice of Removal 8. Defendants contend that Tropical Pools is a nominally non-diverse defendant in the action and should be disregarded for purposes of evaluating diversity jurisdiction under the fraudulent joinder doctrine. <i>Id.</i> The fraudulent joinder doctrine \"permits removal when a non-diverse party is (or has been) a defendant in the case.\" <i>Mayes v. Rapoport,</i> 198 F.3d 457, 461 (4th Cir.1999). The fraudulent joinder doctrine allows a district court to assume jurisdiction over a case even if complete diversity is lacking in order to dismiss non-diverse defendants and thereby retain proper diversity jurisdiction. <i>See id.</i> To establish the fraudulent joinder of a named defendant, \"the removing party must demonstrate either outright fraud in the plaintiffs pleading of jurisdictional facts or that there is no possibility that the plaintiff [can] establish a cause of action against the in-state defendant in state court.\" <i>Hartley v. CSX Transp., Inc.,</i> 187 F.3d 422, 424 (4th Cir.1999) (quotations omitted &amp; emphasis removed).<sup>[2]</sup></p>\n<p>To determine whether joinder is fraudulent, \"the court is not bound by the allegations of the pleadings, but may instead consider the entire record, and determine the basis of joinder by any means available.\" <i>AIDS Counseling &amp; Testing Ctrs. v. Group W. Television, Inc.,</i> 903 F.2d 1000, 1004 (4th Cir.1990) (quotation omitted). A defendant who alleges fraudulent joinder \"bears a heavy burden [because] it must show that the plaintiff cannot establish a claim even after resolving all issues of law and fact in the plaintiff's favor.\" <i>Hartley,</i> 187 F.3d at 424. \"This standard is even more favorable to the plaintiff than the standard for ruling on a motion to dismiss under Fed.R.Civ.P. 12(b)(6).\" <i>Id.</i></p>\n<p>Here, defendants AmeriFirst and Miller contend that plaintiffs cannot establish the three claims against Tropical Pools (i.e., counts six, seven, and eight (Compl. ¶¶ 68-88)) in state court because Tropical Pools is the corporate alter ego of Lanier, and plaintiffs already have filed an adversary proceeding against Lanier in the United States Bankruptcy Court for the Eastern District of North Carolina based on the same facts and claim theory at issue in this case. <i>See</i> Defs.' Notice of Removal 3-6.<sup>[3]</sup> In his bankruptcy petition, Lanier <span class=\"star-pagination\">*560</span> lists as a name \"d/b/a Tropical Pools.\" <i>See In re Randy S. Lanier d/b/a Tropical Pools, Inc. and d/b/a R. Robinson &amp; Son's Inc.,</i> No. 06-2794-8-RDD (Bankr. E.D.N.C. Sept. 8, 2006) (voluntary bankruptcy petition) [hereinafter \"Lanier Bankruptcy Petition\"].</p>\n<p>Under North Carolina law, when a corporation operates as the mere instrumentality or alter ego of its sole or dominant shareholder \"and a shield for his activities in violation of the declared public policy or statute of [North Carolina], the corporate entity will be disregarded and the corporation and the shareholder treated as one and the same person.\" <i>Henderson v. Sec. Mortgage &amp; Fin. Co.,</i> 273 N.C. 253, 260, 160 S.E.2d 39, 44 (1968): <i>see </i><i>Martin v. Pilot Indus.,</i> 632 F.2d 271, 276 (4th Cir.1980). Here, Lanier represented himself as the owner and registered agent of Tropical Pools. <i>See</i> Compl. ¶¶ 8, 16. Plaintiffs' complaint frequently refers to Tropical Pools and Lanier as though they are the same entity. <i>See, e.g.,</i> Compl. ¶¶ 9-15, 33-40, 42, 46-47. As mentioned, Lanier's Chapter 7 voluntary bankruptcy petition lists \"d/b/a Tropical Pools\" as a name used by the debtor. <i>See</i> Lanier Bankruptcy Petition. Lanier also lists the debt owed to the Capparellis as one of the debts to be adjudicated in the Lanier Bankruptcy. <i>See id.;</i> Defs.' Notice of Removal 5 &amp; Ex. F. Additionally, the Trustee in the Lanier Bankruptcy alleges that Lanier \"testified that he did not delineate any difference between his personal bank account and the corporate accounts, and [in] fact used each account for corporate and personal purposes with no regard for segregation of funds.\" Compl. Ex. F, ¶ 5. On these facts, Tropical Pools is the corporate alter ego of Randy Lanier.</p>\n<p>Because plaintiffs have filed an adversary proceeding against Lanier in U.S. Bankruptcy Court regarding the same transaction, alleged fraud, and resulting debt, they are precluded from filing essentially the same claim against Lanier's corporate alter ego, Tropical Pools, in state court. Upon the filing of a petition under Chapter 7 in U.S. Bankruptcy Court, an automatic stay is entered that requires all collection proceedings to stop. <i>See</i> 11 U.S.C. § 362(a). Prohibited actions under the automatic stay include the commencement of a judicial action against the debtor to recover a claim that arose before the commencement of the Chapter 7 action. <i>Id.</i> § 362(a)(1). Moreover, the commencement of a bankruptcy action under Chapter 7 creates a bankruptcy estate, which is comprised of \"all legal or equitable interests of the debtor in property as of the commencement of the case.\" <i>Id.</i> § 541(a)(1). Application of the alter ego doctrine brings the assets of a debtor's alter ego into the bankruptcy estate. <i>See, e.g., </i><i>In re Jenkins Landscaping &amp; Excavating, Inc.,</i> 93 B.R. 84, 88 (W.D.Va.1988) (holding that property of Chapter 7 debtor rightfully includes legal and equitable interests of its alter ego under 11 U.S.C. § 541(a)(1)); <i>see also </i><i>Gibraltar Say. v. LDBrinkman Corp.,</i> 860 F.2d 1275, 1285 (5th Cir.1988); <i>Towe v. Martinson,</i> 195 B.R. 137, 140(D.Mont.1996); <i>ANR Ltd. Inc. v. Chattin,</i> 89 B.R. 898, 904 (D.Utah 1988); <i>In re Bldgs. by Jamie, Inc.,</i> 230 B.R. 36, 43-44 (Bankr.D.N.J.1998).</p>\n<p>By naming Tropical Pools as a defendant in this case, plaintiffs essentially filed a claim against the Lanier bankruptcy estate and violated the automatic stay entered in Lanier's Chapter 7 bankruptcy action. The automatic stay prohibits any proceeding that attempts to collect debts <span class=\"star-pagination\">*561</span> that Lanier (or his alter ego Tropical Pools) incurred and owed before his Chapter 7 filing. Thus, there is no possibility that plaintiffs can establish the three claims against defendant Tropical Pools in state court. <i>See </i><i>Hartley,</i> 187 F.3d at 424. Plaintiffs filed an adversary proceeding against. Lanier, which extends to his alter ego Tropical Pools, in an attempt to recover for the alleged wrongdoing. Plaintiffs fail to allege a new legal theory for recovery against Tropical Pools. Accordingly, pursuant to the fraudulent joinder doctrine, the court dismisses non-diverse, defendant Tropical Pools from the action without prejudice. <i>See id.</i></p>\n<p></p>\n<h2>III.</h2>\n<p>The court next considers whether to dismiss counts one through five and count twelve alleged against defendant AmeriFirst. The six claims which AmeriFirst seeks to dismiss arise from the same factual allegations  namely, that AmeriFirst purportedly added improper finance charges to the loan principal and therefore charged a higher rate of interest than that agreed upon in the promissory note. The relevant facts for the six claims at issue in AmeriFirst's motion to dismiss are set forth in plaintiffs' complaint. AmeriFirst provided financing for the construction of the Capparellis' pool. <i>See</i> Compl. ¶ 12. In return for the financing, plaintiffs executed a promissory note, Deed of Trust, and staged funding agreement pursuant to which they agreed to repay a loan from AmeriFirst in the principal amount of $48,001 at an annual interest rate of 9.99%, with interest beginning to accrue at the time the first check was issued by AmeriFirst. <i>Id.</i> ¶¶ 21, 32, 43, Exs. C, D, E, H. Plaintiffs did not pay certain loan-related settlement fees for a title search, an appraisal, and document preparation provided by defendant FirstClose at the loan closing, so these fees were added to the principal balance and financed as part of the loan. <i>Id.</i> ¶¶ 25-26, 29, Ex. B. The fees in question total $166.00, and plaintiffs' claims concern the amount of interest AmeriFirst allegedly wrongfully charged on these fees.<sup>[4]</sup> Plaintiffs base their claims on the premise that these fees (and the interest charged thereon) are more akin to finance charges or excessive interest. If this premise fails, plaintiffs' claims against AmeriFirst collapse.</p>\n<p>In analyzing a motion to dismiss a complaint under Fed.R.Civ.P. 12(b)(6) for \"failure to state a claim upon which relief can be granted,\" a court must determine whether the complaint is legally and factually sufficient. <i>See </i><i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, ___ __ ___, 127 S.Ct. 1955, 1968-70, 167 L.Ed.2d 929 (2007); <i>Kloth v. Microsoft,</i> 444 F.3d 312, 319 (4th Cir.2006): <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, ___, 127 S.Ct. 2197, 2200, 167 L.Ed.2d 1081 (2007) (per curiam). A court need not accept the legal conclusions drawn from the facts. Similarly, \"[a court] need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319 (quotation omitted).</p>\n<p></p>\n<h2>A.</h2>\n<p>In count one, plaintiffs allege that AmeriFirst willfully and corruptly intended to charge a greater rate of interest than that allowed under law by charging excess financing fees in violation of N.C. Gen.Stat. § 24-8, et seq. Compl. ¶¶ 55-56. Essentially, plaintiffs contend that AmeriFirst acted improperly by adding the fees <span class=\"star-pagination\">*562</span> charged by FirstClose to the loan principal because the fees were not bona fide. <i>Id.</i></p>\n<p>N.C. Gen.Stat. § 24-8(d) states that a \"lender may collect money from the borrower for the payment of . . . bona fide loan-related goods, products, and services provided or to be provided by third parties.\" \"Loan-related goods, products, and services include fees for tax payment services, fees for flood certification, fees for pest-infestation determinations, mortgage brokers' fees, <i>appraisal fees,</i> inspection fees, environmental assessment fees, fees for credit report services, assessments, costs of upkeep, surveys, attorneys' fees, notary fees, escrow charges, and insurance premiums (including, for example, fire, title, life, accident and health, disability, unemployment, flood, and mortgage insurance).\" N.C. Gen.Stat. § 24-8(d) (emphasis added). Based on this definition, the fees associated with preparing loan-related documents and title searches fall within the broad category of loan-related services.</p>\n<p>Plaintiffs do not appear to contest that the fees that FirstClose charged represent loan-related services. Rather, plaintiffs contend that the fees are not legally \"bona fide\" because FirstClose allegedly is legally unauthorized to perform such services. Compl. ¶¶ 27-28, 30-31; Pls.' Mem. in Opp'n to Mot. to Dismiss 14-17; <i>see</i> N.C. Gen.Stat. §§ 84-4, 93E-1-2.1. AmeriFirst responds, however, that the court's bona fide inquiry should focus on whether the services were in fact provided. <i>See</i> Defs.' Mem. in Supp. of Mot. to Dismiss 6-7; Defs.' Reply in Supp. of Mot. to Dismiss 4-5.</p>\n<p>North Carolina courts have not analyzed the phrase \"bona fide\" under N.C. Gen. Stat. § 24-8(d). The court therefore looks to Regulation Z, 12 C.F.R. § 226 (2007), which implements the Federal Truth in Lending Act, for guidance. Regulation Z addresses the fees a lender may charge in a transaction secured by real property and contains language similar to N.C. Gen.Stat. § 24-8(d). It states that the following fees are not finance charges \"if the fees are bona fide and reasonable in mount\": \"(i) [f]ees for <i>title examination, abstract of title,</i> title insurance, property survey, and similar purposes; (ii) [f]ees for <i>preparing loan-related documents,</i> such as deeds, mortgages, and reconveyance or settlement documents; . . . (iv) <i>[p]roperty appraisal fees</i> or fees for inspections to assess the value or condition of the property if the service is performed prior to closing, including fees related to pest infestation or flood hazard determinations. . . .\" 12 C.F.R. § 226.4(c)(7) (emphasis added).</p>\n<p>\"Though sparse, the cases that have addressed 12 C.F.R. § 226.4(c)(7) rely upon the plain meaning of bona fide, i.e. not made with bad faith, fraud, or deceit.\" <i>In re Crisomia,</i> No. 00-35085DVVS, 2002 WL 31202722, at *7 (Bankr.E.D.Pa. Sept. 13, 2002) (unpublished): <i>see </i><i>Therrien v. Resource Fin. Group, Inc.,</i> 704 F.Supp. 322, 327 (D.N.H. 1989); <i>Cowles v. Bank West,</i> 476 Mich. 1, 34-35, 719 N.W.2d 94, 112-13 (2006) (citing Webster's Dictionary). Webster's defines \"bona fide\" as \"[p]erformed or made in good faith.\" <i>Webster's Second New Riverside University Dictionary</i> 188 (2d ed.1988). Alternatively, \"bona fide\" means \"authentic\" or \"genuine.\" <i>Id.</i> Courts' inquiries therefore focus on whether the services were actually provided or whether the fee included charges for unstated services. <i>See, e.g., </i><i>Guise v. BWM Mortgage, LLC,</i> 377 F.3d 795, 800-01 (7th Cir.2004) (\"The plaintiffs did not allege in their complaint . . . that they did not receive title insurance and endorsements from [the mortgage settlement services provider], nor did the complaint allege any facts to give rise to the inference that [the mortgage settlement services provider] failed to <span class=\"star-pagination\">*563</span> perform those services. The district court had no reason to conclude that the transaction was anything but bona fide.\"); <i>Brannam v. Huntington Mortgage Co.,</i> 287 F.3d 601, 606 (6th Cir.2002) (charge is \"bona\" fide\" if the \"services for which the fees are imposed are performed\"); <i>Inge v. Rock Fin. Corp.,</i> 388 F.3d 930, 939 (8th Cir.2004) (\"Plaintiff does not claim that the fee, was for something other than document Preparation, only that the fee was\" excessive. Plaintiffs argument, therefore, goes to the reasonableness of the document preparation fee, not its bona fides.\"); <i>Cowles,</i> 476 Mich. at 34-35, 719 N.W.2d 94 at 112-13 (\"[A] document preparation fee is not bona fide, authentic, or genuine, if it includes charges for items other than document preparation.\").</p>\n<p>Here, plaintiffs do not allege that FirstClose failed to perform the services listed on the settlement statement or that the amounts charged represented services different than those described. Indeed, plaintiffs concede that FirstClose performed the services described on lines 803, 1102, and 1105 of the settlement statement (i.e., appraisal services, title search, and document preparation). <i>See</i> Pls. Mem. in Opp'n to Mot. to Dismiss 15, 17. As explained above, plaintiffs' legal argument that FirstClose's loan-related service fees were not \"bona fide\" fails. Under N.C. Gen. Stat § 24-8(d), the services were \"bona fide.\" Moreover, nothing in section 24-8 required AmeriFirst to ensure whether FirstClose needed or had a license under N.C. Gen.Stat. § 84.4 or § 93E-2-2.1. Accordingly, plaintiffs fail to state a claim against AmeriFirst under Rule 12(b)(6) for violations of N.C. Gen.Stat. § 24-8.</p>\n<p></p>\n<h2>B.</h2>\n<p>In count three, plaintiffs allege that AmeriFirst breached its contractual obligations by charging plaintiffs interest in excess of the agreed-upon rate in the promissory note. <i>See</i> Compl. ¶¶ 59-62. \"To state a claim for breach of contract, the complaint must allege that a valid contract existed between the parties, that defendant breached the terms thereof, the facts Constituting the breach, and that damages resulted from such breach.\" <i>Claggett v. Wake Forest Univ.,</i> 126 N.C.App. 602, 608, 486 S.E.2d 443, 446 (1997). Where the exhibits incorporated by reference as part of the complaint reveal that there has been no breach, a claim for breach of contract should be dismissed pursuant to Rule 12(b)(6). <i>See id.</i> at 609, 486 S.E.2d at 446-47.</p>\n<p>Here, the complaint alleges that plaintiffs executed a promissory note with defendant AmeriFirst whereby they agreed to repay a principal amount of $48,001 at an interest rate of 9.99%. <i>See</i> Compl. ¶¶ 44, 60, Ex. H. Plaintiffs base their breach of contract claim on the premise that because the amounts added to the loan principal for an appraisal, title search, and document preparation were not bona fide loan-related service fees under N.C. Gen.Stat. § 24-8, such fees represent additional finance charges or interest. <i>See</i> Pls.' Mem in Opp'n to Mot. to Dismiss 20. However, as discussed, the amounts added to the loan principal were bona fide loan-related service fees for which AmeriFirst Could legally charge plaintiffs. Plaintiffs fail to allege facts that show AmeriFirst charged plaintiffs a rate of interest that exceeded the agreed-upon rate in the promissory note. Thus, plaintiffs fail to state a breach of contract claim against AmeriFirst.</p>\n<p></p>\n<h2>C.</h2>\n<p>In count four, plaintiffs allege that AmeriFirst committed usury by charging and collecting a greater rate of interest than the agreed-upon rate, in violation of the interest rate limitations imposed by Chapter 24 of the North Carolina General <span class=\"star-pagination\">*564</span> Statutes. <i>See</i> Compl. ¶¶ 63-65. \"To establish that an agreement is usurious, it must be shown that: (1) there was a loan, (2) there was an understanding that the money lent would be returned, (3) for the loan a greater rate of interest than allowed by law was charged, and (4) there was corrupt intent to take more than the legal rate for the use of the money.\" <i>Bagri v. Desai,</i> 83 N.C.App. 150, 151, 349 S.E.2d 309, 310 (1986). A usury claim fails as a matter of law where the rate complies with the requirements of Chapter 24 of the North Carolina General Statutes. <i>See, e.g., </i><i>Pappas v. NCNB Nat'l Bank,</i> 653 F.Supp. 699, 706 (M.D.N.C.1987).</p>\n<p>N.C. Gen.Stat. § 24-1.1(a)(2) states that \"the parties to a loan . . . may contract in writing for the payment of interest not in excess of . . . [a]ny rate agreed upon by the parties where the principal amount is more than twenty-five thousand dollars ($25,000).\" Here, plaintiffs and AmeriFirst executed a promissory note whereby AmeriFirst loaned plaintiffs $48,001 at an agreed-upon interest rate of 9.99%. <i>See</i> Compl. ¶¶ 44, 60, Ex. H. Under North Carolina law, the parties were free to select this rate of interest. Plaintiffs again base their usury claim on the premise that the fees charged by FirstClose and added to the loan principal by AmeriFirst were not bona fide and actually represented finance fees or additional interest. <i>See</i> Pls.' Mem. in Opp'n to Mot. to Dismiss 20-21. As discussed, this premise fails. Plaintiffs fail to allege facts that show AmeriFirst charged plaintiffs excessive interest in violation of the parties' agreement. Accordingly, plaintiffs fail to state a usury claim against AmeriFirst.</p>\n<p></p>\n<h2>D.</h2>\n<p>In counts two and five, plaintiffs allege that AmeriFirst's purported violations of N.C. Gen.Stat. § 24-8 and North Carolina usury law constitute unfair and deceptive acts or practices in violation of N.C. Gen. Stat. § 75-1.1. <i>See</i> Compl. ¶¶ 57-58, 66-67; <i>see</i> Pls.' Mem. in Opp'n to Mot. to Dismiss 17-18, 21-22. Having concluded that plaintiffs fail to state a claim upon which relief can be granted under either section 24-8 or North Carolina usury law, the court also concludes that plaintiffs fail to state a claim under Rule 12(b)(6) for a violation of section 75-1.1. <i>See, e.g., </i><i>Fickling v. Burger King Corp.,</i> No. 87-1725, 1988 WL 30675, at *1 (4th Cir. Apr. 4, 1988) (per curiam) (unpublished) (dismissing unfair and deceptive trade practices claim where the underlying tort which is alleged to constitute the unfair or deceptive act cannot be established as a matter of law); <i>Smith v. Cent. Soya of Athens, Inc.,</i> 604 F.Supp. 518, 529 (E.D.N.C.1985) (same).</p>\n<p></p>\n<h2>E.</h2>\n<p>AmeriFirst also moves to dismiss count twelve in which plaintiffs seek declaratory relief and reformation of the promissory note and Deed of Trust. <i>See</i> Compl. ¶ 98-100. \"Reformation is a well-established equitable remedy used to reframe written instruments where, through mutual mistake or the unilateral mistake of one party induced by the fraud of the other, the written instrument fails to embody the parties' actual, original agreement.\" <i>Metro. Prop. &amp; Cas. Ins. Co. v. Dillard,</i> 126 N.C.App. 795, 798, 487 S.E.2d 167, 159 (1997) (quotation omitted). Plaintiffs contend that they state a valid claim for equitable relief against AmeriFirst because they assert a valid claim for fraud against Tropical Pools. <i>See</i> Compl. ¶¶ 72-81. Plaintiffs rely on the North Carolina Retail Installment Sales Act, N.C. Gen. Stat. §§ 25A-1, et seq., which states that \"[i]n a consumer credit sale, a buyer may assert against the seller, assignee of the seller, or other holder of the instrument or instruments of indebtedness, any claims or <span class=\"star-pagination\">*565</span> defenses available against the original seller.\" N.C. Gen.Stat. § 25A-25; <i>see</i> Compl. ¶ 91; Pls. Mem. in Opp'n to Mot. to Dismiss 22-23. Under plaintiffs' theory, AmeriFirst is, presumably a holder, of an instrument of indebtedness under the North Carolina Retail Installment Sales Act. <i>See</i> Compl. ¶ 91. Here, however, Plaintiffs, allege fraud only as to Tropical Pools' conduct in getting plaintiff Mark Capparelli to endorse two checks allegedly needed: to. construct the swimming pool. <i>See</i> Compl. ¶¶ 72-81, Ex: A. This alleged fraud is not a proper basis for reforming the promissory, note and Deed of Trust between plaintiffs and AmeriFirst. Plaintiffs fail to allege that AmeriFirst made any fraudulent misrepresentations surrounding the note or Deed, or that either plaintiffs or AmeriFirst misunderstood a material fact concerning the loan or mortgage.</p>\n<p>Similarly, to state a claim for rescission or cancellation of a note or deed of trust, plaintiffs must allege improper inducement such as fraud, mistake based on an affirmative misrepresentation, or undue influence, or abandonment or repudiation with the acquiescence of the other party, <i>See generally,</i> 5 <i>Strong's North Carolina Index,</i> Cancellation and\" Rescission §§ 12 (4th ed.2000). Plaintiffs fail to do so. Additionally, plaintiffs fail to allege Tropical Pools' involvement in FirstClose's allegedly improper recording of the Deed in Wake County as a means of recovery under N.C. Gen.Stat. §§ 25A-1, et seq. Accordingly, plaintiffs fail to state a claim in count twelve against AmeriFirst with respect to the desired declaratory relief concerning the promissory note and Deed of Trust.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As for defendant Miller, the complaint names Miller (an officer of AmeriFirst) as a defendant \"in his capacity as an alleged Trustee of a Deed of Trust which purports to secure the loan that is the subject of (plaintiffs') complaint.\" <i>See</i> Compl. ¶ 3. The complaint fails to assert a specific claim against Miller, yet it seeks to hold him jointly and severally liable as a named defendant. <i>Id.</i> Demand for Judgment. The complaint fails to allege that Miller personally received any of plaintiffs' loan proceeds or charged plaintiffs fees or interest. In sum, the complaint fails to state a claim against Miller upon which relief can be granted. Accordingly, to the extent the complaint purports to state a claim against Miller, the court dismisses any such claim against Miller pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>V.</h2>\n<p>In sum, non-diverse defendant Tropical Pools is DISMISSED from the action without prejudice pursuant to the fraudulent joinder doctrine. Having found proper subject matter jurisdiction, defendant AmeriFirst's motion to dismiss claims one, two, three, four, five, and twelve of the complaint pursuant to Rule 12(b)(6) is GRANTED. Additionally, to the extent the complaint purports to state a claim against defendant Miller, such a claim is DISMISSED pursuant to Rule 12(b)(6).</p>\n<h2>NOTES</h2>\n<p>[1]  The Capparellis are citizens and residents a Johnston County, North Carolina. <i>See</i> Compl. ¶ 1. Tropical Pools is a North Carolina corporation with its principal place of business in Goldsboro, North Carolina. <i>Id.</i> ¶ 4. For purposes of sections 1332 and 1441, \"a corporation shall be deemed to be a citizen of any State by which it has been incorporated and of the State where it has its principal place of business. . . .\" 28 U.S.C. § 1332(c)(1).\n</p>\n<p>The remaining parties meet the requirement of complete diversity. Defendant AmeriFirst is a Virginia corporation with its principal place of business in Nebraska. Compl. ¶ 2. Defendant Miller is a citizen and resident of Nebraska. <i>Id.</i> ¶ 3. Defendant FirstClose is a Delaware corporation with its principal place of business in Texas. <i>Id.</i> ¶ 5.</p>\n<p>[2]  The term \"fraudulent joinder\" is a misnomer. The fraudulent joinder doctrine requires neither a showing of fraud nor joinder. <i>See </i><i>Mayes,</i> 198 F.3d at 461 n. 8.</p>\n<p>[3]  <i>See Capparelli v. Lanier,</i> No. 06-253-8-RDD (Bankr.E.D.N.C. Nov. 3, 2006); <i>see also</i> Defs.' Notice of Removal Ex. C. The Lanier Bankruptcy proceeding is on-going. <i>See In re Lanier,</i> No. 06-2794-8-RDD (Bankr.E.D.N.C). This court may take judicial notice of the judicial records in the Lanier Bankruptcy proceeding. <i>See, e.g.,</i> Fed.R.Evid. 201; <i>Colonial Penn Ins. Co. v. Coil,</i> 887 F.2d 1236, 1239 (4th Cir.1989).</p>\n<p>[4]  Over the course of the loan, the amount of interest at stake appears to be approximately $16.69.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">554</span></span> (2008)</b></center>\n<center><h1>Judith A CAPPARELLI, and Mark J. Capparelli, Plaintiffs,<br>\nv.<br>\nAMERIFIRST HOME IMPROVEMENT FINANCE CO., et al., Defendants.</h1></center>\n<center>No. 5:07-CV-387-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 1, 2008.</center>\n<p><span class=\"star-pagination\">*555</span> <span class=\"star-pagination\">*556</span> Charles A. Bentley, Jr., Bentley Law Offices, Durham, NC, for Plaintiffs.</p>\n<p>Joseph Samuel Dowdy, Matthew Patrick McGuire, Nelson Mullins Riley &amp; Scarborough, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiffs Judith A. Capparelli and Mark J. Capparelli (\"the Capparellis\") filed this action against defendants AmeriFirst Home Improvement Finance Co., d/b/a AmeriFirst Home Improvement Finance (\"AmeriFirst\"), James B. Miller (\"Miller\"), as an AmeriFirst officer and Trustee of the Deed of Trust between the Capparellis and AmeriFirst, Tropical Pools, Inc. (\"Tropical. Pools\"), and First Lenders Data, Inc., d/b/a FirstClose (\"FirstClose\"). Plaintiffs' lawsuit concerns an August 2006 loan for building a residential swimming pool, Pursuant to Federal Rule of Civil Procedure 12(b)(6), defendant AmeriFirst moves to dismiss counts one through five and count twelve in the complaint, and defendant Miller moves to dismiss whatever relief is requested from him in the complaint. AmeriFirst does not seek dismissal of count nine. FirstClose has not filed a motion to dismiss. Tropical Pools also has not filed a motion to dismiss, apparently because Tropical Pools' alter ego, Randy Lanier, is currently in bankruptcy.</p>\n<p>As explained below, the court dismisses non-diverse defendant Tropical Pools pursuant to the fraudulent joinder doctrine. The court also grants AmeriFirst and Miller's motion to dismiss.</p>\n<p></p>\n<h2>I.</h2>\n<p>On or about July 25, 2006, plaintiffs entered into a written agreement with Randy Lanier and Tropical Pools for the purchase, delivery, and construction of a <span class=\"star-pagination\">*557</span> swimming pool to be located on plaintiffs' real property in Johnston County, North Carolina. <i>See</i> Compl. ¶ 9. According to plaintiffs, Randy Lanier represented himself as the registered agent and owner of Tropical Pools. <i>Id.</i> ¶¶ 8, 16. Lanier and Tropical Pools arranged the necessary financing for the purchase and construction of the pool through AmeriFirst. <i>Id.</i> ¶¶ 11-13. In connection with the purchase, the Capparellis executed a Deed of Trust, staged funding agreement, and promissory note, and now allege a number of shortcomings with the documents. The Capparellis contend that Lanier had the Deed of Trust illegally notarized. <i>Id.</i> ¶¶ 14-16. Plaintiffs also allege that FirstClose, the mortgage settlement services provider, improperly prepared the Deed of Trust by omitting the name of the Grantee, a necessary party to the' Deed. <i>Id.</i> ¶¶ 17-18, 21. According to plaintiffs, FirstClose later added as Grantee James B. Miller, an officer of AmeriFirst. <i>Id.</i> ¶ 23. Plaintiffs also allege that on August 21, 2006, FirstClose initially recorded the Deed in Wake County, North Carolina, and on January 19, 2007, rerecorded the Deed in Johnston County, the county in which plaintiffs' real property is located. <i>Id.</i> ¶¶ 22-24, Exs. C, D.</p>\n<p>In connection with the promissory note and Deed of Trust, FirstClose performed certain mortgage settlement services, the costs of which were added to the principal of the loan and are reflected on the settlement statement. <i>See id.</i> Ex. B. Specifically, FirstClose charged $90.00 for an \"Abstract or Title Search,\" $57.00 for \"Document Preparation,\" and $19.00 for an \"Appraisal Fee.\" <i>Id.</i> ¶¶ 25, 29, Ex. B. Plaintiffs contend that FirstClose was not licensed to perform these services and that providing such services constituted the unauthorized practice of law or appraising, in violation of North Carolina law. <i>Id.</i> ¶¶ 27-28, 30-31; <i>see</i> N.C. Gen.Stat. §§ 84-4, 93E-1-2.1.</p>\n<p>On August 10, 2006, AmeriFirst issued the first two checks under the staged funding agreement made payable to Tropical Pools and Mark Capparelli, jointly, in the amount of $28,590. <i>Id.</i> ¶¶ 83-34. Upon representations and promises of Lanier and Tropical Pools, Capparelli negotiated the checks. <i>Id.</i> The Capparellis received $6,979 for the construction of a fence, and Tropical Pools received the remaining amount for materials, digging, and' construction. <i>Id.</i> ¶ 34. Plaintiffs allege that Lanier and Tropical Pools fraudulently converted the funds they received, in, the amount of $21,611, to their own use. <i>Id.</i> ¶ 40. Per the staged funding agreement and promissory note. AmeriFirst issued the last two checks to Mark Capparelli and Tropical Pools, jointly, in the amounts of $14,295 and $4,765. <i>Id.</i> ¶ 51. Plaintiffs returned these checks to AmeriFirst without negotiating them. <i>Id.</i> When AmeriFirst informed the Capparellis that they were responsible for the full amount of the loan under the Deed of Trust, plaintiffs began making monthly payments on the loan. <i>Id.</i></p>\n<p>On August 29, 2007, plaintiffs filed a complaint in Johnston County Superior Court, alleging the following claims against defendants AmeriFirst: (1) that AmeriFirst charged unlawful fees in order to extract a higher rate of interest, in violation of Chapter 24 of the North Carolina General Statutes, <i>id.</i> ¶¶ 54-56 (i.e., count one); (2) that AmeriFirst's actions violated N.C. Gen.Stat. § 24-8 and constitute unfair and deceptive acts under N.C. Gen. Stat. § 75-1.1, <i>id.</i> ¶¶ 57-58 (i.e., count two); (3) that AmeriFirst breached the promissory note by charging plaintiffs excessive interest, <i>id.</i> ¶¶ 59-62 (i.e., count three); (4) that AmeriFirst's extraction of a higher rate of interest constitutes usury, in violation of Chapter 24 of the North Carolina General Statutes, <i>id.</i> ¶¶ 63-65 (i.e., count four); (5) that AmeriFirst's violation <span class=\"star-pagination\">*558</span> of usury law constitutes unfair and deceptive acts under N.C. Gen.Stat. § 75-1.1, <i>id.</i> ¶¶ 66-67 (i.e., count five); (6) that AmeriFirst is jointly and severally liable with Tropical Pools under the North Carolina Retail Installment Sales Act, N.C. Gen.Stat. § 25 A. -1, et seq., <i>id.</i> ¶¶ 84-91 (i.e., count nine); (7) that plaintiffs are entitled to declaratory relief and reformation of the promissory note and Deed of Trust, <i>id.</i> ¶¶ 98-100 (i.e., count twelve); and (8) that plaintiffs are entitled to injunctive relief against AmeriFirst, <i>id.</i> ¶¶ 101-05 (i.e., count thirteen). Plaintiff also seeks to hold Miller jointly and severally liable for unspecified conduct. <i>See id.</i> Demand for Judgment.</p>\n<p>Plaintiffs also allege the following claims against Tropical Pools: (1) that Tropical Pools breached the contract with plaintiffs to construct a swimming pool and perform related construction improvements on plaintiffs' property, <i>id.</i> ¶¶ 68-71 (i.e., count six); (2) that Tropical Pools fraudulently induced plaintiffs to endorse and deliver two checks to Lanier and Tropical Pools, <i>id.</i> ¶¶ 72-81 (i.e., count seven); and (3) that Tropical Pools' actions constitute unfair and deceptive acts under N.C. Gen. Stat. § 75-1.1, <i>id.</i> ¶¶ 82-83 (i.e., count eight). As for defendant FirstClose, plaintiffs assert the following claims: (1) that FirstClose charged and collected non-bona tide fees in violation of N.C. Gen.Stat. § 24-8(d), <i>id.</i> ¶¶ 92-94 (i.e., count ten); and (2) that FirstClose's actions in violation of N.C. Gen.Stat. § 24-8 constitute unfair and deceptive acts under N.C. Gen. Stat. § 75-1.1, <i>id.</i> ¶¶ 95-97 (i.e., count eleven).</p>\n<p>On October 4, 2007, defendants AmeriFirst and Miller removed the action to federal court under 28 U.S.C. § 1441 and asserted diversity jurisdiction. On October 22, 2007, defendants AmeriFirst and Miller filed a motion to dismiss counts one through five and count twelve against AmeriFirst and to dismiss the relief requested against Miller. Plaintiffs responded, and defendants replied.</p>\n<p></p>\n<h2>II.</h2>\n<p>Initially, the court addresses subject matter jurisdiction, including whether Tropical Pools is a proper defendant. Absent a proper basis for subject matter jurisdiction, a removed case must be remanded to state court. <i>See </i><i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 94; <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998); <i>Jones v. Am. Postal Workers Union,</i> <span class=\"citation\" data-id=\"766244\"><a href=\"/opinion/766244/robert-e-jones-v-american-postal-workers-union-national-american-postal/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">417</span></a></span>, 422 (4th Cir.1999). Section 1441(a) permits defendants to remove from state to federal court \"any civil action brought in a State court of which the district courts of the United States have original jurisdiction.\" 28 U.S.C. § 1441(a). Federal courts have original jurisdiction of cases \"where the matter in controversy exceeds the Aim or value of $75,000, exclusive of interest and costs; and is between . . . [c]itizens of different States. . . .\" 28 U.S.C. § 1332(a)(1); <i>see </i><i>Roche v. Lincoln Prop. Co.,</i> <span class=\"citation\" data-id=\"786726\"><a href=\"/opinion/786726/christopher-roche-juanita-roche-v-lincoln-property-company-swib-investment/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 613 (4th Cir.2004), <i>rev'd on other grounds by </i><i>Lincoln Prop. Co. v. Roche,</i> <span class=\"citation\" data-id=\"1992638\"><a href=\"/opinion/1992638/lincoln-property-co-v-roche/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"1992638\"><a href=\"/opinion/1992638/lincoln-property-co-v-roche/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">606</span></a></span>, <span class=\"citation\" data-id=\"1992638\"><a href=\"/opinion/1992638/lincoln-property-co-v-roche/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (2005). Section 1332 requires \"complete diversity such that the state of citizenship of each plaintiff must be different from that of each defendant.\" <i>Athena Auto., Inc. v. DiGregorio,</i> <span class=\"citation\" data-id=\"760961\"><a href=\"/opinion/760961/athena-automotive-incorporated-v-john-j-digregorio-j-d-automotive/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 290 (4th Cir.1999). Section 1441(b) further proscribes removal of civil actions unless \"none of the parties in interest properly joined and served as defendants is a citizen of the State in which such action is brought.\" 28 U.S.C. § 1441(b).</p>\n<p>Defendants AmeriFirst and Miller removed this action to federal court under 28 U.S.C. § 1441 and asserted diversity jurisdiction. In calculating the amount in controversy, defendants AmeriFirst and Miller concede that plaintiffs fail to state precisely the amount of damages sought. <span class=\"star-pagination\">*559</span> <i>See</i> Defs.' Notice of Removal. Z. Defendants AmeriFirst and Miller contend that the complaint seeks a minimum of $85,770, based on the $28,590 loan amount and treble damages/attorney's fees sought under N.C. Gen.Stat. § 75-1.1.</p>\n<p>In determining whether complete diversity exists such that the state of citizenship of each plaintiff is different <i>from</i> that of each defendant, defendants concede that plaintiffs Capparellis and defendant Tropical Pools are both citizens of North Carolina.<sup>[1]</sup> Defs' Notice of Removal 8. Defendants contend that Tropical Pools is a nominally non-diverse defendant in the action and should be disregarded for purposes of evaluating diversity jurisdiction under the fraudulent joinder doctrine. <i>Id.</i> The fraudulent joinder doctrine \"permits removal when a non-diverse party is (or has been) a defendant in the case.\" <i>Mayes v. Rapoport,</i> <span class=\"citation\" data-id=\"767005\"><a href=\"/opinion/767005/patricia-j-mayes-v-stanley-rapoport-judith-rapoport-david-key-dba-key/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">457</span></a></span>, 461 (4th Cir.1999). The fraudulent joinder doctrine allows a district court to assume jurisdiction over a case even if complete diversity is lacking in order to dismiss non-diverse defendants and thereby retain proper diversity jurisdiction. <i>See id.</i> To establish the fraudulent joinder of a named defendant, \"the removing party must demonstrate either outright fraud in the plaintiffs pleading of jurisdictional facts or that there is no possibility that the plaintiff [can] establish a cause of action against the in-state defendant in state court.\" <i>Hartley v. CSX Transp., Inc.,</i> <span class=\"citation\" data-id=\"765637\"><a href=\"/opinion/765637/lidy-j-hartley-v-csx-transportation-incorporated-south-carolina/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">422</span></a></span>, 424 (4th Cir.1999) (quotations omitted &amp; emphasis removed).<sup>[2]</sup></p>\n<p>To determine whether joinder is fraudulent, \"the court is not bound by the allegations of the pleadings, but may instead consider the entire record, and determine the basis of joinder by any means available.\" <i>AIDS Counseling &amp; Testing Ctrs. v. Group W. Television, Inc.,</i> <span class=\"citation\" data-id=\"541964\"><a href=\"/opinion/541964/aids-counseling-and-testing-centers-john-b-kotmair-jr-andrea-boucher/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1004 (4th Cir.1990) (quotation omitted). A defendant who alleges fraudulent joinder \"bears a heavy burden [because] it must show that the plaintiff cannot establish a claim even after resolving all issues of law and fact in the plaintiff's favor.\" <i>Hartley,</i> 187 F.3d at 424. \"This standard is even more favorable to the plaintiff than the standard for ruling on a motion to dismiss under Fed.R.Civ.P. 12(b)(6).\" <i>Id.</i></p>\n<p>Here, defendants AmeriFirst and Miller contend that plaintiffs cannot establish the three claims against Tropical Pools (i.e., counts six, seven, and eight (Compl. ¶¶ 68-88)) in state court because Tropical Pools is the corporate alter ego of Lanier, and plaintiffs already have filed an adversary proceeding against Lanier in the United States Bankruptcy Court for the Eastern District of North Carolina based on the same facts and claim theory at issue in this case. <i>See</i> Defs.' Notice of Removal 3-6.<sup>[3]</sup> In his bankruptcy petition, Lanier <span class=\"star-pagination\">*560</span> lists as a name \"d/b/a Tropical Pools.\" <i>See In re Randy S. Lanier d/b/a Tropical Pools, Inc. and d/b/a R. Robinson &amp; Son's Inc.,</i> No. 06-2794-8-RDD (Bankr. E.D.N.C. Sept. 8, 2006) (voluntary bankruptcy petition) [hereinafter \"Lanier Bankruptcy Petition\"].</p>\n<p>Under North Carolina law, when a corporation operates as the mere instrumentality or alter ego of its sole or dominant shareholder \"and a shield for his activities in violation of the declared public policy or statute of [North Carolina], the corporate entity will be disregarded and the corporation and the shareholder treated as one and the same person.\" <i>Henderson v. Sec. Mortgage &amp; Fin. Co.,</i> <span class=\"citation\" data-id=\"1333799\"><a href=\"/opinion/1333799/henderson-v-security-mortagage-and-finance-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">253</span></a></span>, 260, <span class=\"citation\" data-id=\"1333799\"><a href=\"/opinion/1333799/henderson-v-security-mortagage-and-finance-co/\"><span class=\"volume\">160</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">39</span></a></span>, 44 (1968): <i>see </i><i>Martin v. Pilot Indus.,</i> <span class=\"citation\" data-id=\"382768\"><a href=\"/opinion/382768/james-martin-v-pilot-industries-dba-pro-system-inc-and-professional/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 276 (4th Cir.1980). Here, Lanier represented himself as the owner and registered agent of Tropical Pools. <i>See</i> Compl. ¶¶ 8, 16. Plaintiffs' complaint frequently refers to Tropical Pools and Lanier as though they are the same entity. <i>See, e.g.,</i> Compl. ¶¶ 9-15, 33-40, 42, 46-47. As mentioned, Lanier's Chapter 7 voluntary bankruptcy petition lists \"d/b/a Tropical Pools\" as a name used by the debtor. <i>See</i> Lanier Bankruptcy Petition. Lanier also lists the debt owed to the Capparellis as one of the debts to be adjudicated in the Lanier Bankruptcy. <i>See id.;</i> Defs.' Notice of Removal 5 &amp; Ex. F. Additionally, the Trustee in the Lanier Bankruptcy alleges that Lanier \"testified that he did not delineate any difference between his personal bank account and the corporate accounts, and [in] fact used each account for corporate and personal purposes with no regard for segregation of funds.\" Compl. Ex. F, ¶ 5. On these facts, Tropical Pools is the corporate alter ego of Randy Lanier.</p>\n<p>Because plaintiffs have filed an adversary proceeding against Lanier in U.S. Bankruptcy Court regarding the same transaction, alleged fraud, and resulting debt, they are precluded from filing essentially the same claim against Lanier's corporate alter ego, Tropical Pools, in state court. Upon the filing of a petition under Chapter 7 in U.S. Bankruptcy Court, an automatic stay is entered that requires all collection proceedings to stop. <i>See</i> 11 U.S.C. § 362(a). Prohibited actions under the automatic stay include the commencement of a judicial action against the debtor to recover a claim that arose before the commencement of the Chapter 7 action. <i>Id.</i> § 362(a)(1). Moreover, the commencement of a bankruptcy action under Chapter 7 creates a bankruptcy estate, which is comprised of \"all legal or equitable interests of the debtor in property as of the commencement of the case.\" <i>Id.</i> § 541(a)(1). Application of the alter ego doctrine brings the assets of a debtor's alter ego into the bankruptcy estate. <i>See, e.g., </i><i>In re Jenkins Landscaping &amp; Excavating, Inc.,</i> <span class=\"citation\" data-id=\"2005943\"><a href=\"/opinion/2005943/in-re-jenkins-landscaping-excavating-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">84</span></a></span>, 88 (W.D.Va.1988) (holding that property of Chapter 7 debtor rightfully includes legal and equitable interests of its alter ego under 11 U.S.C. § 541(a)(1)); <i>see also </i><i>Gibraltar Say. v. LDBrinkman Corp.,</i> <span class=\"citation\" data-id=\"513948\"><a href=\"/opinion/513948/gibraltar-savings-cross-appellant-v-ldbrinkman-corp-cross-appellee-and/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span>, 1285 (5th Cir.1988); <i>Towe v. Martinson,</i> <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">137</span></span>, 140(D.Mont.1996); <i>ANR Ltd. Inc. v. Chattin,</i> <span class=\"citation\" data-id=\"1809567\"><a href=\"/opinion/1809567/anr-ltd-inc-v-chattin/\"><span class=\"volume\">89</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">898</span></a></span>, 904 (D.Utah 1988); <i>In re Bldgs. by Jamie, Inc.,</i> <span class=\"citation\" data-id=\"1832738\"><a href=\"/opinion/1832738/in-re-buildings-by-jamie-inc/\"><span class=\"volume\">230</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">36</span></a></span>, 43-44 (Bankr.D.N.J.1998).</p>\n<p>By naming Tropical Pools as a defendant in this case, plaintiffs essentially filed a claim against the Lanier bankruptcy estate and violated the automatic stay entered in Lanier's Chapter 7 bankruptcy action. The automatic stay prohibits any proceeding that attempts to collect debts <span class=\"star-pagination\">*561</span> that Lanier (or his alter ego Tropical Pools) incurred and owed before his Chapter 7 filing. Thus, there is no possibility that plaintiffs can establish the three claims against defendant Tropical Pools in state court. <i>See </i><i>Hartley,</i> 187 F.3d at 424. Plaintiffs filed an adversary proceeding against. Lanier, which extends to his alter ego Tropical Pools, in an attempt to recover for the alleged wrongdoing. Plaintiffs fail to allege a new legal theory for recovery against Tropical Pools. Accordingly, pursuant to the fraudulent joinder doctrine, the court dismisses non-diverse, defendant Tropical Pools from the action without prejudice. <i>See id.</i></p>\n<p></p>\n<h2>III.</h2>\n<p>The court next considers whether to dismiss counts one through five and count twelve alleged against defendant AmeriFirst. The six claims which AmeriFirst seeks to dismiss arise from the same factual allegations  namely, that AmeriFirst purportedly added improper finance charges to the loan principal and therefore charged a higher rate of interest than that agreed upon in the promissory note. The relevant facts for the six claims at issue in AmeriFirst's motion to dismiss are set forth in plaintiffs' complaint. AmeriFirst provided financing for the construction of the Capparellis' pool. <i>See</i> Compl. ¶ 12. In return for the financing, plaintiffs executed a promissory note, Deed of Trust, and staged funding agreement pursuant to which they agreed to repay a loan from AmeriFirst in the principal amount of $48,001 at an annual interest rate of 9.99%, with interest beginning to accrue at the time the first check was issued by AmeriFirst. <i>Id.</i> ¶¶ 21, 32, 43, Exs. C, D, E, H. Plaintiffs did not pay certain loan-related settlement fees for a title search, an appraisal, and document preparation provided by defendant FirstClose at the loan closing, so these fees were added to the principal balance and financed as part of the loan. <i>Id.</i> ¶¶ 25-26, 29, Ex. B. The fees in question total $166.00, and plaintiffs' claims concern the amount of interest AmeriFirst allegedly wrongfully charged on these fees.<sup>[4]</sup> Plaintiffs base their claims on the premise that these fees (and the interest charged thereon) are more akin to finance charges or excessive interest. If this premise fails, plaintiffs' claims against AmeriFirst collapse.</p>\n<p>In analyzing a motion to dismiss a complaint under Fed.R.Civ.P. 12(b)(6) for \"failure to state a claim upon which relief can be granted,\" a court must determine whether the complaint is legally and factually sufficient. <i>See </i><i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, ___ __ ___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1968-70, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007); <i>Kloth v. Microsoft,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006): <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2200, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007) (per curiam). A court need not accept the legal conclusions drawn from the facts. Similarly, \"[a court] need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319 (quotation omitted).</p>\n<p></p>\n<h2>A.</h2>\n<p>In count one, plaintiffs allege that AmeriFirst willfully and corruptly intended to charge a greater rate of interest than that allowed under law by charging excess financing fees in violation of N.C. Gen.Stat. § 24-8, et seq. Compl. ¶¶ 55-56. Essentially, plaintiffs contend that AmeriFirst acted improperly by adding the fees <span class=\"star-pagination\">*562</span> charged by FirstClose to the loan principal because the fees were not bona fide. <i>Id.</i></p>\n<p>N.C. Gen.Stat. § 24-8(d) states that a \"lender may collect money from the borrower for the payment of . . . bona fide loan-related goods, products, and services provided or to be provided by third parties.\" \"Loan-related goods, products, and services include fees for tax payment services, fees for flood certification, fees for pest-infestation determinations, mortgage brokers' fees, <i>appraisal fees,</i> inspection fees, environmental assessment fees, fees for credit report services, assessments, costs of upkeep, surveys, attorneys' fees, notary fees, escrow charges, and insurance premiums (including, for example, fire, title, life, accident and health, disability, unemployment, flood, and mortgage insurance).\" N.C. Gen.Stat. § 24-8(d) (emphasis added). Based on this definition, the fees associated with preparing loan-related documents and title searches fall within the broad category of loan-related services.</p>\n<p>Plaintiffs do not appear to contest that the fees that FirstClose charged represent loan-related services. Rather, plaintiffs contend that the fees are not legally \"bona fide\" because FirstClose allegedly is legally unauthorized to perform such services. Compl. ¶¶ 27-28, 30-31; Pls.' Mem. in Opp'n to Mot. to Dismiss 14-17; <i>see</i> N.C. Gen.Stat. §§ 84-4, 93E-1-2.1. AmeriFirst responds, however, that the court's bona fide inquiry should focus on whether the services were in fact provided. <i>See</i> Defs.' Mem. in Supp. of Mot. to Dismiss 6-7; Defs.' Reply in Supp. of Mot. to Dismiss 4-5.</p>\n<p>North Carolina courts have not analyzed the phrase \"bona fide\" under N.C. Gen. Stat. § 24-8(d). The court therefore looks to Regulation Z, 12 C.F.R. § 226 (2007), which implements the Federal Truth in Lending Act, for guidance. Regulation Z addresses the fees a lender may charge in a transaction secured by real property and contains language similar to N.C. Gen.Stat. § 24-8(d). It states that the following fees are not finance charges \"if the fees are bona fide and reasonable in mount\": \"(i) [f]ees for <i>title examination, abstract of title,</i> title insurance, property survey, and similar purposes; (ii) [f]ees for <i>preparing loan-related documents,</i> such as deeds, mortgages, and reconveyance or settlement documents; . . . (iv) <i>[p]roperty appraisal fees</i> or fees for inspections to assess the value or condition of the property if the service is performed prior to closing, including fees related to pest infestation or flood hazard determinations. . . .\" 12 C.F.R. § 226.4(c)(7) (emphasis added).</p>\n<p>\"Though sparse, the cases that have addressed 12 C.F.R. § 226.4(c)(7) rely upon the plain meaning of bona fide, i.e. not made with bad faith, fraud, or deceit.\" <i>In re Crisomia,</i> No. 00-35085DVVS, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31202722</span></span>, at *7 (Bankr.E.D.Pa. Sept. 13, 2002) (unpublished): <i>see </i><i>Therrien v. Resource Fin. Group, Inc.,</i> <span class=\"citation\" data-id=\"1440246\"><a href=\"/opinion/1440246/therrien-v-resource-financial-group-inc/\"><span class=\"volume\">704</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">322</span></a></span>, 327 (D.N.H. 1989); <i>Cowles v. Bank West,</i> <span class=\"citation\" data-id=\"845747\"><a href=\"/opinion/845747/cowles-v-bank-west/\"><span class=\"volume\">476</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">1</span></a></span>, 34-35, <span class=\"citation\" data-id=\"845747\"><a href=\"/opinion/845747/cowles-v-bank-west/\"><span class=\"volume\">719</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">94</span></a></span>, 112-13 (2006) (citing Webster's Dictionary). Webster's defines \"bona fide\" as \"[p]erformed or made in good faith.\" <i>Webster's Second New Riverside University Dictionary</i> 188 (2d ed.1988). Alternatively, \"bona fide\" means \"authentic\" or \"genuine.\" <i>Id.</i> Courts' inquiries therefore focus on whether the services were actually provided or whether the fee included charges for unstated services. <i>See, e.g., </i><i>Guise v. BWM Mortgage, LLC,</i> <span class=\"citation\" data-id=\"787152\"><a href=\"/opinion/787152/carroll-guise-regina-guise-and-mildred-guise-v-bwm-mortgage-llc/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">795</span></a></span>, 800-01 (7th Cir.2004) (\"The plaintiffs did not allege in their complaint . . . that they did not receive title insurance and endorsements from [the mortgage settlement services provider], nor did the complaint allege any facts to give rise to the inference that [the mortgage settlement services provider] failed to <span class=\"star-pagination\">*563</span> perform those services. The district court had no reason to conclude that the transaction was anything but bona fide.\"); <i>Brannam v. Huntington Mortgage Co.,</i> <span class=\"citation\" data-id=\"777347\"><a href=\"/opinion/777347/scott-brannam-and-janet-brannam-on-behalf-of-themselves-and-all-others/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 606 (6th Cir.2002) (charge is \"bona\" fide\" if the \"services for which the fees are imposed are performed\"); <i>Inge v. Rock Fin. Corp.,</i> <span class=\"citation\" data-id=\"788315\"><a href=\"/opinion/788315/latonya-inge-jody-holman-v-rock-financial-corporation/\"><span class=\"volume\">388</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">930</span></a></span>, 939 (8th Cir.2004) (\"Plaintiff does not claim that the fee, was for something other than document Preparation, only that the fee was\" excessive. Plaintiffs argument, therefore, goes to the reasonableness of the document preparation fee, not its bona fides.\"); <i>Cowles,</i> 476 Mich. at 34-35, <span class=\"citation\" data-id=\"845747\"><a href=\"/opinion/845747/cowles-v-bank-west/\"><span class=\"volume\">719</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">94</span></a></span> at 112-13 (\"[A] document preparation fee is not bona fide, authentic, or genuine, if it includes charges for items other than document preparation.\").</p>\n<p>Here, plaintiffs do not allege that FirstClose failed to perform the services listed on the settlement statement or that the amounts charged represented services different than those described. Indeed, plaintiffs concede that FirstClose performed the services described on lines 803, 1102, and 1105 of the settlement statement (i.e., appraisal services, title search, and document preparation). <i>See</i> Pls. Mem. in Opp'n to Mot. to Dismiss 15, 17. As explained above, plaintiffs' legal argument that FirstClose's loan-related service fees were not \"bona fide\" fails. Under N.C. Gen. Stat § 24-8(d), the services were \"bona fide.\" Moreover, nothing in section 24-8 required AmeriFirst to ensure whether FirstClose needed or had a license under N.C. Gen.Stat. § 84.4 or § 93E-2-2.1. Accordingly, plaintiffs fail to state a claim against AmeriFirst under Rule 12(b)(6) for violations of N.C. Gen.Stat. § 24-8.</p>\n<p></p>\n<h2>B.</h2>\n<p>In count three, plaintiffs allege that AmeriFirst breached its contractual obligations by charging plaintiffs interest in excess of the agreed-upon rate in the promissory note. <i>See</i> Compl. ¶¶ 59-62. \"To state a claim for breach of contract, the complaint must allege that a valid contract existed between the parties, that defendant breached the terms thereof, the facts Constituting the breach, and that damages resulted from such breach.\" <i>Claggett v. Wake Forest Univ.,</i> 126 N.C.App. 602, 608, <span class=\"citation\" data-id=\"1281325\"><a href=\"/opinion/1281325/claggett-v-wake-forest-university/\"><span class=\"volume\">486</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">443</span></a></span>, 446 (1997). Where the exhibits incorporated by reference as part of the complaint reveal that there has been no breach, a claim for breach of contract should be dismissed pursuant to Rule 12(b)(6). <i>See id.</i> at 609, 486 S.E.2d at 446-47.</p>\n<p>Here, the complaint alleges that plaintiffs executed a promissory note with defendant AmeriFirst whereby they agreed to repay a principal amount of $48,001 at an interest rate of 9.99%. <i>See</i> Compl. ¶¶ 44, 60, Ex. H. Plaintiffs base their breach of contract claim on the premise that because the amounts added to the loan principal for an appraisal, title search, and document preparation were not bona fide loan-related service fees under N.C. Gen.Stat. § 24-8, such fees represent additional finance charges or interest. <i>See</i> Pls.' Mem in Opp'n to Mot. to Dismiss 20. However, as discussed, the amounts added to the loan principal were bona fide loan-related service fees for which AmeriFirst Could legally charge plaintiffs. Plaintiffs fail to allege facts that show AmeriFirst charged plaintiffs a rate of interest that exceeded the agreed-upon rate in the promissory note. Thus, plaintiffs fail to state a breach of contract claim against AmeriFirst.</p>\n<p></p>\n<h2>C.</h2>\n<p>In count four, plaintiffs allege that AmeriFirst committed usury by charging and collecting a greater rate of interest than the agreed-upon rate, in violation of the interest rate limitations imposed by Chapter 24 of the North Carolina General <span class=\"star-pagination\">*564</span> Statutes. <i>See</i> Compl. ¶¶ 63-65. \"To establish that an agreement is usurious, it must be shown that: (1) there was a loan, (2) there was an understanding that the money lent would be returned, (3) for the loan a greater rate of interest than allowed by law was charged, and (4) there was corrupt intent to take more than the legal rate for the use of the money.\" <i>Bagri v. Desai,</i> 83 N.C.App. 150, 151, <span class=\"citation\" data-id=\"1270909\"><a href=\"/opinion/1270909/bagri-v-desai/\"><span class=\"volume\">349</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">309</span></a></span>, 310 (1986). A usury claim fails as a matter of law where the rate complies with the requirements of Chapter 24 of the North Carolina General Statutes. <i>See, e.g., </i><i>Pappas v. NCNB Nat'l Bank,</i> <span class=\"citation\" data-id=\"2400723\"><a href=\"/opinion/2400723/pappas-v-ncnb-nat-bank-of-north-carolina/\"><span class=\"volume\">653</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">699</span></a></span>, 706 (M.D.N.C.1987).</p>\n<p>N.C. Gen.Stat. § 24-1.1(a)(2) states that \"the parties to a loan . . . may contract in writing for the payment of interest not in excess of . . . [a]ny rate agreed upon by the parties where the principal amount is more than twenty-five thousand dollars ($25,000).\" Here, plaintiffs and AmeriFirst executed a promissory note whereby AmeriFirst loaned plaintiffs $48,001 at an agreed-upon interest rate of 9.99%. <i>See</i> Compl. ¶¶ 44, 60, Ex. H. Under North Carolina law, the parties were free to select this rate of interest. Plaintiffs again base their usury claim on the premise that the fees charged by FirstClose and added to the loan principal by AmeriFirst were not bona fide and actually represented finance fees or additional interest. <i>See</i> Pls.' Mem. in Opp'n to Mot. to Dismiss 20-21. As discussed, this premise fails. Plaintiffs fail to allege facts that show AmeriFirst charged plaintiffs excessive interest in violation of the parties' agreement. Accordingly, plaintiffs fail to state a usury claim against AmeriFirst.</p>\n<p></p>\n<h2>D.</h2>\n<p>In counts two and five, plaintiffs allege that AmeriFirst's purported violations of N.C. Gen.Stat. § 24-8 and North Carolina usury law constitute unfair and deceptive acts or practices in violation of N.C. Gen. Stat. § 75-1.1. <i>See</i> Compl. ¶¶ 57-58, 66-67; <i>see</i> Pls.' Mem. in Opp'n to Mot. to Dismiss 17-18, 21-22. Having concluded that plaintiffs fail to state a claim upon which relief can be granted under either section 24-8 or North Carolina usury law, the court also concludes that plaintiffs fail to state a claim under Rule 12(b)(6) for a violation of section 75-1.1. <i>See, e.g., </i><i>Fickling v. Burger King Corp.,</i> No. 87-1725, <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">30675</span></span>, at *1 (4th Cir. Apr. 4, 1988) (per curiam) (unpublished) (dismissing unfair and deceptive trade practices claim where the underlying tort which is alleged to constitute the unfair or deceptive act cannot be established as a matter of law); <i>Smith v. Cent. Soya of Athens, Inc.,</i> <span class=\"citation\" data-id=\"1402108\"><a href=\"/opinion/1402108/smith-v-central-soya-of-athens-inc/\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">518</span></a></span>, 529 (E.D.N.C.1985) (same).</p>\n<p></p>\n<h2>E.</h2>\n<p>AmeriFirst also moves to dismiss count twelve in which plaintiffs seek declaratory relief and reformation of the promissory note and Deed of Trust. <i>See</i> Compl. ¶ 98-100. \"Reformation is a well-established equitable remedy used to reframe written instruments where, through mutual mistake or the unilateral mistake of one party induced by the fraud of the other, the written instrument fails to embody the parties' actual, original agreement.\" <i>Metro. Prop. &amp; Cas. Ins. Co. v. Dillard,</i> 126 N.C.App. 795, 798, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">167</span></span>, 159 (1997) (quotation omitted). Plaintiffs contend that they state a valid claim for equitable relief against AmeriFirst because they assert a valid claim for fraud against Tropical Pools. <i>See</i> Compl. ¶¶ 72-81. Plaintiffs rely on the North Carolina Retail Installment Sales Act, N.C. Gen. Stat. §§ 25A-1, et seq., which states that \"[i]n a consumer credit sale, a buyer may assert against the seller, assignee of the seller, or other holder of the instrument or instruments of indebtedness, any claims or <span class=\"star-pagination\">*565</span> defenses available against the original seller.\" N.C. Gen.Stat. § 25A-25; <i>see</i> Compl. ¶ 91; Pls. Mem. in Opp'n to Mot. to Dismiss 22-23. Under plaintiffs' theory, AmeriFirst is, presumably a holder, of an instrument of indebtedness under the North Carolina Retail Installment Sales Act. <i>See</i> Compl. ¶ 91. Here, however, Plaintiffs, allege fraud only as to Tropical Pools' conduct in getting plaintiff Mark Capparelli to endorse two checks allegedly needed: to. construct the swimming pool. <i>See</i> Compl. ¶¶ 72-81, Ex: A. This alleged fraud is not a proper basis for reforming the promissory, note and Deed of Trust between plaintiffs and AmeriFirst. Plaintiffs fail to allege that AmeriFirst made any fraudulent misrepresentations surrounding the note or Deed, or that either plaintiffs or AmeriFirst misunderstood a material fact concerning the loan or mortgage.</p>\n<p>Similarly, to state a claim for rescission or cancellation of a note or deed of trust, plaintiffs must allege improper inducement such as fraud, mistake based on an affirmative misrepresentation, or undue influence, or abandonment or repudiation with the acquiescence of the other party, <i>See generally,</i> 5 <i>Strong's North Carolina Index,</i> Cancellation and\" Rescission §§ 12 (4th ed.2000). Plaintiffs fail to do so. Additionally, plaintiffs fail to allege Tropical Pools' involvement in FirstClose's allegedly improper recording of the Deed in Wake County as a means of recovery under N.C. Gen.Stat. §§ 25A-1, et seq. Accordingly, plaintiffs fail to state a claim in count twelve against AmeriFirst with respect to the desired declaratory relief concerning the promissory note and Deed of Trust.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As for defendant Miller, the complaint names Miller (an officer of AmeriFirst) as a defendant \"in his capacity as an alleged Trustee of a Deed of Trust which purports to secure the loan that is the subject of (plaintiffs') complaint.\" <i>See</i> Compl. ¶ 3. The complaint fails to assert a specific claim against Miller, yet it seeks to hold him jointly and severally liable as a named defendant. <i>Id.</i> Demand for Judgment. The complaint fails to allege that Miller personally received any of plaintiffs' loan proceeds or charged plaintiffs fees or interest. In sum, the complaint fails to state a claim against Miller upon which relief can be granted. Accordingly, to the extent the complaint purports to state a claim against Miller, the court dismisses any such claim against Miller pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>V.</h2>\n<p>In sum, non-diverse defendant Tropical Pools is DISMISSED from the action without prejudice pursuant to the fraudulent joinder doctrine. Having found proper subject matter jurisdiction, defendant AmeriFirst's motion to dismiss claims one, two, three, four, five, and twelve of the complaint pursuant to Rule 12(b)(6) is GRANTED. Additionally, to the extent the complaint purports to state a claim against defendant Miller, such a claim is DISMISSED pursuant to Rule 12(b)(6).</p>\n<h2>NOTES</h2>\n<p>[1]  The Capparellis are citizens and residents a Johnston County, North Carolina. <i>See</i> Compl. ¶ 1. Tropical Pools is a North Carolina corporation with its principal place of business in Goldsboro, North Carolina. <i>Id.</i> ¶ 4. For purposes of sections 1332 and 1441, \"a corporation shall be deemed to be a citizen of any State by which it has been incorporated and of the State where it has its principal place of business. . . .\" 28 U.S.C. § 1332(c)(1).\n</p>\n<p>The remaining parties meet the requirement of complete diversity. Defendant AmeriFirst is a Virginia corporation with its principal place of business in Nebraska. Compl. ¶ 2. Defendant Miller is a citizen and resident of Nebraska. <i>Id.</i> ¶ 3. Defendant FirstClose is a Delaware corporation with its principal place of business in Texas. <i>Id.</i> ¶ 5.</p>\n<p>[2]  The term \"fraudulent joinder\" is a misnomer. The fraudulent joinder doctrine requires neither a showing of fraud nor joinder. <i>See </i><i>Mayes,</i> 198 F.3d at 461 n. 8.</p>\n<p>[3]  <i>See Capparelli v. Lanier,</i> No. 06-253-8-RDD (Bankr.E.D.N.C. Nov. 3, 2006); <i>see also</i> Defs.' Notice of Removal Ex. C. The Lanier Bankruptcy proceeding is on-going. <i>See In re Lanier,</i> No. 06-2794-8-RDD (Bankr.E.D.N.C). This court may take judicial notice of the judicial records in the Lanier Bankruptcy proceeding. <i>See, e.g.,</i> Fed.R.Evid. 201; <i>Colonial Penn Ins. Co. v. Coil,</i> <span class=\"citation\" data-id=\"531016\"><a href=\"/opinion/531016/colonial-penn-insurance-company-v-willard-frank-coil-betty-marian-coil/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1236</span></a></span>, 1239 (4th Cir.1989).</p>\n<p>[4]  Over the course of the loan, the amount of interest at stake appears to be approximately $16.69.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/845747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1281325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1402108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1440246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1809567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1832738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1992638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2005943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2400723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}