{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2520548/",
  "absolute_url": "/opinion/2520548/allstate-ins-co-v-bates/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2520548/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:48.453676Z",
  "date_modified": "2016-04-27T03:08:00.996041Z",
  "type": "010combined",
  "sha1": "d88a3d1b6645a0f194e6c9753e480c9fc9b611da",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>185 F.Supp.2d 607 (2000)</b></center>\n<center><h1>ALLSTATE INSURANCE COMPANY Plaintiff,<br>\nv.<br>\nWilliam M. BATES and Patricia Bates, Defendants.</h1></center>\n<center>No. 5:99CV390-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>February 3, 2000.</center>\n<p><span class=\"star-pagination\">*608</span> James P. Cooney, III, Kennedy, Covington, Lobdill &amp; Hickman, Charlotte, NC, for Plaintiff.</p>\n<p><span class=\"star-pagination\">*609</span> William M. Bates, pro se.</p>\n<p>O. Hampton Whittington, Jr., Benson, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for summary judgment and on defendant Patricia Bates' motion for summary judgment.</p>\n<p>On 15 June 1999, plaintiff Allstate Insurance Company (Allstate) filed this action against defendants William M. Bates and Patricia Bates, seeking a declaratory judgment that Allstate is not required to defend either defendant in a civil suit brought against them by Pamela and Kaitlyn Coe based on Mr. Bates' sexual molestation of the minor child, Kaitlyn Coe. (<i>Coe v. Bates,</i> 99 CVS 505, Harnett County, North Carolina). Patricia Bates filed an answer on 23 July 1999. William Bates filed an answer on 17 August 1999.</p>\n<p>On 25 October 1999, plaintiff filed this motion for summary judgment with a supporting memorandum. On 8 November 1999, defendant Patricia Bates filed her own motion for summary judgment in combination with a response to plaintiff's motion. William Bates did not respond to plaintiff's motion. On 2 December 1999, plaintiff filed a response to Patricia Bates' motion. The parties did not file replies. The motions are now ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>The facts in this case arise out of charges of child molestation made against William Bates, age 53, by Kaitlyn Coe, age 6½, and her mother, Pamela Coe. On 19 February 1999, Mr. Bates was found guilty of the crime of taking indecent liberties with a minor. (Pl.'s Ex. 2.) Shortly thereafter, on or about 17 March 1999, Pamela and Kaitlyn Coe, filed suit against William Bates and his wife, Patricia Bates. The complaint contained counts of assault and battery, false imprisonment, intentional infliction of emotional distress, and negligent infliction of emotional distress against William Bates, and a count of negligence against Patricia Bates. (Pl.'s Ex. 3.) Specifically, the Coes charged that William Bates engaged in \"sexual act[s]\" with Kaitlyn, and \"committed and attempted to commit ... lewd and lascivious act[s] upon\" her, that he battered her through those acts, and that he forcibly restrained her in the process of committing those acts. (Id.) The complaint also alleges that Patricia Bates breached her duty to protect the minor child invited into her home from the acts of William Bates as well as her duty to warn Pamela Coe of Mr. Bates' propensity for assaulting minors. The Coes seek compensatory and punitive damages.</p>\n<p>Mr. and Mrs. Bates have a homeowner's insurance policy with Allstate. (Pl.'s Ex. 1.) After being served with the summons and complaint in the Coe matter, they sought a defense and coverage under their policy. On 19 May 1999, Allstate denied coverage to Mr. Bates for the matters set forth in the Coe complaint and declined to defend him. (Pl.'s Ex. 4.) Also on that date, by way of separate letter, Allstate agreed to defend Mrs. Bates, reserving its right to withdraw such defense and recover fees expended in the course of such a defense if it were determined that Allstate had no duty to defend her. (Pl.'s Ex. 5.) Allstate then filed this action to seek a declaration of its obligations with respect to the Bates under their homeowner's policy.</p>\n<p></p>\n<h2>II. Summary Judgment</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled <span class=\"star-pagination\">*610</span> to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>\"Generally speaking, the insurer's duty to defend the insured is broader than its obligation to pay damages incurred by events covered by a particular policy.\" <i>Waste Management v. Peerless Ins. Co.,</i> 315 N.C. 688, 691, 340 S.E.2d 374, 377 (N.C.1986); <i>Patti v. Continental Casualty Co.,</i> 486 S.E.2d 233, 234, 126 N.C.App. 643, 644, <i>writ denied,</i> 347 N.C. 401, 494 S.E.2d 417 (1997). Questions regarding the extent of an insurer's duty to defend and the scope of a particular insurance policy require the interpretation of the policy in light of the claims asserted against the insured. See <i>Patti,</i> 126 N.C.App. at 644, 486 S.E.2d at 234 (\"duty to defend against plaintiffs' claims is determined by the allegations found in [the] complaint\"); <i>West Bend Mutual Insurance Co. v. Sundance Homes, Inc.,</i> 238 Ill.App.3d 335, 337, 179 Ill.Dec. 494, 606 N.E.2d 326, 327 (1992)(if the allegations in a complaint state a cause of action that gives rise to the possibility of recovery under the policy, the insurer's duty to defend is called into play); <i>Waste Management,</i> 315 N.C. at 691, 340 S.E.2d at 377 (applying the \"comparison test,\" the \"pleadings are read side-by-side with the policy to determine whether the events as alleged are covered or excluded\").</p>\n<p>Construing the policy, the court must determine whether its language is clear and unambiguous. If it is, the court must give the words their plain and ordinary meaning. <i>CertainTeed Corp. v. Employers Insurance of Wausau,</i> 939 F.Supp. 826, 829 (D.Kan.1996). If language in an insurance policy creates a clear exclusion, that language controls. Although the insured has the initial burden of establishing that a loss comes within the scope of a policy's coverage, the insurer bears the burden of proving that an exclusion is applicable. <i>Nationwide Mutual Insurance Co. v. McAbee,</i> 268 N.C. 326, 150 S.E.2d 496, 497 (1966); <i>Home Indemnity Co. v. Hoechst Celanese Corp.,</i> 128 N.C.App. 189, 201, 494 S.E.2d 774, 783 (1998)(\"vast majority of courts ha[s] held that the insurer bears the burden of establishing the existence and applicability of a policy exclusion, while the insured has the burden of proving that an exception to the exclusion exists and applies to restore coverage\"). Interpreting the exclusion is a question of law for the court, and any ambiguity is to be construed in favor of the insured and against the insurer, the drafter of the agreement. <i>CertainTeed,</i> 939 F.Supp. at 829. However, \"`[n]o ambiguity ... exists unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend.'\" <i>Waste Management,</i> 315 N.C. at 694, 340 S.E.2d at 379. No obligation to defend arises when an analysis of the complaint and the policy language shows either the non-existence of coverage or the applicability of a policy exclusion. See <i>Morton v. Safeco Ins. Co.,</i> 905 F.2d 1208, 1212 (9th Cir.1990).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*611</span> A. Relevant Policy Language</h2>\n<p>The coverage grant of the Allstate policy issued to the Bates states that Allstate will pay the damages for which the insured is legally liable and provide a defense at its expense \"[i]f a claim is made or a suit is brought against an insured for damages because of bodily injury ... caused by an occurrence to which this coverage applies . . . .\" (Pl.'s Ex. 1 at 18.) The policy defines \"bodily injury\" to include \"bodily harm,\" and the parties do not appear to dispute the fact that Kaitlyn Coe sustained bodily injury in this case. (Pl.'s Ex. 1 at 2.) The policy defines an \"occurrence\" as \"an accident, including exposure to conditions, which results, during the policy period in ... bodily injury ....\" (Id. at 3.) The policy contains the following exclusions: Coverage does not apply to bodily injury \"which is expected or intended by the insured ....\" (Pl.'s Ex. 1 at 19), or to bodily injury \"arising out of sexual molestation, corporal punishment or physical or mental abuse.\" (Id.; Allstate Special Provisions at 2.)</p>\n<p></p>\n<h2>B. Duty to Defend William Bates</h2>\n<p>Defendant William Bates has not responded to plaintiff's motion for summary judgment. This court agrees with plaintiff that coverage is limited to occurrences, i.e., accidents, and that there is no interpretation of the events in this case under which Mr. Bates' sexual molestation of Kaitlyn Coe may be deemed an accident. Conduct that is within the design and control of an insured and which leads to the foreseeable harm alleged by the victim, is not accidental. See <i>Kirkley v. Merrimack Mut. Fire Ins. Co.,</i> 232 N.C. 292, 59 S.E.2d 629, 631 (1950)(an accident is \"unintended, unexpected, unforeseen, and fortuitous, or, to put it another way, an accident in its ordinary sense is an event caused by some casualty, disaster, chance, mishap, misadventure or hazard\"); <i>North Carolina Farm Bureau Mutual Ins. Co. v. Stox,</i> 330 N.C. 697, 412 S.E.2d 318, 325 (1992). Sexual molestation of a child is not an accident. See <i>id.</i> at 709, 412 S.E.2d at 325 (an injury that is intentional or substantially certain to be the result of an intentional act is not an \"accident\"); <i>Morton,</i> 905 F.2d at 1211 (\"sexual molestation, by its nature, is purposeful, not accidental, and, therefore, is not within the scope of the coverage set forth by the policy\"); and <i>Allstate Ins. Co. v. McCranie,</i> 716 F.Supp. 1440, 1444 (S.D.Fla. 1989)(acts of sexual assault were not \"accident[al]\" because assailant's actions were within his control), <i>aff'd,</i> 904 F.2d 713 (11th Cir.1990). William Bates' molestation of Kaitlyn Coe is not an \"accident\" within the meaning of the Allstate policy because his acts were within his control and because his acts resulted in bodily injury to the minor child which were certain to occur.</p>\n<p>The basis of the court's decision with respect to Mr. Bates is the limitation inherent in the coverage grant of the Allstate policy. As noted above, however, the Allstate policy also excludes coverage for bodily injury \"expected or intended by the insured.\" Closely related to the \"accident\" analysis, the \"intentional injury\" analysis provides another basis for denial of coverage to Mr. Bates. See <i>Nationwide Mutual Ins. Co. v. Abernethy,</i> 115 N.C.App. 534, 445 S.E.2d 618, 620 (1994)(where insured intentionally committed acts of abuse but denied intent to harm, the probability of mental or emotional injury resulting from insured's action was so great as to allow inference of intent to inflict emotional injury, thus no coverage for insured's repeated sexual molestation of a student). See also <i>Commercial Union Insurance Co. v. Roberts,</i> 7 F.3d 86, 88 (5th Cir.1993)(\"courts have overwhelmingly held that an intent to <span class=\"star-pagination\">*612</span> injure may be inferred as a matter of law in cases involving sexual contact between a child and an adult regardless of the insured's subjective intent\"). Allstate does not have a duty to defend William Bates.<sup>[1]</sup></p>\n<p></p>\n<h2>C. Duty to Defend Patricia Bates</h2>\n<p>Patricia Bates argues that Allstate must defend her against the Coes' charges because her alleged negligent acts  failure to protect the minor child invited into her home from the acts of William Bates and failure to warn Pamela Coe of Mr. Bates' propensity for assaulting minors  are \"occurrences\" as defined by the policy. Even if Patricia Bates' alleged negligence could be construed as an \"occurrence\" that caused Kaitlyn Coe's bodily injury independent of Mr. Bates' actions, this court concludes that there is no duty to defend Patricia Bates under the terms of the Allstate policy based upon the plain language of the sexual molestation exclusion. The policy explicitly states that coverage does not apply to damages incurred because of \"bodily injury ... arising out of sexual molestation, corporal punishment or physical or mental abuse.\" (Pl.'s Ex. 1; Allstate Special Provisions at 2.)<sup>[2]</sup></p>\n<p>Defendant has argued that \"the alleged negligent acts of Patricia Bates do not arise out of the sexual molestation acts of William Bates.\" (Def.'s Br. at 11.) Defendant misstates the central issue. With respect to the sexual molestation exclusion, the issue is whether the alleged bodily injury, i.e., the harm to Kaitlyn Coe, arose from sexual molestation  not whether another individual's alleged negligence arose out of the sexual molestation. The policy unambiguously bars coverage for injuries arising out of sexual molestation, and there is no question that the bodily injury in this case arose out of sexual molestation.</p>\n<p>Defendant also appears to argue that the injury to Kaitlyn Coe, i.e., the physical, emotional and psychological damage from the sexual molestation, arose, not from the sexual molestation, but from the defendant's alleged negligence in protecting Coe from the molestation. The illogic of such an assertion would seem to be apparent. However, defendant's argument is supported by <i>St. Paul Fire &amp; Marine Insurance Co. v. Schrum,</i> 149 F.3d 878 (8th Cir.1998). In that case, the Zottas brought suit against the Schrums alleging that the Schrums had negligently supervised the Zotta children when the children were present in the Schrum home, and that the children were, as a result, sexually abused by Richard Backes, a man who resided with the Schrums. The Schrums' homeowner's policy issued by St. Paul contained a sexual molestation exclusion almost identical to the one in this case. The Eighth Circuit agreed with the Zottas that the sexual molestation exclusion was not applicable to their negligent supervision <span class=\"star-pagination\">*613</span> claim. <i>Id.</i> at 881. The court held that \"Backes' alleged conduct is merely incidental to the Zottas' negligence claim against the Schrums.... `On these facts, these allegations contain separate and non-excluded causes of [the children's] injuries, apart from the [accompanying sexual act].'\" <i>Id.</i> (citations omitted).</p>\n<p>Even if this court found that Ms. Bates' negligence could be a separate and non-excluded cause of the injury to Kaitlyn Coe, this court could not reach a conclusion similar to that in <i>Schrum</i> given the explicit language of the Allstate policy, which specifically ties the sexual molestation exclusion to the nature of the injury. Mr. Bates' sexual molestation of Kaitlyn Coe is not \"incidental\" to the negligence claim against \"Ms. Bates\"  it is, in fact, the motivating factor for such a claim. Without the molestation there would be no injury and thus, no basis for the negligence claim. Therefore, this court explicitly rejects the conclusion reached by the Eighth Circuit in <i>Schrum.</i></p>\n<p>Whether Patricia Coe's alleged negligence contributed to the infliction of the injury does not and cannot change the nature of the bodily injury. For example, in <i>Northwest G.F. Mut. Ins. Co. v. Norgard,</i> 518 N.W.2d 179, 184 (N.D.1994), the claimants asserted that a sexual molestation exclusion was not applicable to a female proprietor of a day care charged with negligence in a sexual abuse situation because, they claimed, the injuries giving rise to the lawsuit against her \"arose out of\" her negligence, not out of the sexual molestation. The court concluded that the sexual molestation exclusion, which barred coverage for \"bodily injury ... arising out of sexual molestation,\" focused on the injury at issue, not the pleaded cause of action. The court explained that the proprietor's</p>\n<blockquote>alleged failure to adequately supervise the child allegedly facilitated or resulted in the acts of sexual molestation. But for the [molester's] acts of molestation, however, no liability could result to [the proprietor]. Under the clear and ordinary use of the language, the injuries \"arose out of\" sexual molestation.... We decline the ... invitation to synthesize an ambiguity where none exists.</blockquote>\n<p><i>Id.</i><sup>[3]</sup> Based on the explicit, unambiguous language of this policy exclusion, Allstate does not have a duty to defend Patricia Bates against the charges filed by the Coes.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the foregoing reasons, plaintiff's motion for summary judgment is ALLOWED, and defendant Patricia Bates' motion for summary judgment is DENIED. It is hereby ORDERED, ADJUDGED and DECREED that plaintiff Allstate Insurance Company does not have a duty to defend William M. Bates or Patricia Bates in the action filed against them by Kaitlyn Coe and her mother and guardian, Pamela Coe, based on Mr. Bates' sexual molestation of the minor child.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p>Decision by Court. This action came to trial or hearing before the Court. The <span class=\"star-pagination\">*614</span> issues have been tried or heard and a decision has been rendered.</p>\n<p>IT IS ORDERED, ADJUDGED AND DECREED that plaintiff's motion for summary judgment is ALLOWED and defendant Patricia Bates' motion for summary judgment is DENIED.</p>\n<p>IT IS FURTHER ORDERED, ADJUDGED AND DECREED that plaintiff Allstate Insurance Company does not have a duty to defend William M. Bates or Patricia Bates in the action filed against them by Kaitlyn Coe and her mother and guardian, Pamela Coe, based on Mr. Bates' sexual molestation of the minor child. (BRITT, J)</p>\n<h2>NOTES</h2>\n<p>[1]  For reasons explained fully below, the policy provision excluding from coverage damages resulting from \"bodily injury ... arising out of sexual molestation\" provides yet another basis for allowing Allstate's motion for summary judgment in this declaratory judgment action.</p>\n<p>[2]  The parties were unable to locate an appellate decision from North Carolina construing an \"arising from sexual molestation\" provision. (Def.'s Br. at 11; Pl.'s Reply at 7.) <i>Abernethy</i> involved allegations of molestation spanning a number of years and an equivalent number of policy periods. At some point during the time period of the alleged molestation but before the molestation was reported, the \"arising out of sexual molestation\" exclusion was added to the policy. As plaintiff points out, the trial court concluded that the molestation exclusion barred coverage, and the parties did not appeal that ruling. Consequently, the appellate court focused only on coverage as permitted by the policy as it existed prior to the addition of the sexual molestation exclusion.</p>\n<p>[3]  See also <i>Meridian Mut. Ins. Co. v. Bidle,</i> 1997 U.S. Dist. Lexis 7043, *10, 14-15 (W.D. Mich.1997)(where policy contained sexual molestation exclusion, coverage excluded for actions based on minor child's alleged molestation as well as parents' purported negligence in allowing molestation to occur; \"[n]otwithstanding the various legal claims, the injuries for which the Andersons seek damages are the injuries sustained by their children in the sexual assaults\"); <i>Taryn E.F. v. Joshua M.C.,</i> 178 Wis.2d 719, 505 N.W.2d 418 (Wis.App.1993)(no coverage for juvenile insured's alleged molestation, or for negligent supervision claim against insured's parents for losses arising out of molestation where policy did not apply to liability resulting directly or indirectly from sexual molestation).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">607</span></span> (2000)</b></center>\n<center><h1>ALLSTATE INSURANCE COMPANY Plaintiff,<br>\nv.<br>\nWilliam M. BATES and Patricia Bates, Defendants.</h1></center>\n<center>No. 5:99CV390-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>February 3, 2000.</center>\n<p><span class=\"star-pagination\">*608</span> James P. Cooney, III, Kennedy, Covington, Lobdill &amp; Hickman, Charlotte, NC, for Plaintiff.</p>\n<p><span class=\"star-pagination\">*609</span> William M. Bates, pro se.</p>\n<p>O. Hampton Whittington, Jr., Benson, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for summary judgment and on defendant Patricia Bates' motion for summary judgment.</p>\n<p>On 15 June 1999, plaintiff Allstate Insurance Company (Allstate) filed this action against defendants William M. Bates and Patricia Bates, seeking a declaratory judgment that Allstate is not required to defend either defendant in a civil suit brought against them by Pamela and Kaitlyn Coe based on Mr. Bates' sexual molestation of the minor child, Kaitlyn Coe. (<i>Coe v. Bates,</i> 99 CVS 505, Harnett County, North Carolina). Patricia Bates filed an answer on 23 July 1999. William Bates filed an answer on 17 August 1999.</p>\n<p>On 25 October 1999, plaintiff filed this motion for summary judgment with a supporting memorandum. On 8 November 1999, defendant Patricia Bates filed her own motion for summary judgment in combination with a response to plaintiff's motion. William Bates did not respond to plaintiff's motion. On 2 December 1999, plaintiff filed a response to Patricia Bates' motion. The parties did not file replies. The motions are now ripe for review.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>The facts in this case arise out of charges of child molestation made against William Bates, age 53, by Kaitlyn Coe, age 6½, and her mother, Pamela Coe. On 19 February 1999, Mr. Bates was found guilty of the crime of taking indecent liberties with a minor. (Pl.'s Ex. 2.) Shortly thereafter, on or about 17 March 1999, Pamela and Kaitlyn Coe, filed suit against William Bates and his wife, Patricia Bates. The complaint contained counts of assault and battery, false imprisonment, intentional infliction of emotional distress, and negligent infliction of emotional distress against William Bates, and a count of negligence against Patricia Bates. (Pl.'s Ex. 3.) Specifically, the Coes charged that William Bates engaged in \"sexual act[s]\" with Kaitlyn, and \"committed and attempted to commit ... lewd and lascivious act[s] upon\" her, that he battered her through those acts, and that he forcibly restrained her in the process of committing those acts. (Id.) The complaint also alleges that Patricia Bates breached her duty to protect the minor child invited into her home from the acts of William Bates as well as her duty to warn Pamela Coe of Mr. Bates' propensity for assaulting minors. The Coes seek compensatory and punitive damages.</p>\n<p>Mr. and Mrs. Bates have a homeowner's insurance policy with Allstate. (Pl.'s Ex. 1.) After being served with the summons and complaint in the Coe matter, they sought a defense and coverage under their policy. On 19 May 1999, Allstate denied coverage to Mr. Bates for the matters set forth in the Coe complaint and declined to defend him. (Pl.'s Ex. 4.) Also on that date, by way of separate letter, Allstate agreed to defend Mrs. Bates, reserving its right to withdraw such defense and recover fees expended in the course of such a defense if it were determined that Allstate had no duty to defend her. (Pl.'s Ex. 5.) Allstate then filed this action to seek a declaration of its obligations with respect to the Bates under their homeowner's policy.</p>\n<p></p>\n<h2>II. Summary Judgment</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled <span class=\"star-pagination\">*610</span> to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>\"Generally speaking, the insurer's duty to defend the insured is broader than its obligation to pay damages incurred by events covered by a particular policy.\" <i>Waste Management v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, 691, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, 377 (N.C.1986); <i>Patti v. Continental Casualty Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">233</span></span>, 234, 126 N.C.App. 643, 644, <i>writ denied,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">401</span></span>, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">417</span></span> (1997). Questions regarding the extent of an insurer's duty to defend and the scope of a particular insurance policy require the interpretation of the policy in light of the claims asserted against the insured. See <i>Patti,</i> 126 N.C.App. at 644, 486 S.E.2d at 234 (\"duty to defend against plaintiffs' claims is determined by the allegations found in [the] complaint\"); <i>West Bend Mutual Insurance Co. v. Sundance Homes, Inc.,</i> 238 Ill.App.3d 335, 337, <span class=\"citation\" data-id=\"2036091\"><a href=\"/opinion/2036091/west-bend-mut-ins-co-v-sundance-homes-inc/\"><span class=\"volume\">179</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation\" data-id=\"2036091\"><a href=\"/opinion/2036091/west-bend-mut-ins-co-v-sundance-homes-inc/\"><span class=\"volume\">606</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">326</span></a></span>, 327 (1992)(if the allegations in a complaint state a cause of action that gives rise to the possibility of recovery under the policy, the insurer's duty to defend is called into play); <i>Waste Management,</i> 315 N.C. at 691, 340 S.E.2d at 377 (applying the \"comparison test,\" the \"pleadings are read side-by-side with the policy to determine whether the events as alleged are covered or excluded\").</p>\n<p>Construing the policy, the court must determine whether its language is clear and unambiguous. If it is, the court must give the words their plain and ordinary meaning. <i>CertainTeed Corp. v. Employers Insurance of Wausau,</i> <span class=\"citation\" data-id=\"1511506\"><a href=\"/opinion/1511506/certainteed-corp-v-employers-ins-of-wausau/\"><span class=\"volume\">939</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">826</span></a></span>, 829 (D.Kan.1996). If language in an insurance policy creates a clear exclusion, that language controls. Although the insured has the initial burden of establishing that a loss comes within the scope of a policy's coverage, the insurer bears the burden of proving that an exclusion is applicable. <i>Nationwide Mutual Insurance Co. v. McAbee,</i> <span class=\"citation\" data-id=\"1253977\"><a href=\"/opinion/1253977/nationwide-mutual-insurance-company-v-mcabee/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">326</span></a></span>, <span class=\"citation\" data-id=\"1253977\"><a href=\"/opinion/1253977/nationwide-mutual-insurance-company-v-mcabee/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">496</span></a></span>, 497 (1966); <i>Home Indemnity Co. v. Hoechst Celanese Corp.,</i> 128 N.C.App. 189, 201, <span class=\"citation\" data-id=\"1357538\"><a href=\"/opinion/1357538/home-indem-co-v-hoechst-celanese-corp/\"><span class=\"volume\">494</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">774</span></a></span>, 783 (1998)(\"vast majority of courts ha[s] held that the insurer bears the burden of establishing the existence and applicability of a policy exclusion, while the insured has the burden of proving that an exception to the exclusion exists and applies to restore coverage\"). Interpreting the exclusion is a question of law for the court, and any ambiguity is to be construed in favor of the insured and against the insurer, the drafter of the agreement. <i>CertainTeed,</i> 939 F.Supp. at 829. However, \"`[n]o ambiguity ... exists unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend.'\" <i>Waste Management,</i> 315 N.C. at 694, 340 S.E.2d at 379. No obligation to defend arises when an analysis of the complaint and the policy language shows either the non-existence of coverage or the applicability of a policy exclusion. See <i>Morton v. Safeco Ins. Co.,</i> <span class=\"citation\" data-id=\"543179\"><a href=\"/opinion/543179/jessica-morton-a-minor-by-loryn-morton-her-guardian-ad-litem-v-safeco/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1212 (9th Cir.1990).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*611</span> A. Relevant Policy Language</h2>\n<p>The coverage grant of the Allstate policy issued to the Bates states that Allstate will pay the damages for which the insured is legally liable and provide a defense at its expense \"[i]f a claim is made or a suit is brought against an insured for damages because of bodily injury ... caused by an occurrence to which this coverage applies . . . .\" (Pl.'s Ex. 1 at 18.) The policy defines \"bodily injury\" to include \"bodily harm,\" and the parties do not appear to dispute the fact that Kaitlyn Coe sustained bodily injury in this case. (Pl.'s Ex. 1 at 2.) The policy defines an \"occurrence\" as \"an accident, including exposure to conditions, which results, during the policy period in ... bodily injury ....\" (Id. at 3.) The policy contains the following exclusions: Coverage does not apply to bodily injury \"which is expected or intended by the insured ....\" (Pl.'s Ex. 1 at 19), or to bodily injury \"arising out of sexual molestation, corporal punishment or physical or mental abuse.\" (Id.; Allstate Special Provisions at 2.)</p>\n<p></p>\n<h2>B. Duty to Defend William Bates</h2>\n<p>Defendant William Bates has not responded to plaintiff's motion for summary judgment. This court agrees with plaintiff that coverage is limited to occurrences, i.e., accidents, and that there is no interpretation of the events in this case under which Mr. Bates' sexual molestation of Kaitlyn Coe may be deemed an accident. Conduct that is within the design and control of an insured and which leads to the foreseeable harm alleged by the victim, is not accidental. See <i>Kirkley v. Merrimack Mut. Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1157438\"><a href=\"/opinion/1157438/kirkley-v-merrimack-mut-fire-ins-co/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">292</span></a></span>, <span class=\"citation\" data-id=\"1157438\"><a href=\"/opinion/1157438/kirkley-v-merrimack-mut-fire-ins-co/\"><span class=\"volume\">59</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">629</span></a></span>, 631 (1950)(an accident is \"unintended, unexpected, unforeseen, and fortuitous, or, to put it another way, an accident in its ordinary sense is an event caused by some casualty, disaster, chance, mishap, misadventure or hazard\"); <i>North Carolina Farm Bureau Mutual Ins. Co. v. Stox,</i> <span class=\"citation\" data-id=\"1410224\"><a href=\"/opinion/1410224/north-carolina-farm-bureau-mut-ins-co-v-stox/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">697</span></a></span>, <span class=\"citation\" data-id=\"1410224\"><a href=\"/opinion/1410224/north-carolina-farm-bureau-mut-ins-co-v-stox/\"><span class=\"volume\">412</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">318</span></a></span>, 325 (1992). Sexual molestation of a child is not an accident. See <i>id.</i> at 709, 412 S.E.2d at 325 (an injury that is intentional or substantially certain to be the result of an intentional act is not an \"accident\"); <i>Morton,</i> 905 F.2d at 1211 (\"sexual molestation, by its nature, is purposeful, not accidental, and, therefore, is not within the scope of the coverage set forth by the policy\"); and <i>Allstate Ins. Co. v. McCranie,</i> <span class=\"citation\" data-id=\"2345298\"><a href=\"/opinion/2345298/allstate-ins-co-v-mccranie/\"><span class=\"volume\">716</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1440</span></a></span>, 1444 (S.D.Fla. 1989)(acts of sexual assault were not \"accident[al]\" because assailant's actions were within his control), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">713</span></span> (11th Cir.1990). William Bates' molestation of Kaitlyn Coe is not an \"accident\" within the meaning of the Allstate policy because his acts were within his control and because his acts resulted in bodily injury to the minor child which were certain to occur.</p>\n<p>The basis of the court's decision with respect to Mr. Bates is the limitation inherent in the coverage grant of the Allstate policy. As noted above, however, the Allstate policy also excludes coverage for bodily injury \"expected or intended by the insured.\" Closely related to the \"accident\" analysis, the \"intentional injury\" analysis provides another basis for denial of coverage to Mr. Bates. See <i>Nationwide Mutual Ins. Co. v. Abernethy,</i> 115 N.C.App. 534, <span class=\"citation\" data-id=\"1311101\"><a href=\"/opinion/1311101/national-mut-ins-co-v-abernethy/\"><span class=\"volume\">445</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">618</span></a></span>, 620 (1994)(where insured intentionally committed acts of abuse but denied intent to harm, the probability of mental or emotional injury resulting from insured's action was so great as to allow inference of intent to inflict emotional injury, thus no coverage for insured's repeated sexual molestation of a student). See also <i>Commercial Union Insurance Co. v. Roberts,</i> <span class=\"citation\" data-id=\"654665\"><a href=\"/opinion/654665/commercial-union-insurance-company-v-dr-stephen-m-roberts-patrick/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 88 (5th Cir.1993)(\"courts have overwhelmingly held that an intent to <span class=\"star-pagination\">*612</span> injure may be inferred as a matter of law in cases involving sexual contact between a child and an adult regardless of the insured's subjective intent\"). Allstate does not have a duty to defend William Bates.<sup>[1]</sup></p>\n<p></p>\n<h2>C. Duty to Defend Patricia Bates</h2>\n<p>Patricia Bates argues that Allstate must defend her against the Coes' charges because her alleged negligent acts  failure to protect the minor child invited into her home from the acts of William Bates and failure to warn Pamela Coe of Mr. Bates' propensity for assaulting minors  are \"occurrences\" as defined by the policy. Even if Patricia Bates' alleged negligence could be construed as an \"occurrence\" that caused Kaitlyn Coe's bodily injury independent of Mr. Bates' actions, this court concludes that there is no duty to defend Patricia Bates under the terms of the Allstate policy based upon the plain language of the sexual molestation exclusion. The policy explicitly states that coverage does not apply to damages incurred because of \"bodily injury ... arising out of sexual molestation, corporal punishment or physical or mental abuse.\" (Pl.'s Ex. 1; Allstate Special Provisions at 2.)<sup>[2]</sup></p>\n<p>Defendant has argued that \"the alleged negligent acts of Patricia Bates do not arise out of the sexual molestation acts of William Bates.\" (Def.'s Br. at 11.) Defendant misstates the central issue. With respect to the sexual molestation exclusion, the issue is whether the alleged bodily injury, i.e., the harm to Kaitlyn Coe, arose from sexual molestation  not whether another individual's alleged negligence arose out of the sexual molestation. The policy unambiguously bars coverage for injuries arising out of sexual molestation, and there is no question that the bodily injury in this case arose out of sexual molestation.</p>\n<p>Defendant also appears to argue that the injury to Kaitlyn Coe, i.e., the physical, emotional and psychological damage from the sexual molestation, arose, not from the sexual molestation, but from the defendant's alleged negligence in protecting Coe from the molestation. The illogic of such an assertion would seem to be apparent. However, defendant's argument is supported by <i>St. Paul Fire &amp; Marine Insurance Co. v. Schrum,</i> <span class=\"citation\" data-id=\"755871\"><a href=\"/opinion/755871/st-paul-fire-marine-insurance-company-v-william-schrum-rebecca-schrum/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">878</span></a></span> (8th Cir.1998). In that case, the Zottas brought suit against the Schrums alleging that the Schrums had negligently supervised the Zotta children when the children were present in the Schrum home, and that the children were, as a result, sexually abused by Richard Backes, a man who resided with the Schrums. The Schrums' homeowner's policy issued by St. Paul contained a sexual molestation exclusion almost identical to the one in this case. The Eighth Circuit agreed with the Zottas that the sexual molestation exclusion was not applicable to their negligent supervision <span class=\"star-pagination\">*613</span> claim. <i>Id.</i> at 881. The court held that \"Backes' alleged conduct is merely incidental to the Zottas' negligence claim against the Schrums.... `On these facts, these allegations contain separate and non-excluded causes of [the children's] injuries, apart from the [accompanying sexual act].'\" <i>Id.</i> (citations omitted).</p>\n<p>Even if this court found that Ms. Bates' negligence could be a separate and non-excluded cause of the injury to Kaitlyn Coe, this court could not reach a conclusion similar to that in <i>Schrum</i> given the explicit language of the Allstate policy, which specifically ties the sexual molestation exclusion to the nature of the injury. Mr. Bates' sexual molestation of Kaitlyn Coe is not \"incidental\" to the negligence claim against \"Ms. Bates\"  it is, in fact, the motivating factor for such a claim. Without the molestation there would be no injury and thus, no basis for the negligence claim. Therefore, this court explicitly rejects the conclusion reached by the Eighth Circuit in <i>Schrum.</i></p>\n<p>Whether Patricia Coe's alleged negligence contributed to the infliction of the injury does not and cannot change the nature of the bodily injury. For example, in <i>Northwest G.F. Mut. Ins. Co. v. Norgard,</i> <span class=\"citation no-link\"><span class=\"volume\">518</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">179</span></span>, 184 (N.D.1994), the claimants asserted that a sexual molestation exclusion was not applicable to a female proprietor of a day care charged with negligence in a sexual abuse situation because, they claimed, the injuries giving rise to the lawsuit against her \"arose out of\" her negligence, not out of the sexual molestation. The court concluded that the sexual molestation exclusion, which barred coverage for \"bodily injury ... arising out of sexual molestation,\" focused on the injury at issue, not the pleaded cause of action. The court explained that the proprietor's</p>\n<blockquote>alleged failure to adequately supervise the child allegedly facilitated or resulted in the acts of sexual molestation. But for the [molester's] acts of molestation, however, no liability could result to [the proprietor]. Under the clear and ordinary use of the language, the injuries \"arose out of\" sexual molestation.... We decline the ... invitation to synthesize an ambiguity where none exists.</blockquote>\n<p><i>Id.</i><sup>[3]</sup> Based on the explicit, unambiguous language of this policy exclusion, Allstate does not have a duty to defend Patricia Bates against the charges filed by the Coes.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the foregoing reasons, plaintiff's motion for summary judgment is ALLOWED, and defendant Patricia Bates' motion for summary judgment is DENIED. It is hereby ORDERED, ADJUDGED and DECREED that plaintiff Allstate Insurance Company does not have a duty to defend William M. Bates or Patricia Bates in the action filed against them by Kaitlyn Coe and her mother and guardian, Pamela Coe, based on Mr. Bates' sexual molestation of the minor child.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p>Decision by Court. This action came to trial or hearing before the Court. The <span class=\"star-pagination\">*614</span> issues have been tried or heard and a decision has been rendered.</p>\n<p>IT IS ORDERED, ADJUDGED AND DECREED that plaintiff's motion for summary judgment is ALLOWED and defendant Patricia Bates' motion for summary judgment is DENIED.</p>\n<p>IT IS FURTHER ORDERED, ADJUDGED AND DECREED that plaintiff Allstate Insurance Company does not have a duty to defend William M. Bates or Patricia Bates in the action filed against them by Kaitlyn Coe and her mother and guardian, Pamela Coe, based on Mr. Bates' sexual molestation of the minor child. (BRITT, J)</p>\n<h2>NOTES</h2>\n<p>[1]  For reasons explained fully below, the policy provision excluding from coverage damages resulting from \"bodily injury ... arising out of sexual molestation\" provides yet another basis for allowing Allstate's motion for summary judgment in this declaratory judgment action.</p>\n<p>[2]  The parties were unable to locate an appellate decision from North Carolina construing an \"arising from sexual molestation\" provision. (Def.'s Br. at 11; Pl.'s Reply at 7.) <i>Abernethy</i> involved allegations of molestation spanning a number of years and an equivalent number of policy periods. At some point during the time period of the alleged molestation but before the molestation was reported, the \"arising out of sexual molestation\" exclusion was added to the policy. As plaintiff points out, the trial court concluded that the molestation exclusion barred coverage, and the parties did not appeal that ruling. Consequently, the appellate court focused only on coverage as permitted by the policy as it existed prior to the addition of the sexual molestation exclusion.</p>\n<p>[3]  See also <i>Meridian Mut. Ins. Co. v. Bidle,</i> 1997 U.S. Dist. Lexis 7043, *10, 14-15 (W.D. Mich.1997)(where policy contained sexual molestation exclusion, coverage excluded for actions based on minor child's alleged molestation as well as parents' purported negligence in allowing molestation to occur; \"[n]otwithstanding the various legal claims, the injuries for which the Andersons seek damages are the injuries sustained by their children in the sexual assaults\"); <i>Taryn E.F. v. Joshua M.C.,</i> <span class=\"citation\" data-id=\"2123821\"><a href=\"/opinion/2123821/taryn-ef-v-joshua-mc/\"><span class=\"volume\">178</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">719</span></a></span>, <span class=\"citation\" data-id=\"2123821\"><a href=\"/opinion/2123821/taryn-ef-v-joshua-mc/\"><span class=\"volume\">505</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">418</span></a></span> (Wis.App.1993)(no coverage for juvenile insured's alleged molestation, or for negligent supervision claim against insured's parents for losses arising out of molestation where policy did not apply to liability resulting directly or indirectly from sexual molestation).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/543179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1157438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1253977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1357538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1511506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2036091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2123821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2345298/"
  ]
}