{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2520593/",
  "absolute_url": "/opinion/2520593/higley-ex-rel-estate-of-luijendijk-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2520593/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:08:49.472541Z",
  "date_modified": "2016-04-27T01:11:58.230782Z",
  "type": "010combined",
  "sha1": "8143f3f77ca2df700561b07ac345b214434664c2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>334 F.Supp.2d 871 (2004)</b></center>\n<center><h1>Donald S. HIGLEY, II, Administrator of the Estate of David Luijendijk, Deceased, and Donald Dunn, Administrator of the Estate of Hanno Wegman, Deceased, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 4:03-CV-63-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>August 18, 2004.</center>\n<p><span class=\"star-pagination\">*872</span> John M. McCabe, Davis &amp; McCabe, PA, Knightsdale, NC, for Donald S. Higley, II, Administrator of the Estate of David Luijendijk, Deceased, David Luijendijk, Estate of the foregoing, Donald Dunn, Administrator of the Estate of Hanno Wegman, Deceased, Hanno Wegman, Estate of the foregoing, plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, U.S. Attorney's Office, Raleigh, NC, for United States of America, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is currently before the court on defendant's renewed motions to dismiss or in the alternative for summary judgment, filed March 18, 2004, and July 16, 2004. The plaintiff has not responded to the second motion and the time for responding has expired. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiffs filed this complaint on May 8, 2003, against the United States under the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. § 2671. The complaint alleges that a United States Marine negligently operated a motor vehicle, causing the wrongful deaths of David Luijendijk and Hanno Wegman, who were Dutch Marines. The plaintiffs in this suit are the estates of decedents Luijendijk and Wegman. The FTCA provides that a plaintiff who is injured by the negligence of an agent or employee of the United States acting within the scope of his or her office or employment may recover as if the United States were a private person and according to the law of the place in which the act or omission occurred. <i>See</i> 28 U.S.C. § 1346(b).</p>\n<p>The government filed a motion to dismiss or in the alternative for summary judgment on July 24, 2003, alleging that the <i>Feres</i> doctrine bars the plaintiffs' claims. Under <i>Feres v. United States,</i> 340 U.S. 135, 71 S.Ct. 153, 95 L.Ed. 152 (1950), \"the Government is not liable under the Federal Tort Claims Act for injuries to servicemen where the injuries arise out of or are in the course of activity incident to service.\" <i>Id.</i> at 146, 71 S.Ct. 153. On August 11, 2003, plaintiffs responded. In their response, the plaintiffs asked the court to stay its ruling on the motion until the plaintiffs have conducted adequate discovery. In an order dated November 10, 2003, the court granted the plaintiffs sixty days to conduct discovery limited to matters pertaining to subject matter jurisdiction. In the same order, the court denied the defendant's motion to dismiss as premature. On March 18, 2004, the government filed a status report and a renewed motion to dismiss or in the alternative for summary judgment. On May 6, 2004, the court granted the defendants an additional forty-five days to conduct discovery.</p>\n<p>On July 16, 2004, the government filed a second renewed motion to dismiss, incorporating their arguments made in their previous motions. The plaintiffs have not responded to the motion, nor have they otherwise provided the court with any indication that the results of discovery provided them with evidence that would support their position on the <i>Feres</i> issue.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>At all times relevant to this action, decedents were citizens of the Netherlands and were on active duty with the Marine Corps of that country. The government contends that the decedents were in the United <span class=\"star-pagination\">*873</span> States on a joint military training program with the United States Marines. The government's evidence shows that the Dutch Marines arrived in the United States on June 18, 2001, and were scheduled to depart on June 30, 2001. While they were in the United States, decedents were stationed at Camp Lejeune, North Carolina.</p>\n<p>On June 28 and 29, 2001, decedents were among a group of Dutch and United States Marines who took a two-day trip to Washington, D.C., and to the United States Marine Base in Quantico, Virginia. During this trip, decedents were under the supervision of Lieutenant Eric Martin Olson of the United States Marines. The U.S. Marines were assigned the task of transporting the Dutch Marines for the trip. As part of this trip, the Marines attended a dinner in Washington, D.C., on the night of June 28, 2001, before returning to Quantico for the night.</p>\n<p>The trip from Camp Lejeune to Washington, D.C./Quantico was taken in three passenger vans that the United States had rented from Enterprise Leasing Company. On June 29, 2001, the Marines were returning from Quantico, Virginia, to their duty station in Camp Lejeune, North Carolina. During this return trip, decedents were passengers in the third van. Israel Guerrero, a lance corporal in the U.S. Marines, was driving the third van. At approximately 11:45 p.m. on June 29, 2001, the third van was traveling southbound on North Carolina Route 58, in Greene County, North Carolina, when it went off the road, rolling over and killing the decedents. Plaintiffs allege that this accident and the deaths of the decedents were caused by various acts of negligence by the United States military personnel.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. Standard of Review</p>\n<p>The court is treating the motion of the United States as a motion to dismiss as only minimal discovery has taken place in this matter. In any case in federal court, the plaintiff has the burden of proving that subject matter jurisdiction exists. <i>See </i><i>Richmond, Fredericksburg &amp; Potomac R.R. Co. v. United States,</i> 945 F.2d 765, 768 (4th Cir.1991). \"When a defendant challenges subject matter jurisdiction pursuant to Rule 12(b)(1), `the district court is to regard the pleadings as mere evidence on the issue, and may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.'\" <i>Evans v. B.F. Perkins, Co.,</i> 166 F.3d 642, 647 (4th Cir.1999). Accordingly, the district court should grant the Rule 12(b)(1) motion to dismiss \"if the material jurisdictional facts are not in dispute and the moving party is entitled to prevail as a matter of law.\" <i>Id.</i></p>\n<p>II. Analysis</p>\n<p>The United States asserts that under <i>Feres v. United States</i><i>,</i> the court must dismiss plaintiffs' action against the United States. In <i>Feres,</i> the court held that \"the Government is not liable under the Federal Tort Claims Act for injuries to servicemen where the injuries arise out of or are in the course of activity incident to service.\" <i>Feres v. United States,</i> 340 U.S. at 146, 71 S.Ct. 153. There is no question that under <i>Feres</i> and its progeny, the United States can not be sued by servicemen for injuries suffered incident to service. <i>See e.g. </i><i>United States v. Johnson,</i> 481 U.S. 681, 107 S.Ct. 2063, 95 L.Ed.2d 648 (1987); <i>Hass v. United States,</i> 518 F.2d 1138 (4th Cir.1975).</p>\n<p>\"[T]he same <i>Feres</i> analysis that applies to American service members is appropriate for foreign service members who claim injury or death resulting from the negligence of United States armed forces.\" <i>Whitley v. United States,</i> 170 F.3d 1061, 1075-76 (11th Cir.1999); <i>see also </i><i>Daberkow</i> <span class=\"star-pagination\">*874</span> <i>v. United States,</i> 581 F.2d 785, 787-88 (9th Cir.1978) (finding that the rationales behind <i>Feres</i> applied equally to case involving foreign service member). The key issue in whether a foreign service member may recover under the FTCA is whether the injury occurred in activity incident to service. <i>Whitley v. United States,</i> 170 F.3d at 1076 (collecting cases that applied the <i>Feres</i> doctrine to foreign service members under the incident-to-service standard).</p>\n<p>Plaintiffs argue that the allegations in the complaint did not arise incident to service. In their complaint, plaintiffs repeatedly characterize the trip to Washington, D.C., as a \"sight-seeing trip.\" Also, plaintiffs specifically deny that the decedents were part of a joint operations training exercise with the U.S. Marines.</p>\n<p>However, plaintiffs admit that the decedents were on active duty at the time and that they were under the supervision of Lieutenant Olson of the U.S. Marines. They also admit that the transportation of the Dutch Marines was \"assigned\" to the United States Marines  in other words, the United States Marines were under orders to transport the Dutch Marines. Furthermore, the uncontroverted evidence shows that the decedents were in the United States as part of a joint training operation with the United States Marines. (Def.'s Exs. 1-4.) The evidence shows that the trip to Washington, D.C., was not a voluntary sight-seeing trip, but a cultural event that decedents were under orders to attend. (Def.'s Exs. 3, 5, 7, and 8.) The evidence also shows that at the time of the accident, decedents were returning from Quantico to Camp Lejeune, North Carolina, where they were stationed during their stay in the United States. (Def.'s Ex. 3 and 4.)</p>\n<p>In <i>Stewart v. United States</i><i>,</i> the Fourth Circuit held that the <i>Feres</i> doctrine would bar the plaintiff's suit because 1) the plaintiff was on active duty at the time of injury; 2) the injury occurred on base; and, 3) the plaintiff was engaged in activity directly related to the performance of military obligations when he was injured. <i>Stewart v. United States,</i> 90 F.3d 102, 104-05 (4th Cir.1996).</p>\n<p>In this case, the decedents were both on active duty. Although the decedents' injury did not occur on base, it occurred while the Marines were traveling from one base to another. \"Courts have applied the <i>Feres</i> bar to off-base accidents when there is a proximate connection between the plaintiff's military service and the accident.\" <i>Mack v. United States,</i> No. CIV. JFM 00-2296.2001, WL 179888, at *2 (D.Md. Feb. 21, 2001). Here, decedents were participating in an activity sponsored by the United States Marines, which they had the opportunity to engage in by virtue of their military status. <i>Id.</i> (citing <i>Dall v. United States,</i> 42 F.Supp.2d 1275, 1283 (M.D.Fla.1998)). Therefore, such a proximate connection exists. Furthermore, decedents were engaged in activity directly related to the performance of military obligations during the time of their injury. They were traveling from an activity that they were under orders to attend back to the base at North Carolina, where they were participating in joint training exercises with the U.S. Marines. <i>Stewart v. United States,</i> 90 F.3d at 105 (finding that plaintiff was engaged in activity directly related to the performance of military obligations when he was injured while he was leaving one duty station to return to his residence in preparation for his next assignment; collecting cases finding suit barred by <i>Feres</i> when service members were injured in automobile accidents). For these reasons, the court finds that the decedents were injured by activities that occurred incident to service. Thus, the <span class=\"star-pagination\">*875</span> court must dismiss the plaintiffs' claims under the <i>Feres</i> doctrine.</p>\n<p>The fact that the trip to Washington, D.C., was a cultural and recreational activity rather than an actual military operation does not exempt it from the scope of the <i>Feres</i> doctrine. \"[I]n a range of factual situations, the courts of appeals have held that recreational activities sponsored by the military fall within the <i>Feres</i> doctrine.\" <i>Costo v. United States,</i> 248 F.3d 863, 868 (9th Cir.2001) (collecting cases); <i>see also Hass ex rel. </i><i>United States v. United States,</i> 518 F.2d 1138, 1141 (4th Cir.1975) (stating that the \"incident to service\" test applies to recreational activities as well as military operations and that \"[r]ecreational activity provided by the military can reinforce both morale and health and thus serve the overall military purpose\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court GRANTS the defendant's renewed motions to dismiss. All of plaintiff's claims are hereby DISMISSED. The clerk is directed to close this case.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">871</span></span> (2004)</b></center>\n<center><h1>Donald S. HIGLEY, II, Administrator of the Estate of David Luijendijk, Deceased, and Donald Dunn, Administrator of the Estate of Hanno Wegman, Deceased, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 4:03-CV-63-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>August 18, 2004.</center>\n<p><span class=\"star-pagination\">*872</span> John M. McCabe, Davis &amp; McCabe, PA, Knightsdale, NC, for Donald S. Higley, II, Administrator of the Estate of David Luijendijk, Deceased, David Luijendijk, Estate of the foregoing, Donald Dunn, Administrator of the Estate of Hanno Wegman, Deceased, Hanno Wegman, Estate of the foregoing, plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, U.S. Attorney's Office, Raleigh, NC, for United States of America, defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is currently before the court on defendant's renewed motions to dismiss or in the alternative for summary judgment, filed March 18, 2004, and July 16, 2004. The plaintiff has not responded to the second motion and the time for responding has expired. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiffs filed this complaint on May 8, 2003, against the United States under the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. § 2671. The complaint alleges that a United States Marine negligently operated a motor vehicle, causing the wrongful deaths of David Luijendijk and Hanno Wegman, who were Dutch Marines. The plaintiffs in this suit are the estates of decedents Luijendijk and Wegman. The FTCA provides that a plaintiff who is injured by the negligence of an agent or employee of the United States acting within the scope of his or her office or employment may recover as if the United States were a private person and according to the law of the place in which the act or omission occurred. <i>See</i> 28 U.S.C. § 1346(b).</p>\n<p>The government filed a motion to dismiss or in the alternative for summary judgment on July 24, 2003, alleging that the <i>Feres</i> doctrine bars the plaintiffs' claims. Under <i>Feres v. United States,</i> <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span> (1950), \"the Government is not liable under the Federal Tort Claims Act for injuries to servicemen where the injuries arise out of or are in the course of activity incident to service.\" <i>Id.</i> at 146, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>. On August 11, 2003, plaintiffs responded. In their response, the plaintiffs asked the court to stay its ruling on the motion until the plaintiffs have conducted adequate discovery. In an order dated November 10, 2003, the court granted the plaintiffs sixty days to conduct discovery limited to matters pertaining to subject matter jurisdiction. In the same order, the court denied the defendant's motion to dismiss as premature. On March 18, 2004, the government filed a status report and a renewed motion to dismiss or in the alternative for summary judgment. On May 6, 2004, the court granted the defendants an additional forty-five days to conduct discovery.</p>\n<p>On July 16, 2004, the government filed a second renewed motion to dismiss, incorporating their arguments made in their previous motions. The plaintiffs have not responded to the motion, nor have they otherwise provided the court with any indication that the results of discovery provided them with evidence that would support their position on the <i>Feres</i> issue.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>At all times relevant to this action, decedents were citizens of the Netherlands and were on active duty with the Marine Corps of that country. The government contends that the decedents were in the United <span class=\"star-pagination\">*873</span> States on a joint military training program with the United States Marines. The government's evidence shows that the Dutch Marines arrived in the United States on June 18, 2001, and were scheduled to depart on June 30, 2001. While they were in the United States, decedents were stationed at Camp Lejeune, North Carolina.</p>\n<p>On June 28 and 29, 2001, decedents were among a group of Dutch and United States Marines who took a two-day trip to Washington, D.C., and to the United States Marine Base in Quantico, Virginia. During this trip, decedents were under the supervision of Lieutenant Eric Martin Olson of the United States Marines. The U.S. Marines were assigned the task of transporting the Dutch Marines for the trip. As part of this trip, the Marines attended a dinner in Washington, D.C., on the night of June 28, 2001, before returning to Quantico for the night.</p>\n<p>The trip from Camp Lejeune to Washington, D.C./Quantico was taken in three passenger vans that the United States had rented from Enterprise Leasing Company. On June 29, 2001, the Marines were returning from Quantico, Virginia, to their duty station in Camp Lejeune, North Carolina. During this return trip, decedents were passengers in the third van. Israel Guerrero, a lance corporal in the U.S. Marines, was driving the third van. At approximately 11:45 p.m. on June 29, 2001, the third van was traveling southbound on North Carolina Route 58, in Greene County, North Carolina, when it went off the road, rolling over and killing the decedents. Plaintiffs allege that this accident and the deaths of the decedents were caused by various acts of negligence by the United States military personnel.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>I. Standard of Review</p>\n<p>The court is treating the motion of the United States as a motion to dismiss as only minimal discovery has taken place in this matter. In any case in federal court, the plaintiff has the burden of proving that subject matter jurisdiction exists. <i>See </i><i>Richmond, Fredericksburg &amp; Potomac R.R. Co. v. United States,</i> <span class=\"citation\" data-id=\"569124\"><a href=\"/opinion/569124/richmond-fredericksburg-potomac-railroad-company-v-united-states-of/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (4th Cir.1991). \"When a defendant challenges subject matter jurisdiction pursuant to Rule 12(b)(1), `the district court is to regard the pleadings as mere evidence on the issue, and may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.'\" <i>Evans v. B.F. Perkins, Co.,</i> <span class=\"citation\" data-id=\"761254\"><a href=\"/opinion/761254/david-wayne-evans-v-bf-perkins-company-a-division-of-standex/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">642</span></a></span>, 647 (4th Cir.1999). Accordingly, the district court should grant the Rule 12(b)(1) motion to dismiss \"if the material jurisdictional facts are not in dispute and the moving party is entitled to prevail as a matter of law.\" <i>Id.</i></p>\n<p>II. Analysis</p>\n<p>The United States asserts that under <i>Feres v. United States</i><i>,</i> the court must dismiss plaintiffs' action against the United States. In <i>Feres,</i> the court held that \"the Government is not liable under the Federal Tort Claims Act for injuries to servicemen where the injuries arise out of or are in the course of activity incident to service.\" <i>Feres v. United States,</i> 340 U.S. at 146, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>. There is no question that under <i>Feres</i> and its progeny, the United States can not be sued by servicemen for injuries suffered incident to service. <i>See e.g. </i><i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"111886\"><a href=\"/opinion/111886/united-states-v-johnson/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"111886\"><a href=\"/opinion/111886/united-states-v-johnson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2063</span></a></span>, <span class=\"citation\" data-id=\"111886\"><a href=\"/opinion/111886/united-states-v-johnson/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1987); <i>Hass v. United States,</i> <span class=\"citation\" data-id=\"328670\"><a href=\"/opinion/328670/jon-edward-hass-for-the-sole-use-and-benefit-of-the-united-states-of/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></a></span> (4th Cir.1975).</p>\n<p>\"[T]he same <i>Feres</i> analysis that applies to American service members is appropriate for foreign service members who claim injury or death resulting from the negligence of United States armed forces.\" <i>Whitley v. United States,</i> <span class=\"citation\" data-id=\"73516\"><a href=\"/opinion/73516/tozer-v-united-states/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></a></span>, 1075-76 (11th Cir.1999); <i>see also </i><i>Daberkow</i> <span class=\"star-pagination\">*874</span> <i>v. United States,</i> <span class=\"citation\" data-id=\"358761\"><a href=\"/opinion/358761/elaine-ann-daberkow-surviving-widow-of-bernd-paul-heinrick-daberkow/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">785</span></a></span>, 787-88 (9th Cir.1978) (finding that the rationales behind <i>Feres</i> applied equally to case involving foreign service member). The key issue in whether a foreign service member may recover under the FTCA is whether the injury occurred in activity incident to service. <i>Whitley v. United States,</i> 170 F.3d at 1076 (collecting cases that applied the <i>Feres</i> doctrine to foreign service members under the incident-to-service standard).</p>\n<p>Plaintiffs argue that the allegations in the complaint did not arise incident to service. In their complaint, plaintiffs repeatedly characterize the trip to Washington, D.C., as a \"sight-seeing trip.\" Also, plaintiffs specifically deny that the decedents were part of a joint operations training exercise with the U.S. Marines.</p>\n<p>However, plaintiffs admit that the decedents were on active duty at the time and that they were under the supervision of Lieutenant Olson of the U.S. Marines. They also admit that the transportation of the Dutch Marines was \"assigned\" to the United States Marines  in other words, the United States Marines were under orders to transport the Dutch Marines. Furthermore, the uncontroverted evidence shows that the decedents were in the United States as part of a joint training operation with the United States Marines. (Def.'s Exs. 1-4.) The evidence shows that the trip to Washington, D.C., was not a voluntary sight-seeing trip, but a cultural event that decedents were under orders to attend. (Def.'s Exs. 3, 5, 7, and 8.) The evidence also shows that at the time of the accident, decedents were returning from Quantico to Camp Lejeune, North Carolina, where they were stationed during their stay in the United States. (Def.'s Ex. 3 and 4.)</p>\n<p>In <i>Stewart v. United States</i><i>,</i> the Fourth Circuit held that the <i>Feres</i> doctrine would bar the plaintiff's suit because 1) the plaintiff was on active duty at the time of injury; 2) the injury occurred on base; and, 3) the plaintiff was engaged in activity directly related to the performance of military obligations when he was injured. <i>Stewart v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></span>, 104-05 (4th Cir.1996).</p>\n<p>In this case, the decedents were both on active duty. Although the decedents' injury did not occur on base, it occurred while the Marines were traveling from one base to another. \"Courts have applied the <i>Feres</i> bar to off-base accidents when there is a proximate connection between the plaintiff's military service and the accident.\" <i>Mack v. United States,</i> No. CIV. JFM 00-2296.2001, WL 179888, at *2 (D.Md. Feb. 21, 2001). Here, decedents were participating in an activity sponsored by the United States Marines, which they had the opportunity to engage in by virtue of their military status. <i>Id.</i> (citing <i>Dall v. United States,</i> <span class=\"citation\" data-id=\"2501676\"><a href=\"/opinion/2501676/dall-v-united-states/\"><span class=\"volume\">42</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1275</span></a></span>, 1283 (M.D.Fla.1998)). Therefore, such a proximate connection exists. Furthermore, decedents were engaged in activity directly related to the performance of military obligations during the time of their injury. They were traveling from an activity that they were under orders to attend back to the base at North Carolina, where they were participating in joint training exercises with the U.S. Marines. <i>Stewart v. United States,</i> 90 F.3d at 105 (finding that plaintiff was engaged in activity directly related to the performance of military obligations when he was injured while he was leaving one duty station to return to his residence in preparation for his next assignment; collecting cases finding suit barred by <i>Feres</i> when service members were injured in automobile accidents). For these reasons, the court finds that the decedents were injured by activities that occurred incident to service. Thus, the <span class=\"star-pagination\">*875</span> court must dismiss the plaintiffs' claims under the <i>Feres</i> doctrine.</p>\n<p>The fact that the trip to Washington, D.C., was a cultural and recreational activity rather than an actual military operation does not exempt it from the scope of the <i>Feres</i> doctrine. \"[I]n a range of factual situations, the courts of appeals have held that recreational activities sponsored by the military fall within the <i>Feres</i> doctrine.\" <i>Costo v. United States,</i> <span class=\"citation\" data-id=\"773079\"><a href=\"/opinion/773079/suzanne-c-costo-as-personal-representative-for-nollie-p-costo-pedro/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">863</span></a></span>, 868 (9th Cir.2001) (collecting cases); <i>see also Hass ex rel. </i><i>United States v. United States,</i> <span class=\"citation\" data-id=\"328670\"><a href=\"/opinion/328670/jon-edward-hass-for-the-sole-use-and-benefit-of-the-united-states-of/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></a></span>, 1141 (4th Cir.1975) (stating that the \"incident to service\" test applies to recreational activities as well as military operations and that \"[r]ecreational activity provided by the military can reinforce both morale and health and thus serve the overall military purpose\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court GRANTS the defendant's renewed motions to dismiss. All of plaintiff's claims are hereby DISMISSED. The clerk is directed to close this case.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/73516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2501676/"
  ]
}