{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2521183/",
  "absolute_url": "/opinion/2521183/conrad-v-continental-cas-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2521183/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:09:09.566717Z",
  "date_modified": "2016-04-26T22:33:52.341051Z",
  "type": "010combined",
  "sha1": "dd54dc62215f06f12eff8ae0559e96c9789e2172",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>232 F.Supp.2d 600 (2002)</b></center>\n<center><h1>Joanne F. CONRAD, Plaintiff,<br>\nv.<br>\nCONTINENTAL CASUALTY COMPANY, Defendant.</h1></center>\n<center>No. 5:02-CV-1-H3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 30, 2002.</center>\n<p><span class=\"star-pagination\">*601</span> Andrew O. Whiteman, Raleigh, NC.</p>\n<p>Ingrid Blackwelder Erwin, Greenville, SC.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment pursuant to Fed.R.Civ.P. 56. Both parties responded to these cross motions and this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Pursuant to the Employee Retirement Income Security Act, 29 U.S.C. ยง 1001 <i>et seq.</i> (\"ERISA\"), plaintiff Joanne Conrad instituted this action against Continental Casualty Company (\"CCC\") to recover long term disability benefits under an ERISA-governed employee welfare plan. Plaintiff contends that CCC wrongfully denied her long term disability coverage. Plaintiff also alleges that CCC abused its discretion in denying continuing benefits because of a purported conflict of interest by CCC serving as both insurer and administrator of the employee welfare benefit plan. CCC counters that its denial of benefits is fully supported by the medical record because Ms. Conrad does not qualify as disabled under the CCC plan.</p>\n<p>Plaintiff worked as an operator for PEG Industries, Inc. In this capacity plaintiff worked in a manufacturing warehouse where she was required to lift and carry up to 55 pounds on a frequent basis, climb up and down stairs, scoop and pull heavy equipment, and frequently flex her head and neck during the course of the day. Plaintiff's onset of pain began in November of 1999 and her last day of work was December 28, 1999. Plaintiff was subsequently diagnosed with fibromyalgia by three doctors, Dr. John Porter, a neurologist, Dr. Kenneth O'Rourke, a rheumatologist, and Dr. Frederica Nanni, a family practitioner. From November 1999 to November 2000, CCC approved plaintiff for short term disability benefits based on the diagnosis of plaintiff's treating physician that she had fibromyalgia.</p>\n<p>After a review of plaintiff's file by a CCC case manager as well as numerous appeals, plaintiff was denied long term benefits. CCC premised its denial on the lack of \"any physical, laboratory, or radiological findings reported in [the] submitted records which would clearly preclude the performance of claimant's usual occupational requirements since the time she stopped working.\" (Pl.Ex. 3, CCC 00045.) CCC also premised its denial on the fact that two of plaintiff's physicians prescribed \"aerobic-quality exercise in order to maintain function and control pain.\" (Pl.Ex. 3, CCC 00046.) Therefore, CCC determined that plaintiff did not qualify for long term disability because plaintiff was not disabled under the terms of the policy.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine <span class=\"star-pagination\">*602</span> issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>The court must first address the appropriate standard with which to review CCC's denial of benefits under the ERISA plan it administers. <i>See </i><i>Firestone Tire and Rubber Co. v. Bruch,</i> 489 U.S. 101, 108-115, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989); <i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> 67 F.3d 53 (4th Cir.1995). CCC's plan confers \"complete discretionary authority\" to CCC, therefore the appropriate standard of review is as follows:</p>\n<blockquote>[w]hen a fiduciary exercises discretion in interpreting a disputed term of the contract where one interpretation will further the financial interests of the fiduciary, we will not act as deferentially as would otherwise be appropriate. Rather, we will review the merits of the interpretation to determine whether it is consistent with an exercise of discretion by a fiduciary acting free of the interests that conflict with those of the beneficiaries. In short, the fiduciary decision will be entitled to some degree of deference, but this deference will be lessened to the degree necessary to neutralize any untoward influence resulting from the conflict.</blockquote>\n<p><i>Doe v. Group Hospitalization &amp; Medical Services,</i> 3 F.3d 80, 87 (4th Cir.1993). In this case, a conflict of interest clearly exists in that CCC is the administrator of its own plan, therefore under the \"sliding scale\" of review this court may</p>\n<blockquote>substitute its own judgment if it disagrees with the conflicted decisionmaker, even if the decisionmaker's determination is reasonable. However, the court may give latitude to that decision-maker to demonstrate that its determination was not only reasonable, but appropriate, i.e. that the decision was in the interest of all the participants in the plan. Under the same standard, if the court believes the decision both reasonable and correct, it may simply affirm the decision notwithstanding the conflict.</blockquote>\n<p><i>Klebe v. Mitre Group Health Care Plan,</i> 894 F.Supp. 898 (D.Md.1995). Under the <span class=\"star-pagination\">*603</span> sliding scale analysis, the ultimate question before this court is whether the plaintiff received a full and fair review. <i>See</i> 29 U.S.C. ยง 1133(2)(a) claimant under ERISA must receive (\"a full and fair review by the appropriate named fiduciary of the decision denying the claim\"). In making this determination, the court will assess the fiduciary's interpretation of the plan, the totality of claimant's illnesses, the objective medical proof provided by the claimant, the judgments of the treating physicians versus the fiduciary's consulting physician, and the timing of the review with regard to the progression of plaintiff's physical condition.</p>\n<p>In the case at bar, this court must determine whether CCC was given sufficient objective evidence that the plaintiff suffered from fibromyalgia, and whether the defendant's finding that plaintiff's fibromyalgia did not render her disabled was reasonable under the terms of the plan.</p>\n<p>Fibromyalgia is a musculoskeletal disorder which causes severe pain in the muscles, ligaments and tendons. According to the American College of Rheumatology, a patient may be diagnosed with this disease if he has a history of widespread pain as well as pain in 11 of 18 tender point sites located throughout the body. <i>See</i> F. Wolfe, et al., <i>The American College of Rheumatology 1990 Criteria for the Classification of Fibromyalgia; Report of the Multicenter Criteria Committee,</i> 33 Arthritis &amp; Rheumatism 160-72 (1990). Patients which suffer from this disorder may also experience fatigue, irritable bowel syndrome, sleep disorder, chronic headaches, jaw pain, memory impairment, skin and chemical sensitivities, as well as dizziness and lightheadedness. The defendant does not contest the doctors' diagnosis of fibromyalgia. However, defendant does argue that plaintiff's fibromyalgia does not render her disabled under the term of the CCC plan.</p>\n<p>To receive long term disability benefits under CCC's plan, a claimant must be totally disabled. An employee is totally disabled if he is:</p>\n<blockquote>(1) continually unable to perform the substantial and material duties of any occupation for which he is reasonably qualified by education, training, and experience without regard to the remuneration available for the occupation; and</blockquote>\n<blockquote>(2) under the regular care of a licensed physician other than himself.</blockquote>\n<p>CCC premised its rejection of plaintiff's claim on her inability to provide \"any physical, laboratory, or radiological findings\" to support her claim for disability. CCC also premised its denial on the fact that two of plaintiff's physicians prescribed \"aerobic-quality exercise in order to maintain function and control pain.\" Neither of these findings addresses the standard articulated by the CCC plan.</p>\n<p>Plaintiff contends, and this court is inclined to agree, that CCC's interpretation of the plan as requiring tangible \"physical, laboratory, or radiological findings\" has effectively created another contractual requirement not contained in the language of the benefits plan. Therefore, plaintiff avers that CCC has breached its fiduciary duty and abused its discretion by misinterpreting the plan's language and crating an extra hurdle for the plaintiff to traverse in order to receive long term disability benefits. Defendant counters that it did not create an extra hurdle, but merely interpreted the plan in the only reasonable manner, by requiring objective medical proof of plaintiff's disability.</p>\n<p>The loggerhead between plaintiff and defendant in this case is further complicated by the fact that the only disability plaintiff has been found to be laboring <span class=\"star-pagination\">*604</span> under is fibromyalgia. As discussed above, this particular disease, though recognized by the medical community as real and potentially disabling, is primarily diagnosed by a physician. Thus its existence or non-existence is verifiable. However, its severity and ultimate effect is primarily based upon the patient's subjective self-reporting. Thus the question of whether the disease has caused the plaintiff to be disabled remains diffuse.</p>\n<p>Recognizing this potential conflict, the Fourth Circuit has stated that \"[b]cause pain is not readily susceptible to objective proof [...] the absence of objective medical evidence of the intensity, severity, degree or functional effect of pain is not determinative.\" <i>Hyatt v. Sullivan,</i> 899 F.2d 329, 336 (4th Cir.1990). The Fourth Circuit has further held that \"[t]he only fair manner to weigh a subjective complaint of pain is to examine how the pain affects the routine of life.\" <i>Mickles v. Shalala,</i> 29 F.3d 918, 920 (4th Cir.1994) (J. Hall concurring). Though these cases were decided in the context of Social Security Disability benefits, it is relevant and applicable in the context of an ERISA determination. <i>See, </i><i>Willis v. Baxter Int'l. Inc.,</i> 175 F.Supp.2d 819, 833 (W.D.N.C. 2001).</p>\n<p>After a thorough review of the administrative record, this court finds that CCC's decision to deny plaintiff long term disability coverage was unreasonable based on the medical record and the language of the CCC plan. Based on the record, it is apparent that defendants treat diagnoses of fibromyalgia with great skepticism. This stance is evidenced by the defendant's records which state that, \"[w]here the disabling condition alleged is fibromyalgia, there should be NCM (Nurse Case Manager) challenge to the doctor and peer referral for review and peer to peer contact.\" (Pl.Ex. 3, CCC-00048.) Though this court is sensitive to the defendant's fear concerning possible abuse of the system due to the novelty and difficulty in diagnosing fibromyalgia, defendant's concern may be assuaged by a more objective review of claimant's case file. In essence, defendant rejected plaintiff's claim based on what was not contained in her case file as opposed to what was present in her medical records. Defendants are advised that under the standards created by ERISA, giving claimants a full and fair review entails reviewing the objective medical evidence present and not rejecting claims based on what is absent from the medical file. Based on the language of the Plan, therefore, the question is whether plaintiff is \"continually unable to perform the substantial and material duties of any occupation for which [s]he is reasonably qualified.\"</p>\n<p>In the case at bar, plaintiff presented objective evidence of her disability. Though she was not able to give CCC test results which conclusively established fibromyalgia, she was able to produce three physicians who confirmed the diagnosis. Defendant is correct to point out that a diagnosis of fibromyalgia does not equate to a finding of disability. However, defendant ignored its own definition of disability as stated above. Two physicians, Dr. O'Rourke and Dr. Nanni, stated in their medical findings that plaintiff was not able to perform normal daily functions. Dr. O'Rourke stated that \"[t]he pain progressed to be severe enough to keep her from getting out of bed without significant help.\" Dr. Nanni, plaintiff's least treating physician, expressly limited plaintiff's physical activity, stating that she was \"unable to stand for prolonged periods (over one-half hour), unable to lift over 30 pounds, unable to climb stairs frequently, unable to bend and stoop, and any repetitive motion is painful.\"</p>\n<p><span class=\"star-pagination\">*605</span> Furthermore, her treating physician provided this court with an objective basis for her prognosis of disability. CCC's administrative physician, who reviewed plaintiff's case file, rejected Dr. Nanni's subsequent diagnosis concerning plaintiff's inability to be gainfully employed. As the treating physician, Dr. Nanni's determination is not entitled to summary acceptance by this court, but it is given great weight. <i>See </i><i>Austin v. Continental Casualty Co.,</i> 216 F.Supp.2d 550, 558 (W.D.N.C.2002) (\"While many doctors are willing to sign letters drafted by attorneys that the patient/client is completely disabled, those opinions carry little weight. [...] It is a doctor's medical findings, however, that are most helpful in determining what impairments are interfering with a plaintiff's ability to work.\") Also, there is evidence in the administrative record, which this court is bound by, that plaintiff's treating physician reexamined her just prior to writing the letter detailing plaintiff's disability.</p>\n<p>Lastly, it is important to note that though plaintiff's subsequent qualification for Social Security disability benefits does not render CCC's decision to deny benefits unreasonable, <i>see </i><i>Elliott v. Sara Lee Corp.,</i> 190 F.3d 601, 607 (4th Cir.1999), it is something this court may consider when determining the reasonableness of defendant's denial of benefits.</p>\n<p>Thus, under the \"sliding scale\" of deference standard, CCC's decision and procedures in denying plaintiff long term disability coverage were unreasonable under the language of the Plan as well as the letter of the law.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court GRANTS the plaintiff's motion for summary judgment. Defendant is directed to grant the plaintiff long term disability benefits as directed by the plan.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">600</span></span> (2002)</b></center>\n<center><h1>Joanne F. CONRAD, Plaintiff,<br>\nv.<br>\nCONTINENTAL CASUALTY COMPANY, Defendant.</h1></center>\n<center>No. 5:02-CV-1-H3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 30, 2002.</center>\n<p><span class=\"star-pagination\">*601</span> Andrew O. Whiteman, Raleigh, NC.</p>\n<p>Ingrid Blackwelder Erwin, Greenville, SC.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment pursuant to Fed.R.Civ.P. 56. Both parties responded to these cross motions and this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Pursuant to the Employee Retirement Income Security Act, 29 U.S.C. ยง 1001 <i>et seq.</i> (\"ERISA\"), plaintiff Joanne Conrad instituted this action against Continental Casualty Company (\"CCC\") to recover long term disability benefits under an ERISA-governed employee welfare plan. Plaintiff contends that CCC wrongfully denied her long term disability coverage. Plaintiff also alleges that CCC abused its discretion in denying continuing benefits because of a purported conflict of interest by CCC serving as both insurer and administrator of the employee welfare benefit plan. CCC counters that its denial of benefits is fully supported by the medical record because Ms. Conrad does not qualify as disabled under the CCC plan.</p>\n<p>Plaintiff worked as an operator for PEG Industries, Inc. In this capacity plaintiff worked in a manufacturing warehouse where she was required to lift and carry up to 55 pounds on a frequent basis, climb up and down stairs, scoop and pull heavy equipment, and frequently flex her head and neck during the course of the day. Plaintiff's onset of pain began in November of 1999 and her last day of work was December 28, 1999. Plaintiff was subsequently diagnosed with fibromyalgia by three doctors, Dr. John Porter, a neurologist, Dr. Kenneth O'Rourke, a rheumatologist, and Dr. Frederica Nanni, a family practitioner. From November 1999 to November 2000, CCC approved plaintiff for short term disability benefits based on the diagnosis of plaintiff's treating physician that she had fibromyalgia.</p>\n<p>After a review of plaintiff's file by a CCC case manager as well as numerous appeals, plaintiff was denied long term benefits. CCC premised its denial on the lack of \"any physical, laboratory, or radiological findings reported in [the] submitted records which would clearly preclude the performance of claimant's usual occupational requirements since the time she stopped working.\" (Pl.Ex. 3, CCC 00045.) CCC also premised its denial on the fact that two of plaintiff's physicians prescribed \"aerobic-quality exercise in order to maintain function and control pain.\" (Pl.Ex. 3, CCC 00046.) Therefore, CCC determined that plaintiff did not qualify for long term disability because plaintiff was not disabled under the terms of the policy.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine <span class=\"star-pagination\">*602</span> issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting Fed.R.Civ.P. 56(e)). As this court has stated, summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Accordingly, the court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>The court must first address the appropriate standard with which to review CCC's denial of benefits under the ERISA plan it administers. <i>See </i><i>Firestone Tire and Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 108-115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989); <i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> <span class=\"citation\" data-id=\"705195\"><a href=\"/opinion/705195/mary-bailey-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span> (4th Cir.1995). CCC's plan confers \"complete discretionary authority\" to CCC, therefore the appropriate standard of review is as follows:</p>\n<blockquote>[w]hen a fiduciary exercises discretion in interpreting a disputed term of the contract where one interpretation will further the financial interests of the fiduciary, we will not act as deferentially as would otherwise be appropriate. Rather, we will review the merits of the interpretation to determine whether it is consistent with an exercise of discretion by a fiduciary acting free of the interests that conflict with those of the beneficiaries. In short, the fiduciary decision will be entitled to some degree of deference, but this deference will be lessened to the degree necessary to neutralize any untoward influence resulting from the conflict.</blockquote>\n<p><i>Doe v. Group Hospitalization &amp; Medical Services,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 87 (4th Cir.1993). In this case, a conflict of interest clearly exists in that CCC is the administrator of its own plan, therefore under the \"sliding scale\" of review this court may</p>\n<blockquote>substitute its own judgment if it disagrees with the conflicted decisionmaker, even if the decisionmaker's determination is reasonable. However, the court may give latitude to that decision-maker to demonstrate that its determination was not only reasonable, but appropriate, i.e. that the decision was in the interest of all the participants in the plan. Under the same standard, if the court believes the decision both reasonable and correct, it may simply affirm the decision notwithstanding the conflict.</blockquote>\n<p><i>Klebe v. Mitre Group Health Care Plan,</i> <span class=\"citation\" data-id=\"2094836\"><a href=\"/opinion/2094836/klebe-v-mitre-group-health-care-plan/\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">898</span></a></span> (D.Md.1995). Under the <span class=\"star-pagination\">*603</span> sliding scale analysis, the ultimate question before this court is whether the plaintiff received a full and fair review. <i>See</i> 29 U.S.C. ยง 1133(2)(a) claimant under ERISA must receive (\"a full and fair review by the appropriate named fiduciary of the decision denying the claim\"). In making this determination, the court will assess the fiduciary's interpretation of the plan, the totality of claimant's illnesses, the objective medical proof provided by the claimant, the judgments of the treating physicians versus the fiduciary's consulting physician, and the timing of the review with regard to the progression of plaintiff's physical condition.</p>\n<p>In the case at bar, this court must determine whether CCC was given sufficient objective evidence that the plaintiff suffered from fibromyalgia, and whether the defendant's finding that plaintiff's fibromyalgia did not render her disabled was reasonable under the terms of the plan.</p>\n<p>Fibromyalgia is a musculoskeletal disorder which causes severe pain in the muscles, ligaments and tendons. According to the American College of Rheumatology, a patient may be diagnosed with this disease if he has a history of widespread pain as well as pain in 11 of 18 tender point sites located throughout the body. <i>See</i> F. Wolfe, et al., <i>The American College of Rheumatology 1990 Criteria for the Classification of Fibromyalgia; Report of the Multicenter Criteria Committee,</i> 33 Arthritis &amp; Rheumatism 160-72 (1990). Patients which suffer from this disorder may also experience fatigue, irritable bowel syndrome, sleep disorder, chronic headaches, jaw pain, memory impairment, skin and chemical sensitivities, as well as dizziness and lightheadedness. The defendant does not contest the doctors' diagnosis of fibromyalgia. However, defendant does argue that plaintiff's fibromyalgia does not render her disabled under the term of the CCC plan.</p>\n<p>To receive long term disability benefits under CCC's plan, a claimant must be totally disabled. An employee is totally disabled if he is:</p>\n<blockquote>(1) continually unable to perform the substantial and material duties of any occupation for which he is reasonably qualified by education, training, and experience without regard to the remuneration available for the occupation; and</blockquote>\n<blockquote>(2) under the regular care of a licensed physician other than himself.</blockquote>\n<p>CCC premised its rejection of plaintiff's claim on her inability to provide \"any physical, laboratory, or radiological findings\" to support her claim for disability. CCC also premised its denial on the fact that two of plaintiff's physicians prescribed \"aerobic-quality exercise in order to maintain function and control pain.\" Neither of these findings addresses the standard articulated by the CCC plan.</p>\n<p>Plaintiff contends, and this court is inclined to agree, that CCC's interpretation of the plan as requiring tangible \"physical, laboratory, or radiological findings\" has effectively created another contractual requirement not contained in the language of the benefits plan. Therefore, plaintiff avers that CCC has breached its fiduciary duty and abused its discretion by misinterpreting the plan's language and crating an extra hurdle for the plaintiff to traverse in order to receive long term disability benefits. Defendant counters that it did not create an extra hurdle, but merely interpreted the plan in the only reasonable manner, by requiring objective medical proof of plaintiff's disability.</p>\n<p>The loggerhead between plaintiff and defendant in this case is further complicated by the fact that the only disability plaintiff has been found to be laboring <span class=\"star-pagination\">*604</span> under is fibromyalgia. As discussed above, this particular disease, though recognized by the medical community as real and potentially disabling, is primarily diagnosed by a physician. Thus its existence or non-existence is verifiable. However, its severity and ultimate effect is primarily based upon the patient's subjective self-reporting. Thus the question of whether the disease has caused the plaintiff to be disabled remains diffuse.</p>\n<p>Recognizing this potential conflict, the Fourth Circuit has stated that \"[b]cause pain is not readily susceptible to objective proof [...] the absence of objective medical evidence of the intensity, severity, degree or functional effect of pain is not determinative.\" <i>Hyatt v. Sullivan,</i> <span class=\"citation\" data-id=\"538821\"><a href=\"/opinion/538821/29-socsecrepser-217-unemplinsrep-cch-15326a-patrick-h-hyatt-ssn/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span>, 336 (4th Cir.1990). The Fourth Circuit has further held that \"[t]he only fair manner to weigh a subjective complaint of pain is to examine how the pain affects the routine of life.\" <i>Mickles v. Shalala,</i> <span class=\"citation\" data-id=\"674608\"><a href=\"/opinion/674608/45-socsecrepser-106-unemplinsrep-cch-p-14051b-nannie-mickles-v/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 920 (4th Cir.1994) (J. Hall concurring). Though these cases were decided in the context of Social Security Disability benefits, it is relevant and applicable in the context of an ERISA determination. <i>See, </i><i>Willis v. Baxter Int'l. Inc.,</i> <span class=\"citation\" data-id=\"2418899\"><a href=\"/opinion/2418899/willis-v-baxter-intern-inc/\"><span class=\"volume\">175</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">819</span></a></span>, 833 (W.D.N.C. 2001).</p>\n<p>After a thorough review of the administrative record, this court finds that CCC's decision to deny plaintiff long term disability coverage was unreasonable based on the medical record and the language of the CCC plan. Based on the record, it is apparent that defendants treat diagnoses of fibromyalgia with great skepticism. This stance is evidenced by the defendant's records which state that, \"[w]here the disabling condition alleged is fibromyalgia, there should be NCM (Nurse Case Manager) challenge to the doctor and peer referral for review and peer to peer contact.\" (Pl.Ex. 3, CCC-00048.) Though this court is sensitive to the defendant's fear concerning possible abuse of the system due to the novelty and difficulty in diagnosing fibromyalgia, defendant's concern may be assuaged by a more objective review of claimant's case file. In essence, defendant rejected plaintiff's claim based on what was not contained in her case file as opposed to what was present in her medical records. Defendants are advised that under the standards created by ERISA, giving claimants a full and fair review entails reviewing the objective medical evidence present and not rejecting claims based on what is absent from the medical file. Based on the language of the Plan, therefore, the question is whether plaintiff is \"continually unable to perform the substantial and material duties of any occupation for which [s]he is reasonably qualified.\"</p>\n<p>In the case at bar, plaintiff presented objective evidence of her disability. Though she was not able to give CCC test results which conclusively established fibromyalgia, she was able to produce three physicians who confirmed the diagnosis. Defendant is correct to point out that a diagnosis of fibromyalgia does not equate to a finding of disability. However, defendant ignored its own definition of disability as stated above. Two physicians, Dr. O'Rourke and Dr. Nanni, stated in their medical findings that plaintiff was not able to perform normal daily functions. Dr. O'Rourke stated that \"[t]he pain progressed to be severe enough to keep her from getting out of bed without significant help.\" Dr. Nanni, plaintiff's least treating physician, expressly limited plaintiff's physical activity, stating that she was \"unable to stand for prolonged periods (over one-half hour), unable to lift over 30 pounds, unable to climb stairs frequently, unable to bend and stoop, and any repetitive motion is painful.\"</p>\n<p><span class=\"star-pagination\">*605</span> Furthermore, her treating physician provided this court with an objective basis for her prognosis of disability. CCC's administrative physician, who reviewed plaintiff's case file, rejected Dr. Nanni's subsequent diagnosis concerning plaintiff's inability to be gainfully employed. As the treating physician, Dr. Nanni's determination is not entitled to summary acceptance by this court, but it is given great weight. <i>See </i><i>Austin v. Continental Casualty Co.,</i> <span class=\"citation\" data-id=\"2378054\"><a href=\"/opinion/2378054/austin-v-continental-cas-co/\"><span class=\"volume\">216</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">550</span></a></span>, 558 (W.D.N.C.2002) (\"While many doctors are willing to sign letters drafted by attorneys that the patient/client is completely disabled, those opinions carry little weight. [...] It is a doctor's medical findings, however, that are most helpful in determining what impairments are interfering with a plaintiff's ability to work.\") Also, there is evidence in the administrative record, which this court is bound by, that plaintiff's treating physician reexamined her just prior to writing the letter detailing plaintiff's disability.</p>\n<p>Lastly, it is important to note that though plaintiff's subsequent qualification for Social Security disability benefits does not render CCC's decision to deny benefits unreasonable, <i>see </i><i>Elliott v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"766027\"><a href=\"/opinion/766027/brenda-elliott-v-sara-lee-corporation/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 607 (4th Cir.1999), it is something this court may consider when determining the reasonableness of defendant's denial of benefits.</p>\n<p>Thus, under the \"sliding scale\" of deference standard, CCC's decision and procedures in denying plaintiff long term disability coverage were unreasonable under the language of the Plan as well as the letter of the law.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court GRANTS the plaintiff's motion for summary judgment. Defendant is directed to grant the plaintiff long term disability benefits as directed by the plan.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2094836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2378054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2418899/"
  ]
}