{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2522344/",
  "absolute_url": "/opinion/2522344/wm-c-vick-const-co-v-pennsylvania-nat-mut/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2522344/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:09:58.719843Z",
  "date_modified": "2016-04-26T21:42:18.975087Z",
  "type": "010combined",
  "sha1": "22f4d034139fd06f19e2b701bff312c9c87699df",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>52 F.Supp.2d 569 (1999)</b></center>\n<center><h1>WM. C. VICK CONSTRUCTION CO., Plaintiff,<br>\nv.<br>\nPENNSYLVANIA NATIONAL MUTUAL CASUALTY INSURANCE COMPANY and Great American Insurance Co., Defendants.</h1></center>\n<center>No. 5:97-CV-692-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 24, 1999.</center>\n<p><span class=\"star-pagination\">*570</span> <span class=\"star-pagination\">*571</span> Daniel K. Bryson, Lewis &amp; Roberts, PLLC, Raleigh, NC, A. Graham Shirley, Lewis &amp; Roberts, P.L.L.C., Raleigh, NC, for Wm. C. Vick Construction Co., plaintiff.</p>\n<p>Walter Brock, Jr., Young, Moore &amp; Henderson, Raleigh, NC, for Pennsylvania National Mutual Casualty Insurance Co., defendant.</p>\n<p>Theodore B. Smyth, Thompson &amp; Smyth, Raleigh, NC, for Great American Insurance Company, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the Memorandum and Recommendation (\"M &amp; R\") of United States Magistrate Judge William Norton Mason filed 12 February 1999. Plaintiff filed objections to Magistrate Judge Mason's M &amp; R on 22 February 1999. Defendant Pennsylvania National responded to plaintiff's objections on 4 March 1999 and defendant Great American responded to plaintiff's objections on 5 March 1999.</p>\n<p>The court has conducted the required <i>de novo</i> review of the M &amp; R, paying particular <span class=\"star-pagination\">*572</span> attention to those portions to which plaintiff objected. The court finds plaintiff's objections to be without merit and the same are hereby OVERRULED. The court adopts Magistrate Judge Mason's M &amp; R as its own, and for the reasons stated in recommendations 1, 2 and 3 therein, both defendants' motions for summary judgment are GRANTED in their entirety, and this matter is hereby DISMISSED.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>MASON, United States Magistrate Judge.</p>\n<p>THIS MATTER has been referred to the undersigned magistrate judge for a Memorandum and Recommendation on the Defendants' separate Motions for Summary Judgment. The parties have submitted memoranda in support of their respective positions, and the Motions are, therefore, ripe for ruling.</p>\n<p></p>\n<h2>I.</h2>\n<p>The insurance coverage claims at issue in this declaratory judgment action, brought pursuant to 28 U.S.C. § 2201 and Federal Rule of Civil Procedure 57, stem from a deteriorated contractual relationship between Wm.C. Vick Construction Company (\"Vick Construction\"), the Plaintiff, and North Carolina Farm Bureau Federation (\"Farm Bureau\"). Vick Construction entered into a construction contract with Farm Bureau on June 6, 1986, for the construction of an addition to Farm Bureau's office building located in Raleigh, North Carolina (referred to hereinafter as \"the Project\"). Vick Construction was the General Contractor for the Project in 1986 and 1987. (William C. Vick, Jr. Aff. ś 8.) The addition was to include a print shop, other facilities, an expansion of the cafeteria, and a plaza deck above the print shop and other facilities. (William C. Vick, Jr. Aff. ś 8.)</p>\n<p>Defendant Great American Insurance Company (\"Great American\") insured Vick Construction under comprehensive general liability and excess liability policies covering the period from July 11, 1986, until July 11, 1987. (Compl.ś 7-8.) Defendant Pennsylvania National Mutual Casualty Insurance Company (\"Penn National\") insured Vick Construction under comprehensive general liability policies covering the period from July 11, 1987, until July 11, 1994. Penn National also covered Vick Construction under excess liability policies for the periods from July 11, 1987, until July 11, 1988; and July 11, 1991, until July 11, 1994. (Compl.ś 9-10.)<sup>[1]</sup></p>\n<p>Vick Construction subcontracted with Chamberlin Company of Raleigh, Inc. on November 18, 1986, to perform a portion of the roofing work for the Project which involved the installation of a waterproofing system. (<i>See</i> Compl. ś 12; William C. Vick, Jr. Aff. ś 9.) Chamberlin Company of Raleigh, Inc. was later acquired by, and renamed, Division 7 Contracting Company (\"Division 7\"). (Compl.ś 14.) Problems arose when the waterproofing membrane on the plaza deck began leaking.</p>\n<p>Architect Frank Harmon's Construction Log for the plaza deck waterproofing indicates that Division 7 applied the first coat of waterproofing to the deck on December 17, 1986, with a final coat applied on January 15, 1987. (<i>See</i> Pl.'s Appendix to Pl.'s Memorandums of Law [hereinafter \"Pl.'s App.\"], Attach. 1.) Mr. Harmon completed a water test shortly thereafter on January 23, 1987, and reported that \"water penetration was observed at junction of deck slab and parapet wall on east and south walls\". (Pl.'s App., Attach. 6.) In February 1987, Division 7 applied additional waterproofing as suggested by Mr. Harmon. (Pl.'s App., Attach. 5.) Mr. Harmon's Field Report dated April 16, 1987, indicates that <span class=\"star-pagination\">*573</span> he visited the Project site after a heavy rain and saw leaks in the storage room, mechanical equipment room, corridor, the print shop ceiling and elevator equipment room. (File document (\"FD\") 21, Ex. 3.) That report further noted that the \"[l]eakage in waterproofing must be repaired[ ]\" and that \"[l]eakage on N wall must be stopped.\" (FD 21, Ex. 3.) On May 23, 1987, Mr. Harmon issued a Certificate of Substantial Completion. (Pl.'s App., Attach. 4.) Evidence of leaks and damage to the parapet was again noted in the Construction Log on June 16, 1987, which states: \"Blistering occurs at vertical waterproofing at parapet[.]\" (Pl.'s App., Attach. 5.) Less than one month later, on July 11, 1987, Vick Construction's general and excess liability policies with Great American expired, and Vick Construction's policies with Penn National took effect.</p>\n<p>On August 3, 1987, the City of Raleigh Inspections Department issued a Certificate of Compliance authorizing occupancy of the Project addition. (FD 26, Ex. 7.) On August 10, 1987, Mr. Harmon and Aaron Vick, Vice-President of Vick Construction, discussed repairing certain leakage. Shortly thereafter, they met with representatives of Division 7 to discuss the same. (Pl.'s App., Attach. 5.) Subsequent repair work to remedy the leaks was \"performed and completed in February of 1988.\" (Aaron C. Vick Aff. ś 7.) In October 1988, however, Farm Bureau notified Vick Construction that the roof on the Project was again leaking. This new leak came down through the roof into the print shop, which is an area different from where the previous leaks occurred. (Aaron C. Vick Aff. ś 8-9.)</p>\n<p>On October 26, 1988, Mr. Harmon approved Vick Construction's final Application and Certificate for Payment. (FD 26, Ex. 8.) On October 27, 1988, Mr. Harmon informed Vick Construction about a leak over a window in the print shop, and the following day, Vick Construction removed the sheetrock at the site of the leak. (Pl.'s App., Attach. 5.) Mr. Harmon inspected the area and instructed Vick Construction to uncover the waterproofing in the area above the print shop window. (Pl.'s App., Attach. 5.) In a letter dated October 31, 1988, Vick Construction requested that Division 7 repair a leak at the southern side of the plaza deck where it abuts the parapet wall. (Pl.'s App., Attach. 11.) On November 9, 1988, Vick Construction uncovered defective waterproofing at the plaza deck above the print shop. An entry in the Construction Log notes that the area uncovered was approximately 200 square feet. (Pl.'s App., Attach. 5.)</p>\n<p>Vick Construction claims that upon further inspection it determined that the waterproofing membrane \"had been installed upside-down by Division 7 and, therefore, had not properly adhered to the concrete.\" (Pl.'s Mem. at 5-6.; <i>see</i> Aaron C. Vick Aff. ś 8.) Division 7 later made some repairs and fixed certain leaks, though it did not replace the waterproofing membrane as suggested by Vick Construction. On December 9, 1988, additional leaks were reported at \"column D6\" in the print shop. (Pl.'s App., Attach. 5.) More generally, problems with leaks continued to occur in 1989 and 1990.<sup>[2]</sup></p>\n<p>By registered letter dated March 6, 1989, Farm Bureau demanded that Vick Construction remedy these recurring problems, citing the warranty provisions of the standard form AIA construction contract entered into between Vick Construction and Farm Bureau. (Pl.'s App., Attach. 13.) Apparently, numerous meetings were held and efforts were made to remedy the <span class=\"star-pagination\">*574</span> leaks, and various parties hired experts to determine causation and suggest possible solutions. (Pl.'s Mem. at 4.) These efforts were unavailing, and on January 18, 1991, Farm Bureau commenced an arbitration proceeding against Vick Construction in accordance with the terms of the construction contract. (<i>See</i> Demand for Arbitration, Pl.'s App., Attach. 14.)</p>\n<p>An arbitration hearing was held on September 13-17, 1993. On October 20, 1993, the arbitrator awarded judgment against Vick Construction in an amount in excess of $100,000.00. (Compl.ś 20.) The arbitrator denied the counterclaim filed by Vick Construction. (<i>See</i> Award of the Arbitrator, FD 21, Ex. 13.)<sup>[3]</sup> On July 14, 1994, the North Carolina Superior Court (Wake County) denied Vick Construction's Motion to Vacate Arbitration Award Pursuant to N.C.G.S. Section 1-567.13. The North Carolina Court of Appeals, however, reversed the Superior Court's denial of Vick Construction's motion to vacate the award, citing the arbitrator's failure to disclose significant business relationships and friendships with Farm Bureau's counsel. <i>See </i><i>William C. Vick Const. Co. v. North Carolina Farm Bureau Federation,</i> 123 N.C.App. 97, 102, 472 S.E.2d 346, 349, <i>disc. rev. denied,</i> 344 N.C. 739, 478 S.E.2d 14 (1996). The North Carolina Supreme Court denied discretionary review, and thus the arbitrator's award \"has been effectively vacated and set aside.\" (Compl.ś 22.)</p>\n<p>It is in the context of this underlying construction dispute that Vick Construction is litigating a number of insurance coverage issues with its insurers, Defendants Great American and Penn National. Specifically, Vick Construction seeks recovery from the Defendants for allegedly breaching their respective duties to defend and/or pay for the defense of Vick Construction in the arbitration proceeding and subsequent state court action. Presently before the court in this diversity action are the Defendants' separate motions for Summary Judgment.<sup>[4]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>The Federal Rules of Civil Procedure provide that summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). A genuine issue of material fact exists where a reasonable jury could return a verdict in favor of the nonmoving party. <i>See </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505. In deciding whether to grant summary judgment, a court must consider the evidence, and inferences drawn from it, in a light most favorable to the nonmoving party. <i>See, e.g., </i><i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> 67 F.3d 53, 56 (4th.Cir.1995), <i>cert. denied,</i> 516 U.S. 1159, 116 S.Ct. 1043, 134 L.Ed.2d 190 (1996). Accordingly, in analyzing the parties' motions for summary judgment, this court's task is not to \"weigh the evidence and <span class=\"star-pagination\">*575</span> determine the truth of the matter but to determine whether there is a genuine issue for trial.\" <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p></p>\n<h2>III.</h2>\n<p>Although Great American and Penn National raise several of the same arguments against Plaintiff in their respective motions â   and the Plaintiff, in turn, raises arguments against Great American that are similar to those it raises against Penn National â   this case involves two separate coverage disputes. While similarities exist, the issues raised in each dispute are not identical. However, to the extent the issues coincide, the court will discuss them together herein.</p>\n<p>Before analyzing whether Farm Bureau's claims against Plaintiff triggered a duty to defend under the Defendants' respective policies, the court will address an antecedent argument raised by Penn National, which, if meritorious, would bar Plaintiff's recovery against Penn National even if Farm Bureau's claims against Plaintiff fell within the scope of risks covered by Penn National's policies. Specifically, Penn National contends that Plaintiff is barred from recovering against it because Plaintiff failed to give timely notice to Penn National of Farm Bureau's claims.</p>\n<p></p>\n<h2><i>A. Penn National's Late Notice Defense</i></h2>\n<p>North Carolina law has long recognized the validity of notice provisions in insurance contracts. <i>See </i><i>South Carolina Ins. Co. v. Hallmark Enters., Inc.,</i> 88 N.C.App. 642, 645, 364 S.E.2d 678, 680, <i>disc. review denied,</i> 322 N.C. 482, 370 S.E.2d 228 (1988). The purpose of such notice provisions is \"to protect the ability of the insurer to defend by preserving its ability fully to investigate the accident[.]\" <i>Great American Ins. Co. v. C.G. Tate Const. Co.,</i> 303 N.C. 387, 396, 279 S.E.2d 769, 775 (1981), <i>appeal after remand,</i> 74 N.C.App. 424, 328 S.E.2d 891 (1985), <i>rev'd on other grounds,</i> 315 N.C. 714, 340 S.E.2d 743 (1986) [hereinafter <i>\"Great American I\"</i>]. When \"the purpose of protecting the insurer's ability to defend has been frustrated, the insurer has no duty under the contract.\" <i>Id.</i> To determine whether the insured's late notice has sufficiently frustrated the insurer such that the insurer is relieved of its duty to defend, the North Carolina Supreme Court has adopted the following three-step test:</p>\n<blockquote>When faced with a claim that notice was not timely given, the trier of fact must first decide whether the notice was given as soon as practicable. If not, the trier of fact must decide whether the insured has shown that he acted in good faith, <i>e.g.,</i> that he had no actual knowledge that a claim might be filed against him. If the good faith test is met the burden then shifts to the insurer to show that its ability to investigate and defend was materially prejudiced by the delay.</blockquote>\n<p><i>Id.</i> at 399, 279 S.E.2d 769, 279 S.E.2d at 776.</p>\n<p>This three-step test was applied by the North Carolina Court of Appeals in <i>South Carolina Ins. Co. v. Hallmark Enterprises, Inc.,</i> 88 N.C.App. 642, 364 S.E.2d at 680, <i>disc. review denied,</i> 322 N.C. 482, 370 S.E.2d 228 (1988), which provides an analysis particularly useful to the instant case. In <i>Hallmark,</i> a woman named Gurtha Huggins fell and sustained injuries while on the premises of Bailey's Tunnel Road Cafeteria (\"Bailey's\"), the insured, on April 15, 1981. Bailey's general manager prepared an accident report which was submitted to Bailey's insurance agent. The insurance agent did not forward notice of the accident to Bailey's insurer, South Carolina Insurance Co. Nearly three years later, on February 3, 1984, Huggins filed a negligence suit against Bailey's for the injuries she suffered in her April 15, 1981 fall. Shortly thereafter, pursuant to North Carolina statute, Huggins served process for her action by sending the summons and complaint to the office of the Secretary of State. The Secretary of State sent the documents to Bailey's registered <span class=\"star-pagination\">*576</span> agent, E.O. Hall, at a Charlotte address listed by Bailey's with the Secretary of State. However, Hall had moved to South Carolina more than ten years earlier and had failed to notify the Secretary of State as required by statute. As a result, the complaint and summons were returned to the Secretary of State marked \"return to sender, not deliverable as addressed, unable to forward.\" <i>Id.</i> at 644, 364 S.E.2d at 679.</p>\n<p>The trial court in the underlying action entered a default judgment against Bailey's for $121,126. Approximately one year later, Huggins notified Bailey's of the judgment and demanded payment. Bailey's immediately contacted its insurance agent, which contacted Bailey's insurer, South Carolina Insurance Co. The insurer denied coverage, arguing that Bailey's failed to comply with the notice provisions in the insurance contract. In a declaratory judgment action on the issue of coverage, the trial court concluded that, as a matter of law, Bailey's failure to forward the summons and complaint as required by the insurance contract prior to the entry of the default judgment materially prejudiced the insurer's ability to defend against Huggins' action. <i>Id.</i> at 645, 364 S.E.2d at 679. Consequently, the trial court held that the insurer \"was not liable for any of Huggins' claims or judgments against Bailey's.\" <i>Id.</i> The Court of Appeals affirmed and stated that \"[a]s a result of Bailey's delay, [the insurer] was prevented from either investigating or litigating Huggins' action, and instead, was presented with a valid and enforceable default judgment.\" <i>Id.</i> at 650, 364 S.E.2d at 682. Further, the Court \"conclude[d] that Bailey's delay materially prejudiced [the insurer's] ability to protect its interests.\" <i>Id.</i></p>\n<p>Citing <i>Hallmark Enterprises,</i> Defendant Penn National contends that it is entitled to summary judgment because it was not notified of Farm Bureau's claims against Plaintiff until August 1994, after the North Carolina Superior Court had already upheld the arbitrator's award. (Penn Natl.'s Mem. at 10; FD 21.) Nowhere does Plaintiff argue that Penn National was notified of Farm Bureau's claims prior to August 1994. In fact, the Complaint specifically states that Plaintiff \"placed Penn National on notice of the arbitration claim and award\" on August 19, 1994. (Compl.ś 27.)</p>\n<p>The evidence shows that Plaintiff contacted its former insurance agent, Collier Cobb, via letter dated May 30, 1989, and informed Mr. Cobb of Farm Bureau's claims against Vick Construction. (<i>See</i> Collier Cobb Aff., FD 22, Ex. A.) Mr. Cobb had a telephone conversation with William C. Vick, Sr., president of Vick Construction, several days later on June 5, 1989, and advised him to notify his present liability carrier (<i>i.e.,</i> Penn National) of Farm Bureau's claims. <i>See id.</i> A handwritten note, initialed by Mr. Cobb, at the bottom of the aforementioned May 30, 1989 letter memorializes Mr. Cobb's conversation with William C. Vick, Sr. That handwritten notation states: \"Talked to W.C. Vick 6-5-89. Told him he should also put present liability carrier on notice. He is calling on Neo Guard to perform.\" <i>Id.</i><sup>[5]</sup></p>\n<p>However, Plaintiff states that William C. Vick, Sr. and his sons, Aaron Vick and William (\"Neil\") C. Vick, Jr. (both vice-presidents of Vick Construction), do not remember being told by Mr. Cobb that they should contact Penn National. (FD 29, Pl.'s Mem. in Opp. to Penn Nat'l., at 5.) Also, Plaintiff maintains that \"[d]uring 1989-1993, none of the Vicks were ever told by any of their attorneys that they should make any more contact with Penn National.\" (FD 29 at 5; <i>see also</i> Aaron Vick Aff. ś 16; William C. Vick, Sr. Aff. ś 10.) Pointing to deposition testimonies, Plaintiff states that \"Neil Vick, Aaron Vick and Mr. Vick, Sr. all believed that contacting Collier Cobb would be sufficient to <span class=\"star-pagination\">*577</span> place both carriers on notice.\" (FD 29 at 5; <i>see</i> Aaron Vick Aff. ś 15; William C. Vick, Sr. Aff. ś 7; William C. Vick, Jr. Aff. ś 14.) Plaintiff further states that the Vicks \"believed that the end result of the arbitration would be favorable to Vick [Construction].\" (FD 29 at 5.)</p>\n<p>After reviewing the parties' arguments in light of the undisputed facts, the court finds that Penn National's late notice defense has merit. Regardless of the Vicks' intentions of placing Penn National on notice, or their beliefs that Penn National was notified, the undisputed fact remains that Penn National was not notified of Farm Bureau's claims against Vick Construction until after the arbitration proceeding took place, and after the Superior Court had affirmed the arbitrator's award. Based upon the authority of <i>Hallmark, supra,</i> this court is compelled to find that Plaintiff's failure to notify Penn National materially prejudiced Penn National as a matter of law. <i>See also </i><i>Royal Ins. Co. of Am. v. Cato Corp.,</i> 125 N.C.App. 544, 550, 481 S.E.2d 383, 387 (1997) (holding that where the insured did not notify the insurer of the underlying tort claim until more than a month after a default judgment had been entered against the insured, and after the time to appeal the default judgment had expired, the insurer had no duty to indemnify the insured as a matter of law).</p>\n<p>Much of Plaintiff's argument focuses on the Vicks' good faith beliefs that their actions were sufficient to place Penn National on notice. Assuming that Plaintiff has proven the Vick's good faith, under the three-step test in <i>Great American I,</i> \"the burden then shifts to the insurer to show that its ability to investigate and defend was materially prejudiced by the delay.\" 303 N.C. at 399, 279 S.E.2d at 776. Not only was Penn National never given the opportunity to defend Plaintiff on the underlying claim, it was never afforded the chance to help plan a defense strategy, nor was it able to participate in settlement negotiations. In short, based upon the holdings in <i>Hallmark</i> and <i>Cato,</i> the court concludes that Plaintiff's delay materially prejudiced Penn National's \"ability to protect its interests\" as a matter of law. <i>Hallmark,</i> 88 N.C.App. at 650, 364 S.E.2d at 682. Thus, the Vicks' good faith beliefs are not consequential, and Penn National should not be held liable for the costs of defending the Plaintiff in the underlying action with Farm Bureau. <i>Cf. </i><i>Aetna Cas. &amp; Sur. Co. v. Chicago Ins. Co.,</i> 782 F.Supp. 71, 73 (N.D.Ill.1991) (\"An insurer should not be required to pay the cost of defending an action which it was never afforded an opportunity to defend in the first instance, particularly when the demand for reimbursement comes after the litigation has been concluded.\").</p>\n<p>Also, the court notes that although <i>Hallmark</i> and <i>Cato</i> are intermediate state court decisions, the U.S. Supreme Court has instructed that in cases where jurisdiction rests on diversity of citizenship, federal courts, under <i>Erie Railroad Co. v. Tompkins,</i> 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938), \"must follow the decisions of intermediate state courts in the absence of convincing evidence that the highest court of the state would decide differently.\" <i>Stoner v. New York Life Ins. Co.,</i> 311 U.S. 464, 467, 61 S.Ct. 336, 85 L.Ed. 284 (1940); <i>see </i><i>West v. American Tel. &amp; Tel. Co.,</i> 311 U.S. 223, 237, 61 S.Ct. 179, 85 L.Ed. 139 (1940). Further, as recently stated by the Fourth Circuit: \"Generally, only if the decision of a state's intermediate court cannot be reconciled with state statutes, or decisions of the state's highest court, or both, may a federal court sitting in diversity jurisdiction refuse to follow it.\" <i>Assicurazioni Generali S.p.A. v. Neil,</i> 160 F.3d 997, 1003 (4th Cir.1998). Given the absence of convincing evidence to the contrary, this court concludes that it is bound to follow <i>Hallmark</i> and <i>Cato,</i> and on the basis of these decisions it is RECOMMENDED that Defendant Penn National's Motion for Summary Judgment be GRANTED in its entirety. Should the District Court disagree with <span class=\"star-pagination\">*578</span> the court's Recommendation as to the merits of Penn National's late notice defense, the court has analyzed Penn National's other arguments in support of its Motion for Summary Judgment <i>infra,</i> along with the merits of Great American's Motion for Summary Judgment.</p>\n<p></p>\n<h2><i>B. An Insurer's Duty to Defend Under North Carolina Law</i></h2>\n<p>Under North Carolina law, \"The duty of an insurer to defend its insured is based upon the coverage contracted for in the insurance policy.\" <i>Peerless Ins. Co. v. Strother,</i> 765 F.Supp. 866, 869 (E.D.N.C. 1990) (citing <i>Mastrom, Inc. v. Continental Cas. Co.,</i> 78 N.C.App. 483, 337 S.E.2d 162 (1985)). The insurer's duty to defend \"arises prior to an adjudication on the merits of the claim.\" <i>County of Guilford v. National Union Fire Ins. Co. of Pittsburgh,</i> 108 N.C.App. 1, 5, 422 S.E.2d 360, 363 (1992), <i>aff'd </i><i>per curiam,</i> 333 N.C. 568, 429 S.E.2d 347 (1993). The duty to defend is \"broader than [the] obligation to pay damages incurred by events covered by a particular policy[,]\" <i>Waste Management of Carolinas, Inc. v. Peerless Ins. Co.,</i> 315 N.C. 688, 691, 340 S.E.2d 374, 377, <i>reh'g denied,</i> 316 N.C. 386, 346 S.E.2d 134 (1986), and it \"may attach even in an action in which no damages are ultimately awarded,\" <i>Fieldcrest Cannon, Inc. v. Fireman's Fund Ins. Co.,</i> 124 N.C.App. 232, 242, 477 S.E.2d 59, 66 (1996), <i>disc. review denied,</i> 348 N.C. 497, 510 S.E.2d 383 (1998).</p>\n<p>A duty to defend arises when the claim against the insured sets forth facts representing a risk covered by the policy. <i>See, e.g., </i><i>Fieldcrest Cannon,</i> 124 N.C.App. at 242, 477 S.E.2d at 66. To determine whether an insurer's duty to defend arises under North Carolina law, the court employs a \"comparison test,\" wherein it compares the terms of the insurance policy at issue with the allegations in the complaint in the underlying action. <i>See </i><i>Strother,</i> 765 F.Supp. at 869. As explained by the North Carolina Court of Appeals:</p>\n<blockquote>The duty to defend is determined by the facts as alleged in the pleadings of the lawsuit against the insured; if the pleadings allege any facts which disclose a possibility that the insured's potential liability is covered under the policy, then the insurer has a duty to defend. If, however, the facts alleged in the pleadings are not even arguably covered by the policy, then no duty to defend exists. Any doubt as to coverage must be resolved in favor of the insured.</blockquote>\n<p><i>Wilkins v. American Motorists Ins. Co.,</i> 97 N.C.App. 266, 269, 388 S.E.2d 191, 193 (internal citations omitted), <i>disc. review denied,</i> 327 N.C. 145, 394 S.E.2d 189 (1990); <i>see also </i><i>St. Paul Fire &amp; Marine Ins. Co. v. Vigilant Ins. Co.,</i> 919 F.2d 235, 239 (4th Cir.1990) (stating that under North Carolina's \"`comparison test' ... the pleadings are read side-by-side with the policy to determine whether the events as alleged are covered or excluded. Any doubt as to coverage is to be resolved in favor of the insured.\"); <i>Duke Univ. v. St. Paul Fire &amp; Marine Ins. Co.,</i> 96 N.C.App. 635, 637, 386 S.E.2d 762, 763-64 (\"[A]ny doubt as to coverage must be resolved in favor of the insured.\"), <i>disc. review denied,</i> 326 N.C. 595, 393 S.E.2d 876 (1990). An \"insurer avoids its duty to defend only if `the facts are not even arguably covered by the policy[.]'\" <i>See </i><i>Vigilant,</i> 919 F.2d at 240.</p>\n<p></p>\n<h2><i>C. The Nature of Farm Bureau's Claims Against the Plaintiff</i></h2>\n<p>While the foregoing \"comparison test\" under North Carolina law involves comparing the allegations in a pleading to the language of an insurance policy to determine whether a duty to defend exists, the action underlying the instant case was an arbitration proceeding, and thus there is no formal complaint or other pleading to examine. Although this court has found no North Carolina cases applying the comparison test in this context, logic dictates that the court simply look at the nature of the claims set forth in the arbitration proceeding <span class=\"star-pagination\">*579</span> and compare those allegations to the policies at issue.</p>\n<p>On the American Arbitration Association's (\"AAA\") Demand for Arbitration form filed by Farm Bureau against Vick Construction, Farm Bureau described the \"Nature of Dispute\" as follows: \"Recurring leaks from roof and through side walls and cracks in plaster of parapet walls of addition to main Farm Bureau office building, Raleigh, North Carolina constructed by Respondent.\" (Pl.'s App., Attach. 14.) The \"Trial Memorandum\" submitted by Farm Bureau in connection with the arbitration proceeding sets forth in greater detail the substance of its claims against Vick Construction. (<i>See</i> Pl.'s App., Attach. 10) In the Trial Memorandum, Farm Bureau stated that it \"seeks damages for the cost of repair of a defective waterproofing membrane on the plaza deck, which Vick [Construction] warranted to be free from defects in materials and workmanship.\" (Pl.'s App., Attach. 10, at 1.) Farm Bureau also stated that it \"seeks to recover the cost to repair cracks in the stucco wall.\" <i>Id.</i> Further, Farm Bureau's Trial Memorandum alleges that \"the waterproofing membrane installed by Vick [Construction] on the plaza deck was defective in several respects, including that it contained pitted area, did not adhere to the concrete slab and was wrinkled.\" <i>Id.</i> Farm Bureau also contended that \"[t]he defective system was the result of either defective materials or workmanship[.]\" <i>Id.</i></p>\n<p>Farm Bureau alleged that it demanded that Vick Construction make the necessary repairs to the addition but Vick Construction refused to do so. <i>Id.</i> at 2. Farm Bureau stated that the estimated cost of repairs was $92,727.00, plus an extra cost to repair the stucco on the parapet wall that was not properly applied. It alleged that Vick Construction breached general and specific warranties contained in the Farm Bureau-Vick Construction contract, and framed the relevant legal issues as follows:</p>\n<blockquote>A. Vick Has Breached Its Warranty as to the Waterproofing Membrane and Farm Bureau is entitled to damages in excess of $92,727.00 for breach of said warranty.</blockquote>\n<blockquote>B. Vick is Responsible for the Cost of Repairing the Defective Stucco Work Pursuant to Its General Contract Obligation and the Warranty of Workmanship.</blockquote>\n<p><i>Id.</i> at 6, 8. In sum, the essence of Farm Bureau's claims was that it sought the costs of repairing the waterproofing membrane and the cracks in the stucco wall.</p>\n<p></p>\n<h2><i>D. The Insurance Policies</i></h2>\n<p>The policies at issue contain essentially the same general insuring language pertaining to claims which the insurers must indemnify and/or defend against. The Great American policy states that, with respect to the coverage period:</p>\n<blockquote>The company will pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of</blockquote>\n<blockquote>A. bodily injury or</blockquote>\n<blockquote>B. property damage</blockquote>\n<blockquote>\"to which this insurance applies, caused by an occurrence, and the company shall have the right and duty to defend any suit against the insured seeking damages on account of such bodily injury or property damage, even if any of the allegations of the suit are groundless, false or fraudulent[ ]....\"</blockquote>\n<p>(Pl.'s App., Attach 5, Sec.1) [hereinafter \"Great Am. Policy\"]. The Penn National policy similarly provides:</p>\n<blockquote>We [the insurer] will pay those sums that the insured becomes legally obligated to pay as damages because of \"bodily injury\" or \"property damage\" to which this insurance applies.... This insurance applies only to \"bodily injury\" and \"property damage\" which occurs during the policy period. The \"bodily injury\" or \"property damage\" must be caused by an \"occurrence.\" The \"occurrence\" <span class=\"star-pagination\">*580</span> must take place in the \"coverage territory.\" We will have the right and duty to defend any \"suit\" seeking those damages[]....</blockquote>\n<p>(Pl.'s App., Attach 22, Sec. 1(A)(1)(a)) [hereinafter \"Penn Nat'l. Policy\"].<sup>[6]</sup> Both insurers' policies contain a number of exclusions, several of which are at issue in this case and are discussed <i>infra.</i></p>\n<p>Under North Carolina law, the insured \"has the burden of bringing itself within the insuring language of the policy.\" <i>Hobson Const. Co., Inc. v. Great American Ins. Co.,</i> 71 N.C.App. 586, 590, 322 S.E.2d 632, 635 (1984), <i>disc. review denied,</i> 313 N.C. 329, 327 S.E.2d 890 (1985). Further, \"[o]nce it has been determined that the insuring language embraces the particular claim or injury, the burden then shifts to the insuror [sic] to prove that a policy exclusion excepts the particular injury from coverage.\" <i>Id; see </i><i>Nationwide Mut. Fire Ins. Co. v. Allen,</i> 68 N.C.App. 184, 188, 314 S.E.2d 552, 554, <i>disc. review denied,</i> 311 N.C. 761, 321 S.E.2d 142 (1984). Plaintiff, therefore, has the burden of demonstrating that its particular claim or injury fell within the scope of the aforementioned insuring language contained in the Defendants' policies. Accordingly, the court must determine whether the claims in the underlying arbitration action fell within the meaning of \"property damage\" caused by an \"occurrence\" within the meaning of those policies, and within the coverage periods.</p>\n<p></p>\n<h2><i>E. Was There \"Property Damage\" Within the Meaning of the Insurance Policies?</i></h2>\n<p>Defendants contend that there has been no \"property damage\" within the meaning of the insurance policies.<sup>[7]</sup> The Great American policy defines \"property damage\" as follows:</p>\n<blockquote>\"property damage\" means (1) physical injury to or destruction of tangible property which occurs during the policy period, including the loss of use thereof at any time resulting therefrom, or (2) loss of use of tangible property which has not been physically injured or destroyed provided such loss of use is caused by an occurrence during the policy period;</blockquote>\n<p>(Great Am. Policy, Definitions sec.) The Penn National policy is substantially similar and provides:</p>\n<blockquote>12. \"Property damage\" means:</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*581</span> a. Physical injury to tangible property, including all resulting loss of use of that property; or</blockquote>\n<blockquote>b. Loss of use of tangible property that is not physically injured.</blockquote>\n<p>(Penn Nat'l. Policy, Sec. V.) In construing this policy language, the court is mindful of several well-established principles under North Carolina law governing the construction of insurance policies. <i>See, e.g., </i><i>North Carolina Ins. Guar. Ass'n,</i> 115 N.C.App. at 179-81, 444 S.E.2d at 467-68 (listing insurance policy interpretation considerations).</p>\n<p>It is clear under North Carolina law that \"[t]he meaning of language used in an insurance contract is a question of law for the court, <i>Guyther v. Nationwide Mut. Fire Ins. Co.,</i> 109 N.C.App. 506, 512, 428 S.E.2d 238, 241 (1993), as is the `construction and application of the policy provisions to the undisputed facts.'\" <i>United States Fidelity &amp; Guar. Co. v. Country Club of Johnston County, Inc.,</i> 119 N.C.App. 365, 371, 458 S.E.2d 734, 738 (quoting <i>Walsh v. National Indem. Co.,</i> 80 N.C.App. 643, 647, 343 S.E.2d 430, 432 (1986)), <i>disc. review denied,</i> 341 N.C. 656, 462 S.E.2d 527 (1995). The \"resolution of [an insurance policy's scope] involves construing the language of the coverage ... and determining whether events as alleged in the pleadings and papers before the court are covered by the policies. As such, it is an appropriate subject for summary judgment.\" <i>C.D. Spangler Const. Co. v. Industrial Crankshaft &amp; Engineering Co., Inc.,</i> 326 N.C. 133, 141, 388 S.E.2d 557, 562 (1990) (alterations in original) (quoting <i>Waste Management of Carolinas, Inc. v. Peerless Ins. Co.,</i> 315 N.C. 688, 691, 340 S.E.2d 374, 377 (1986)); <i>see </i><i>North Carolina Ins. Guar. Ass'n v. Century Indem. Co.,</i> 115 N.C.App. 175, 179-80, 444 S.E.2d 464, 467 (same), <i>disc. review denied,</i> 337 N.C. 696, 448 S.E.2d 532 (1994).</p>\n<p>It is also \"well settled that when construing an insurance policy a court must enforce the policy as written, `without rewriting the contract or disregarding the express language used.'\" <i>Newton v. United States Fire Ins. Co.,</i> 98 N.C.App. 619, 623, 391 S.E.2d 837, 839 (1990) (quoting <i>Fidelity Bankers Life Ins. Co. v. Dortch,</i> 318 N.C. 378, 380, 348 S.E.2d 794, 796 (1986)), <i>disc. review denied,</i> 327 N.C. 637, 399 S.E.2d 329 (1990); <i>see </i><i>York Indus. Center, Inc. v. Michigan Mut. Liability Co.,</i> 271 N.C. 158, 162, 155 S.E.2d 501, 505 (1967). If the policy language is clear and unambiguous, the policy must be interpreted according to its plain meaning. <i>See, e.g., </i><i>Nationwide Mut. Fire Ins. Co. v. Grady,</i> 130 N.C.App. 292, 502 S.E.2d 648, 651 (1998). If there is an ambiguity in the insurance policy, it must be resolved against the insurance company and in favor of the insured. <i>See </i><i>C.D. Spangler Const. Co. v. Industrial Crankshaft &amp; Engineering Co., Inc.,</i> 326 N.C. 133, 154, 388 S.E.2d 557, 570 (1990) (\"Court must give effect to reasonable interpretations which favor the policyholder[.]\"); <i>Woods v. Nationwide Mut. Ins. Co.,</i> 295 N.C. 500, 506, 246 S.E.2d 773, 777 (1978); <i>York,</i> 271 N.C. at 162, 155 S.E.2d 501 at 504-05 (\"It is well settled that, in the construction of a policy of insurance, ambiguous provisions will be given the meaning most favorable to the insured.\") (internal quotations omitted). That a dispute surrounding the parties' interpretation of the policy has arisen is \"some indication that the language of the contract is, at best, ambiguous[.]\" <i>St. Paul Fire &amp; Marine Ins. Co. v. Freeman-White Assocs., Inc.,</i> 322 N.C. 77, 83, 366 S.E.2d 480, 484 (1988). However, \"ambiguity ... is not established by the mere fact that the plaintiff makes a claim based upon a construction of [the policy's] language which the company asserts is not its meaning.\" <i>Wachovia Bank &amp; Trust Co. v. Westchester Fire Ins. Co.,</i> 276 N.C. 348, 354, 172 S.E.2d 518, 522 (1970). Further, the North Carolina Supreme Court has instructed that when interpreting the terms of an insurance contract, the \"[u]se of the plain, ordinary meaning of a term is the preferred construction.\" <i>C.D. Spangler</i> <span class=\"star-pagination\">*582</span> <i>Const. Co. v. Industrial Crankshaft &amp; Engineering Co., Inc.,</i> 326 N.C. 133, 151, 388 S.E.2d 557, 568 (1990).</p>\n<p>In light of these principles, the court finds that the arbitration claims brought by Farm Bureau against Plaintiff do not constitute \"property damage.\" Under the clear language of the policies, property damage requires either (1) a \"physical injury to\" or \"destruction of\" tangible property, or (2) \"loss of use of tangible property which has not been physically injured or destroyed[.]\" These requirements, in this court's opinion, infer that the property allegedly damaged has to have been undamaged or uninjured at some previous point in time. This is inconsistent with allegations that the subject property was never constructed properly in the first place. As noted <i>supra,</i> Farm Bureau's arbitration claims against Plaintiff sought recovery for repairs for allegedly unworkmanlike construction. Moreover, Farm Bureau's theories of recovery were premised solely allegations that Plaintiff never brought the quality of its work on the Construction Project up to the standard bargained for.</p>\n<p>Facing a similar issue in <i>Hobson Construction Company, Inc., v. Great American Insurance Co.,</i> 71 N.C.App. 586, 322 S.E.2d 632 (1984), <i>disc. review denied,</i> 313 N.C. 329, 327 S.E.2d 890 (1985), the Court of Appeals held that no \"property damage\" occurred within the meaning of a CGL policy under facts analogous to the instant case. In <i>Hobson,</i> Hobson constructed a concrete arch dam pursuant to a contract it entered into with property owners Richard and Margaretta Wood. After the construction was completed, the registered professional engineer who designed and supervised the construction issued the certificate of completion in November 1976. In December 1976, it was determined that the dam would not retain water, and state authorities ordered the impounded water to be completely drained. The Woods sued Hobson and the engineer in Superior Court \"seeking to recover damages in the nature of repair cost and cost of completion of the project.\" <i>Id.</i> at 587, 322 S.E.2d at 633. The action was based on the alleged failure of Hobson and the engineer to perform their obligations under contracts with the Woods, \"including Hobson's alleged failure to construct the concrete arch dam in a workmanlike manner and alleged actionable negligence on the part of Hobson and [the engineer].\" <i>Id.</i></p>\n<p>Hobson was insured under a CGL policy issued by Great American Insurance Company (\"Great American\"). Great American defended Hobson on the negligence and contract claims under a reservation of rights. At trial, the jury returned a verdict in favor of the Woods on the contract claim only. Great American refused to satisfy the judgment against Hobson, and a declaratory judgment action on the issue of coverage ensued. The trial court in the coverage action ordered that Great American's CGL policy did not obligate Great American to satisfy the judgment against its insured. The Court of Appeals affirmed. <i>Id.</i> at 591, 322 S.E.2d at 635.</p>\n<p>After reviewing the definition of \"property damage\" in the Great American policy â   which is virtually identical to the definition in the Great American policy in the instant case â   the Court of Appeals determined that the pleadings in the underlying action alleged that the insured incurred damage \"`in the nature of repair and cost of completion of the project.'\" <i>Id.</i> at 590-91, 322 S.E.2d at 635. The Court stated:</p>\n<blockquote>The pleadings do not allege physical injury or destruction of tangible property which might be compensable under the first quoted policy definition, nor do the pleadings allege \"loss of use\" of tangible property which has not been physically injured or destroyed due to an occurrence which might be compensable under the second quoted definition.</blockquote>\n<p><i>Id.</i> at 591, 322 S.E.2d at 635. Hobson argued for the first time on appeal that compensable \"property damage\" occurred when the Woods lost the use of their tangible <span class=\"star-pagination\">*583</span> property, the dam. However, the Court rejected this argument, stating that \"[t]he damages awarded by the jury at trial were awarded on the basis of repair and completion costs and not on the basis of loss of use.\" <i>Id.</i> Ultimately, the Court concluded that Hobson failed to bring its particular injury within the insuring language of the policy, thus affirming the trial court's disposition of the case. <i>See id.</i></p>\n<p>Not only does the plain language of the policies at issue in the instant case suggest that no \"property damage\" has taken place, the clear holding in <i>Hobson</i> further compels this court to reach the same conclusion. <i>Hobson</i> indicates that damages based solely on shoddy workmanship (<i>i.e.,</i> damages seeking repair costs and/or completion costs) are not \"property damage\" within the meaning of a standard form CGL policy similar to those issued to Plaintiff. It is also significant to note that Farm Bureau did not allege, nor does Plaintiff, that the damages sought in the arbitration were based on \"loss of use\" of the building addition. In fact, Farm Bureau only set forth two categories of damages it sought to recover in the arbitration â   both of which were based on costs of repair. First, the figure in excess of $92,727.00 set forth in Farm Bureau's arbitration memorandum (\"Trial Memorandum\") represented \"[t]he costs of replacing the waterproofing membrane so as to give Farm Bureau what it contracted ... as quoted by R.N. Rouse &amp; Company, Inc.\" (Pl.'s App., Attach. 10, at 2, 4.) Second, the figure in excess of $5,000.00 was based on what it cost Farm Bureau to have Dellinger Plaster repair the stucco wall. <i>See id.</i> Farm Bureau claimed that Plaintiff's failure \"to install fiberglass matting before the final coat of stucco\" had caused the wall to crack. <i>See id.</i></p>\n<p>In sum, it is clear to this court that Farm Bureau's entire basis of recovery against Plaintiff in the underlying action was for repair costs necessitated by Plaintiff's allegedly poor workmanship. <i>Cf. </i><i>Reliance Insurance Co. v. Mogavero,</i> 640 F.Supp. 84, 86 (D.Md.1986) (\"Property damage\" has been defined to exclude defective work performed by the insured.). Accordingly, based on the foregoing argument and authority it is RECOMMENDED that Defendants' Motions for Summary Judgment should be GRANTED in their entirety on the basis that there was no \"property damage\" within the meaning of the insurance policies at issue. However, should the District Court disagree with this court's conclusion and find that Summary Judgment is inappropriate on this basis, the court has analyzed herein the Defendants' other arguments in support of their respective Motions.</p>\n<p></p>\n<h2><i>F. Was There An \"Occurrence\" Within the Meaning of the Insurance Policies?</i></h2>\n<p>Assuming for purposes of this Memorandum &amp; Recommendation that Farm Bureau's claims sufficiently alleged \"property damage\" within the meaning of Defendants' policies, such property damage must have been \"caused by an occurrence\" in order to trigger coverage. \"Occurrence\" is defined in the Great American policy as follows:</p>\n<blockquote>\"occurrence\" means an accident, including continuous or repeated exposure to conditions, which results in bodily injury or property damage neither expected nor intended from the standpoint of the insured;</blockquote>\n<p>(Great Am. Policy, Definitions sec.) The Penn National policy states:</p>\n<blockquote>\"Occurrence\" means an accident, including continuous or repeated exposure to substantially the same general harmful conditions.</blockquote>\n<p>(Penn Nat'l. Policy, Sec. V(9).)</p>\n<p>As previously stated, Farm Bureau sought to recover costs solely in connection with repairing Plaintiff's allegedly shoddy workmanship. This court has found no North Carolina cases dealing with the issue of whether the defective workmanship of an insured, standing <span class=\"star-pagination\">*584</span> alone, constitutes an \"occurrence\" or \"accident\" within the meaning of an insurance contract, and the parties cite no North Carolina law on this particular issue.</p>\n<p>The plain language of the policies indicates that an \"occurrence\" is foremost an \"accident.\" Neither policy defines the term \"accident.\" The North Carolina Supreme Court, however, has defined \"accident\" in the context of a general liability policy to mean \"an unforeseen event, occurring without the will or design of the person whose mere act causes it; an unexpected, unusual, or undesigned occurrence; the effect of an unknown cause, or, the cause being known, an unprecedented consequence of it; a casualty.\" <i>Tayloe v. Hartford Accident &amp; Indem. Co.,</i> 257 N.C. 626, 627, 127 S.E.2d 238, 239-40 (1962); <i>see </i><i>Waste Management of Carolinas, Inc. v. Peerless Ins. Co.,</i> 315 N.C. 688, 694, 340 S.E.2d 374, 379, <i>reh'g denied,</i> 316 N.C. 386, 346 S.E.2d 134 (1986). A common element in the Supreme Court's definition of \"accident\" is the notion that an accident is \"unforeseen,\" \"unexpected,\" \"unusual,\" \"undesigned,\" the effect of an \"unknown cause,\" or an \"unprecedented consequence.\" In <i>Indiana Ins. Co. v. Hydra Corp.,</i> 245 Ill.App.3d 926, 185 Ill.Dec. 775, 615 N.E.2d 70, <i>appeal denied,</i> 152 Ill.2d 559, 190 Ill.Dec. 889, 622 N.E.2d 1206 (1993), the Illinois Appellate Court applied a similar definition of \"accident\" to an insurance coverage dispute stemming from the contractor-insured's defective workmanship. Specifically, the insured, Hydra, contracted to build an industrial building for B.K. Production Specialties (\"B.K.\"). B.K. filed an arbitration action against Hydra pursuant to their construction contract, claiming that numerous cracks had appeared on the concrete flooring and that the building's exterior paint had become loose and unsightly. The arbitrator found for B.K., and Hydra later sought defense and indemnity from its insurer in a subsequent action brought by B.K. to enforce the arbitrator's award. The insurer denied coverage, contending that the damages suffered by B.K. were not caused by an occurrence. The trial court granted the insurer's motion for judgment on the pleadings in the insurer's declaratory judgment action on the issue of coverage. <i>Id.</i> at 72. The Appellate Court affirmed. <i>Id.</i> at 75.</p>\n<p>Citing Illinois case law, the Appellate Court stated:</p>\n<blockquote>The use of the word \"occurrence\" in insurance policies broadens coverage and eliminates the need to find an exact cause of damages as long as they are neither intended nor expected by the insured. However, the occurrence must still be accidental. An accident is \"an unforeseen occurrence, usually of an untoward or disastrous character or an undesigned sudden or unexpected event of an inflictive or unfortunate character.\" The natural and ordinary consequences of an act do not constitute an accident. B.K.'s damages were not the result of an accident.</blockquote>\n<p><i>Id.</i> at 73. Applying this definition of \"accident,\" the Court held that there was no \"occurrence\" within the meaning of the insurance contract, explaining that \"the cracks in the floor and the loose paint on the exterior of the building are the natural and ordinary consequences of installing defective concrete flooring and applying the wrong type of paint.\" <i>Id.</i> The court finds the logic in <i>Hydra</i> persuasive, noting that a similar argument can be applied in the instant case. The natural and ordinary consequences of improperly applying a waterproofing membrane and failing to apply fiberglass matting in stucco construction could very well be a leaky membrane and cracked walls. Such a result would not typically be thought of as an \"accident\" as that term is defined by the Supreme Court in <i>Tayloe, supra</i><i>. See also </i><i>C.D. Spangler Const. Co. v. Industrial Crankshaft &amp; Engineering Co., Inc.,</i> 326 N.C. 133, 151, 388 S.E.2d 557, 568 (1990) (\"Use of the plain, ordinary meaning of a term is the preferred construction.\"); <i>cf. </i><i>Jakobson Shipyard, Inc. v. Aetna Casualty &amp; Surety Co.,</i> <span class=\"star-pagination\">*585</span> 961 F.2d 387, 389 (2d Cir.1992) (\"An accident, given its dictionary meaning, is `an event or condition occurring by chance or arising from unknown or remote causes.' Webster's Third New International Dictionary 11 (1981). We might add that in common parlance an external force of some kind is usually involved.\").</p>\n<p>Several other courts have similarly held that defective workmanship does not constitute an \"occurrence.\" <i>See, e.g., </i><i>Dreis &amp; Krump Mfg. Co. v. Phoenix Ins. Co.,</i> 548 F.2d 681, 688-89 (7th Cir.1977) (holding that property damage to industrial press brake resulting from defective manufacture is not an occurrence within meaning of CGL policy); <i>Jakobson,</i> 961 F.2d at 389 (\"Were we to construe the words `accident' or `continuous or repeated exposure to conditions' as encompassing damage to a product resulting from the product's failure to perform according to contract specifications, we would expand the agreed-upon coverage.\"); <i>Hamilton Die Cast, Inc. v. United States Fidelity &amp; Guaranty Co.,</i> 508 F.2d 417, 419-20 (7th Cir.1975) (holding that defective manufacture of tennis racket frame is not an occurrence); <i>United States Fidelity &amp; Guar. Corp. v. Advance Roofing &amp; Supply Co.,</i> 163 Ariz. 476, 788 P.2d 1227, 1233 (Ct.App.1989) (\"In our opinion, the better reasoned authorities hold that mere faulty workmanship, standing alone, cannot constitute an occurrence as defined in the policy, nor would the cost of repairing the defect constitute property damages.\"); <i>Hawkeye-Security Ins. v. Vector Constr.,</i> 185 Mich.App. 369, 460 N.W.2d 329, 334 (1990) (holding as matter of first impression under Michigan law that the \"defective workmanship\" of the insured \"was not the result of an occurrence within the meaning of the insurance contract\"); <i>McAllister v. Peerless Ins. Co.,</i> 124 N.H. 676, 474 A.2d 1033, 1036 (1984) (Souter, J.) (\"The fortuity implied by reference to accident or exposure is not what is commonly meant by a failure of workmanship.\").</p>\n<p><i>Hamilton Die Cast, supra,</i> provides a particularly useful analysis. <i>See </i><i>Monticello Ins. Co. v. Wil-Freds Constr., Inc.,</i> 277 Ill.App.3d 697, 214 Ill.Dec. 597, 661 N.E.2d 451, 455-57 (1996) (citing <i>Hamilton Die Cast</i> and holding that construction defects do not constitute an occurrence within meaning of CGL policy). In <i>Hamilton Die Cast,</i> an insured-manufacturer of tennis racket frames sold frames to Midland Sporting Goods (\"Midland\"). Midland sued the insured-manufacturer, claiming that the frames were defective and below the quality contracted for. The insured-manufacturer tendered the defense to its insurer, which had issued a CGL policy to the insured-manufacturer. The insurer refused to defend the insured-manufacturer, asserting, <i>inter alia,</i> that there had been no \"occurrence\" to trigger coverage. 508 F.2d at 419. The Seventh Circuit, applying Ohio law, agreed with the insurer and held that the negligent manufacturing of a tennis racket is not an accident. <i>Id.</i> at 420. The Seventh Circuit stated:</p>\n<blockquote>If one of the completed rackets had broken during normal use due to the defective frames and a person or an item of property had been harmed, it seems clear that there would have been an \"occurrence\" and that defendant would have had responsibility for plaintiff's defense. Such a situation would clearly be \"an accident.\" The policy does not, however, cover \"an occurrence of alleged negligent manufacture\"; it covers negligent manufacture that results in \"an occurrence.\" [The insured-manufacturer's] strained interpretations aside, the Midland complaint would not support a reasonable belief that Midland's damages were the result of \"an occurrence\" within the definition of the policy in suit.</blockquote>\n<p><i>Id.</i> The same logic applies herein. If, for example, Farm Bureau sued Vick Construction for damages caused to office furniture due to leaks in the newly constructed building addition, or if faulty construction caused the ceiling to collapse thereby causing injury to a person standing <span class=\"star-pagination\">*586</span> inside the new addition, such an event may very well constitute an \"accident\" triggering coverage, though these issues are not before the court. <i>See id.; </i><i>Wil-Freds,</i> 214 Ill.Dec. 597, 661 N.E.2d at 457; <i>Weedo v. Stone-E-Brick, Inc.,</i> 81 N.J. 233, 405 A.2d 788, 796 (1979) (holding that CGL policy \"does not cover an accident of faulty workmanship but rather faulty workmanship which causes an accident\").<sup>[8]</sup> However, it is clear that Farm Bureau's claims against Plaintiff were based solely on the costs of repairing Plaintiff's allegedly faulty workmanship, and thus, there was no \"occurrence\" within the meaning of the policies.</p>\n<p>In sum, although there is no North Carolina authority on point, given the North Carolina Supreme Court's interpretation of the term \"accident\" in <i>Tayloe,</i> this court concludes that an insured's poor workmanship does not fall within the meaning of that term, and thus does not constitute an \"occurrence.\" <i>See also </i><i>Reliance Insurance Co. v. Mogavero,</i> 640 F.Supp. 84, 86 (D.Md.1986) (\"`[O]ccurrence' does not include the normal, expected consequences of poor workmanship. While over the years the definition of occurrence has been broadened to include `continuous or repeated exposure to conditions' as well as sudden catastrophes, it still connotes the idea of `accident' which is included in its policy definition.\"). Thus, it is RECOMMENDED that the Defendants' Motions for Summary Judgment should be GRANTED in their entirety on the basis that there has been no \"occurrence\" within the meaning of the insurance policies.</p>\n<p></p>\n<h2><i>G. Did an \"Occurrence\" Causing \"Property Damage\" Occur Within the Policy Periods?</i></h2>\n<p>Assuming that the District Court disagrees with this court's Recommendation and finds that Farm Bureau's underlying claims against Plaintiff constituted \"property damage\" caused by an \"occurrence,\" such an event must still have taken place within the policy period in order to trigger coverage. North Carolina has adopted the \"date of discovery\" or \"manifestation\" rationale which holds \"that for insurance purposes property damage `occurs' when it is first manifested or discovered.\" <i>West Am. Ins. Co. v. Tufco Flooring E., Inc.,</i> 104 N.C.App. 312, 318, 409 S.E.2d 692, 696 (1991), <i>disc. review granted,</i> 330 N.C. 853, 413 S.E.2d 555, <i>disc. review denied as improvidently granted,</i> 332 N.C. 479, 420 S.E.2d 826 (1992); <i>see </i><i>Peerless Ins. Co. v. Strother,</i> 765 F.Supp. 866, 870 (E.D.N.C. 1990) (applying, under North Carolina law, a \"discovery\" trigger of coverage theory).</p>\n<p>While Plaintiff suggests that an exposure theory of coverage might be more appropriate in this case, citing <i>Imperial Casualty &amp; Indemnity Co. v. Radiator Specialty Co.,</i> 862 F.Supp. 1437, 1443 (E.D.N.C.1994), <i>aff'd </i><i>per curiam,</i> 67 F.3d 534 (4th Cir.1995); (<i>see</i> Pl.'s Mem. in Opp. to Great Am. at 18-19, FD 30), the court finds Plaintiff's argument to be without merit. In <i>Imperial Casualty,</i> the District Court, applying and predicting North Carolina law, held that North Carolina's courts \"would not adopt the manifestation <span class=\"star-pagination\">*587</span> rule in asbestos-related injury cases.\" 862 F.Supp. at 1443. Application of the exposure theory of coverage advanced by <i>Imperial Casualty,</i> however, appears to be limited to the unique nature of asbestos-related diseases, in that \"there is universal medical agreement that the time when asbestosis manifests itself is not the time when the disease occurred.\" <i>Id.</i> (quoting <i>Insurance Co. of N. Am. v. Forty-Eight Insulations, Inc.,</i> 633 F.2d 1212, 1219 (6th Cir.1980), <i>cert. denied,</i> 454 U.S. 1109, 102 S.Ct. 686, 70 L.Ed.2d 650 (1981)). In addition, the North Carolina Court of Appeals has recently reaffirmed the discovery rule first adopted in <i>Tufco. See </i><i>Home Indem. Co. v. Hoechst Celanese Corp.,</i> 128 N.C.App. 259, 494 S.E.2d 764, <i>disc. review denied,</i> 348 N.C. 71, 505 S.E.2d 868 (1998). In <i>Home Indemnity,</i> the Court explained that \"[i]n adopting the discovery rule, the <i>Tufco</i> decision did not limit its holding to its facts or otherwise restrict its application to situations in which the occurrence date is unknown.\" <i>Id.</i> at 264, 494 S.E.2d at 767. Moreover, the Court clearly stated that \"<i>Tufco</i> ... determined that the discovery rule applies <i>`for insurance purposes.'\" Id.</i> (emphasis added). Thus, this court declines to <i>extend Imperial Casualty</i> to this insurance coverage dispute and further finds that the \"date of discovery,\" or \"manifestation,\" trigger of coverage theory controls in the instant case.</p>\n<p>Plaintiff essentially argues that, because Farm Bureau's arbitration demand \"is vague as to when the leaks began and which leaks resulted in the damage being sought[,]\" (FD 30 at 17; <i>see also</i> FD 29 at 14), and that \"[t]he Demand for Arbitration ... is silent as to when the property damage that Farm Bureau was seeking recovery for is alleged to have been discovered.\" (FD 30 at 18), under North Carolina's comparison test, both insurers had a duty to defend because there was a mere possibility that the damages occurred during their respective policy periods. Plaintiff's argument, however, assumes that the court must first address the duty to defend issue before reaching the issue of whether there is in fact coverage. This assumption is similar to the one made by the defendant-insured in <i>Imperial Casualty,</i> where it was argued that the insurer \"still ha[d] a duty to defend the insured regardless of the dispute concerning coverage since the insurer's duty under North Carolina law is much broader than its obligation to pay damages under the policy.\" 862 F.Supp. at 1440-41. Judge Dupree rejected the defendant-insurer's argument and indicated that it is appropriate to decide the issue of coverage <i>first</i> in certain instances, stating:</p>\n<blockquote>While the court is mindful of North Carolina's liberal policy of requiring the insurer to defend the insured in questionable cases regarding coverage, there is nothing implicit in the language of the cases relied on by defendant[-insured] to support its contention that the court must first address the duty to defend issue. As noted in <i>Waste Management,</i> [315 N.C. 688, 340 S.E.2d 374, <i>reh'g denied,</i> 316 N.C. 386, 346 S.E.2d 134 (1986),] the insurer's refusal to defend is at its own peril and it will be responsible for the costs of the defense if the evidence subsequently presented at trial establishes that the claim in question is covered. This is not to say, however, that the issue of coverage cannot be decided first under certain circumstances.</blockquote>\n<p><i>Id.</i> at 1441.</p>\n<p>Overall, it may be immaterial whether the duty to defend issue is analyzed independent of the issue of coverage, at least in the context of determining which policy period was triggered, because this court finds that the faulty workmanship, as alleged in the arbitration claims, manifested itself during the Great American policy period, and possibly during the Penn National policy period as well.</p>\n<p>With respect to the Great American policy, it is undisputed that problems with the waterproofing membrane to the plaza deck were discovered as early as January 23, <span class=\"star-pagination\">*588</span> 1987, when the architect reported that \"water penetration was observed at junction of deck slab and parapet wall on east and south walls[.]\" (Pl.'s App., Attach. 6.) Leakage was again noted on April 16, 1987, (FD 21, Ex.3), as well as blistering on the \"vertical waterproofing at parapet\" on June 16, 1987, (Pl.'s App., Attach.5). All of these problems manifested themselves within the Great American policy period (July 11, 1986, through July 11, 1987), thus triggering the Great American policy.</p>\n<p>Great American contends, <i>inter alia,</i> that the date of discovery should be fixed at November 9, 1988, when Vick Construction removed a portion of the roof deck to \"expose what was determined to be a failing roof.\" (FD 36, Great Am. Reply Mem. at 7-8.) The court finds this argument unpersuasive. Under North Carolina case law, the trigger date for coverage is the date of discovery or manifestation of damages, not when the alleged cause of those damages is discovered. It is clear to this court that the problems with water leakage manifested themselves prior to November 9, 1988, and more importantly, prior to July 11, 1987. Therefore, it is RECOMMENDED that, to the extent Great American seeks Summary Judgment solely on the basis that there was no event triggering coverage during its policy period, Great American's Motion should be DENIED.</p>\n<p>Applying the same logic, Penn National argues that any \"occurrence\" would have manifested itself prior to July 11, 1987, the effective date of Penn National's policy, and thus Penn National's policy afforded Plaintiff no coverage for Farm Bureau's claims. However, Farm Bureau's arbitration claims encompass â   at least potentiallyâ  two distinct allegations of poor workmanship. The Demand for Arbitration filed against Vick Construction seeks recovery for \"[r]ecurring leaks from roof and through side walls <i>and</i> cracks in plaster of parapet walls of addition to main Farm Bureau office building[.]\" (Pl.'s App., Attach.14) (emphasis added). Also, Farm Bureau's Trial Memorandum filed in the arbitration proceeding differentiated the costs of repairing the waterproofing membrane from those costs for fixing the cracked stucco.</p>\n<p>Overall, is unclear to this court exactly when the cracks in the stucco first manifested themselves and whether the stucco claims are in fact distinct from the leakage claims. Great American, for instance, contends that there was no evidence of cracking stucco prior to July 11, 1987. (<i>See</i> FD 36 at 8.) Great American further states that the first stucco-related complaint appears to have been in November 1989 in a letter between Vick Construction and the architect. (<i>See</i> FD 36 at 8), thus suggesting a manifestation of damages sometime during the Penn National policy period. Penn National, on the other hand, appears to take the position that the problems with the stucco are related to the leakage problems, and thus the manifestation date for the stucco problems should be set prior to July 11, 1987. (FD 37 at 7-8.) The Plaintiff's argument with respect to this issue assumes that an exposure theory of coverage controls in this case, and thus is not entirely applicable.</p>\n<p>Given the uncertainties surrounding the exact nature of the claims alleged and the unresolved issue of whether there existed two separate instances of manifestation for two distinct allegations of faulty workmanship, and resolving any doubt of coverage in favor of the insured, <i>see </i><i>Waste Management v. Peerless Ins. Co.,</i> 315 N.C. 688, 693, 340 S.E.2d 374, <i>reh'g denied,</i> 316 N.C. 386, 346 S.E.2d 134 (1986), the court cannot conclude as a matter of law that the Penn National policy was not triggered. Although water leakage was clearly discovered prior to the effective date of Penn National's policy, there is a possibility that the stucco-related claims did not manifest themselves until after July 11, 1987, and thus part of Farm Bureau's claims would have arisen during Penn National's policy period. Under North Carolina law, a \"hybrid <span class=\"star-pagination\">*589</span> of covered and excluded events discloses the possibility of liability, which triggers the insurer's duty to defend.\" <i>Peerless Ins. Co. v. Strother,</i> 765 F.Supp. 866 (E.D.N.C.1990). Accordingly, it is RECOMMENDED that, to the extent Penn National seeks Summary Judgment solely on the basis that there was no occurrence within its policy period, Penn National's Motion should be DENIED.</p>\n<p></p>\n<h2><i>H. Defendants' Policy Exclusion Arguments</i></h2>\n<p>Should the District Court find that Farm Bureau's claims against Vick Construction sufficiently alleged \"property damage\" caused by an \"occurrence\" within each insurers' respective policy periods, the burden would then shift to the insurers to prove the applicability of any policy exclusions. <i>See </i><i>Hobson Const. Co., Inc. v. Great American Ins. Co.,</i> 71 N.C.App. 586, 590, 322 S.E.2d 632, 635 (1984), <i>disc. review denied,</i> 313 N.C. 329, 327 S.E.2d 890 (1985); <i>Nationwide Mut. Fire Ins. Co. v. Allen,</i> 68 N.C.App. 184, 188, 314 S.E.2d 552, 554, <i>disc. review denied,</i> 311 N.C. 761, 321 S.E.2d 142 (1984).</p>\n<p>At the outset, the court notes that Penn National raises no policy exclusion arguments in its Memorandum in Support of Summary Judgment. Although Part G of Penn National's Reply Memorandum references a so-called \"Your Work\" exclusion in the heading of that section, Penn National does not identify the specific policy exclusion to which it is referring. More importantly, Penn National offers no discernible argument as to why a \"Your Work\" exclusion, or any other exclusion, operates to bar coverage. In fact, Penn National's argument under Part G of its Reply Memorandum appears to focus on Penn National's late notice defense. Given Penn National's failure to set forth any policy exclusion arguments, this court finds that Penn National has failed to carry its burden of proving the applicability of any policy exclusions. Accordingly, it is RECOMMENDED that, to the extent Penn National seeks Summary Judgment solely on the basis that its policy exclusions bar coverage, Penn National's Motion should be DENIED.</p>\n<p>Great American, on the other hand, identifies specific policy exclusions it contends apply in the instant case. Great American first points to exclusion (n), which provides that insurance coverage does not apply \"to property damage to the named insured's products arising out of such products or any part of such products.\" (Great Am. Policy, Sec. I(n).) Great American also points to several exclusions contained in the Broad Form Property Comprehensive General Liability Endorsement, which replace exclusions (k) and (<i>o</i>), and provide that insurance coverage does not apply</p>\n<blockquote>(1) to property owned or occupied by or rented to the insured, or, except with respect to the use of elevators, to property held by the insured for sale or entrusted to the insured for storage or safekeeping;</blockquote>\n<blockquote>(2) except with respect to liability under a written sidetrack agreement or the use of elevators</blockquote>\n<blockquote>(a) to property while on premises owned by or rented to the insured for the purpose of having operations performed on such property by or on behalf of the insured,</blockquote>\n<blockquote>(b) to tools or equipment while being used by the insured in performing his operations,</blockquote>\n<blockquote>(c) to property in the custody of the insured which is to be installed, erected or used in construction by the insured,</blockquote>\n<blockquote>(d) to that particular part of any property, not on premises owned by or rented to the insured,</blockquote>\n<blockquote>(i) upon which operations are being performed by or on behalf of the insured at the time of the property damage arising out of such operations, or</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*590</span> (ii) out of which any property damage arises, or</blockquote>\n<blockquote>(iii) the restoration, repair or replacement of which has been made or is necessary by reason of faulty workmanship thereon by or on behalf of the insured;</blockquote>\n<blockquote>(3) with respect to the completed operations hazard and with respect to any classification stated in the policy or in the company's manual as \"including completed operations\", to property damage to work performed by the named insured arising out of such work or any portion thereof, or out of such materials, parts or equipment furnished in connection therewith.</blockquote>\n<p>(Great Am. Policy, Broad Form Prop.Compr.Gen.Liab.Endors., part VI.) Pointing to exclusion (n) and exclusions (d)(i)-(iii) in the aforementioned endorsement, Great American argues that the \"vast majority of jurisdictions construing these provisions have held that they are designed to exclude from coverage claims alleging defective workmanship to a product or performance of a contract as to the very property which has been contracted for.\" (FD 25 at 18) (citing cases). Great American contends that this is the so-called \"business risk\" rule which holds that \"a general liability policy is not intended to cover the ordinary business risk associated with the performance of one's contract in a workmanlike way as opposed to bodily injury or property damage to an injured third party.\" (FD 25 at 18) (citing cases). In light of the North Carolina Court of Appeal's holding in <i>Western World Insurance Co. v. Carrington,</i> 90 N.C.App. 520, 369 S.E.2d 128 (1988), this court finds that Great American's argument has merit.</p>\n<p>In <i>Carrington,</i> Rodney Carrington, a subcontractor, performed waterproofing work on building and parking deck project in 1983. Clancy &amp; Theys Construction Company (\"Clancy &amp; Theys\") was general contractor for the project. The following year, after the parking deck was completed and in use, a water leak was discovered in the top level of the water deck. The leak damaged several cars and caused cracking in the deck's concrete slabs. To remedy the situation, Clancy &amp; Theys installed a new waterproofing system at a cost of approximately $130,000. Clancy &amp; Theys sued Carrington for the costs of repair. Carrington tendered its defense to Western World Insurance Co. (\"Western World\"), Carrington's liability insurer at the time it performed the waterproofing work. Western World denied coverage and subsequently filed a declaratory judgment action against Carrington on the issue of coverage. The trial court granted Western World's motion for summary judgment and the Court of Appeals affirmed.</p>\n<p>The Court of Appeals focused on exclusion (<i>o</i>) in the Western World policy, which provided that the insurance did not apply \"to property damage to work performed by or on behalf of the named insured arising out of the work or any portion thereof, or out of materials, parts or equipment furnished in connection therewith.\" <i>Id.</i> at 522, 369 S.E.2d at 129. Noting in particular that \"Clancy &amp; Theys' claim consist[ed] solely of costs incurred in replacing the allegedly defective waterproofing work done by Carrington, with a new waterproofing system[,]\" the Court held that exclusion (<i>o</i>) \"operates to exclude those costs from the policy's coverage.\" <i>Id.</i> at 523, 369 S.E.2d at 129.</p>\n<p>The Court of Appeals explained that exclusion (<i>o</i>) \"is one of several `work product' exclusions found in standardized liability insurance policies.\" <i>Id.</i> at 523, 369 S.E.2d at 130. The Court then stated that \"[s]ince the quality of the insured's work is a `business risk' which is solely within his own control, liability insurance generally does not provide coverage for claims arising out of the failure of the insured's product or work to meet the quality or specifications for which the insured may be liability as a matter of contract.\" <i>Id.</i> The Court distinguished those cases that <span class=\"star-pagination\">*591</span> involved \"claims for damages other than costs for repairing or replacing the insured's defective work or product.\" <i>Id.</i> at 524, 369 S.E.2d at 130. The Court concluded:</p>\n<blockquote>Clancy &amp; Theys' only claim is for costs incurred in substituting or replacing the protective functions which Carrington's original waterproofing work should have provided. The damages sought are solely for bringing the quality of the insured's work up to the standard bargained for. Consequently, the policy provides no coverage for the claim.</blockquote>\n<p><i>Id.</i> at 525, 369 S.E.2d at 131. <i>Carrington's</i> \"business risk\" rationale has since provided guidance to the North Carolina Supreme Court in <i>Barbee v. Harford Mut. Ins. Co.,</i> 330 N.C. 100, 103, 408 S.E.2d 840, 842 (1991). Although the policy at issue in <i>Barbee</i> contained exclusionary language different from that in <i>Carrington</i> and the instant case, the Supreme Court's reliance on <i>Carrington</i> suggests its approval of the rationale underlying <i>Carrington.</i></p>\n<p>The Great American policy contains the same exclusion (<i>o</i>) as that found in <i>Carrington,</i> but the Broad Form Comprehensive General Liability Endorsement, Part VI.(A), in the Great American policy replaces exclusion (<i>o</i>) as set forth <i>supra.</i> While exclusion (<i>o</i>) is replaced in the Great American policy, <i>Carrington</i> is still highly relevant to the instant case. One of the Court's main points in <i>Carrington</i> is the idea that \"liability insurance policies are not intended to be performance bonds.\" <i>Carrington,</i> 90 N.C.App. at 524, 369 S.E.2d at 130. This same idea was expressed by the U.S. District Court in <i>Reliance Insurance Co. v. Mogavero,</i> 640 F.Supp. 84, 87 (D.Md.1986), which held that the insurer owed no duty to defend where the \"thrust of the claims\" against the insured was that insured's workmanship was poor. In particular, the <i>Mogavero</i> Court stated that \"this case turns upon one overriding principle: that [the insurer] issued a general liability policy, not a performance bond, to [the insured] .... [and][t]he language of the policy must be read against the background of this principle.\" <i>Id.</i> at 85. This court finds that <i>Carrington</i>'s and <i>Mogavero</i>'s distinction between liability insurance policies and performance bonds is particularly useful in interpreting Great American's policy exclusions.<sup>[9]</sup> As stated by one appellate court: \"To hold that a CGL policy is the effective equivalent of a performance bond would cause injustice to the CGL insurer who, unlike the surety on a performance bond, has no recourse against a contractor for the use of defective materials or poor workmanship.\" <i>Monticello Ins. Co. v. Wil-Freds Constr., Inc.,</i> 277 Ill.App.3d 697, 214 Ill.Dec. 597, 661 N.E.2d 451, 459 (1996).</p>\n<p>As previously stated, exclusion (n) excludes from coverage \"property damage to the named insured's products arising out of such products or any part of such products.\" One dispute over this provision stems from whether a building or building addition falls is a \"product.\" Neither party cites any North Carolina cases on point, and this court has likewise found none but notes that â   as set forth in the parties' memoranda â   there is an apparent split of authority on the issue. In this court's opinion, however, the better reasoned cases hold that a building, or building addition, does fall within the meaning of the term \"product\" as used in a commercial general liability policy. <i>See, e.g., </i><i>Home Indemnity Co. v. Wil-Freds, Inc.,</i> 235 Ill. App.3d 971, 175 Ill.Dec. 884, 601 N.E.2d 281, 284-85 (1992), <i>appeal denied,</i> 148 Ill.2d 642, 183 Ill.Dec. 19, 610 N.E.2d 1263 (1993).</p>\n<p><span class=\"star-pagination\">*592</span> Plaintiff also contends that exclusion (n) is inapplicable because the faulty workmanship or \"product\" was the subcontractor's, Division 7, and not the Plaintiff's. There appear to be no North Carolina cases addressing this issue, and the parties' cite conflicting cases from various jurisdictions. Although mindful of the requirement that exclusions are to be narrowly construed, this court finds that the most logical reading of the phrase the \"insured's products,\" at least in the context of a general contractor insured, would result in a general contractor's \"product\" being the entire construction project contracted for with the owner or other third party. Consequently, based on the policy language, read in the context of <i>Western World Insurance Co. v. Carrington,</i> 90 N.C.App. 520, 369 S.E.2d 128 (1988), it is RECOMMENDED that Great American's Motion for Summary Judgment be GRANTED in its entirety on the basis that exclusion (n) in the Great American policy bars coverage to the Plaintiff.</p>\n<p>With respect to exclusion (2)(d) in the Broad Form endorsement, <i>supra,</i> it is also clear to the court that, under a plain reading of subsection (iii), claims of faulty construction by Plaintiff, or subcontractor Division 7 on Plaintiff's behalf, would not be covered by the Great American policy. Exclusion (2)(d)(iii) excludes from coverage damage to \"that particular part of any property, not on premises owned by or rented to the insured, ... (iii) the restoration, repair or replacement of which has been made or is necessary by reason of faulty workmanship thereon by or on behalf of the insured[.]\" The allegedly faulty workmanship (which this court assumes is \"property damage\" for purposes of this part of the Memorandum &amp; Recommendation), undisputedly occurred on property or premises not owned by Plaintiff. The papers submitted in connection with the arbitration claims also make clear that the necessary repairs were allegedly the result of poor workmanship by Plaintiff or by Division 7 on Plaintiff's behalf. Therefore, it is RECOMMENDED that Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that exclusion (2)(d)(iii) in the Broad Form Comprehensive General Liability Endorsement of the Great American policy bars coverage to the Plaintiff.</p>\n<p>Great American also contends that the \"completed operations hazard exclusion\" also bars coverage to the Plaintiff. As set forth, <i>supra,</i> that exclusion provides as follows:</p>\n<blockquote>(3) with respect to the completed operations hazard and with respect to any classification stated in the policy or in the company's manual as \"including completed operations\", to property damage to work performed by the named insured arising out of such work or any portion thereof, or out of such materials, parts or equipment furnished in connection therewith.</blockquote>\n<p>(Great Am. Policy, Broad Form Compr.Gen.Liab.Endors. part VI(A)(3).) The term \"completed operations hazard\" is defined in the policy to include:</p>\n<blockquote>bodily injury and property damage arising out of operations or reliance upon a representation or warranty made at any time with respect thereto, but only if the bodily injury or property damage occurs after such operations have been completed or abandoned and occurs away from premises owned by or rented to the named insured.</blockquote>\n<p>(Great Am. Policy, Definitions sec.) The policy further provides that the term \"operations\" includes</p>\n<blockquote>materials, parts or equipment furnished in connection therewith. Operations shall be deemed completed at the earliest of the following times:</blockquote>\n<blockquote>(1) when all operations to be performed by or on behalf of the named insured under the contract have been completed,</blockquote>\n<blockquote>(2) when all operations to be performed by or on behalf of the named <span class=\"star-pagination\">*593</span> insured at the site of the operations have been completed, or</blockquote>\n<blockquote>(3) when the portion of the work out of which the injury or damage arises has been put to its intended use by any person or organization other than another contractor or subcontractor engaged in performing operations for a principal as a part of the same project.</blockquote>\n<p>(Great Am. Policy, Definitions sec.)</p>\n<p>Again, it is significant to view the policy language in the context of the underlying dispute. As one U.S. Court of Appeals has explained:</p>\n<blockquote>The products hazard and completed operations provisions are not intended to cover damage to the insured's products or work project out of which an accident arises. The risk intended to be insured is the possibility that the goods, products or work of the insured, once relinquished or completed, will cause bodily injury or damage to property other than to the product or completed work itself, and for which the insured may be found liable. The insured, as a source of goods or services, may be liable as a matter of contract law to make good on products or work which is defective or otherwise unsuitable because it is lacking in some capacity. This may even extend to an obligation to completely replace or rebuild the deficient product or work. This liability, however, is not what the coverages in question are designed to protect against. The coverage is for tort liability for physical damages to others and not for contractual liability of the insured for economic loss because the product or completed work is not that for which the damaged person bargained.</blockquote>\n<p><i>J.Z.G. Resources, Inc. v. King,</i> 987 F.2d 98 (2d Cir.1993), <i>cert. denied,</i> 510 U.S. 993, 114 S.Ct. 553, 126 L.Ed.2d 454 (1993) (quoting Roger C. Henderson, <i>Insurance Protection for Products Liability and Completed Operations â   What Every Lawyer Should Know,</i> 50 Neb.L.Rev. 415, 441 (1971) (footnote omitted)). In short, this court agrees with the Second Circuit's reasoning in <i>J.Z.G. Resources</i> and cases cited therein. As set forth previously, the underlying claims were based solely on repairing faulty workmanship. Consequently, such claims fell within the completed operations hazard exclusion as such provisions are generally interpreted, and thus are not covered. Accordingly, it is RECOMMENDED that Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that the completed operations hazard exclusion in the Great American policy bars coverage to the Plaintiff.</p>\n<p></p>\n<h2><i>I. Defendants' Statute of Limitations Defense</i></h2>\n<p>Great American and Penn National both argue in the alternative that, if they owed Plaintiff a duty to defend in the underlying action, section 1-52(1) of the North Carolina General Statutes, N.C.Gen.Stat § 1-52(1), bars Plaintiff from recovering many of its legal bills incurred in defending Farm Bureau's claims. Specifically, both insurers contend that section 1-52(1) \"bars recovery of attorneys' fees incurred more than three years prior to the date of filing suit against the insurer for recovery of the attorneys' fees.\" (FD 25, Great Am.Mem. at 24; <i>see</i> FD 21, Penn Nat'l. Mem at 19.) Section 1-52(1) provides a three year statute of limitation, subject to certain exceptions, for an action \"[u]pon a contract, obligation or liability arising out of a contract, express or implied....\" N.C.Gen. Stat. § 1-52(1). Perhaps the only reported case interpreting this section in the context of an insurance coverage dispute is <i>Duke University v. St. Paul Mercury Insurance Co.,</i> 95, N.C.App. 663, 95 N.C.App. 663, 384 S.E.2d 36 (1989), which both Defendants' cite in support of their argument.</p>\n<p>In <i>Duke University,</i> the insured, Duke University (\"Duke\"), was sued in an underlying action which stemmed from Duke's proposed sale of a psychiatric hospital to a <span class=\"star-pagination\">*594</span> third party and from the disbursement of various funds and accounts related thereto. The underlying action progressed in federal court from July 1980 through June 1981. <i>See id.</i> at 665, 384 S.E.2d at 38. By the time Duke officially notified its insurer, St. Paul Mercury Insurance Co. (\"St.Paul\"), in September 1981, Duke had already incurred approximately $29,000.00 in legal fees. After investigating the claim under a reservation of rights, St. Paul denied coverage on October 19, 1981, and refused to defend Duke in the underlying suit. <i>See id.</i> at 666, 384 S.E.2d at 38. The underlying suit was resolved on July 16, 1982, and all settlement matters were concluded by January 1983. Duke commenced suit against St. Paul on July 12, 1985, to collect its legal fees incurred in the underlying suit. <i>See id.</i></p>\n<p>St. Paul argued, <i>inter alia,</i> that section 1-52(1) barred Duke's claim. The Court of Appeals held that \"under Section 1-52(1), an insured has three years from the date each legal expense is incurred to bring suit against the insurer for its refusal to defend the insured.\" <i>Id.</i> at 672, 384 S.E.2d at 41. Citing this language, the Great American and Penn National argue that the Plaintiff cannot recover for any legal expenses incurred more than three years prior to August 29, 1997, the date this declaratory judgment action was filed. (<i>See</i> FD 25 at 24; FD 21 at 19.) However, this court finds that Defendants have taken this language in <i>Duke University</i> out of the context of the facts of that case.</p>\n<p>The Court of Appeals made clear in <i>Duke University</i> that the three-year statute of limitations does not commence until the insurer denies coverage. The Court stated that</p>\n<blockquote>St. Paul breached its promise to defend Duke on 19 October 1981 when it notified Duke in writing that it would not provide a defense of the underlying action. Duke had three years from 19 October 1981 to sue St. Paul for the legal expenditures it incurred as of that date. However, Duke did not commence this lawsuit until 12 July 1985. Therefore, assuming St. Paul was not estopped to plead limitations, Section 1-52(1) bars Duke's recovery of any legal expenses incurred before 12 July 1982, <i>i.e.,</i> three years before the date it commenced suit on 12 July 1985.</blockquote>\n<p><i>Id.</i> at 672, 384 S.E.2d at 41. Thus, applying <i>Duke University</i> to the instant case, the statute of limitations period on Plaintiff's claims against Penn National did not commence until May 21, 1996, when Penn National Claims Representative John Allred notified William C. Vick, Jr. that Penn National denied coverage to Plaintiff in the underlying action. (Pl.'s App., Attach. 27.) There is no indication that Penn National denied Plaintiff coverage at an earlier date. Accordingly, Plaintiff's claims against Penn National were brought well within the limitations period. Therefore, to the extent Penn National seeks summary judgment solely on the basis that N.C.Gen.Stat. § 1-52(1) bars Plaintiff from recovering those legal expenses incurred prior to August 29, 1994, it is RECOMMENDED that Penn National's Motion for Summary Judgment should be DENIED.</p>\n<p>Turning to section 1-52(1)'s effect on Plaintiff's claims against Great American, the court notes that, according to Plaintiff, Great American denied coverage in a certified letter from Frank Biggerstaff, Resident Adjuster for Great American, to William C. Vick, Sr., dated August 30, 1994. (<i>See</i> Pl.'s App., Attach. 20.) Assuming that this contention is correct, Plaintiff's claims against Great American-filed on August 29, 1997 â   would not be barred by the three-year limitations period in section 1-52(1). Although Great American does not appear to argue that coverage was denied prior to Mr. Biggerstaff's August 30, 1994 letter, (<i>see</i> FD 25 at 6), the letter itself suggests that coverage was denied at an earlier date. Mr. Biggerstaff wrote in the letter: \"The claim, at the Farm Bureau addition, was first [sic] to us in 1989. I met with you at that time and discussed <span class=\"star-pagination\">*595</span> the circumstances. *** I advised you at that time that coverage was not afforded for this claim.\" (Pl.'s App., Attach. 20.) If the Great American denial date was as early as 1989, the three year statute of limitations would have commenced at that point and expired in 1992. Consequently, under <i>Duke University,</i> Plaintiff would be barred from recovering those legal expenses incurred prior to August 29, 1994. The inconsistency in the August 30, 1994 denial date advanced by Plaintiff and the earlier denial date set forth in the body of the August 30, 1994 letter creates a factual inconsistency that is inappropriate for resolution on summary judgment. Thus, to the extent Great American seeks summary judgment solely on the basis that N.C.Gen. Stat. § 1-52(1) bars Plaintiff's recovery of those legal expenses incurred prior to August 29, 1994, it is RECOMMENDED that Great American's Motion should be DENIED due to (1) Great American's misinterpretation of <i>Duke University v. St. Paul Mercury Insurance Co.,</i> 95, N.C.App. 663, 95 N.C.App. 663, 384 S.E.2d 36 (1989), and (2) an unresolved factual issue surrounding when Great American first denied coverage to Plaintiff.</p>\n<p></p>\n<h2><i>J. Penn National's Pre-Notification Defense Costs Argument</i></h2>\n<p>In addition to a statute of limitations defense, Penn National argues that, regardless of the court's coverage determination, the Plaintiff cannot recover those defense costs incurred prior to its notifying Penn National of Farm Bureau's claims. (<i>See</i> FD 21 at 18.) Penn National points to the following language in its policy:</p>\n<blockquote>SECTION IV â   COMMERCIAL GENERAL LIABILITY CONDITIONS</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>2. Duties in the Event of Occurrence, Claim or Suit.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>d. No insureds will, except at their own cost, voluntarily make a payment, assume any obligation, or incur any expense, other than for first aid, without [the insurer's] consent.</blockquote>\n<p>(Penn Nat'l. Policy, Sec. IV(2)(d).) Penn National argues that \"[b]y voluntarily undertaking to defend the Farm Bureau claim without notice and without Penn National's consent, including participation in the arbitration, Vick Construction violated the express conditions of the policy.\" (FD 21 at 18.) Penn National further states that \"[h]aving breached the policy conditions, Vick Construction may not recover any attorneys fees or other expenses related to defense of the Farm Bureau claim prior to its notice to Pennsylvania National.\" (FD 21 at 18-19.)</p>\n<p>Penn National cites no North Carolina law in support of its argument, and this court has found none. Looking to the language in the policy, the court notes that there is no contractual provision requiring the insurer to pay for pre-notification legal fees. In addition, the Penn National policy states that an insured must \"see to it that [the insurer] [is] notified promptly of an `occurrence' which may result in a claim.\" (Penn Nat'l. Policy, Sec. IV.2(a).) The policy also states that the insured must assure that the insurer is given \"prompt written notice\" of any claim or suit made against the insured. (Penn Nat'l. Policy, Sec. IV.2(b).) Further, the insured must \"immediately\" send copies of any demands, notices or summons in connection with a claim or suit against the insured. (Penn Nat'l. Policy, Sec. IV.2(c)(1).)</p>\n<p>In <i>O'Brien Family Trust v. Glen Falls Insurance Co.,</i> 218 Ga.App. 379, 461 S.E.2d 311, 313 (1995), the appellate court held that where the insurance policy did not provide for the payment defense costs incurred by the insured prior to tendering its defense in the underlying action to the insurer, the policy did not obligate the insurer to pay for such pre-tender defense costs because \"[s]uch a construction would render contractual terms necessary to trigger [the insurer's] performance under the policy meaningless.\" A similar argument <span class=\"star-pagination\">*596</span> can be made with respect to the notification provisions of the Penn National policy.</p>\n<p>Although this court has found no North Carolina cases on point, given the absence of contractual language requiring the insurer to pay for pre-notification legal expenses, and the fact that North Carolina's courts have long recognized the validity of notice provisions in insurance contracts, <i>see </i><i>South Carolina Ins. Co. v. Hallmark Enters., Inc.,</i> 88 N.C.App. 642, 645, 364 S.E.2d 678, 680, <i>disc. review denied,</i> 322 N.C. 482, 370 S.E.2d 228 (1988), this court is not inclined to find that Penn National must pay for those legal fees incurred by the Plaintiff prior to giving notice to Penn National. <i>Cf. </i><i>Peerless Ins. Co. v. Strother,</i> 765 F.Supp. 866, 869 (E.D.N.C.1990) (\"The duty of an insurer to defend its insured is based upon the coverage contracted for in the insurance policy.\") (citing <i>Mastrom, Inc. v. Continental Cas. Co.,</i> 78 N.C.App. 483, 337 S.E.2d 162 (1985)). A contrary result would require the insurer to pay for those defense costs which it had no opportunity to control. <i>Cf. </i><i>M &amp; M Electric, Inc. v. Commercial Union Ins. Co.,</i> 241 A.D.2d 58, 670 N.Y.S.2d 909 (2d Dept. 1998) (\"[A] liability insurer's duty to pay is normally coupled with such insurer's right to control the defense of its insured. The insurer's right to control the defense of the underlying litigation against the insured corresponds to the recognized right of the insurer to protect its own financial interest[.]\"); <i>SL Indus., Inc. v. American Motorists Ins. Co.,</i> 128 N.J. 188, 607 A.2d 1266, 1273 (1992) (\"[W]hen the insured's delay in providing relevant information prevents the insurer from assuming control of the defense, the insurance company is liable only for that portion of the defense costs arising after it was informed of the facts triggering the duty to defend.\"); <i>Gully &amp; Assocs., Inc. v. Wausau Ins. Cos.,</i> 536 So.2d 816, 818 (La.Ct.App.1988) (holding that insurer is not liable for defense costs incurred prior to being notified of the claim). Therefore, on the limited issue of Penn National's liability for pre-notification defense costs, it is RECOMMENDED that Penn National's Motion for Summary Judgment should be GRANTED; Penn National should not be held liable for any defense costs incurred by Plaintiff prior to being notified of the underlying arbitration claims against Plaintiff.</p>\n<p>As to the exact date Penn National was notified of Farm Bureau's claims against Plaintiff, the Complaint alleges that \"Vick Construction placed Penn National on notice of the arbitration claim and award\" on August 19, 1994. (Compl. ś 27.) Penn National simply states that it was placed on notice in August of 1994 (FD 21 at 3); although, Penn National does not appear to dispute the more specific date alleged by Plaintiff. Accordingly, should the District Court adopt this court's Recommendation on this particular issue, it is FURTHER RECOMMENDED that Penn National should not be held liable for any defense costs incurred by Plaintiff prior to August 19, 1994.</p>\n<p></p>\n<h2><i>K. Plaintiff's Recovery of Attorneys' Fees for Counterclaims</i></h2>\n<p>Both Defendants argue that, under North Carolina law, they are not responsible for the legal fees Plaintiff incurred in connection with pursuing counterclaims against Farm Bureau in the underlying action. Plaintiff does not address this issue in its opposition memoranda. After reviewing the relevant case law, the court finds that the Defendants' contentions have merit.</p>\n<p>Turning first to the policies' language, the court notes that the Great American policy specifically states that the insurer \"shall have the right and duty to defend any suit <i>against</i> the insured seeking damages on account of ... bodily injury or property damage\" caused by an occurrence. (Great Am. Policy, Sec. I.) (emphasis added). Although the Penn National policy does not contain this identical language (it does not use the word \"against\"), <span class=\"star-pagination\">*597</span> that policy speaks in terms of defending suits, not prosecuting them on behalf of the insured. (Penn Nat'l. Policy, Sec. I(1).) In <i>Duke University v. St. Paul Mercury Insurance Co.,</i> 95, N.C.App. 663, 679-80, 95 N.C.App. 663, 384 S.E.2d 36, 46 (1989) (discussed <i>supra</i>), the Court of Appeals held that the trial court properly denied the insured's recovery of those legal expenses incurred in connection with the prosecution of its counterclaims. Based on the authority of <i>Duke University,</i> it is RECOMMENDED that both Defendants be GRANTED Summary Judgment on the limited issue of their liability for those legal fees incurred by Plaintiff in connection with pursing counterclaims against Farm Bureau; the Defendants should not be held responsible for any such expenses incurred by Plaintiff.</p>\n<p></p>\n<h2><i>L. Plaintiff's Recovery of Attorneys' Fees for Coverage Advice</i></h2>\n<p>Both Defendants also contend that an insured cannot recover from its insurer those legal fees associated with coverage advice. (<i>See</i> FD 25 at 26; FD 21 at 20-21.)<sup>[10]</sup> Plaintiff does not address this issue in its opposition memoranda. The court finds that the Defendants' argument is supported by North Carolina case law.</p>\n<p>In <i>Collins &amp; Aikman Products Co. v. Hartford Accident &amp; Indemnity Co.,</i> 125 N.C.App. 412, 481 S.E.2d 96, <i>disc. review denied,</i> 345 N.C. 752, 485 S.E.2d 51 (1997), the Court of Appeals stated:</p>\n<blockquote>We hold that attorney's fees incurred by the insured (the nonbreaching party here) are not recoverable as damages where those fees are incurred in the course of litigation to determine coverage and compel the insurer to perform its duties. Our decision today does not hold that an insured's attorney's fees can never be recovered in coverage litigation. Attorney's fees clearly can be recovered in situations, for example, where an insurer acts in bad faith in denying coverage or where recovery of fees is otherwise authorized by contract or statute.</blockquote>\n<p><i>Id.</i> at 415, 481 S.E.2d at 97-98. Given the absence of bad faith, or contractual language or statute to the contrary, it is RECOMMENDED that, based upon the authority of <i>Collins &amp; Aikman,</i> Summary Judgment should be GRANTED to both Defendants on the limited issue of the Defendants' liability for those legal fees Plaintiff incurred in connection with seeking coverage advice for the instant lawsuit; Defendants should not be held responsible for such costs.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>BASED UPON THE FOREGOING, IT IS RECOMMENDED THAT:</p>\n<p>1. Penn National's Motion for Summary Judgment should be GRANTED in its entirety on the basis that Plaintiff's delay in notifying Penn National of its claim prejudiced Penn National as a matter of law.</p>\n<p>2. Both Defendants' Motions for Summary Judgment should be GRANTED in their entirety on the basis that there was no \"property damage\" within the meaning of their respective insurance policies with Plaintiff.</p>\n<p>3. Both Defendants' Motions for Summary Judgment should be GRANTED in their entirety on the basis that there has been no \"occurrence\" within the meaning of their respective insurance policies with Plaintiff.</p>\n<p>4. SHOULD THE DISTRICT COURT DECLINE TO FOLLOW THE FOREGOING RECOMMENDATIONS, IT IS FURTHER RECOMMENDED THAT:</p>\n<p>(a) Assuming that there was \"property damage\" caused by an \"occurrence\" under <span class=\"star-pagination\">*598</span> the Defendants' policy language, to the extent Defendants seek Summary Judgment solely on the basis that there was no property damage caused by an occurrence <i>within their respective periods of coverage,</i> both Defendants' Motions for Summary Judgment should be DENIED.</p>\n<p>(b) Given Penn National's failure to set forth any discernible policy exclusion arguments, to the extent Penn National seeks Summary Judgment solely on the basis that its policy exclusions bar coverage, Penn National's Motion should be DENIED.</p>\n<p>(c) Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that exclusion (n) in the Great American policy bars coverage to the Plaintiff.</p>\n<p>(d) Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that exclusion (2)(d)(iii) in the Broad Form Comprehensive General Liability Endorsement to the Great American policy bars coverage to the Plaintiff.</p>\n<p>(e) Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that the completed operations hazard exclusion in the Great American policy bars coverage to the Plaintiff.</p>\n<p>5. SHOULD THE DISTRICT COURT DENY EITHER OR BOTH DEFENDANTS' MOTIONS FOR SUMMARY JUDGMENT, OR GRANT ONLY PARTIAL SUMMARY JUDGMENT, WITH RESPECT TO THE FOLLOWING REMAINING ISSUES, IT IS RECOMMENDED THAT:</p>\n<p>(a) To the extent Defendants seek Summary Judgment on the limited issue that N.C.Gen.Stat. § 1-52(1) bars Plaintiff's recovery for those legal expenses incurred prior to August 29, 1994, both Defendants' Motions should be DENIED.</p>\n<p>(b) On the limited issue of Penn National's liability for pre-notification defense costs, Penn National's Motion for Summary Judgment be should be GRANTED; Penn National should not be held liable for those defense costs incurred by Plaintiff prior to August 19, 1994 â   the date when Penn National was notified by Plaintiff of the underlying action.</p>\n<p>(c) To the extent Defendants seek Summary Judgment on the limited issue of their liability for legal fees incurred by Plaintiff in connection with pursing counterclaims against Farm Bureau in the underlying action, both Defendants' Motions should be GRANTED; Defendants should not be held responsible for any such costs incurred by Plaintiff.</p>\n<p>(d) To the extent Defendants seek Summary Judgment on the limited issue of their liability for legal fees incurred by Plaintiff in connection with coverage advice for the instant lawsuit, both Defendants' Motions should be GRANTED; Defendants should not be held responsible for any such costs incurred by Plaintiff.</p>\n<p>Feb. 11, 1999.</p>\n<h2>NOTES</h2>\n<p>[1]  The court is not aware of any argument by Plaintiff that the excess policies apply in the absence of general liability coverage.</p>\n<p>[2]  A December 8, 1989 Architect's Field Report noted a leak in the storage room and \"areas of water ponding where deck pavers were not sloped properly[.]\" (Pl.'s App., Attach. 8.) Also, a letter from Robert B. Broughton, Farm Bureau's general counsel, to William C. Lawton, Esq., dated August 17, 1990, reported \"water leaking into the basement area adjoining [the] print shop.\" Mr. Broughton also stated in his letter that \"[o]n this particular occasion, the water leakage was coming from a different part of the roof than that previously reported....\" (Pl.'s App., Attach. 9.)</p>\n<p>[3]  Vick Construction counterclaimed against Farm Bureau in the arbitration proceeding, seeking \"the costs incurred it incurred in making repairs related to the waterproofing membrane on the plaza deck in the amount of $20, 567.27 plus interest.\" (Vick Construction Arbitration Summary at 1; Great Am. Attach. 5.) Vick Construction also sought recovery from Farm Bureau for \"costs associated with ambiguous Farm Bureau plans and specifications, delays caused by Farm Bureau, and performance of work beyond that required by contract but directed by Farm Bureau to perform in the amount of $24,376.15 plus interest.\" <i>Id.</i></p>\n<p>[4]  This court exercises jurisdiction over this case solely on the basis of diversity of citizenship pursuant to 28 U.S.C. § 1332. Under <i>Erie R. Co. v. Tompkins,</i> 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938), the court applies North Carolina substantive law to resolve the parties' coverage disputes.</p>\n<p>[5]  \"Neo Guard\" presumably refers to The Neogard Corporation, which is the manufacturer of the waterproof coating used in the Project. (<i>See</i> FD 21, Ex. 6.)</p>\n<p>[6]  As of August 1998, no one has been able to locate any policy issued by Penn National to Vick Construction covering the period from July 11, 1987, until July 11, 1988. The Penn National policies issued beginning July 11, 1988, forward have been located. (<i>See</i> Vic Jordan Aff. ś 5.) A certificate of insurance issued by the Benny Dean Ins. Agency, Inc., however, lists general and excess liability policies issued by Penn National to Vick Construction for the period from July 11, 1987, until July 11, 1988, (<i>see</i> Pl.'s App., Attach.21), though the court is not certain whether a certificate of insurance alone is sufficient to establish the contents of a purportedly lost policy.\n</p>\n<p>Although it does not appear that Penn National concedes that it issued the missing policy, the contents of such a policy, assuming one exists (or existed), are not the subject of a factual dispute. Plaintiff states that the missing Penn National policy \"would be in the same form as the Great American policy issued to Vick [Construction] the previous year.\" (FD 29 at 4.) Because this court interprets the language in the Great American CGL policy covering the period July 11, 1986, until July 11, 1987, in virtually the same manner as it does the language in the Penn National CGL policies covering the periods from July 11, 1988, through July 11, 1994, the fact that a policy is missing, or possibly never issued, does not change this court's Recommendations as to Summary Judgment herein. The court further notes that Plaintiff concedes that \"[t]he relevant language\" of the Penn National policies issued from July 11, 1988, through July, 11, 1994 is the same. (FD 29 at 4 n. 4.)</p>\n<p>[7]  Penn National expressly adopts Great American's legal arguments in Sections II and III of Great American's Memorandum in Support of Summary Judgment. (FD 21, Penn Nat'l. Mem. at 20.) In Section II, Great American contends that there has been no \"property damage\" within the meaning of the policy issued to Plaintiff. In Section III, Great American argues that there has been no \"occurrence\" under the policy.</p>\n<p>[8]  The Weedo Court used the following illustration to distinguish between \"business risks\" and occurrences giving rise to insurable liability under a CGL policy:\n</p>\n<p>When a craftsman applies stucco to an exterior wall of a home in a faulty manner and discoloration, peeling and chipping result, the poorly-performed work will perforce have to be replaced or repaired by the tradesman or by a surety. On the other hand, should the stucco peel and fall from the wall, and thereby cause injury to the homeowner or his neighbor standing below or to a passing automobile, an occurrence of harm arises which is the proper subject of risk-sharing as provided by the type of policy before us in this case. The happenstance and extent of the latter liability is entirely unpredictable the neighbor could suffer a scratched arm or a fatal blow to the skull from the peeling stonework. Whether the liability of the businessman is predicated upon warranty theory or, preferably and more accurately, upon tort concepts, injury to persons and damage to other property constitute the risks intended to be covered under the CGL.</p>\n<p><i>Weedo,</i> 405 A.2d at 791-92.</p>\n<p>[9]  Great American issued a performance bond to Vick Construction, and Great American asserts that around June 1989, Vick Construction had made a number of contacts with Great American's Bond Department about the performance bond. (<i>See</i> FD 25 at 4 &amp; n. 1) However, no claim in the Complaint is based on the performance bond, and the deposition of William C. Vick, Jr., indicates that the Plaintiff does not contend that the performance bond is at issue in this case. (<i>See</i> FD 25 at 4 n. 1; William C. Vick, Jr. Dep. at 12.)</p>\n<p>[10]  The deposition testimony of William C. Vick, Jr. indicates that some of the attorneys' fees incurred by Plaintiff, and produced by Plaintiff in discovery, were associated with coverage advice in connection with the instant case. (William C. Vick, Jr. Dep. at 18-19.)</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">569</span></span> (1999)</b></center>\n<center><h1>WM. C. VICK CONSTRUCTION CO., Plaintiff,<br>\nv.<br>\nPENNSYLVANIA NATIONAL MUTUAL CASUALTY INSURANCE COMPANY and Great American Insurance Co., Defendants.</h1></center>\n<center>No. 5:97-CV-692-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 24, 1999.</center>\n<p><span class=\"star-pagination\">*570</span> <span class=\"star-pagination\">*571</span> Daniel K. Bryson, Lewis &amp; Roberts, PLLC, Raleigh, NC, A. Graham Shirley, Lewis &amp; Roberts, P.L.L.C., Raleigh, NC, for Wm. C. Vick Construction Co., plaintiff.</p>\n<p>Walter Brock, Jr., Young, Moore &amp; Henderson, Raleigh, NC, for Pennsylvania National Mutual Casualty Insurance Co., defendant.</p>\n<p>Theodore B. Smyth, Thompson &amp; Smyth, Raleigh, NC, for Great American Insurance Company, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the Memorandum and Recommendation (\"M &amp; R\") of United States Magistrate Judge William Norton Mason filed 12 February 1999. Plaintiff filed objections to Magistrate Judge Mason's M &amp; R on 22 February 1999. Defendant Pennsylvania National responded to plaintiff's objections on 4 March 1999 and defendant Great American responded to plaintiff's objections on 5 March 1999.</p>\n<p>The court has conducted the required <i>de novo</i> review of the M &amp; R, paying particular <span class=\"star-pagination\">*572</span> attention to those portions to which plaintiff objected. The court finds plaintiff's objections to be without merit and the same are hereby OVERRULED. The court adopts Magistrate Judge Mason's M &amp; R as its own, and for the reasons stated in recommendations 1, 2 and 3 therein, both defendants' motions for summary judgment are GRANTED in their entirety, and this matter is hereby DISMISSED.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>MASON, United States Magistrate Judge.</p>\n<p>THIS MATTER has been referred to the undersigned magistrate judge for a Memorandum and Recommendation on the Defendants' separate Motions for Summary Judgment. The parties have submitted memoranda in support of their respective positions, and the Motions are, therefore, ripe for ruling.</p>\n<p></p>\n<h2>I.</h2>\n<p>The insurance coverage claims at issue in this declaratory judgment action, brought pursuant to 28 U.S.C. § 2201 and Federal Rule of Civil Procedure 57, stem from a deteriorated contractual relationship between Wm.C. Vick Construction Company (\"Vick Construction\"), the Plaintiff, and North Carolina Farm Bureau Federation (\"Farm Bureau\"). Vick Construction entered into a construction contract with Farm Bureau on June 6, 1986, for the construction of an addition to Farm Bureau's office building located in Raleigh, North Carolina (referred to hereinafter as \"the Project\"). Vick Construction was the General Contractor for the Project in 1986 and 1987. (William C. Vick, Jr. Aff. ś 8.) The addition was to include a print shop, other facilities, an expansion of the cafeteria, and a plaza deck above the print shop and other facilities. (William C. Vick, Jr. Aff. ś 8.)</p>\n<p>Defendant Great American Insurance Company (\"Great American\") insured Vick Construction under comprehensive general liability and excess liability policies covering the period from July 11, 1986, until July 11, 1987. (Compl.ś 7-8.) Defendant Pennsylvania National Mutual Casualty Insurance Company (\"Penn National\") insured Vick Construction under comprehensive general liability policies covering the period from July 11, 1987, until July 11, 1994. Penn National also covered Vick Construction under excess liability policies for the periods from July 11, 1987, until July 11, 1988; and July 11, 1991, until July 11, 1994. (Compl.ś 9-10.)<sup>[1]</sup></p>\n<p>Vick Construction subcontracted with Chamberlin Company of Raleigh, Inc. on November 18, 1986, to perform a portion of the roofing work for the Project which involved the installation of a waterproofing system. (<i>See</i> Compl. ś 12; William C. Vick, Jr. Aff. ś 9.) Chamberlin Company of Raleigh, Inc. was later acquired by, and renamed, Division 7 Contracting Company (\"Division 7\"). (Compl.ś 14.) Problems arose when the waterproofing membrane on the plaza deck began leaking.</p>\n<p>Architect Frank Harmon's Construction Log for the plaza deck waterproofing indicates that Division 7 applied the first coat of waterproofing to the deck on December 17, 1986, with a final coat applied on January 15, 1987. (<i>See</i> Pl.'s Appendix to Pl.'s Memorandums of Law [hereinafter \"Pl.'s App.\"], Attach. 1.) Mr. Harmon completed a water test shortly thereafter on January 23, 1987, and reported that \"water penetration was observed at junction of deck slab and parapet wall on east and south walls\". (Pl.'s App., Attach. 6.) In February 1987, Division 7 applied additional waterproofing as suggested by Mr. Harmon. (Pl.'s App., Attach. 5.) Mr. Harmon's Field Report dated April 16, 1987, indicates that <span class=\"star-pagination\">*573</span> he visited the Project site after a heavy rain and saw leaks in the storage room, mechanical equipment room, corridor, the print shop ceiling and elevator equipment room. (File document (\"FD\") 21, Ex. 3.) That report further noted that the \"[l]eakage in waterproofing must be repaired[ ]\" and that \"[l]eakage on N wall must be stopped.\" (FD 21, Ex. 3.) On May 23, 1987, Mr. Harmon issued a Certificate of Substantial Completion. (Pl.'s App., Attach. 4.) Evidence of leaks and damage to the parapet was again noted in the Construction Log on June 16, 1987, which states: \"Blistering occurs at vertical waterproofing at parapet[.]\" (Pl.'s App., Attach. 5.) Less than one month later, on July 11, 1987, Vick Construction's general and excess liability policies with Great American expired, and Vick Construction's policies with Penn National took effect.</p>\n<p>On August 3, 1987, the City of Raleigh Inspections Department issued a Certificate of Compliance authorizing occupancy of the Project addition. (FD 26, Ex. 7.) On August 10, 1987, Mr. Harmon and Aaron Vick, Vice-President of Vick Construction, discussed repairing certain leakage. Shortly thereafter, they met with representatives of Division 7 to discuss the same. (Pl.'s App., Attach. 5.) Subsequent repair work to remedy the leaks was \"performed and completed in February of 1988.\" (Aaron C. Vick Aff. ś 7.) In October 1988, however, Farm Bureau notified Vick Construction that the roof on the Project was again leaking. This new leak came down through the roof into the print shop, which is an area different from where the previous leaks occurred. (Aaron C. Vick Aff. ś 8-9.)</p>\n<p>On October 26, 1988, Mr. Harmon approved Vick Construction's final Application and Certificate for Payment. (FD 26, Ex. 8.) On October 27, 1988, Mr. Harmon informed Vick Construction about a leak over a window in the print shop, and the following day, Vick Construction removed the sheetrock at the site of the leak. (Pl.'s App., Attach. 5.) Mr. Harmon inspected the area and instructed Vick Construction to uncover the waterproofing in the area above the print shop window. (Pl.'s App., Attach. 5.) In a letter dated October 31, 1988, Vick Construction requested that Division 7 repair a leak at the southern side of the plaza deck where it abuts the parapet wall. (Pl.'s App., Attach. 11.) On November 9, 1988, Vick Construction uncovered defective waterproofing at the plaza deck above the print shop. An entry in the Construction Log notes that the area uncovered was approximately 200 square feet. (Pl.'s App., Attach. 5.)</p>\n<p>Vick Construction claims that upon further inspection it determined that the waterproofing membrane \"had been installed upside-down by Division 7 and, therefore, had not properly adhered to the concrete.\" (Pl.'s Mem. at 5-6.; <i>see</i> Aaron C. Vick Aff. ś 8.) Division 7 later made some repairs and fixed certain leaks, though it did not replace the waterproofing membrane as suggested by Vick Construction. On December 9, 1988, additional leaks were reported at \"column D6\" in the print shop. (Pl.'s App., Attach. 5.) More generally, problems with leaks continued to occur in 1989 and 1990.<sup>[2]</sup></p>\n<p>By registered letter dated March 6, 1989, Farm Bureau demanded that Vick Construction remedy these recurring problems, citing the warranty provisions of the standard form AIA construction contract entered into between Vick Construction and Farm Bureau. (Pl.'s App., Attach. 13.) Apparently, numerous meetings were held and efforts were made to remedy the <span class=\"star-pagination\">*574</span> leaks, and various parties hired experts to determine causation and suggest possible solutions. (Pl.'s Mem. at 4.) These efforts were unavailing, and on January 18, 1991, Farm Bureau commenced an arbitration proceeding against Vick Construction in accordance with the terms of the construction contract. (<i>See</i> Demand for Arbitration, Pl.'s App., Attach. 14.)</p>\n<p>An arbitration hearing was held on September 13-17, 1993. On October 20, 1993, the arbitrator awarded judgment against Vick Construction in an amount in excess of $100,000.00. (Compl.ś 20.) The arbitrator denied the counterclaim filed by Vick Construction. (<i>See</i> Award of the Arbitrator, FD 21, Ex. 13.)<sup>[3]</sup> On July 14, 1994, the North Carolina Superior Court (Wake County) denied Vick Construction's Motion to Vacate Arbitration Award Pursuant to N.C.G.S. Section 1-567.13. The North Carolina Court of Appeals, however, reversed the Superior Court's denial of Vick Construction's motion to vacate the award, citing the arbitrator's failure to disclose significant business relationships and friendships with Farm Bureau's counsel. <i>See </i><i>William C. Vick Const. Co. v. North Carolina Farm Bureau Federation,</i> 123 N.C.App. 97, 102, <span class=\"citation\" data-id=\"1344535\"><a href=\"/opinion/1344535/william-c-vick-const-co-v-north-carolina-farm-bureau-federation/\"><span class=\"volume\">472</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">346</span></a></span>, 349, <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">739</span></span>, <span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">14</span></span> (1996). The North Carolina Supreme Court denied discretionary review, and thus the arbitrator's award \"has been effectively vacated and set aside.\" (Compl.ś 22.)</p>\n<p>It is in the context of this underlying construction dispute that Vick Construction is litigating a number of insurance coverage issues with its insurers, Defendants Great American and Penn National. Specifically, Vick Construction seeks recovery from the Defendants for allegedly breaching their respective duties to defend and/or pay for the defense of Vick Construction in the arbitration proceeding and subsequent state court action. Presently before the court in this diversity action are the Defendants' separate motions for Summary Judgment.<sup>[4]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>The Federal Rules of Civil Procedure provide that summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). A genuine issue of material fact exists where a reasonable jury could return a verdict in favor of the nonmoving party. <i>See </i><i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In deciding whether to grant summary judgment, a court must consider the evidence, and inferences drawn from it, in a light most favorable to the nonmoving party. <i>See, e.g., </i><i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> <span class=\"citation\" data-id=\"705195\"><a href=\"/opinion/705195/mary-bailey-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 56 (4th.Cir.1995), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1159</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1043</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></span> (1996). Accordingly, in analyzing the parties' motions for summary judgment, this court's task is not to \"weigh the evidence and <span class=\"star-pagination\">*575</span> determine the truth of the matter but to determine whether there is a genuine issue for trial.\" <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p></p>\n<h2>III.</h2>\n<p>Although Great American and Penn National raise several of the same arguments against Plaintiff in their respective motions â   and the Plaintiff, in turn, raises arguments against Great American that are similar to those it raises against Penn National â   this case involves two separate coverage disputes. While similarities exist, the issues raised in each dispute are not identical. However, to the extent the issues coincide, the court will discuss them together herein.</p>\n<p>Before analyzing whether Farm Bureau's claims against Plaintiff triggered a duty to defend under the Defendants' respective policies, the court will address an antecedent argument raised by Penn National, which, if meritorious, would bar Plaintiff's recovery against Penn National even if Farm Bureau's claims against Plaintiff fell within the scope of risks covered by Penn National's policies. Specifically, Penn National contends that Plaintiff is barred from recovering against it because Plaintiff failed to give timely notice to Penn National of Farm Bureau's claims.</p>\n<p></p>\n<h2><i>A. Penn National's Late Notice Defense</i></h2>\n<p>North Carolina law has long recognized the validity of notice provisions in insurance contracts. <i>See </i><i>South Carolina Ins. Co. v. Hallmark Enters., Inc.,</i> 88 N.C.App. 642, 645, <span class=\"citation\" data-id=\"1372619\"><a href=\"/opinion/1372619/south-carolina-ins-v-hallmark-ent/\"><span class=\"volume\">364</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">678</span></a></span>, 680, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">482</span></span>, <span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">228</span></span> (1988). The purpose of such notice provisions is \"to protect the ability of the insurer to defend by preserving its ability fully to investigate the accident[.]\" <i>Great American Ins. Co. v. C.G. Tate Const. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">387</span></span>, 396, <span class=\"citation\" data-id=\"1394977\"><a href=\"/opinion/1394977/great-american-ins-co-v-cg-tate-const/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">769</span></a></span>, 775 (1981), <i>appeal after remand,</i> 74 N.C.App. 424, <span class=\"citation\" data-id=\"1227285\"><a href=\"/opinion/1227285/great-american-ins-co-v-cg-tate-const/\"><span class=\"volume\">328</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">891</span></a></span> (1985), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1237961\"><a href=\"/opinion/1237961/great-american-ins-co-v-cg-tate-const-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">714</span></a></span>, <span class=\"citation\" data-id=\"1237961\"><a href=\"/opinion/1237961/great-american-ins-co-v-cg-tate-const-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">743</span></a></span> (1986) [hereinafter <i>\"Great American I\"</i>]. When \"the purpose of protecting the insurer's ability to defend has been frustrated, the insurer has no duty under the contract.\" <i>Id.</i> To determine whether the insured's late notice has sufficiently frustrated the insurer such that the insurer is relieved of its duty to defend, the North Carolina Supreme Court has adopted the following three-step test:</p>\n<blockquote>When faced with a claim that notice was not timely given, the trier of fact must first decide whether the notice was given as soon as practicable. If not, the trier of fact must decide whether the insured has shown that he acted in good faith, <i>e.g.,</i> that he had no actual knowledge that a claim might be filed against him. If the good faith test is met the burden then shifts to the insurer to show that its ability to investigate and defend was materially prejudiced by the delay.</blockquote>\n<p><i>Id.</i> at 399, <span class=\"citation\" data-id=\"1394977\"><a href=\"/opinion/1394977/great-american-ins-co-v-cg-tate-const/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">769</span></a></span>, 279 S.E.2d at 776.</p>\n<p>This three-step test was applied by the North Carolina Court of Appeals in <i>South Carolina Ins. Co. v. Hallmark Enterprises, Inc.,</i> 88 N.C.App. 642, 364 S.E.2d at 680, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">482</span></span>, <span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">228</span></span> (1988), which provides an analysis particularly useful to the instant case. In <i>Hallmark,</i> a woman named Gurtha Huggins fell and sustained injuries while on the premises of Bailey's Tunnel Road Cafeteria (\"Bailey's\"), the insured, on April 15, 1981. Bailey's general manager prepared an accident report which was submitted to Bailey's insurance agent. The insurance agent did not forward notice of the accident to Bailey's insurer, South Carolina Insurance Co. Nearly three years later, on February 3, 1984, Huggins filed a negligence suit against Bailey's for the injuries she suffered in her April 15, 1981 fall. Shortly thereafter, pursuant to North Carolina statute, Huggins served process for her action by sending the summons and complaint to the office of the Secretary of State. The Secretary of State sent the documents to Bailey's registered <span class=\"star-pagination\">*576</span> agent, E.O. Hall, at a Charlotte address listed by Bailey's with the Secretary of State. However, Hall had moved to South Carolina more than ten years earlier and had failed to notify the Secretary of State as required by statute. As a result, the complaint and summons were returned to the Secretary of State marked \"return to sender, not deliverable as addressed, unable to forward.\" <i>Id.</i> at 644, 364 S.E.2d at 679.</p>\n<p>The trial court in the underlying action entered a default judgment against Bailey's for $121,126. Approximately one year later, Huggins notified Bailey's of the judgment and demanded payment. Bailey's immediately contacted its insurance agent, which contacted Bailey's insurer, South Carolina Insurance Co. The insurer denied coverage, arguing that Bailey's failed to comply with the notice provisions in the insurance contract. In a declaratory judgment action on the issue of coverage, the trial court concluded that, as a matter of law, Bailey's failure to forward the summons and complaint as required by the insurance contract prior to the entry of the default judgment materially prejudiced the insurer's ability to defend against Huggins' action. <i>Id.</i> at 645, 364 S.E.2d at 679. Consequently, the trial court held that the insurer \"was not liable for any of Huggins' claims or judgments against Bailey's.\" <i>Id.</i> The Court of Appeals affirmed and stated that \"[a]s a result of Bailey's delay, [the insurer] was prevented from either investigating or litigating Huggins' action, and instead, was presented with a valid and enforceable default judgment.\" <i>Id.</i> at 650, 364 S.E.2d at 682. Further, the Court \"conclude[d] that Bailey's delay materially prejudiced [the insurer's] ability to protect its interests.\" <i>Id.</i></p>\n<p>Citing <i>Hallmark Enterprises,</i> Defendant Penn National contends that it is entitled to summary judgment because it was not notified of Farm Bureau's claims against Plaintiff until August 1994, after the North Carolina Superior Court had already upheld the arbitrator's award. (Penn Natl.'s Mem. at 10; FD 21.) Nowhere does Plaintiff argue that Penn National was notified of Farm Bureau's claims prior to August 1994. In fact, the Complaint specifically states that Plaintiff \"placed Penn National on notice of the arbitration claim and award\" on August 19, 1994. (Compl.ś 27.)</p>\n<p>The evidence shows that Plaintiff contacted its former insurance agent, Collier Cobb, via letter dated May 30, 1989, and informed Mr. Cobb of Farm Bureau's claims against Vick Construction. (<i>See</i> Collier Cobb Aff., FD 22, Ex. A.) Mr. Cobb had a telephone conversation with William C. Vick, Sr., president of Vick Construction, several days later on June 5, 1989, and advised him to notify his present liability carrier (<i>i.e.,</i> Penn National) of Farm Bureau's claims. <i>See id.</i> A handwritten note, initialed by Mr. Cobb, at the bottom of the aforementioned May 30, 1989 letter memorializes Mr. Cobb's conversation with William C. Vick, Sr. That handwritten notation states: \"Talked to W.C. Vick 6-5-89. Told him he should also put present liability carrier on notice. He is calling on Neo Guard to perform.\" <i>Id.</i><sup>[5]</sup></p>\n<p>However, Plaintiff states that William C. Vick, Sr. and his sons, Aaron Vick and William (\"Neil\") C. Vick, Jr. (both vice-presidents of Vick Construction), do not remember being told by Mr. Cobb that they should contact Penn National. (FD 29, Pl.'s Mem. in Opp. to Penn Nat'l., at 5.) Also, Plaintiff maintains that \"[d]uring 1989-1993, none of the Vicks were ever told by any of their attorneys that they should make any more contact with Penn National.\" (FD 29 at 5; <i>see also</i> Aaron Vick Aff. ś 16; William C. Vick, Sr. Aff. ś 10.) Pointing to deposition testimonies, Plaintiff states that \"Neil Vick, Aaron Vick and Mr. Vick, Sr. all believed that contacting Collier Cobb would be sufficient to <span class=\"star-pagination\">*577</span> place both carriers on notice.\" (FD 29 at 5; <i>see</i> Aaron Vick Aff. ś 15; William C. Vick, Sr. Aff. ś 7; William C. Vick, Jr. Aff. ś 14.) Plaintiff further states that the Vicks \"believed that the end result of the arbitration would be favorable to Vick [Construction].\" (FD 29 at 5.)</p>\n<p>After reviewing the parties' arguments in light of the undisputed facts, the court finds that Penn National's late notice defense has merit. Regardless of the Vicks' intentions of placing Penn National on notice, or their beliefs that Penn National was notified, the undisputed fact remains that Penn National was not notified of Farm Bureau's claims against Vick Construction until after the arbitration proceeding took place, and after the Superior Court had affirmed the arbitrator's award. Based upon the authority of <i>Hallmark, supra,</i> this court is compelled to find that Plaintiff's failure to notify Penn National materially prejudiced Penn National as a matter of law. <i>See also </i><i>Royal Ins. Co. of Am. v. Cato Corp.,</i> 125 N.C.App. 544, 550, <span class=\"citation\" data-id=\"1422314\"><a href=\"/opinion/1422314/royal-ins-co-of-america-v-cato-corp/\"><span class=\"volume\">481</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">383</span></a></span>, 387 (1997) (holding that where the insured did not notify the insurer of the underlying tort claim until more than a month after a default judgment had been entered against the insured, and after the time to appeal the default judgment had expired, the insurer had no duty to indemnify the insured as a matter of law).</p>\n<p>Much of Plaintiff's argument focuses on the Vicks' good faith beliefs that their actions were sufficient to place Penn National on notice. Assuming that Plaintiff has proven the Vick's good faith, under the three-step test in <i>Great American I,</i> \"the burden then shifts to the insurer to show that its ability to investigate and defend was materially prejudiced by the delay.\" 303 N.C. at 399, 279 S.E.2d at 776. Not only was Penn National never given the opportunity to defend Plaintiff on the underlying claim, it was never afforded the chance to help plan a defense strategy, nor was it able to participate in settlement negotiations. In short, based upon the holdings in <i>Hallmark</i> and <i>Cato,</i> the court concludes that Plaintiff's delay materially prejudiced Penn National's \"ability to protect its interests\" as a matter of law. <i>Hallmark,</i> 88 N.C.App. at 650, 364 S.E.2d at 682. Thus, the Vicks' good faith beliefs are not consequential, and Penn National should not be held liable for the costs of defending the Plaintiff in the underlying action with Farm Bureau. <i>Cf. </i><i>Aetna Cas. &amp; Sur. Co. v. Chicago Ins. Co.,</i> <span class=\"citation\" data-id=\"2185717\"><a href=\"/opinion/2185717/aetna-cas-sur-co-v-chicago-ins-co/\"><span class=\"volume\">782</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">71</span></a></span>, 73 (N.D.Ill.1991) (\"An insurer should not be required to pay the cost of defending an action which it was never afforded an opportunity to defend in the first instance, particularly when the demand for reimbursement comes after the litigation has been concluded.\").</p>\n<p>Also, the court notes that although <i>Hallmark</i> and <i>Cato</i> are intermediate state court decisions, the U.S. Supreme Court has instructed that in cases where jurisdiction rests on diversity of citizenship, federal courts, under <i>Erie Railroad Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938), \"must follow the decisions of intermediate state courts in the absence of convincing evidence that the highest court of the state would decide differently.\" <i>Stoner v. New York Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></span>, 467, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">336</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">284</span></span> (1940); <i>see </i><i>West v. American Tel. &amp; Tel. Co.,</i> <span class=\"citation\" data-id=\"103402\"><a href=\"/opinion/103402/west-v-american-telephone-telegraph-co/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 237, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">179</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">139</span></span> (1940). Further, as recently stated by the Fourth Circuit: \"Generally, only if the decision of a state's intermediate court cannot be reconciled with state statutes, or decisions of the state's highest court, or both, may a federal court sitting in diversity jurisdiction refuse to follow it.\" <i>Assicurazioni Generali S.p.A. v. Neil,</i> <span class=\"citation\" data-id=\"759240\"><a href=\"/opinion/759240/assicurazioni-generali-spa-v-kenneth-neil-assicurazioni-generali/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">997</span></a></span>, 1003 (4th Cir.1998). Given the absence of convincing evidence to the contrary, this court concludes that it is bound to follow <i>Hallmark</i> and <i>Cato,</i> and on the basis of these decisions it is RECOMMENDED that Defendant Penn National's Motion for Summary Judgment be GRANTED in its entirety. Should the District Court disagree with <span class=\"star-pagination\">*578</span> the court's Recommendation as to the merits of Penn National's late notice defense, the court has analyzed Penn National's other arguments in support of its Motion for Summary Judgment <i>infra,</i> along with the merits of Great American's Motion for Summary Judgment.</p>\n<p></p>\n<h2><i>B. An Insurer's Duty to Defend Under North Carolina Law</i></h2>\n<p>Under North Carolina law, \"The duty of an insurer to defend its insured is based upon the coverage contracted for in the insurance policy.\" <i>Peerless Ins. Co. v. Strother,</i> <span class=\"citation\" data-id=\"2350681\"><a href=\"/opinion/2350681/peerless-ins-co-v-strother/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></a></span>, 869 (E.D.N.C. 1990) (citing <i>Mastrom, Inc. v. Continental Cas. Co.,</i> 78 N.C.App. 483, <span class=\"citation\" data-id=\"1256285\"><a href=\"/opinion/1256285/mastrom-inc-v-continental-cas-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">162</span></a></span> (1985)). The insurer's duty to defend \"arises prior to an adjudication on the merits of the claim.\" <i>County of Guilford v. National Union Fire Ins. Co. of Pittsburgh,</i> 108 N.C.App. 1, 5, <span class=\"citation\" data-id=\"1325758\"><a href=\"/opinion/1325758/county-of-guilford-v-national-union-fire-ins-co/\"><span class=\"volume\">422</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">360</span></a></span>, 363 (1992), <i>aff'd </i><i>per curiam,</i> <span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">568</span></span>, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">347</span></span> (1993). The duty to defend is \"broader than [the] obligation to pay damages incurred by events covered by a particular policy[,]\" <i>Waste Management of Carolinas, Inc. v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, 691, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, 377, <i>reh'g denied,</i> <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">346</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1986), and it \"may attach even in an action in which no damages are ultimately awarded,\" <i>Fieldcrest Cannon, Inc. v. Fireman's Fund Ins. Co.,</i> 124 N.C.App. 232, 242, <span class=\"citation\" data-id=\"1221542\"><a href=\"/opinion/1221542/fieldcrest-cannon-inc-v-firemans-fund-ins-co/\"><span class=\"volume\">477</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">59</span></a></span>, 66 (1996), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">497</span></span>, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">383</span></span> (1998).</p>\n<p>A duty to defend arises when the claim against the insured sets forth facts representing a risk covered by the policy. <i>See, e.g., </i><i>Fieldcrest Cannon,</i> 124 N.C.App. at 242, 477 S.E.2d at 66. To determine whether an insurer's duty to defend arises under North Carolina law, the court employs a \"comparison test,\" wherein it compares the terms of the insurance policy at issue with the allegations in the complaint in the underlying action. <i>See </i><i>Strother,</i> 765 F.Supp. at 869. As explained by the North Carolina Court of Appeals:</p>\n<blockquote>The duty to defend is determined by the facts as alleged in the pleadings of the lawsuit against the insured; if the pleadings allege any facts which disclose a possibility that the insured's potential liability is covered under the policy, then the insurer has a duty to defend. If, however, the facts alleged in the pleadings are not even arguably covered by the policy, then no duty to defend exists. Any doubt as to coverage must be resolved in favor of the insured.</blockquote>\n<p><i>Wilkins v. American Motorists Ins. Co.,</i> 97 N.C.App. 266, 269, <span class=\"citation\" data-id=\"1390845\"><a href=\"/opinion/1390845/wilkins-v-american-motorists-ins-co/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">191</span></a></span>, 193 (internal citations omitted), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">189</span></span> (1990); <i>see also </i><i>St. Paul Fire &amp; Marine Ins. Co. v. Vigilant Ins. Co.,</i> <span class=\"citation\" data-id=\"551823\"><a href=\"/opinion/551823/st-paul-fire-marine-insurance-company-individually-and-as-subrogee-of/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span>, 239 (4th Cir.1990) (stating that under North Carolina's \"`comparison test' ... the pleadings are read side-by-side with the policy to determine whether the events as alleged are covered or excluded. Any doubt as to coverage is to be resolved in favor of the insured.\"); <i>Duke Univ. v. St. Paul Fire &amp; Marine Ins. Co.,</i> 96 N.C.App. 635, 637, <span class=\"citation\" data-id=\"1387891\"><a href=\"/opinion/1387891/duke-university-v-st-paul-fire-and-marine-ins/\"><span class=\"volume\">386</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">762</span></a></span>, 763-64 (\"[A]ny doubt as to coverage must be resolved in favor of the insured.\"), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">595</span></span>, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">876</span></span> (1990). An \"insurer avoids its duty to defend only if `the facts are not even arguably covered by the policy[.]'\" <i>See </i><i>Vigilant,</i> 919 F.2d at 240.</p>\n<p></p>\n<h2><i>C. The Nature of Farm Bureau's Claims Against the Plaintiff</i></h2>\n<p>While the foregoing \"comparison test\" under North Carolina law involves comparing the allegations in a pleading to the language of an insurance policy to determine whether a duty to defend exists, the action underlying the instant case was an arbitration proceeding, and thus there is no formal complaint or other pleading to examine. Although this court has found no North Carolina cases applying the comparison test in this context, logic dictates that the court simply look at the nature of the claims set forth in the arbitration proceeding <span class=\"star-pagination\">*579</span> and compare those allegations to the policies at issue.</p>\n<p>On the American Arbitration Association's (\"AAA\") Demand for Arbitration form filed by Farm Bureau against Vick Construction, Farm Bureau described the \"Nature of Dispute\" as follows: \"Recurring leaks from roof and through side walls and cracks in plaster of parapet walls of addition to main Farm Bureau office building, Raleigh, North Carolina constructed by Respondent.\" (Pl.'s App., Attach. 14.) The \"Trial Memorandum\" submitted by Farm Bureau in connection with the arbitration proceeding sets forth in greater detail the substance of its claims against Vick Construction. (<i>See</i> Pl.'s App., Attach. 10) In the Trial Memorandum, Farm Bureau stated that it \"seeks damages for the cost of repair of a defective waterproofing membrane on the plaza deck, which Vick [Construction] warranted to be free from defects in materials and workmanship.\" (Pl.'s App., Attach. 10, at 1.) Farm Bureau also stated that it \"seeks to recover the cost to repair cracks in the stucco wall.\" <i>Id.</i> Further, Farm Bureau's Trial Memorandum alleges that \"the waterproofing membrane installed by Vick [Construction] on the plaza deck was defective in several respects, including that it contained pitted area, did not adhere to the concrete slab and was wrinkled.\" <i>Id.</i> Farm Bureau also contended that \"[t]he defective system was the result of either defective materials or workmanship[.]\" <i>Id.</i></p>\n<p>Farm Bureau alleged that it demanded that Vick Construction make the necessary repairs to the addition but Vick Construction refused to do so. <i>Id.</i> at 2. Farm Bureau stated that the estimated cost of repairs was $92,727.00, plus an extra cost to repair the stucco on the parapet wall that was not properly applied. It alleged that Vick Construction breached general and specific warranties contained in the Farm Bureau-Vick Construction contract, and framed the relevant legal issues as follows:</p>\n<blockquote>A. Vick Has Breached Its Warranty as to the Waterproofing Membrane and Farm Bureau is entitled to damages in excess of $92,727.00 for breach of said warranty.</blockquote>\n<blockquote>B. Vick is Responsible for the Cost of Repairing the Defective Stucco Work Pursuant to Its General Contract Obligation and the Warranty of Workmanship.</blockquote>\n<p><i>Id.</i> at 6, 8. In sum, the essence of Farm Bureau's claims was that it sought the costs of repairing the waterproofing membrane and the cracks in the stucco wall.</p>\n<p></p>\n<h2><i>D. The Insurance Policies</i></h2>\n<p>The policies at issue contain essentially the same general insuring language pertaining to claims which the insurers must indemnify and/or defend against. The Great American policy states that, with respect to the coverage period:</p>\n<blockquote>The company will pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of</blockquote>\n<blockquote>A. bodily injury or</blockquote>\n<blockquote>B. property damage</blockquote>\n<blockquote>\"to which this insurance applies, caused by an occurrence, and the company shall have the right and duty to defend any suit against the insured seeking damages on account of such bodily injury or property damage, even if any of the allegations of the suit are groundless, false or fraudulent[ ]....\"</blockquote>\n<p>(Pl.'s App., Attach 5, Sec.1) [hereinafter \"Great Am. Policy\"]. The Penn National policy similarly provides:</p>\n<blockquote>We [the insurer] will pay those sums that the insured becomes legally obligated to pay as damages because of \"bodily injury\" or \"property damage\" to which this insurance applies.... This insurance applies only to \"bodily injury\" and \"property damage\" which occurs during the policy period. The \"bodily injury\" or \"property damage\" must be caused by an \"occurrence.\" The \"occurrence\" <span class=\"star-pagination\">*580</span> must take place in the \"coverage territory.\" We will have the right and duty to defend any \"suit\" seeking those damages[]....</blockquote>\n<p>(Pl.'s App., Attach 22, Sec. 1(A)(1)(a)) [hereinafter \"Penn Nat'l. Policy\"].<sup>[6]</sup> Both insurers' policies contain a number of exclusions, several of which are at issue in this case and are discussed <i>infra.</i></p>\n<p>Under North Carolina law, the insured \"has the burden of bringing itself within the insuring language of the policy.\" <i>Hobson Const. Co., Inc. v. Great American Ins. Co.,</i> 71 N.C.App. 586, 590, <span class=\"citation\" data-id=\"1319882\"><a href=\"/opinion/1319882/hobson-const-co-v-great-american-ins-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">632</span></a></span>, 635 (1984), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">890</span></span> (1985). Further, \"[o]nce it has been determined that the insuring language embraces the particular claim or injury, the burden then shifts to the insuror [sic] to prove that a policy exclusion excepts the particular injury from coverage.\" <i>Id; see </i><i>Nationwide Mut. Fire Ins. Co. v. Allen,</i> 68 N.C.App. 184, 188, <span class=\"citation\" data-id=\"1257649\"><a href=\"/opinion/1257649/nationwide-mut-fire-ins-co-v-allen/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>, 554, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></span>, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">142</span></span> (1984). Plaintiff, therefore, has the burden of demonstrating that its particular claim or injury fell within the scope of the aforementioned insuring language contained in the Defendants' policies. Accordingly, the court must determine whether the claims in the underlying arbitration action fell within the meaning of \"property damage\" caused by an \"occurrence\" within the meaning of those policies, and within the coverage periods.</p>\n<p></p>\n<h2><i>E. Was There \"Property Damage\" Within the Meaning of the Insurance Policies?</i></h2>\n<p>Defendants contend that there has been no \"property damage\" within the meaning of the insurance policies.<sup>[7]</sup> The Great American policy defines \"property damage\" as follows:</p>\n<blockquote>\"property damage\" means (1) physical injury to or destruction of tangible property which occurs during the policy period, including the loss of use thereof at any time resulting therefrom, or (2) loss of use of tangible property which has not been physically injured or destroyed provided such loss of use is caused by an occurrence during the policy period;</blockquote>\n<p>(Great Am. Policy, Definitions sec.) The Penn National policy is substantially similar and provides:</p>\n<blockquote>12. \"Property damage\" means:</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*581</span> a. Physical injury to tangible property, including all resulting loss of use of that property; or</blockquote>\n<blockquote>b. Loss of use of tangible property that is not physically injured.</blockquote>\n<p>(Penn Nat'l. Policy, Sec. V.) In construing this policy language, the court is mindful of several well-established principles under North Carolina law governing the construction of insurance policies. <i>See, e.g., </i><i>North Carolina Ins. Guar. Ass'n,</i> 115 N.C.App. at 179-81, 444 S.E.2d at 467-68 (listing insurance policy interpretation considerations).</p>\n<p>It is clear under North Carolina law that \"[t]he meaning of language used in an insurance contract is a question of law for the court, <i>Guyther v. Nationwide Mut. Fire Ins. Co.,</i> 109 N.C.App. 506, 512, <span class=\"citation\" data-id=\"1288486\"><a href=\"/opinion/1288486/guyther-v-nationwide-mut-fire-ins-co/\"><span class=\"volume\">428</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">238</span></a></span>, 241 (1993), as is the `construction and application of the policy provisions to the undisputed facts.'\" <i>United States Fidelity &amp; Guar. Co. v. Country Club of Johnston County, Inc.,</i> 119 N.C.App. 365, 371, <span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">734</span></span>, 738 (quoting <i>Walsh v. National Indem. Co.,</i> 80 N.C.App. 643, 647, <span class=\"citation\" data-id=\"1269182\"><a href=\"/opinion/1269182/walsh-v-national-indem-co/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">430</span></a></span>, 432 (1986)), <i>disc. review denied,</i> <span class=\"citation\" data-id=\"1353695\"><a href=\"/opinion/1353695/state-v-west/\"><span class=\"volume\">341</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">656</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">527</span></span> (1995). The \"resolution of [an insurance policy's scope] involves construing the language of the coverage ... and determining whether events as alleged in the pleadings and papers before the court are covered by the policies. As such, it is an appropriate subject for summary judgment.\" <i>C.D. Spangler Const. Co. v. Industrial Crankshaft &amp; Engineering Co., Inc.,</i> <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">133</span></a></span>, 141, <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">557</span></a></span>, 562 (1990) (alterations in original) (quoting <i>Waste Management of Carolinas, Inc. v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, 691, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, 377 (1986)); <i>see </i><i>North Carolina Ins. Guar. Ass'n v. Century Indem. Co.,</i> 115 N.C.App. 175, 179-80, <span class=\"citation\" data-id=\"1357270\"><a href=\"/opinion/1357270/north-carolina-ins-guar-assn-v-century-indem-co/\"><span class=\"volume\">444</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">464</span></a></span>, 467 (same), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">696</span></span>, <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">532</span></span> (1994).</p>\n<p>It is also \"well settled that when construing an insurance policy a court must enforce the policy as written, `without rewriting the contract or disregarding the express language used.'\" <i>Newton v. United States Fire Ins. Co.,</i> 98 N.C.App. 619, 623, <span class=\"citation\" data-id=\"1267846\"><a href=\"/opinion/1267846/newton-v-us-fire-ins-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">837</span></a></span>, 839 (1990) (quoting <i>Fidelity Bankers Life Ins. Co. v. Dortch,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">378</span></span>, 380, <span class=\"citation\" data-id=\"1341920\"><a href=\"/opinion/1341920/fidelity-bankers-life-ins-co-v-dortch/\"><span class=\"volume\">348</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">794</span></a></span>, 796 (1986)), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">637</span></span>, <span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">329</span></span> (1990); <i>see </i><i>York Indus. Center, Inc. v. Michigan Mut. Liability Co.,</i> <span class=\"citation\" data-id=\"1384077\"><a href=\"/opinion/1384077/york-industrial-center-inc-v-michigan-mut-liab-co/\"><span class=\"volume\">271</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">158</span></a></span>, 162, <span class=\"citation\" data-id=\"1384077\"><a href=\"/opinion/1384077/york-industrial-center-inc-v-michigan-mut-liab-co/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">501</span></a></span>, 505 (1967). If the policy language is clear and unambiguous, the policy must be interpreted according to its plain meaning. <i>See, e.g., </i><i>Nationwide Mut. Fire Ins. Co. v. Grady,</i> 130 N.C.App. 292, <span class=\"citation\" data-id=\"1277378\"><a href=\"/opinion/1277378/nationwide-mut-fire-ins-co-v-grady/\"><span class=\"volume\">502</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">648</span></a></span>, 651 (1998). If there is an ambiguity in the insurance policy, it must be resolved against the insurance company and in favor of the insured. <i>See </i><i>C.D. Spangler Const. Co. v. Industrial Crankshaft &amp; Engineering Co., Inc.,</i> <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">133</span></a></span>, 154, <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">557</span></a></span>, 570 (1990) (\"Court must give effect to reasonable interpretations which favor the policyholder[.]\"); <i>Woods v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1225673\"><a href=\"/opinion/1225673/woods-v-nationwide-mutual-ins-co/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">500</span></a></span>, 506, <span class=\"citation\" data-id=\"1225673\"><a href=\"/opinion/1225673/woods-v-nationwide-mutual-ins-co/\"><span class=\"volume\">246</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">773</span></a></span>, 777 (1978); <i>York,</i> 271 N.C. at 162, <span class=\"citation\" data-id=\"1384077\"><a href=\"/opinion/1384077/york-industrial-center-inc-v-michigan-mut-liab-co/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">501</span></a></span> at 504-05 (\"It is well settled that, in the construction of a policy of insurance, ambiguous provisions will be given the meaning most favorable to the insured.\") (internal quotations omitted). That a dispute surrounding the parties' interpretation of the policy has arisen is \"some indication that the language of the contract is, at best, ambiguous[.]\" <i>St. Paul Fire &amp; Marine Ins. Co. v. Freeman-White Assocs., Inc.,</i> <span class=\"citation\" data-id=\"1272036\"><a href=\"/opinion/1272036/st-paul-fire-marine-ins-v-freeman-white-associates/\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">77</span></a></span>, 83, <span class=\"citation\" data-id=\"1272036\"><a href=\"/opinion/1272036/st-paul-fire-marine-ins-v-freeman-white-associates/\"><span class=\"volume\">366</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">480</span></a></span>, 484 (1988). However, \"ambiguity ... is not established by the mere fact that the plaintiff makes a claim based upon a construction of [the policy's] language which the company asserts is not its meaning.\" <i>Wachovia Bank &amp; Trust Co. v. Westchester Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 354, <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">518</span></a></span>, 522 (1970). Further, the North Carolina Supreme Court has instructed that when interpreting the terms of an insurance contract, the \"[u]se of the plain, ordinary meaning of a term is the preferred construction.\" <i>C.D. Spangler</i> <span class=\"star-pagination\">*582</span> <i>Const. Co. v. Industrial Crankshaft &amp; Engineering Co., Inc.,</i> <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">133</span></a></span>, 151, <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">557</span></a></span>, 568 (1990).</p>\n<p>In light of these principles, the court finds that the arbitration claims brought by Farm Bureau against Plaintiff do not constitute \"property damage.\" Under the clear language of the policies, property damage requires either (1) a \"physical injury to\" or \"destruction of\" tangible property, or (2) \"loss of use of tangible property which has not been physically injured or destroyed[.]\" These requirements, in this court's opinion, infer that the property allegedly damaged has to have been undamaged or uninjured at some previous point in time. This is inconsistent with allegations that the subject property was never constructed properly in the first place. As noted <i>supra,</i> Farm Bureau's arbitration claims against Plaintiff sought recovery for repairs for allegedly unworkmanlike construction. Moreover, Farm Bureau's theories of recovery were premised solely allegations that Plaintiff never brought the quality of its work on the Construction Project up to the standard bargained for.</p>\n<p>Facing a similar issue in <i>Hobson Construction Company, Inc., v. Great American Insurance Co.,</i> 71 N.C.App. 586, <span class=\"citation\" data-id=\"1319882\"><a href=\"/opinion/1319882/hobson-const-co-v-great-american-ins-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">632</span></a></span> (1984), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">890</span></span> (1985), the Court of Appeals held that no \"property damage\" occurred within the meaning of a CGL policy under facts analogous to the instant case. In <i>Hobson,</i> Hobson constructed a concrete arch dam pursuant to a contract it entered into with property owners Richard and Margaretta Wood. After the construction was completed, the registered professional engineer who designed and supervised the construction issued the certificate of completion in November 1976. In December 1976, it was determined that the dam would not retain water, and state authorities ordered the impounded water to be completely drained. The Woods sued Hobson and the engineer in Superior Court \"seeking to recover damages in the nature of repair cost and cost of completion of the project.\" <i>Id.</i> at 587, 322 S.E.2d at 633. The action was based on the alleged failure of Hobson and the engineer to perform their obligations under contracts with the Woods, \"including Hobson's alleged failure to construct the concrete arch dam in a workmanlike manner and alleged actionable negligence on the part of Hobson and [the engineer].\" <i>Id.</i></p>\n<p>Hobson was insured under a CGL policy issued by Great American Insurance Company (\"Great American\"). Great American defended Hobson on the negligence and contract claims under a reservation of rights. At trial, the jury returned a verdict in favor of the Woods on the contract claim only. Great American refused to satisfy the judgment against Hobson, and a declaratory judgment action on the issue of coverage ensued. The trial court in the coverage action ordered that Great American's CGL policy did not obligate Great American to satisfy the judgment against its insured. The Court of Appeals affirmed. <i>Id.</i> at 591, 322 S.E.2d at 635.</p>\n<p>After reviewing the definition of \"property damage\" in the Great American policy â   which is virtually identical to the definition in the Great American policy in the instant case â   the Court of Appeals determined that the pleadings in the underlying action alleged that the insured incurred damage \"`in the nature of repair and cost of completion of the project.'\" <i>Id.</i> at 590-91, 322 S.E.2d at 635. The Court stated:</p>\n<blockquote>The pleadings do not allege physical injury or destruction of tangible property which might be compensable under the first quoted policy definition, nor do the pleadings allege \"loss of use\" of tangible property which has not been physically injured or destroyed due to an occurrence which might be compensable under the second quoted definition.</blockquote>\n<p><i>Id.</i> at 591, 322 S.E.2d at 635. Hobson argued for the first time on appeal that compensable \"property damage\" occurred when the Woods lost the use of their tangible <span class=\"star-pagination\">*583</span> property, the dam. However, the Court rejected this argument, stating that \"[t]he damages awarded by the jury at trial were awarded on the basis of repair and completion costs and not on the basis of loss of use.\" <i>Id.</i> Ultimately, the Court concluded that Hobson failed to bring its particular injury within the insuring language of the policy, thus affirming the trial court's disposition of the case. <i>See id.</i></p>\n<p>Not only does the plain language of the policies at issue in the instant case suggest that no \"property damage\" has taken place, the clear holding in <i>Hobson</i> further compels this court to reach the same conclusion. <i>Hobson</i> indicates that damages based solely on shoddy workmanship (<i>i.e.,</i> damages seeking repair costs and/or completion costs) are not \"property damage\" within the meaning of a standard form CGL policy similar to those issued to Plaintiff. It is also significant to note that Farm Bureau did not allege, nor does Plaintiff, that the damages sought in the arbitration were based on \"loss of use\" of the building addition. In fact, Farm Bureau only set forth two categories of damages it sought to recover in the arbitration â   both of which were based on costs of repair. First, the figure in excess of $92,727.00 set forth in Farm Bureau's arbitration memorandum (\"Trial Memorandum\") represented \"[t]he costs of replacing the waterproofing membrane so as to give Farm Bureau what it contracted ... as quoted by R.N. Rouse &amp; Company, Inc.\" (Pl.'s App., Attach. 10, at 2, 4.) Second, the figure in excess of $5,000.00 was based on what it cost Farm Bureau to have Dellinger Plaster repair the stucco wall. <i>See id.</i> Farm Bureau claimed that Plaintiff's failure \"to install fiberglass matting before the final coat of stucco\" had caused the wall to crack. <i>See id.</i></p>\n<p>In sum, it is clear to this court that Farm Bureau's entire basis of recovery against Plaintiff in the underlying action was for repair costs necessitated by Plaintiff's allegedly poor workmanship. <i>Cf. </i><i>Reliance Insurance Co. v. Mogavero,</i> <span class=\"citation\" data-id=\"1452024\"><a href=\"/opinion/1452024/reliance-ins-co-v-mogavero/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">84</span></a></span>, 86 (D.Md.1986) (\"Property damage\" has been defined to exclude defective work performed by the insured.). Accordingly, based on the foregoing argument and authority it is RECOMMENDED that Defendants' Motions for Summary Judgment should be GRANTED in their entirety on the basis that there was no \"property damage\" within the meaning of the insurance policies at issue. However, should the District Court disagree with this court's conclusion and find that Summary Judgment is inappropriate on this basis, the court has analyzed herein the Defendants' other arguments in support of their respective Motions.</p>\n<p></p>\n<h2><i>F. Was There An \"Occurrence\" Within the Meaning of the Insurance Policies?</i></h2>\n<p>Assuming for purposes of this Memorandum &amp; Recommendation that Farm Bureau's claims sufficiently alleged \"property damage\" within the meaning of Defendants' policies, such property damage must have been \"caused by an occurrence\" in order to trigger coverage. \"Occurrence\" is defined in the Great American policy as follows:</p>\n<blockquote>\"occurrence\" means an accident, including continuous or repeated exposure to conditions, which results in bodily injury or property damage neither expected nor intended from the standpoint of the insured;</blockquote>\n<p>(Great Am. Policy, Definitions sec.) The Penn National policy states:</p>\n<blockquote>\"Occurrence\" means an accident, including continuous or repeated exposure to substantially the same general harmful conditions.</blockquote>\n<p>(Penn Nat'l. Policy, Sec. V(9).)</p>\n<p>As previously stated, Farm Bureau sought to recover costs solely in connection with repairing Plaintiff's allegedly shoddy workmanship. This court has found no North Carolina cases dealing with the issue of whether the defective workmanship of an insured, standing <span class=\"star-pagination\">*584</span> alone, constitutes an \"occurrence\" or \"accident\" within the meaning of an insurance contract, and the parties cite no North Carolina law on this particular issue.</p>\n<p>The plain language of the policies indicates that an \"occurrence\" is foremost an \"accident.\" Neither policy defines the term \"accident.\" The North Carolina Supreme Court, however, has defined \"accident\" in the context of a general liability policy to mean \"an unforeseen event, occurring without the will or design of the person whose mere act causes it; an unexpected, unusual, or undesigned occurrence; the effect of an unknown cause, or, the cause being known, an unprecedented consequence of it; a casualty.\" <i>Tayloe v. Hartford Accident &amp; Indem. Co.,</i> <span class=\"citation\" data-id=\"1332085\"><a href=\"/opinion/1332085/tayloe-v-hartford-accident-indemnity-company/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">626</span></a></span>, 627, <span class=\"citation\" data-id=\"1332085\"><a href=\"/opinion/1332085/tayloe-v-hartford-accident-indemnity-company/\"><span class=\"volume\">127</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">238</span></a></span>, 239-40 (1962); <i>see </i><i>Waste Management of Carolinas, Inc. v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, 694, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, 379, <i>reh'g denied,</i> <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">346</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1986). A common element in the Supreme Court's definition of \"accident\" is the notion that an accident is \"unforeseen,\" \"unexpected,\" \"unusual,\" \"undesigned,\" the effect of an \"unknown cause,\" or an \"unprecedented consequence.\" In <i>Indiana Ins. Co. v. Hydra Corp.,</i> 245 Ill.App.3d 926, <span class=\"citation\" data-id=\"2136099\"><a href=\"/opinion/2136099/indiana-ins-co-v-hydra-corp/\"><span class=\"volume\">185</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">775</span></a></span>, <span class=\"citation\" data-id=\"2136099\"><a href=\"/opinion/2136099/indiana-ins-co-v-hydra-corp/\"><span class=\"volume\">615</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">70</span></a></span>, <i>appeal denied,</i> <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">559</span></span>, <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">889</span></span>, <span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1206</span></span> (1993), the Illinois Appellate Court applied a similar definition of \"accident\" to an insurance coverage dispute stemming from the contractor-insured's defective workmanship. Specifically, the insured, Hydra, contracted to build an industrial building for B.K. Production Specialties (\"B.K.\"). B.K. filed an arbitration action against Hydra pursuant to their construction contract, claiming that numerous cracks had appeared on the concrete flooring and that the building's exterior paint had become loose and unsightly. The arbitrator found for B.K., and Hydra later sought defense and indemnity from its insurer in a subsequent action brought by B.K. to enforce the arbitrator's award. The insurer denied coverage, contending that the damages suffered by B.K. were not caused by an occurrence. The trial court granted the insurer's motion for judgment on the pleadings in the insurer's declaratory judgment action on the issue of coverage. <i>Id.</i> at 72. The Appellate Court affirmed. <i>Id.</i> at 75.</p>\n<p>Citing Illinois case law, the Appellate Court stated:</p>\n<blockquote>The use of the word \"occurrence\" in insurance policies broadens coverage and eliminates the need to find an exact cause of damages as long as they are neither intended nor expected by the insured. However, the occurrence must still be accidental. An accident is \"an unforeseen occurrence, usually of an untoward or disastrous character or an undesigned sudden or unexpected event of an inflictive or unfortunate character.\" The natural and ordinary consequences of an act do not constitute an accident. B.K.'s damages were not the result of an accident.</blockquote>\n<p><i>Id.</i> at 73. Applying this definition of \"accident,\" the Court held that there was no \"occurrence\" within the meaning of the insurance contract, explaining that \"the cracks in the floor and the loose paint on the exterior of the building are the natural and ordinary consequences of installing defective concrete flooring and applying the wrong type of paint.\" <i>Id.</i> The court finds the logic in <i>Hydra</i> persuasive, noting that a similar argument can be applied in the instant case. The natural and ordinary consequences of improperly applying a waterproofing membrane and failing to apply fiberglass matting in stucco construction could very well be a leaky membrane and cracked walls. Such a result would not typically be thought of as an \"accident\" as that term is defined by the Supreme Court in <i>Tayloe, supra</i><i>. See also </i><i>C.D. Spangler Const. Co. v. Industrial Crankshaft &amp; Engineering Co., Inc.,</i> <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">133</span></a></span>, 151, <span class=\"citation\" data-id=\"1390860\"><a href=\"/opinion/1390860/spangler-const-v-indus-crankshaft/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">557</span></a></span>, 568 (1990) (\"Use of the plain, ordinary meaning of a term is the preferred construction.\"); <i>cf. </i><i>Jakobson Shipyard, Inc. v. Aetna Casualty &amp; Surety Co.,</i> <span class=\"star-pagination\">*585</span> <span class=\"citation\" data-id=\"581375\"><a href=\"/opinion/581375/jakobson-shipyard-inc-v-the-aetna-casualty-and-surety-company-and-the/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span>, 389 (2d Cir.1992) (\"An accident, given its dictionary meaning, is `an event or condition occurring by chance or arising from unknown or remote causes.' Webster's Third New International Dictionary 11 (1981). We might add that in common parlance an external force of some kind is usually involved.\").</p>\n<p>Several other courts have similarly held that defective workmanship does not constitute an \"occurrence.\" <i>See, e.g., </i><i>Dreis &amp; Krump Mfg. Co. v. Phoenix Ins. Co.,</i> <span class=\"citation\" data-id=\"342473\"><a href=\"/opinion/342473/dreis-krump-manufacturing-company-v-the-phoenix-insurance-company-and/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 688-89 (7th Cir.1977) (holding that property damage to industrial press brake resulting from defective manufacture is not an occurrence within meaning of CGL policy); <i>Jakobson,</i> 961 F.2d at 389 (\"Were we to construe the words `accident' or `continuous or repeated exposure to conditions' as encompassing damage to a product resulting from the product's failure to perform according to contract specifications, we would expand the agreed-upon coverage.\"); <i>Hamilton Die Cast, Inc. v. United States Fidelity &amp; Guaranty Co.,</i> <span class=\"citation\" data-id=\"324073\"><a href=\"/opinion/324073/hamilton-die-cast-inc-v-united-states-fidelity-and-guaranty-company/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">417</span></a></span>, 419-20 (7th Cir.1975) (holding that defective manufacture of tennis racket frame is not an occurrence); <i>United States Fidelity &amp; Guar. Corp. v. Advance Roofing &amp; Supply Co.,</i> <span class=\"citation\" data-id=\"1292499\"><a href=\"/opinion/1292499/us-fidelity-guar-v-advance-roofing/\"><span class=\"volume\">163</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"1292499\"><a href=\"/opinion/1292499/us-fidelity-guar-v-advance-roofing/\"><span class=\"volume\">788</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1227</span></a></span>, 1233 (Ct.App.1989) (\"In our opinion, the better reasoned authorities hold that mere faulty workmanship, standing alone, cannot constitute an occurrence as defined in the policy, nor would the cost of repairing the defect constitute property damages.\"); <i>Hawkeye-Security Ins. v. Vector Constr.,</i> 185 Mich.App. 369, <span class=\"citation\" data-id=\"2181966\"><a href=\"/opinion/2181966/hawkeye-security-ins-v-vector-const/\"><span class=\"volume\">460</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">329</span></a></span>, 334 (1990) (holding as matter of first impression under Michigan law that the \"defective workmanship\" of the insured \"was not the result of an occurrence within the meaning of the insurance contract\"); <i>McAllister v. Peerless Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">676</span></span>, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1033</span></span>, 1036 (1984) (Souter, J.) (\"The fortuity implied by reference to accident or exposure is not what is commonly meant by a failure of workmanship.\").</p>\n<p><i>Hamilton Die Cast, supra,</i> provides a particularly useful analysis. <i>See </i><i>Monticello Ins. Co. v. Wil-Freds Constr., Inc.,</i> 277 Ill.App.3d 697, <span class=\"citation\" data-id=\"2093191\"><a href=\"/opinion/2093191/monticello-ins-co-v-wil-freds-const-inc/\"><span class=\"volume\">214</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">597</span></a></span>, <span class=\"citation\" data-id=\"2093191\"><a href=\"/opinion/2093191/monticello-ins-co-v-wil-freds-const-inc/\"><span class=\"volume\">661</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">451</span></a></span>, 455-57 (1996) (citing <i>Hamilton Die Cast</i> and holding that construction defects do not constitute an occurrence within meaning of CGL policy). In <i>Hamilton Die Cast,</i> an insured-manufacturer of tennis racket frames sold frames to Midland Sporting Goods (\"Midland\"). Midland sued the insured-manufacturer, claiming that the frames were defective and below the quality contracted for. The insured-manufacturer tendered the defense to its insurer, which had issued a CGL policy to the insured-manufacturer. The insurer refused to defend the insured-manufacturer, asserting, <i>inter alia,</i> that there had been no \"occurrence\" to trigger coverage. 508 F.2d at 419. The Seventh Circuit, applying Ohio law, agreed with the insurer and held that the negligent manufacturing of a tennis racket is not an accident. <i>Id.</i> at 420. The Seventh Circuit stated:</p>\n<blockquote>If one of the completed rackets had broken during normal use due to the defective frames and a person or an item of property had been harmed, it seems clear that there would have been an \"occurrence\" and that defendant would have had responsibility for plaintiff's defense. Such a situation would clearly be \"an accident.\" The policy does not, however, cover \"an occurrence of alleged negligent manufacture\"; it covers negligent manufacture that results in \"an occurrence.\" [The insured-manufacturer's] strained interpretations aside, the Midland complaint would not support a reasonable belief that Midland's damages were the result of \"an occurrence\" within the definition of the policy in suit.</blockquote>\n<p><i>Id.</i> The same logic applies herein. If, for example, Farm Bureau sued Vick Construction for damages caused to office furniture due to leaks in the newly constructed building addition, or if faulty construction caused the ceiling to collapse thereby causing injury to a person standing <span class=\"star-pagination\">*586</span> inside the new addition, such an event may very well constitute an \"accident\" triggering coverage, though these issues are not before the court. <i>See id.; </i><i>Wil-Freds,</i> <span class=\"citation\" data-id=\"2093191\"><a href=\"/opinion/2093191/monticello-ins-co-v-wil-freds-const-inc/\"><span class=\"volume\">214</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">597</span></a></span>, 661 N.E.2d at 457; <i>Weedo v. Stone-E-Brick, Inc.,</i> <span class=\"citation\" data-id=\"1526333\"><a href=\"/opinion/1526333/weedo-v-stone-e-brick-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">233</span></a></span>, <span class=\"citation\" data-id=\"1526333\"><a href=\"/opinion/1526333/weedo-v-stone-e-brick-inc/\"><span class=\"volume\">405</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">788</span></a></span>, 796 (1979) (holding that CGL policy \"does not cover an accident of faulty workmanship but rather faulty workmanship which causes an accident\").<sup>[8]</sup> However, it is clear that Farm Bureau's claims against Plaintiff were based solely on the costs of repairing Plaintiff's allegedly faulty workmanship, and thus, there was no \"occurrence\" within the meaning of the policies.</p>\n<p>In sum, although there is no North Carolina authority on point, given the North Carolina Supreme Court's interpretation of the term \"accident\" in <i>Tayloe,</i> this court concludes that an insured's poor workmanship does not fall within the meaning of that term, and thus does not constitute an \"occurrence.\" <i>See also </i><i>Reliance Insurance Co. v. Mogavero,</i> <span class=\"citation\" data-id=\"1452024\"><a href=\"/opinion/1452024/reliance-ins-co-v-mogavero/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">84</span></a></span>, 86 (D.Md.1986) (\"`[O]ccurrence' does not include the normal, expected consequences of poor workmanship. While over the years the definition of occurrence has been broadened to include `continuous or repeated exposure to conditions' as well as sudden catastrophes, it still connotes the idea of `accident' which is included in its policy definition.\"). Thus, it is RECOMMENDED that the Defendants' Motions for Summary Judgment should be GRANTED in their entirety on the basis that there has been no \"occurrence\" within the meaning of the insurance policies.</p>\n<p></p>\n<h2><i>G. Did an \"Occurrence\" Causing \"Property Damage\" Occur Within the Policy Periods?</i></h2>\n<p>Assuming that the District Court disagrees with this court's Recommendation and finds that Farm Bureau's underlying claims against Plaintiff constituted \"property damage\" caused by an \"occurrence,\" such an event must still have taken place within the policy period in order to trigger coverage. North Carolina has adopted the \"date of discovery\" or \"manifestation\" rationale which holds \"that for insurance purposes property damage `occurs' when it is first manifested or discovered.\" <i>West Am. Ins. Co. v. Tufco Flooring E., Inc.,</i> 104 N.C.App. 312, 318, <span class=\"citation\" data-id=\"1409353\"><a href=\"/opinion/1409353/west-american-insurance-co-v-tufco-flooring-east-inc/\"><span class=\"volume\">409</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">692</span></a></span>, 696 (1991), <i>disc. review granted,</i> <span class=\"citation\" data-id=\"1330802\"><a href=\"/opinion/1330802/state-v-kellam/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">853</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">555</span></span>, <i>disc. review denied as improvidently granted,</i> <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">479</span></span>, <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">826</span></span> (1992); <i>see </i><i>Peerless Ins. Co. v. Strother,</i> <span class=\"citation\" data-id=\"2350681\"><a href=\"/opinion/2350681/peerless-ins-co-v-strother/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></a></span>, 870 (E.D.N.C. 1990) (applying, under North Carolina law, a \"discovery\" trigger of coverage theory).</p>\n<p>While Plaintiff suggests that an exposure theory of coverage might be more appropriate in this case, citing <i>Imperial Casualty &amp; Indemnity Co. v. Radiator Specialty Co.,</i> <span class=\"citation\" data-id=\"2082048\"><a href=\"/opinion/2082048/imperial-cas-and-indem-co-v-radiator-specialty-co/\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1437</span></a></span>, 1443 (E.D.N.C.1994), <i>aff'd </i><i>per curiam,</i> <span class=\"citation\" data-id=\"705195\"><a href=\"/opinion/705195/mary-bailey-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>4 (4th Cir.1995); (<i>see</i> Pl.'s Mem. in Opp. to Great Am. at 18-19, FD 30), the court finds Plaintiff's argument to be without merit. In <i>Imperial Casualty,</i> the District Court, applying and predicting North Carolina law, held that North Carolina's courts \"would not adopt the manifestation <span class=\"star-pagination\">*587</span> rule in asbestos-related injury cases.\" 862 F.Supp. at 1443. Application of the exposure theory of coverage advanced by <i>Imperial Casualty,</i> however, appears to be limited to the unique nature of asbestos-related diseases, in that \"there is universal medical agreement that the time when asbestosis manifests itself is not the time when the disease occurred.\" <i>Id.</i> (quoting <i>Insurance Co. of N. Am. v. Forty-Eight Insulations, Inc.,</i> <span class=\"citation\" data-id=\"383770\"><a href=\"/opinion/383770/insurance-co-of-north-america-v-forty-eight-insulations-inc/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1212</span></a></span>, 1219 (6th Cir.1980), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></span> (1981)). In addition, the North Carolina Court of Appeals has recently reaffirmed the discovery rule first adopted in <i>Tufco. See </i><i>Home Indem. Co. v. Hoechst Celanese Corp.,</i> 128 N.C.App. 259, <span class=\"citation\" data-id=\"1357549\"><a href=\"/opinion/1357549/home-indemnity-co-v-hoechst-celanese-corp/\"><span class=\"volume\">494</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">764</span></a></span>, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">71</span></span>, <span class=\"citation no-link\"><span class=\"volume\">505</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">868</span></span> (1998). In <i>Home Indemnity,</i> the Court explained that \"[i]n adopting the discovery rule, the <i>Tufco</i> decision did not limit its holding to its facts or otherwise restrict its application to situations in which the occurrence date is unknown.\" <i>Id.</i> at 264, 494 S.E.2d at 767. Moreover, the Court clearly stated that \"<i>Tufco</i> ... determined that the discovery rule applies <i>`for insurance purposes.'\" Id.</i> (emphasis added). Thus, this court declines to <i>extend Imperial Casualty</i> to this insurance coverage dispute and further finds that the \"date of discovery,\" or \"manifestation,\" trigger of coverage theory controls in the instant case.</p>\n<p>Plaintiff essentially argues that, because Farm Bureau's arbitration demand \"is vague as to when the leaks began and which leaks resulted in the damage being sought[,]\" (FD 30 at 17; <i>see also</i> FD 29 at 14), and that \"[t]he Demand for Arbitration ... is silent as to when the property damage that Farm Bureau was seeking recovery for is alleged to have been discovered.\" (FD 30 at 18), under North Carolina's comparison test, both insurers had a duty to defend because there was a mere possibility that the damages occurred during their respective policy periods. Plaintiff's argument, however, assumes that the court must first address the duty to defend issue before reaching the issue of whether there is in fact coverage. This assumption is similar to the one made by the defendant-insured in <i>Imperial Casualty,</i> where it was argued that the insurer \"still ha[d] a duty to defend the insured regardless of the dispute concerning coverage since the insurer's duty under North Carolina law is much broader than its obligation to pay damages under the policy.\" 862 F.Supp. at 1440-41. Judge Dupree rejected the defendant-insurer's argument and indicated that it is appropriate to decide the issue of coverage <i>first</i> in certain instances, stating:</p>\n<blockquote>While the court is mindful of North Carolina's liberal policy of requiring the insurer to defend the insured in questionable cases regarding coverage, there is nothing implicit in the language of the cases relied on by defendant[-insured] to support its contention that the court must first address the duty to defend issue. As noted in <i>Waste Management,</i> [<span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, <i>reh'g denied,</i> <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">346</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1986),] the insurer's refusal to defend is at its own peril and it will be responsible for the costs of the defense if the evidence subsequently presented at trial establishes that the claim in question is covered. This is not to say, however, that the issue of coverage cannot be decided first under certain circumstances.</blockquote>\n<p><i>Id.</i> at 1441.</p>\n<p>Overall, it may be immaterial whether the duty to defend issue is analyzed independent of the issue of coverage, at least in the context of determining which policy period was triggered, because this court finds that the faulty workmanship, as alleged in the arbitration claims, manifested itself during the Great American policy period, and possibly during the Penn National policy period as well.</p>\n<p>With respect to the Great American policy, it is undisputed that problems with the waterproofing membrane to the plaza deck were discovered as early as January 23, <span class=\"star-pagination\">*588</span> 1987, when the architect reported that \"water penetration was observed at junction of deck slab and parapet wall on east and south walls[.]\" (Pl.'s App., Attach. 6.) Leakage was again noted on April 16, 1987, (FD 21, Ex.3), as well as blistering on the \"vertical waterproofing at parapet\" on June 16, 1987, (Pl.'s App., Attach.5). All of these problems manifested themselves within the Great American policy period (July 11, 1986, through July 11, 1987), thus triggering the Great American policy.</p>\n<p>Great American contends, <i>inter alia,</i> that the date of discovery should be fixed at November 9, 1988, when Vick Construction removed a portion of the roof deck to \"expose what was determined to be a failing roof.\" (FD 36, Great Am. Reply Mem. at 7-8.) The court finds this argument unpersuasive. Under North Carolina case law, the trigger date for coverage is the date of discovery or manifestation of damages, not when the alleged cause of those damages is discovered. It is clear to this court that the problems with water leakage manifested themselves prior to November 9, 1988, and more importantly, prior to July 11, 1987. Therefore, it is RECOMMENDED that, to the extent Great American seeks Summary Judgment solely on the basis that there was no event triggering coverage during its policy period, Great American's Motion should be DENIED.</p>\n<p>Applying the same logic, Penn National argues that any \"occurrence\" would have manifested itself prior to July 11, 1987, the effective date of Penn National's policy, and thus Penn National's policy afforded Plaintiff no coverage for Farm Bureau's claims. However, Farm Bureau's arbitration claims encompass â   at least potentiallyâ  two distinct allegations of poor workmanship. The Demand for Arbitration filed against Vick Construction seeks recovery for \"[r]ecurring leaks from roof and through side walls <i>and</i> cracks in plaster of parapet walls of addition to main Farm Bureau office building[.]\" (Pl.'s App., Attach.14) (emphasis added). Also, Farm Bureau's Trial Memorandum filed in the arbitration proceeding differentiated the costs of repairing the waterproofing membrane from those costs for fixing the cracked stucco.</p>\n<p>Overall, is unclear to this court exactly when the cracks in the stucco first manifested themselves and whether the stucco claims are in fact distinct from the leakage claims. Great American, for instance, contends that there was no evidence of cracking stucco prior to July 11, 1987. (<i>See</i> FD 36 at 8.) Great American further states that the first stucco-related complaint appears to have been in November 1989 in a letter between Vick Construction and the architect. (<i>See</i> FD 36 at 8), thus suggesting a manifestation of damages sometime during the Penn National policy period. Penn National, on the other hand, appears to take the position that the problems with the stucco are related to the leakage problems, and thus the manifestation date for the stucco problems should be set prior to July 11, 1987. (FD 37 at 7-8.) The Plaintiff's argument with respect to this issue assumes that an exposure theory of coverage controls in this case, and thus is not entirely applicable.</p>\n<p>Given the uncertainties surrounding the exact nature of the claims alleged and the unresolved issue of whether there existed two separate instances of manifestation for two distinct allegations of faulty workmanship, and resolving any doubt of coverage in favor of the insured, <i>see </i><i>Waste Management v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, 693, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, <i>reh'g denied,</i> <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"1318495\"><a href=\"/opinion/1318495/waste-management-of-carolinas-inc-v-peerless-insurance-co/\"><span class=\"volume\">346</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1986), the court cannot conclude as a matter of law that the Penn National policy was not triggered. Although water leakage was clearly discovered prior to the effective date of Penn National's policy, there is a possibility that the stucco-related claims did not manifest themselves until after July 11, 1987, and thus part of Farm Bureau's claims would have arisen during Penn National's policy period. Under North Carolina law, a \"hybrid <span class=\"star-pagination\">*589</span> of covered and excluded events discloses the possibility of liability, which triggers the insurer's duty to defend.\" <i>Peerless Ins. Co. v. Strother,</i> <span class=\"citation\" data-id=\"2350681\"><a href=\"/opinion/2350681/peerless-ins-co-v-strother/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></a></span> (E.D.N.C.1990). Accordingly, it is RECOMMENDED that, to the extent Penn National seeks Summary Judgment solely on the basis that there was no occurrence within its policy period, Penn National's Motion should be DENIED.</p>\n<p></p>\n<h2><i>H. Defendants' Policy Exclusion Arguments</i></h2>\n<p>Should the District Court find that Farm Bureau's claims against Vick Construction sufficiently alleged \"property damage\" caused by an \"occurrence\" within each insurers' respective policy periods, the burden would then shift to the insurers to prove the applicability of any policy exclusions. <i>See </i><i>Hobson Const. Co., Inc. v. Great American Ins. Co.,</i> 71 N.C.App. 586, 590, <span class=\"citation\" data-id=\"1319882\"><a href=\"/opinion/1319882/hobson-const-co-v-great-american-ins-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">632</span></a></span>, 635 (1984), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">890</span></span> (1985); <i>Nationwide Mut. Fire Ins. Co. v. Allen,</i> 68 N.C.App. 184, 188, <span class=\"citation\" data-id=\"1257649\"><a href=\"/opinion/1257649/nationwide-mut-fire-ins-co-v-allen/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>, 554, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></span>, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">142</span></span> (1984).</p>\n<p>At the outset, the court notes that Penn National raises no policy exclusion arguments in its Memorandum in Support of Summary Judgment. Although Part G of Penn National's Reply Memorandum references a so-called \"Your Work\" exclusion in the heading of that section, Penn National does not identify the specific policy exclusion to which it is referring. More importantly, Penn National offers no discernible argument as to why a \"Your Work\" exclusion, or any other exclusion, operates to bar coverage. In fact, Penn National's argument under Part G of its Reply Memorandum appears to focus on Penn National's late notice defense. Given Penn National's failure to set forth any policy exclusion arguments, this court finds that Penn National has failed to carry its burden of proving the applicability of any policy exclusions. Accordingly, it is RECOMMENDED that, to the extent Penn National seeks Summary Judgment solely on the basis that its policy exclusions bar coverage, Penn National's Motion should be DENIED.</p>\n<p>Great American, on the other hand, identifies specific policy exclusions it contends apply in the instant case. Great American first points to exclusion (n), which provides that insurance coverage does not apply \"to property damage to the named insured's products arising out of such products or any part of such products.\" (Great Am. Policy, Sec. I(n).) Great American also points to several exclusions contained in the Broad Form Property Comprehensive General Liability Endorsement, which replace exclusions (k) and (<i>o</i>), and provide that insurance coverage does not apply</p>\n<blockquote>(1) to property owned or occupied by or rented to the insured, or, except with respect to the use of elevators, to property held by the insured for sale or entrusted to the insured for storage or safekeeping;</blockquote>\n<blockquote>(2) except with respect to liability under a written sidetrack agreement or the use of elevators</blockquote>\n<blockquote>(a) to property while on premises owned by or rented to the insured for the purpose of having operations performed on such property by or on behalf of the insured,</blockquote>\n<blockquote>(b) to tools or equipment while being used by the insured in performing his operations,</blockquote>\n<blockquote>(c) to property in the custody of the insured which is to be installed, erected or used in construction by the insured,</blockquote>\n<blockquote>(d) to that particular part of any property, not on premises owned by or rented to the insured,</blockquote>\n<blockquote>(i) upon which operations are being performed by or on behalf of the insured at the time of the property damage arising out of such operations, or</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*590</span> (ii) out of which any property damage arises, or</blockquote>\n<blockquote>(iii) the restoration, repair or replacement of which has been made or is necessary by reason of faulty workmanship thereon by or on behalf of the insured;</blockquote>\n<blockquote>(3) with respect to the completed operations hazard and with respect to any classification stated in the policy or in the company's manual as \"including completed operations\", to property damage to work performed by the named insured arising out of such work or any portion thereof, or out of such materials, parts or equipment furnished in connection therewith.</blockquote>\n<p>(Great Am. Policy, Broad Form Prop.Compr.Gen.Liab.Endors., part VI.) Pointing to exclusion (n) and exclusions (d)(i)-(iii) in the aforementioned endorsement, Great American argues that the \"vast majority of jurisdictions construing these provisions have held that they are designed to exclude from coverage claims alleging defective workmanship to a product or performance of a contract as to the very property which has been contracted for.\" (FD 25 at 18) (citing cases). Great American contends that this is the so-called \"business risk\" rule which holds that \"a general liability policy is not intended to cover the ordinary business risk associated with the performance of one's contract in a workmanlike way as opposed to bodily injury or property damage to an injured third party.\" (FD 25 at 18) (citing cases). In light of the North Carolina Court of Appeal's holding in <i>Western World Insurance Co. v. Carrington,</i> 90 N.C.App. 520, <span class=\"citation\" data-id=\"1379642\"><a href=\"/opinion/1379642/western-world-ins-co-v-carrington/\"><span class=\"volume\">369</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">128</span></a></span> (1988), this court finds that Great American's argument has merit.</p>\n<p>In <i>Carrington,</i> Rodney Carrington, a subcontractor, performed waterproofing work on building and parking deck project in 1983. Clancy &amp; Theys Construction Company (\"Clancy &amp; Theys\") was general contractor for the project. The following year, after the parking deck was completed and in use, a water leak was discovered in the top level of the water deck. The leak damaged several cars and caused cracking in the deck's concrete slabs. To remedy the situation, Clancy &amp; Theys installed a new waterproofing system at a cost of approximately $130,000. Clancy &amp; Theys sued Carrington for the costs of repair. Carrington tendered its defense to Western World Insurance Co. (\"Western World\"), Carrington's liability insurer at the time it performed the waterproofing work. Western World denied coverage and subsequently filed a declaratory judgment action against Carrington on the issue of coverage. The trial court granted Western World's motion for summary judgment and the Court of Appeals affirmed.</p>\n<p>The Court of Appeals focused on exclusion (<i>o</i>) in the Western World policy, which provided that the insurance did not apply \"to property damage to work performed by or on behalf of the named insured arising out of the work or any portion thereof, or out of materials, parts or equipment furnished in connection therewith.\" <i>Id.</i> at 522, 369 S.E.2d at 129. Noting in particular that \"Clancy &amp; Theys' claim consist[ed] solely of costs incurred in replacing the allegedly defective waterproofing work done by Carrington, with a new waterproofing system[,]\" the Court held that exclusion (<i>o</i>) \"operates to exclude those costs from the policy's coverage.\" <i>Id.</i> at 523, 369 S.E.2d at 129.</p>\n<p>The Court of Appeals explained that exclusion (<i>o</i>) \"is one of several `work product' exclusions found in standardized liability insurance policies.\" <i>Id.</i> at 523, 369 S.E.2d at 130. The Court then stated that \"[s]ince the quality of the insured's work is a `business risk' which is solely within his own control, liability insurance generally does not provide coverage for claims arising out of the failure of the insured's product or work to meet the quality or specifications for which the insured may be liability as a matter of contract.\" <i>Id.</i> The Court distinguished those cases that <span class=\"star-pagination\">*591</span> involved \"claims for damages other than costs for repairing or replacing the insured's defective work or product.\" <i>Id.</i> at 524, 369 S.E.2d at 130. The Court concluded:</p>\n<blockquote>Clancy &amp; Theys' only claim is for costs incurred in substituting or replacing the protective functions which Carrington's original waterproofing work should have provided. The damages sought are solely for bringing the quality of the insured's work up to the standard bargained for. Consequently, the policy provides no coverage for the claim.</blockquote>\n<p><i>Id.</i> at 525, 369 S.E.2d at 131. <i>Carrington's</i> \"business risk\" rationale has since provided guidance to the North Carolina Supreme Court in <i>Barbee v. Harford Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1314980\"><a href=\"/opinion/1314980/barbee-v-harford-mut-ins-co/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">100</span></a></span>, 103, <span class=\"citation\" data-id=\"1314980\"><a href=\"/opinion/1314980/barbee-v-harford-mut-ins-co/\"><span class=\"volume\">408</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">840</span></a></span>, 842 (1991). Although the policy at issue in <i>Barbee</i> contained exclusionary language different from that in <i>Carrington</i> and the instant case, the Supreme Court's reliance on <i>Carrington</i> suggests its approval of the rationale underlying <i>Carrington.</i></p>\n<p>The Great American policy contains the same exclusion (<i>o</i>) as that found in <i>Carrington,</i> but the Broad Form Comprehensive General Liability Endorsement, Part VI.(A), in the Great American policy replaces exclusion (<i>o</i>) as set forth <i>supra.</i> While exclusion (<i>o</i>) is replaced in the Great American policy, <i>Carrington</i> is still highly relevant to the instant case. One of the Court's main points in <i>Carrington</i> is the idea that \"liability insurance policies are not intended to be performance bonds.\" <i>Carrington,</i> 90 N.C.App. at 524, 369 S.E.2d at 130. This same idea was expressed by the U.S. District Court in <i>Reliance Insurance Co. v. Mogavero,</i> <span class=\"citation\" data-id=\"1452024\"><a href=\"/opinion/1452024/reliance-ins-co-v-mogavero/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">84</span></a></span>, 87 (D.Md.1986), which held that the insurer owed no duty to defend where the \"thrust of the claims\" against the insured was that insured's workmanship was poor. In particular, the <i>Mogavero</i> Court stated that \"this case turns upon one overriding principle: that [the insurer] issued a general liability policy, not a performance bond, to [the insured] .... [and][t]he language of the policy must be read against the background of this principle.\" <i>Id.</i> at 85. This court finds that <i>Carrington</i>'s and <i>Mogavero</i>'s distinction between liability insurance policies and performance bonds is particularly useful in interpreting Great American's policy exclusions.<sup>[9]</sup> As stated by one appellate court: \"To hold that a CGL policy is the effective equivalent of a performance bond would cause injustice to the CGL insurer who, unlike the surety on a performance bond, has no recourse against a contractor for the use of defective materials or poor workmanship.\" <i>Monticello Ins. Co. v. Wil-Freds Constr., Inc.,</i> 277 Ill.App.3d 697, <span class=\"citation\" data-id=\"2093191\"><a href=\"/opinion/2093191/monticello-ins-co-v-wil-freds-const-inc/\"><span class=\"volume\">214</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">597</span></a></span>, <span class=\"citation\" data-id=\"2093191\"><a href=\"/opinion/2093191/monticello-ins-co-v-wil-freds-const-inc/\"><span class=\"volume\">661</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">451</span></a></span>, 459 (1996).</p>\n<p>As previously stated, exclusion (n) excludes from coverage \"property damage to the named insured's products arising out of such products or any part of such products.\" One dispute over this provision stems from whether a building or building addition falls is a \"product.\" Neither party cites any North Carolina cases on point, and this court has likewise found none but notes that â   as set forth in the parties' memoranda â   there is an apparent split of authority on the issue. In this court's opinion, however, the better reasoned cases hold that a building, or building addition, does fall within the meaning of the term \"product\" as used in a commercial general liability policy. <i>See, e.g., </i><i>Home Indemnity Co. v. Wil-Freds, Inc.,</i> <span class=\"citation\" data-id=\"2222029\"><a href=\"/opinion/2222029/home-indem-co-v-wil-freds-inc/\"><span class=\"volume\">235</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">971</span></a></span>, <span class=\"citation\" data-id=\"2222029\"><a href=\"/opinion/2222029/home-indem-co-v-wil-freds-inc/\"><span class=\"volume\">175</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">884</span></a></span>, <span class=\"citation\" data-id=\"2222029\"><a href=\"/opinion/2222029/home-indem-co-v-wil-freds-inc/\"><span class=\"volume\">601</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">281</span></a></span>, 284-85 (1992), <i>appeal denied,</i> <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">642</span></span>, <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">19</span></span>, <span class=\"citation no-link\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1263</span></span> (1993).</p>\n<p><span class=\"star-pagination\">*592</span> Plaintiff also contends that exclusion (n) is inapplicable because the faulty workmanship or \"product\" was the subcontractor's, Division 7, and not the Plaintiff's. There appear to be no North Carolina cases addressing this issue, and the parties' cite conflicting cases from various jurisdictions. Although mindful of the requirement that exclusions are to be narrowly construed, this court finds that the most logical reading of the phrase the \"insured's products,\" at least in the context of a general contractor insured, would result in a general contractor's \"product\" being the entire construction project contracted for with the owner or other third party. Consequently, based on the policy language, read in the context of <i>Western World Insurance Co. v. Carrington,</i> 90 N.C.App. 520, <span class=\"citation\" data-id=\"1379642\"><a href=\"/opinion/1379642/western-world-ins-co-v-carrington/\"><span class=\"volume\">369</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">128</span></a></span> (1988), it is RECOMMENDED that Great American's Motion for Summary Judgment be GRANTED in its entirety on the basis that exclusion (n) in the Great American policy bars coverage to the Plaintiff.</p>\n<p>With respect to exclusion (2)(d) in the Broad Form endorsement, <i>supra,</i> it is also clear to the court that, under a plain reading of subsection (iii), claims of faulty construction by Plaintiff, or subcontractor Division 7 on Plaintiff's behalf, would not be covered by the Great American policy. Exclusion (2)(d)(iii) excludes from coverage damage to \"that particular part of any property, not on premises owned by or rented to the insured, ... (iii) the restoration, repair or replacement of which has been made or is necessary by reason of faulty workmanship thereon by or on behalf of the insured[.]\" The allegedly faulty workmanship (which this court assumes is \"property damage\" for purposes of this part of the Memorandum &amp; Recommendation), undisputedly occurred on property or premises not owned by Plaintiff. The papers submitted in connection with the arbitration claims also make clear that the necessary repairs were allegedly the result of poor workmanship by Plaintiff or by Division 7 on Plaintiff's behalf. Therefore, it is RECOMMENDED that Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that exclusion (2)(d)(iii) in the Broad Form Comprehensive General Liability Endorsement of the Great American policy bars coverage to the Plaintiff.</p>\n<p>Great American also contends that the \"completed operations hazard exclusion\" also bars coverage to the Plaintiff. As set forth, <i>supra,</i> that exclusion provides as follows:</p>\n<blockquote>(3) with respect to the completed operations hazard and with respect to any classification stated in the policy or in the company's manual as \"including completed operations\", to property damage to work performed by the named insured arising out of such work or any portion thereof, or out of such materials, parts or equipment furnished in connection therewith.</blockquote>\n<p>(Great Am. Policy, Broad Form Compr.Gen.Liab.Endors. part VI(A)(3).) The term \"completed operations hazard\" is defined in the policy to include:</p>\n<blockquote>bodily injury and property damage arising out of operations or reliance upon a representation or warranty made at any time with respect thereto, but only if the bodily injury or property damage occurs after such operations have been completed or abandoned and occurs away from premises owned by or rented to the named insured.</blockquote>\n<p>(Great Am. Policy, Definitions sec.) The policy further provides that the term \"operations\" includes</p>\n<blockquote>materials, parts or equipment furnished in connection therewith. Operations shall be deemed completed at the earliest of the following times:</blockquote>\n<blockquote>(1) when all operations to be performed by or on behalf of the named insured under the contract have been completed,</blockquote>\n<blockquote>(2) when all operations to be performed by or on behalf of the named <span class=\"star-pagination\">*593</span> insured at the site of the operations have been completed, or</blockquote>\n<blockquote>(3) when the portion of the work out of which the injury or damage arises has been put to its intended use by any person or organization other than another contractor or subcontractor engaged in performing operations for a principal as a part of the same project.</blockquote>\n<p>(Great Am. Policy, Definitions sec.)</p>\n<p>Again, it is significant to view the policy language in the context of the underlying dispute. As one U.S. Court of Appeals has explained:</p>\n<blockquote>The products hazard and completed operations provisions are not intended to cover damage to the insured's products or work project out of which an accident arises. The risk intended to be insured is the possibility that the goods, products or work of the insured, once relinquished or completed, will cause bodily injury or damage to property other than to the product or completed work itself, and for which the insured may be found liable. The insured, as a source of goods or services, may be liable as a matter of contract law to make good on products or work which is defective or otherwise unsuitable because it is lacking in some capacity. This may even extend to an obligation to completely replace or rebuild the deficient product or work. This liability, however, is not what the coverages in question are designed to protect against. The coverage is for tort liability for physical damages to others and not for contractual liability of the insured for economic loss because the product or completed work is not that for which the damaged person bargained.</blockquote>\n<p><i>J.Z.G. Resources, Inc. v. King,</i> <span class=\"citation\" data-id=\"601490\"><a href=\"/opinion/601490/jzg-resources-inc-plaintiff-appellee-cross-appellant-v-edward-e/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span> (2d Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">993</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">553</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></span> (1993) (quoting Roger C. Henderson, <i>Insurance Protection for Products Liability and Completed Operations â   What Every Lawyer Should Know,</i> 50 Neb.L.Rev. 415, 441 (1971) (footnote omitted)). In short, this court agrees with the Second Circuit's reasoning in <i>J.Z.G. Resources</i> and cases cited therein. As set forth previously, the underlying claims were based solely on repairing faulty workmanship. Consequently, such claims fell within the completed operations hazard exclusion as such provisions are generally interpreted, and thus are not covered. Accordingly, it is RECOMMENDED that Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that the completed operations hazard exclusion in the Great American policy bars coverage to the Plaintiff.</p>\n<p></p>\n<h2><i>I. Defendants' Statute of Limitations Defense</i></h2>\n<p>Great American and Penn National both argue in the alternative that, if they owed Plaintiff a duty to defend in the underlying action, section 1-52(1) of the North Carolina General Statutes, N.C.Gen.Stat § 1-52(1), bars Plaintiff from recovering many of its legal bills incurred in defending Farm Bureau's claims. Specifically, both insurers contend that section 1-52(1) \"bars recovery of attorneys' fees incurred more than three years prior to the date of filing suit against the insurer for recovery of the attorneys' fees.\" (FD 25, Great Am.Mem. at 24; <i>see</i> FD 21, Penn Nat'l. Mem at 19.) Section 1-52(1) provides a three year statute of limitation, subject to certain exceptions, for an action \"[u]pon a contract, obligation or liability arising out of a contract, express or implied....\" N.C.Gen. Stat. § 1-52(1). Perhaps the only reported case interpreting this section in the context of an insurance coverage dispute is <i>Duke University v. St. Paul Mercury Insurance Co.,</i> 95, N.C.App. 663, 95 N.C.App. 663, <span class=\"citation\" data-id=\"1203512\"><a href=\"/opinion/1203512/duke-univ-v-st-paul-mercury-ins-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">36</span></a></span> (1989), which both Defendants' cite in support of their argument.</p>\n<p>In <i>Duke University,</i> the insured, Duke University (\"Duke\"), was sued in an underlying action which stemmed from Duke's proposed sale of a psychiatric hospital to a <span class=\"star-pagination\">*594</span> third party and from the disbursement of various funds and accounts related thereto. The underlying action progressed in federal court from July 1980 through June 1981. <i>See id.</i> at 665, 384 S.E.2d at 38. By the time Duke officially notified its insurer, St. Paul Mercury Insurance Co. (\"St.Paul\"), in September 1981, Duke had already incurred approximately $29,000.00 in legal fees. After investigating the claim under a reservation of rights, St. Paul denied coverage on October 19, 1981, and refused to defend Duke in the underlying suit. <i>See id.</i> at 666, 384 S.E.2d at 38. The underlying suit was resolved on July 16, 1982, and all settlement matters were concluded by January 1983. Duke commenced suit against St. Paul on July 12, 1985, to collect its legal fees incurred in the underlying suit. <i>See id.</i></p>\n<p>St. Paul argued, <i>inter alia,</i> that section 1-52(1) barred Duke's claim. The Court of Appeals held that \"under Section 1-52(1), an insured has three years from the date each legal expense is incurred to bring suit against the insurer for its refusal to defend the insured.\" <i>Id.</i> at 672, 384 S.E.2d at 41. Citing this language, the Great American and Penn National argue that the Plaintiff cannot recover for any legal expenses incurred more than three years prior to August 29, 1997, the date this declaratory judgment action was filed. (<i>See</i> FD 25 at 24; FD 21 at 19.) However, this court finds that Defendants have taken this language in <i>Duke University</i> out of the context of the facts of that case.</p>\n<p>The Court of Appeals made clear in <i>Duke University</i> that the three-year statute of limitations does not commence until the insurer denies coverage. The Court stated that</p>\n<blockquote>St. Paul breached its promise to defend Duke on 19 October 1981 when it notified Duke in writing that it would not provide a defense of the underlying action. Duke had three years from 19 October 1981 to sue St. Paul for the legal expenditures it incurred as of that date. However, Duke did not commence this lawsuit until 12 July 1985. Therefore, assuming St. Paul was not estopped to plead limitations, Section 1-52(1) bars Duke's recovery of any legal expenses incurred before 12 July 1982, <i>i.e.,</i> three years before the date it commenced suit on 12 July 1985.</blockquote>\n<p><i>Id.</i> at 672, 384 S.E.2d at 41. Thus, applying <i>Duke University</i> to the instant case, the statute of limitations period on Plaintiff's claims against Penn National did not commence until May 21, 1996, when Penn National Claims Representative John Allred notified William C. Vick, Jr. that Penn National denied coverage to Plaintiff in the underlying action. (Pl.'s App., Attach. 27.) There is no indication that Penn National denied Plaintiff coverage at an earlier date. Accordingly, Plaintiff's claims against Penn National were brought well within the limitations period. Therefore, to the extent Penn National seeks summary judgment solely on the basis that N.C.Gen.Stat. § 1-52(1) bars Plaintiff from recovering those legal expenses incurred prior to August 29, 1994, it is RECOMMENDED that Penn National's Motion for Summary Judgment should be DENIED.</p>\n<p>Turning to section 1-52(1)'s effect on Plaintiff's claims against Great American, the court notes that, according to Plaintiff, Great American denied coverage in a certified letter from Frank Biggerstaff, Resident Adjuster for Great American, to William C. Vick, Sr., dated August 30, 1994. (<i>See</i> Pl.'s App., Attach. 20.) Assuming that this contention is correct, Plaintiff's claims against Great American-filed on August 29, 1997 â   would not be barred by the three-year limitations period in section 1-52(1). Although Great American does not appear to argue that coverage was denied prior to Mr. Biggerstaff's August 30, 1994 letter, (<i>see</i> FD 25 at 6), the letter itself suggests that coverage was denied at an earlier date. Mr. Biggerstaff wrote in the letter: \"The claim, at the Farm Bureau addition, was first [sic] to us in 1989. I met with you at that time and discussed <span class=\"star-pagination\">*595</span> the circumstances. *** I advised you at that time that coverage was not afforded for this claim.\" (Pl.'s App., Attach. 20.) If the Great American denial date was as early as 1989, the three year statute of limitations would have commenced at that point and expired in 1992. Consequently, under <i>Duke University,</i> Plaintiff would be barred from recovering those legal expenses incurred prior to August 29, 1994. The inconsistency in the August 30, 1994 denial date advanced by Plaintiff and the earlier denial date set forth in the body of the August 30, 1994 letter creates a factual inconsistency that is inappropriate for resolution on summary judgment. Thus, to the extent Great American seeks summary judgment solely on the basis that N.C.Gen. Stat. § 1-52(1) bars Plaintiff's recovery of those legal expenses incurred prior to August 29, 1994, it is RECOMMENDED that Great American's Motion should be DENIED due to (1) Great American's misinterpretation of <i>Duke University v. St. Paul Mercury Insurance Co.,</i> 95, N.C.App. 663, 95 N.C.App. 663, <span class=\"citation\" data-id=\"1203512\"><a href=\"/opinion/1203512/duke-univ-v-st-paul-mercury-ins-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">36</span></a></span> (1989), and (2) an unresolved factual issue surrounding when Great American first denied coverage to Plaintiff.</p>\n<p></p>\n<h2><i>J. Penn National's Pre-Notification Defense Costs Argument</i></h2>\n<p>In addition to a statute of limitations defense, Penn National argues that, regardless of the court's coverage determination, the Plaintiff cannot recover those defense costs incurred prior to its notifying Penn National of Farm Bureau's claims. (<i>See</i> FD 21 at 18.) Penn National points to the following language in its policy:</p>\n<blockquote>SECTION IV â   COMMERCIAL GENERAL LIABILITY CONDITIONS</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>2. Duties in the Event of Occurrence, Claim or Suit.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>d. No insureds will, except at their own cost, voluntarily make a payment, assume any obligation, or incur any expense, other than for first aid, without [the insurer's] consent.</blockquote>\n<p>(Penn Nat'l. Policy, Sec. IV(2)(d).) Penn National argues that \"[b]y voluntarily undertaking to defend the Farm Bureau claim without notice and without Penn National's consent, including participation in the arbitration, Vick Construction violated the express conditions of the policy.\" (FD 21 at 18.) Penn National further states that \"[h]aving breached the policy conditions, Vick Construction may not recover any attorneys fees or other expenses related to defense of the Farm Bureau claim prior to its notice to Pennsylvania National.\" (FD 21 at 18-19.)</p>\n<p>Penn National cites no North Carolina law in support of its argument, and this court has found none. Looking to the language in the policy, the court notes that there is no contractual provision requiring the insurer to pay for pre-notification legal fees. In addition, the Penn National policy states that an insured must \"see to it that [the insurer] [is] notified promptly of an `occurrence' which may result in a claim.\" (Penn Nat'l. Policy, Sec. IV.2(a).) The policy also states that the insured must assure that the insurer is given \"prompt written notice\" of any claim or suit made against the insured. (Penn Nat'l. Policy, Sec. IV.2(b).) Further, the insured must \"immediately\" send copies of any demands, notices or summons in connection with a claim or suit against the insured. (Penn Nat'l. Policy, Sec. IV.2(c)(1).)</p>\n<p>In <i>O'Brien Family Trust v. Glen Falls Insurance Co.,</i> 218 Ga.App. 379, <span class=\"citation\" data-id=\"1375171\"><a href=\"/opinion/1375171/obrien-family-trust-v-glen-falls-ins-co/\"><span class=\"volume\">461</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">311</span></a></span>, 313 (1995), the appellate court held that where the insurance policy did not provide for the payment defense costs incurred by the insured prior to tendering its defense in the underlying action to the insurer, the policy did not obligate the insurer to pay for such pre-tender defense costs because \"[s]uch a construction would render contractual terms necessary to trigger [the insurer's] performance under the policy meaningless.\" A similar argument <span class=\"star-pagination\">*596</span> can be made with respect to the notification provisions of the Penn National policy.</p>\n<p>Although this court has found no North Carolina cases on point, given the absence of contractual language requiring the insurer to pay for pre-notification legal expenses, and the fact that North Carolina's courts have long recognized the validity of notice provisions in insurance contracts, <i>see </i><i>South Carolina Ins. Co. v. Hallmark Enters., Inc.,</i> 88 N.C.App. 642, 645, <span class=\"citation\" data-id=\"1372619\"><a href=\"/opinion/1372619/south-carolina-ins-v-hallmark-ent/\"><span class=\"volume\">364</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">678</span></a></span>, 680, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">482</span></span>, <span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">228</span></span> (1988), this court is not inclined to find that Penn National must pay for those legal fees incurred by the Plaintiff prior to giving notice to Penn National. <i>Cf. </i><i>Peerless Ins. Co. v. Strother,</i> <span class=\"citation\" data-id=\"2350681\"><a href=\"/opinion/2350681/peerless-ins-co-v-strother/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></a></span>, 869 (E.D.N.C.1990) (\"The duty of an insurer to defend its insured is based upon the coverage contracted for in the insurance policy.\") (citing <i>Mastrom, Inc. v. Continental Cas. Co.,</i> 78 N.C.App. 483, <span class=\"citation\" data-id=\"1256285\"><a href=\"/opinion/1256285/mastrom-inc-v-continental-cas-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">162</span></a></span> (1985)). A contrary result would require the insurer to pay for those defense costs which it had no opportunity to control. <i>Cf. </i><i>M &amp; M Electric, Inc. v. Commercial Union Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">58</span></span>, <span class=\"citation no-link\"><span class=\"volume\">670</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">909</span></span> (2d Dept. 1998) (\"[A] liability insurer's duty to pay is normally coupled with such insurer's right to control the defense of its insured. The insurer's right to control the defense of the underlying litigation against the insured corresponds to the recognized right of the insurer to protect its own financial interest[.]\"); <i>SL Indus., Inc. v. American Motorists Ins. Co.,</i> <span class=\"citation\" data-id=\"1984660\"><a href=\"/opinion/1984660/sl-industries-v-american-motorists-ins-co/\"><span class=\"volume\">128</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">188</span></a></span>, <span class=\"citation\" data-id=\"1984660\"><a href=\"/opinion/1984660/sl-industries-v-american-motorists-ins-co/\"><span class=\"volume\">607</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1266</span></a></span>, 1273 (1992) (\"[W]hen the insured's delay in providing relevant information prevents the insurer from assuming control of the defense, the insurance company is liable only for that portion of the defense costs arising after it was informed of the facts triggering the duty to defend.\"); <i>Gully &amp; Assocs., Inc. v. Wausau Ins. Cos.,</i> <span class=\"citation\" data-id=\"1932591\"><a href=\"/opinion/1932591/gully-associates-inc-v-wausau-ins-companies/\"><span class=\"volume\">536</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">816</span></a></span>, 818 (La.Ct.App.1988) (holding that insurer is not liable for defense costs incurred prior to being notified of the claim). Therefore, on the limited issue of Penn National's liability for pre-notification defense costs, it is RECOMMENDED that Penn National's Motion for Summary Judgment should be GRANTED; Penn National should not be held liable for any defense costs incurred by Plaintiff prior to being notified of the underlying arbitration claims against Plaintiff.</p>\n<p>As to the exact date Penn National was notified of Farm Bureau's claims against Plaintiff, the Complaint alleges that \"Vick Construction placed Penn National on notice of the arbitration claim and award\" on August 19, 1994. (Compl. ś 27.) Penn National simply states that it was placed on notice in August of 1994 (FD 21 at 3); although, Penn National does not appear to dispute the more specific date alleged by Plaintiff. Accordingly, should the District Court adopt this court's Recommendation on this particular issue, it is FURTHER RECOMMENDED that Penn National should not be held liable for any defense costs incurred by Plaintiff prior to August 19, 1994.</p>\n<p></p>\n<h2><i>K. Plaintiff's Recovery of Attorneys' Fees for Counterclaims</i></h2>\n<p>Both Defendants argue that, under North Carolina law, they are not responsible for the legal fees Plaintiff incurred in connection with pursuing counterclaims against Farm Bureau in the underlying action. Plaintiff does not address this issue in its opposition memoranda. After reviewing the relevant case law, the court finds that the Defendants' contentions have merit.</p>\n<p>Turning first to the policies' language, the court notes that the Great American policy specifically states that the insurer \"shall have the right and duty to defend any suit <i>against</i> the insured seeking damages on account of ... bodily injury or property damage\" caused by an occurrence. (Great Am. Policy, Sec. I.) (emphasis added). Although the Penn National policy does not contain this identical language (it does not use the word \"against\"), <span class=\"star-pagination\">*597</span> that policy speaks in terms of defending suits, not prosecuting them on behalf of the insured. (Penn Nat'l. Policy, Sec. I(1).) In <i>Duke University v. St. Paul Mercury Insurance Co.,</i> 95, N.C.App. 663, 679-80, 95 N.C.App. 663, <span class=\"citation\" data-id=\"1203512\"><a href=\"/opinion/1203512/duke-univ-v-st-paul-mercury-ins-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">36</span></a></span>, 46 (1989) (discussed <i>supra</i>), the Court of Appeals held that the trial court properly denied the insured's recovery of those legal expenses incurred in connection with the prosecution of its counterclaims. Based on the authority of <i>Duke University,</i> it is RECOMMENDED that both Defendants be GRANTED Summary Judgment on the limited issue of their liability for those legal fees incurred by Plaintiff in connection with pursing counterclaims against Farm Bureau; the Defendants should not be held responsible for any such expenses incurred by Plaintiff.</p>\n<p></p>\n<h2><i>L. Plaintiff's Recovery of Attorneys' Fees for Coverage Advice</i></h2>\n<p>Both Defendants also contend that an insured cannot recover from its insurer those legal fees associated with coverage advice. (<i>See</i> FD 25 at 26; FD 21 at 20-21.)<sup>[10]</sup> Plaintiff does not address this issue in its opposition memoranda. The court finds that the Defendants' argument is supported by North Carolina case law.</p>\n<p>In <i>Collins &amp; Aikman Products Co. v. Hartford Accident &amp; Indemnity Co.,</i> 125 N.C.App. 412, <span class=\"citation\" data-id=\"1422250\"><a href=\"/opinion/1422250/collins-aikman-products-co-v-hartford-accident-indemnity-co/\"><span class=\"volume\">481</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">96</span></a></span>, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">752</span></span>, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">51</span></span> (1997), the Court of Appeals stated:</p>\n<blockquote>We hold that attorney's fees incurred by the insured (the nonbreaching party here) are not recoverable as damages where those fees are incurred in the course of litigation to determine coverage and compel the insurer to perform its duties. Our decision today does not hold that an insured's attorney's fees can never be recovered in coverage litigation. Attorney's fees clearly can be recovered in situations, for example, where an insurer acts in bad faith in denying coverage or where recovery of fees is otherwise authorized by contract or statute.</blockquote>\n<p><i>Id.</i> at 415, 481 S.E.2d at 97-98. Given the absence of bad faith, or contractual language or statute to the contrary, it is RECOMMENDED that, based upon the authority of <i>Collins &amp; Aikman,</i> Summary Judgment should be GRANTED to both Defendants on the limited issue of the Defendants' liability for those legal fees Plaintiff incurred in connection with seeking coverage advice for the instant lawsuit; Defendants should not be held responsible for such costs.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>BASED UPON THE FOREGOING, IT IS RECOMMENDED THAT:</p>\n<p>1. Penn National's Motion for Summary Judgment should be GRANTED in its entirety on the basis that Plaintiff's delay in notifying Penn National of its claim prejudiced Penn National as a matter of law.</p>\n<p>2. Both Defendants' Motions for Summary Judgment should be GRANTED in their entirety on the basis that there was no \"property damage\" within the meaning of their respective insurance policies with Plaintiff.</p>\n<p>3. Both Defendants' Motions for Summary Judgment should be GRANTED in their entirety on the basis that there has been no \"occurrence\" within the meaning of their respective insurance policies with Plaintiff.</p>\n<p>4. SHOULD THE DISTRICT COURT DECLINE TO FOLLOW THE FOREGOING RECOMMENDATIONS, IT IS FURTHER RECOMMENDED THAT:</p>\n<p>(a) Assuming that there was \"property damage\" caused by an \"occurrence\" under <span class=\"star-pagination\">*598</span> the Defendants' policy language, to the extent Defendants seek Summary Judgment solely on the basis that there was no property damage caused by an occurrence <i>within their respective periods of coverage,</i> both Defendants' Motions for Summary Judgment should be DENIED.</p>\n<p>(b) Given Penn National's failure to set forth any discernible policy exclusion arguments, to the extent Penn National seeks Summary Judgment solely on the basis that its policy exclusions bar coverage, Penn National's Motion should be DENIED.</p>\n<p>(c) Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that exclusion (n) in the Great American policy bars coverage to the Plaintiff.</p>\n<p>(d) Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that exclusion (2)(d)(iii) in the Broad Form Comprehensive General Liability Endorsement to the Great American policy bars coverage to the Plaintiff.</p>\n<p>(e) Great American's Motion for Summary Judgment should be GRANTED in its entirety on the basis that the completed operations hazard exclusion in the Great American policy bars coverage to the Plaintiff.</p>\n<p>5. SHOULD THE DISTRICT COURT DENY EITHER OR BOTH DEFENDANTS' MOTIONS FOR SUMMARY JUDGMENT, OR GRANT ONLY PARTIAL SUMMARY JUDGMENT, WITH RESPECT TO THE FOLLOWING REMAINING ISSUES, IT IS RECOMMENDED THAT:</p>\n<p>(a) To the extent Defendants seek Summary Judgment on the limited issue that N.C.Gen.Stat. § 1-52(1) bars Plaintiff's recovery for those legal expenses incurred prior to August 29, 1994, both Defendants' Motions should be DENIED.</p>\n<p>(b) On the limited issue of Penn National's liability for pre-notification defense costs, Penn National's Motion for Summary Judgment be should be GRANTED; Penn National should not be held liable for those defense costs incurred by Plaintiff prior to August 19, 1994 â   the date when Penn National was notified by Plaintiff of the underlying action.</p>\n<p>(c) To the extent Defendants seek Summary Judgment on the limited issue of their liability for legal fees incurred by Plaintiff in connection with pursing counterclaims against Farm Bureau in the underlying action, both Defendants' Motions should be GRANTED; Defendants should not be held responsible for any such costs incurred by Plaintiff.</p>\n<p>(d) To the extent Defendants seek Summary Judgment on the limited issue of their liability for legal fees incurred by Plaintiff in connection with coverage advice for the instant lawsuit, both Defendants' Motions should be GRANTED; Defendants should not be held responsible for any such costs incurred by Plaintiff.</p>\n<p>Feb. 11, 1999.</p>\n<h2>NOTES</h2>\n<p>[1]  The court is not aware of any argument by Plaintiff that the excess policies apply in the absence of general liability coverage.</p>\n<p>[2]  A December 8, 1989 Architect's Field Report noted a leak in the storage room and \"areas of water ponding where deck pavers were not sloped properly[.]\" (Pl.'s App., Attach. 8.) Also, a letter from Robert B. Broughton, Farm Bureau's general counsel, to William C. Lawton, Esq., dated August 17, 1990, reported \"water leaking into the basement area adjoining [the] print shop.\" Mr. Broughton also stated in his letter that \"[o]n this particular occasion, the water leakage was coming from a different part of the roof than that previously reported....\" (Pl.'s App., Attach. 9.)</p>\n<p>[3]  Vick Construction counterclaimed against Farm Bureau in the arbitration proceeding, seeking \"the costs incurred it incurred in making repairs related to the waterproofing membrane on the plaza deck in the amount of $20, 567.27 plus interest.\" (Vick Construction Arbitration Summary at 1; Great Am. Attach. 5.) Vick Construction also sought recovery from Farm Bureau for \"costs associated with ambiguous Farm Bureau plans and specifications, delays caused by Farm Bureau, and performance of work beyond that required by contract but directed by Farm Bureau to perform in the amount of $24,376.15 plus interest.\" <i>Id.</i></p>\n<p>[4]  This court exercises jurisdiction over this case solely on the basis of diversity of citizenship pursuant to 28 U.S.C. § 1332. Under <i>Erie R. Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938), the court applies North Carolina substantive law to resolve the parties' coverage disputes.</p>\n<p>[5]  \"Neo Guard\" presumably refers to The Neogard Corporation, which is the manufacturer of the waterproof coating used in the Project. (<i>See</i> FD 21, Ex. 6.)</p>\n<p>[6]  As of August 1998, no one has been able to locate any policy issued by Penn National to Vick Construction covering the period from July 11, 1987, until July 11, 1988. The Penn National policies issued beginning July 11, 1988, forward have been located. (<i>See</i> Vic Jordan Aff. ś 5.) A certificate of insurance issued by the Benny Dean Ins. Agency, Inc., however, lists general and excess liability policies issued by Penn National to Vick Construction for the period from July 11, 1987, until July 11, 1988, (<i>see</i> Pl.'s App., Attach.21), though the court is not certain whether a certificate of insurance alone is sufficient to establish the contents of a purportedly lost policy.\n</p>\n<p>Although it does not appear that Penn National concedes that it issued the missing policy, the contents of such a policy, assuming one exists (or existed), are not the subject of a factual dispute. Plaintiff states that the missing Penn National policy \"would be in the same form as the Great American policy issued to Vick [Construction] the previous year.\" (FD 29 at 4.) Because this court interprets the language in the Great American CGL policy covering the period July 11, 1986, until July 11, 1987, in virtually the same manner as it does the language in the Penn National CGL policies covering the periods from July 11, 1988, through July 11, 1994, the fact that a policy is missing, or possibly never issued, does not change this court's Recommendations as to Summary Judgment herein. The court further notes that Plaintiff concedes that \"[t]he relevant language\" of the Penn National policies issued from July 11, 1988, through July, 11, 1994 is the same. (FD 29 at 4 n. 4.)</p>\n<p>[7]  Penn National expressly adopts Great American's legal arguments in Sections II and III of Great American's Memorandum in Support of Summary Judgment. (FD 21, Penn Nat'l. Mem. at 20.) In Section II, Great American contends that there has been no \"property damage\" within the meaning of the policy issued to Plaintiff. In Section III, Great American argues that there has been no \"occurrence\" under the policy.</p>\n<p>[8]  The Weedo Court used the following illustration to distinguish between \"business risks\" and occurrences giving rise to insurable liability under a CGL policy:\n</p>\n<p>When a craftsman applies stucco to an exterior wall of a home in a faulty manner and discoloration, peeling and chipping result, the poorly-performed work will perforce have to be replaced or repaired by the tradesman or by a surety. On the other hand, should the stucco peel and fall from the wall, and thereby cause injury to the homeowner or his neighbor standing below or to a passing automobile, an occurrence of harm arises which is the proper subject of risk-sharing as provided by the type of policy before us in this case. The happenstance and extent of the latter liability is entirely unpredictable the neighbor could suffer a scratched arm or a fatal blow to the skull from the peeling stonework. Whether the liability of the businessman is predicated upon warranty theory or, preferably and more accurately, upon tort concepts, injury to persons and damage to other property constitute the risks intended to be covered under the CGL.</p>\n<p><i>Weedo,</i> 405 A.2d at 791-92.</p>\n<p>[9]  Great American issued a performance bond to Vick Construction, and Great American asserts that around June 1989, Vick Construction had made a number of contacts with Great American's Bond Department about the performance bond. (<i>See</i> FD 25 at 4 &amp; n. 1) However, no claim in the Complaint is based on the performance bond, and the deposition of William C. Vick, Jr., indicates that the Plaintiff does not contend that the performance bond is at issue in this case. (<i>See</i> FD 25 at 4 n. 1; William C. Vick, Jr. Dep. at 12.)</p>\n<p>[10]  The deposition testimony of William C. Vick, Jr. indicates that some of the attorneys' fees incurred by Plaintiff, and produced by Plaintiff in discovery, were associated with coverage advice in connection with the instant case. (William C. Vick, Jr. Dep. at 18-19.)</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1203512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1221542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1257649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1267846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1277378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1292499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1318495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1344535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1353695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1357270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1357549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1375171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1379642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1384077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1387891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1409353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1452024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1526333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1932591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1984660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2082048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2093191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2136099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2181966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2185717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2222029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2350681/"
  ]
}