{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2523534/",
  "absolute_url": "/opinion/2523534/simmons-v-the-geo-group-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2523534/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:10:49.495528Z",
  "date_modified": "2016-04-27T01:12:01.648028Z",
  "type": "010combined",
  "sha1": "45141342ea7ed1ec615eea3cfbc3f26b0c3c4381",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>528 F.Supp.2d 583 (2007)</b></center>\n<center><h1>Jermaine M. SIMMONS, Plaintiff,<br>\nv.<br>\nTHE G.E.O. GROUP, INC.; d/b/a Rivers Correctional Institution, Defendant.</h1></center>\n<center>No. 2:05-CV-40-D (3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>December 14, 2007.</center>\n<p><span class=\"star-pagination\">*584</span> Jermaine M. Simmons, Ahoskie, NC, Pro se.</p>\n<p>James R. Morgan, Jr., Robert T. Numbers, II, Womble Carlyle Sandridge &amp; Rice, PLLC, Winston-Salem, NC, Mark Allen Davis, North Carolina Department of Justice, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On October 11, 2005, pro se plaintiff Jermaine Simmons (\"Simmons\") filed this action against his employer, defendant The G.E.O. Group, Inc., d/b/a Rivers Correctional Institution (\"GEO\"). Simmons, an African-American male, contends that his employer violated Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, et seq., by subjecting him to discipline more severe than that imposed on a Caucasian employee for similar misconduct. Simmons also contends that his employer violated Title VII by discharging him in retaliation for his challenge to the company's smoking policy. GEO moves for summary judgment. As explained below, the court grants defendant's motion for summary judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>GEO operates private correctional detention facilities in the United States, including the Rivers Correctional Institution (\"RCI\") in Winton, North Carolina. RCI houses District of Columbia Code Offenders through a contract with the Federal Bureau of Prisons (\"BOP\"). The contract between RCI and the BOP states that \"[n]o individual who is under the supervision or jurisdiction of any parole, probation or correctional authority shall be employed\" by GEO. <i>See</i> Def.'s Mem. in Supp. of Mot. for Summ. J. Ex. 2, ¶ 4 (hereinafter \"Snyder Affidavit\"). In order to comply with this requirement, GEO established a policy that requires employees to immediately inform and provide a written report to the facility administrator of any arrest or criminal charges brought against the employee. Additionally, GEO contracted with a third party to conduct annual investigations regarding the motor vehicle records of all corrections officers employed by RCI. <i>See</i> Def.'s Mem. in Supp. of Mot. for Summ. J. 2; <i>id.</i> at Ex. 3, ¶ 3 (hereinafter \"Schultz Affidavit\"); Snyder Aff. ¶ 5.</p>\n<p>On August 6, 2002, GEO hired Simmons as a corrections officer at RCI. <i>See</i> Def.'s <span class=\"star-pagination\">*585</span> Mem. in Supp. of Mot. for Summ. J. Ex. 1 (hereinafter \"Simmons Deposition\"). On March 24, 2004, Simmons received a citation for driving while impaired (\"DWI\") to which he subsequently pleaded guilty. <i>See</i> Simmons Dep. 27 &amp; Ex. 10. As a result of his guilty plea, the court imposed a six month suspended sentence, ordered Simmons to perform community service, suspended Simmons' driver's license, and placed Simmons on unsupervised probation for a period of one year. Simmons Dep. at Ex. 10. Following his placement on probation, Simmons failed to inform the RCI facility administrator of his citation or sentence. Simmons Dep. 26-28. During its annual investigation, RCI discovered that Simmons had incurred a citation for DWI. Simmons Dep. 28; Snyder Aff. ¶ 6; Schultz Aff. ¶ 4. On November 30, 2006, Simmons met with RCI Assistant Warden Hedspeth to discuss his failure to report the citation. <i>See</i> Simmons Dep. 30. Simmons admitted both his citation and probationary sentence. <i>Id.;</i> Snyder Aff. ¶ 7; Schultz Aff. ¶ 5. RCI suspended Simmons without pay pending an investigation into his failure to report his arrest and conviction. <i>See</i> Simmons Dep. 13, 39. As part of the investigation, Warden Snyder contacted the BOP to determine whether the contract required Simmons' termination. <i>See</i> Snyder Aff. ¶ 8 &amp; Attach. 1. The BOP responded affirmatively and later denied Warden Snyder's request for a waiver of the contract condition. Snyder Aff. ¶¶ 9-10 &amp; Attach. 2. RCI thereafter terminated Simmons from his position. Snyder Aff. ¶ 10.</p>\n<p>Simmons alleges that RCI discriminated against him on the basis of his race, or alternatively, in retaliation for his challenge to RCI's smoking policy. <i>See</i> Second Am. Compl. In support, Simmons contends that Tina Roberts (\"Roberts\"), a Caucasian RCI employee, was \"not terminated for being on unsupervised probation,\" while Simmons was. <i>Id.</i> Simmons believes that RCI selectively requested his motor vehicle records (and not Roberts' records) after he challenged the Assistant Warden's smoking policy which prohibited employees from smoking certain types of cigars at work. <i>Id.;</i> Simmons Dep. 64, 74. Roberts was charged with the misdemeanor offense of failing to obey a traffic officer on November 8, 2004. <i>See</i> Simmons Dep. at Ex. 18. On December 3, 2004, Roberts pleaded guilty to the charge in Hertford County Superior Court. <i>Id.</i> In completing the judgment form, the Deputy Clerk of Court erroneously indicated that Roberts was being placed on unsupervised probation. <i>See id.</i> After being informed of the error by the District Attorney's office, the sentencing judge amended the order to show the correction of the original judgment. <i>See</i> Simmons Dep. at Ex. 19. The Deputy Clerk noted that \"[n]o probation was ordered in this case at any time.\" <i>Id.</i> The criminal bill of costs issued in connection with Robert's guilty plea also indicates that her sentence did not include probation. <i>See</i> Simmons Dep. at Ex. 18.</p>\n<p>Additionally, Colleen Schultz, Manager of Human Resources for RCI, states that \"Roberts alerted her supervisors to her citation shortly after it occurred\" and \"kept her supervisors appraised of her subsequent conviction on misdemeanor charges.\" Schultz Aff. ¶ 9. Schultz further states that because \"Roberts was forthcoming with RCI officials and was not under the supervision of a probation authority, there was no reason for her to be terminated or otherwise disciplined.\" <i>Id.</i> at ¶ 10.</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. <span class=\"star-pagination\">*586</span> 2505, 91 L.Ed.2d 202 (1986); Fed.R.Civ.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial,\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted. &amp; emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam).</p>\n<p></p>\n<h2>A.</h2>\n<p>Simmons contends that RCI violated Title VII by subjecting him to discipline more severe than that imposed on a Caucasian employee for similar misconduct. Simmons has no direct evidence of discrimination and proceeds under the <i>McDonnell Douglas</i> framework. <i>See, e.g., </i><i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 141-43, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000); <i>St. Mary's Honor Ctr. v. Hicks,</i> 509 U.S. 502, 506-07, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993); <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802-03, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). \"To establish a prima facie case of racial discrimination in the enforcement of employee disciplinary measures under Title VII, the plaintiff must show: (1) that he is a member of the class protected by Title VII, (2) that the prohibited conduct in which he engaged was comparable in seriousness to misconduct of employees outside the protected class, and (3) that the disciplinary measures enforced against him were more severe than those enforced against those other employees.\" <i>Cook v. CSX Transp. Corp.,</i> 988 F.2d 507, 511 (4th Cir.1993); <i>accord </i><i>Moore v. City of Charlotte,</i> 754 F.2d 1100, 1105-06 (4th Cir. 1985); <i>McDougal-Wilson v. Goodyear Tire &amp; Rubber Co.,</i> 427 F.Supp.2d 595, 609 (E.D.N.C.2006). \"The question confronting a judge faced with determining whether a prima facie case under Title VII has been made is whether the record as a whole gives rise to a reasonable inference of racially discriminatory conduct by the employer.\" <i>Cook,</i> 988 F.2d at 512.</p>\n<p>The court has reviewed the record as a whole and finds no support for Simmons' allegation that both he and Roberts engaged in comparable prohibited conduct. Simmons admits that he was placed on probation for a one year period following his guilty plea to DWI and that he failed to inform RCI of the charges until later confronted. <i>See</i> Simmons Dep. 26-28. Simmons fails to produce evidence showing that Roberts was under the supervision of a probationary authority or that she failed to report her criminal charge to RCI. Although Simmons contends that Roberts was placed on probation and that her court records may have been modified to \"cover up\" RCI's discriminatory animus or otherwise provide a favor to Roberts, <i>see id.</i> at 56-58, this contention fails in light of the evidence. <i>See id.</i> at Exs. 18, 19; Schultz Aff. ¶¶ 9-10. Simmons fails to establish a prima facie case of racially discriminatory discipline. Accordingly, GEO is entitled to summary judgment on Simmons' claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>As for Simmons' retaliation claim, Simmons concedes in his deposition that <span class=\"star-pagination\">*587</span> he did not believe he was retaliated against for complaining of racial discrimination. <i>See</i> Simmons Dep. 73-74. Rather, Simmons contends that RCI improperly discharged him in retaliation for his challenge to the company's smoking policy.</p>\n<p>To establish a prima facie case of retaliation under Title VII, a plaintiff must prove three elements: (1) that he engaged in a protected activity; (2) that his employer took an adverse employment action against him; and (3) that there was a causal link between the two events. <i>See, e.g., </i><i>E.E.O.C. v. Navy Fed. Credit Union,</i> 424 F.3d 397, 405-06 (4th Cir.2005); <i>Beall v. Abbott Labs.,</i> 130 F.3d 614, 619 (4th Cir.1997), <i>abrogated on other grounds by </i><i>Gilliam v. S.C. Dep't of Juvenile Justice,</i> 474 F.3d 134 (4th Cir.2007); <i>see generally </i><i>Burlington N. &amp; Santa Fe By. Co. v. White,</i> 548 U.S. 53, ___-___, 126 S.Ct. 2405, 2410-18, 165 L.Ed.2d 345 (2006) (analyzing Title VII's anti-retaliation provision). Protected activities include either \"opposing an act of discrimination made unlawful by Title VII (`the opposition clause'), or participating in an investigation under Title VII (the participation clause').\" <i>Hunt v. Neb. Pub. Power Dist.,</i> 282 F.3d 1021, 1028 (8th Cir.2002); <i>accord </i><i>Glover v. S.C. Law Enforcement Div.,</i> 170 F.3d 411, 413 (4th Cir.1999) (analyzing Title VII's \"participation clause\"); <i>Laughlin v. Metro. Wash. Airports Auth.,</i> 149 F.3d 253, 259 (4th Cir.1998) (analyzing Title VII's \"opposition clause\").</p>\n<p>Simmons fails to show that he engaged in a protected activity. <i>See, e.g., </i><i>McNair v. Computer Data Sys.,</i> 1999 WL 30959, at *5 (4th Cir. Jan. 26, 1999) (per curiam) (unpublished) (\"[T]he `opposition clause' . . . requires that the employee at least have actually opposed employment practices made unlawful by Title VII. That is to say, the clause protects opposition neither to all unlawful employment practices nor to practices the employee simply thinks are somehow unfair.\" (emphasis removed)); <i>Barber v. CSX Distrib. Servs.,</i> 68 F.3d 694, 702 (3d Cir.1995) (\"A general complaint of unfair treatment does not translate into a charge of illegal . . . discrimination.\"). Specifically, Simmons' complaint concerning RCI's smoking policy does not constitute protected activity under Title VII's anti-retaliation provision and cannot form the basis for a retaliation claim. <i>See </i><i>Creusere v. Bd. of Educ.,</i> 88 Fed.Appx. 813, 821 (6th Cir. Dec. 18, 2003) (unpublished) (noting that complaints about smoking policy and safety issues, are not protected activities under Title VII). Accordingly, GEO is entitled to summary judgment on Simmons' claim.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons explained above, defendant's motion for summary judgment is GRANTED. Plaintiff's motion to be granted a trial is DENIED. The clerk is directed to close this case.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">583</span></span> (2007)</b></center>\n<center><h1>Jermaine M. SIMMONS, Plaintiff,<br>\nv.<br>\nTHE G.E.O. GROUP, INC.; d/b/a Rivers Correctional Institution, Defendant.</h1></center>\n<center>No. 2:05-CV-40-D (3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>December 14, 2007.</center>\n<p><span class=\"star-pagination\">*584</span> Jermaine M. Simmons, Ahoskie, NC, Pro se.</p>\n<p>James R. Morgan, Jr., Robert T. Numbers, II, Womble Carlyle Sandridge &amp; Rice, PLLC, Winston-Salem, NC, Mark Allen Davis, North Carolina Department of Justice, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On October 11, 2005, pro se plaintiff Jermaine Simmons (\"Simmons\") filed this action against his employer, defendant The G.E.O. Group, Inc., d/b/a Rivers Correctional Institution (\"GEO\"). Simmons, an African-American male, contends that his employer violated Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, et seq., by subjecting him to discipline more severe than that imposed on a Caucasian employee for similar misconduct. Simmons also contends that his employer violated Title VII by discharging him in retaliation for his challenge to the company's smoking policy. GEO moves for summary judgment. As explained below, the court grants defendant's motion for summary judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>GEO operates private correctional detention facilities in the United States, including the Rivers Correctional Institution (\"RCI\") in Winton, North Carolina. RCI houses District of Columbia Code Offenders through a contract with the Federal Bureau of Prisons (\"BOP\"). The contract between RCI and the BOP states that \"[n]o individual who is under the supervision or jurisdiction of any parole, probation or correctional authority shall be employed\" by GEO. <i>See</i> Def.'s Mem. in Supp. of Mot. for Summ. J. Ex. 2, ¶ 4 (hereinafter \"Snyder Affidavit\"). In order to comply with this requirement, GEO established a policy that requires employees to immediately inform and provide a written report to the facility administrator of any arrest or criminal charges brought against the employee. Additionally, GEO contracted with a third party to conduct annual investigations regarding the motor vehicle records of all corrections officers employed by RCI. <i>See</i> Def.'s Mem. in Supp. of Mot. for Summ. J. 2; <i>id.</i> at Ex. 3, ¶ 3 (hereinafter \"Schultz Affidavit\"); Snyder Aff. ¶ 5.</p>\n<p>On August 6, 2002, GEO hired Simmons as a corrections officer at RCI. <i>See</i> Def.'s <span class=\"star-pagination\">*585</span> Mem. in Supp. of Mot. for Summ. J. Ex. 1 (hereinafter \"Simmons Deposition\"). On March 24, 2004, Simmons received a citation for driving while impaired (\"DWI\") to which he subsequently pleaded guilty. <i>See</i> Simmons Dep. 27 &amp; Ex. 10. As a result of his guilty plea, the court imposed a six month suspended sentence, ordered Simmons to perform community service, suspended Simmons' driver's license, and placed Simmons on unsupervised probation for a period of one year. Simmons Dep. at Ex. 10. Following his placement on probation, Simmons failed to inform the RCI facility administrator of his citation or sentence. Simmons Dep. 26-28. During its annual investigation, RCI discovered that Simmons had incurred a citation for DWI. Simmons Dep. 28; Snyder Aff. ¶ 6; Schultz Aff. ¶ 4. On November 30, 2006, Simmons met with RCI Assistant Warden Hedspeth to discuss his failure to report the citation. <i>See</i> Simmons Dep. 30. Simmons admitted both his citation and probationary sentence. <i>Id.;</i> Snyder Aff. ¶ 7; Schultz Aff. ¶ 5. RCI suspended Simmons without pay pending an investigation into his failure to report his arrest and conviction. <i>See</i> Simmons Dep. 13, 39. As part of the investigation, Warden Snyder contacted the BOP to determine whether the contract required Simmons' termination. <i>See</i> Snyder Aff. ¶ 8 &amp; Attach. 1. The BOP responded affirmatively and later denied Warden Snyder's request for a waiver of the contract condition. Snyder Aff. ¶¶ 9-10 &amp; Attach. 2. RCI thereafter terminated Simmons from his position. Snyder Aff. ¶ 10.</p>\n<p>Simmons alleges that RCI discriminated against him on the basis of his race, or alternatively, in retaliation for his challenge to RCI's smoking policy. <i>See</i> Second Am. Compl. In support, Simmons contends that Tina Roberts (\"Roberts\"), a Caucasian RCI employee, was \"not terminated for being on unsupervised probation,\" while Simmons was. <i>Id.</i> Simmons believes that RCI selectively requested his motor vehicle records (and not Roberts' records) after he challenged the Assistant Warden's smoking policy which prohibited employees from smoking certain types of cigars at work. <i>Id.;</i> Simmons Dep. 64, 74. Roberts was charged with the misdemeanor offense of failing to obey a traffic officer on November 8, 2004. <i>See</i> Simmons Dep. at Ex. 18. On December 3, 2004, Roberts pleaded guilty to the charge in Hertford County Superior Court. <i>Id.</i> In completing the judgment form, the Deputy Clerk of Court erroneously indicated that Roberts was being placed on unsupervised probation. <i>See id.</i> After being informed of the error by the District Attorney's office, the sentencing judge amended the order to show the correction of the original judgment. <i>See</i> Simmons Dep. at Ex. 19. The Deputy Clerk noted that \"[n]o probation was ordered in this case at any time.\" <i>Id.</i> The criminal bill of costs issued in connection with Robert's guilty plea also indicates that her sentence did not include probation. <i>See</i> Simmons Dep. at Ex. 18.</p>\n<p>Additionally, Colleen Schultz, Manager of Human Resources for RCI, states that \"Roberts alerted her supervisors to her citation shortly after it occurred\" and \"kept her supervisors appraised of her subsequent conviction on misdemeanor charges.\" Schultz Aff. ¶ 9. Schultz further states that because \"Roberts was forthcoming with RCI officials and was not under the supervision of a probation authority, there was no reason for her to be terminated or otherwise disciplined.\" <i>Id.</i> at ¶ 10.</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, 106 S.Ct. <span class=\"star-pagination\">*586</span> 2505, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); Fed.R.Civ.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial,\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted. &amp; emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam).</p>\n<p></p>\n<h2>A.</h2>\n<p>Simmons contends that RCI violated Title VII by subjecting him to discipline more severe than that imposed on a Caucasian employee for similar misconduct. Simmons has no direct evidence of discrimination and proceeds under the <i>McDonnell Douglas</i> framework. <i>See, e.g., </i><i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 141-43, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000); <i>St. Mary's Honor Ctr. v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506-07, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993); <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-03, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). \"To establish a prima facie case of racial discrimination in the enforcement of employee disciplinary measures under Title VII, the plaintiff must show: (1) that he is a member of the class protected by Title VII, (2) that the prohibited conduct in which he engaged was comparable in seriousness to misconduct of employees outside the protected class, and (3) that the disciplinary measures enforced against him were more severe than those enforced against those other employees.\" <i>Cook v. CSX Transp. Corp.,</i> <span class=\"citation\" data-id=\"602373\"><a href=\"/opinion/602373/curtiss-l-cook-v-csx-transportation-corporation/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 511 (4th Cir.1993); <i>accord </i><i>Moore v. City of Charlotte,</i> <span class=\"citation\" data-id=\"447947\"><a href=\"/opinion/447947/36-fair-emplpraccas-1582-36-empl-prac-dec-p-34945-jack-k-moore-v/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span>, 1105-06 (4th Cir. 1985); <i>McDougal-Wilson v. Goodyear Tire &amp; Rubber Co.,</i> <span class=\"citation\" data-id=\"2474451\"><a href=\"/opinion/2474451/mcdougal-wilson-v-goodyear-tire-and-rubber-co/\"><span class=\"volume\">427</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">595</span></a></span>, 609 (E.D.N.C.2006). \"The question confronting a judge faced with determining whether a prima facie case under Title VII has been made is whether the record as a whole gives rise to a reasonable inference of racially discriminatory conduct by the employer.\" <i>Cook,</i> 988 F.2d at 512.</p>\n<p>The court has reviewed the record as a whole and finds no support for Simmons' allegation that both he and Roberts engaged in comparable prohibited conduct. Simmons admits that he was placed on probation for a one year period following his guilty plea to DWI and that he failed to inform RCI of the charges until later confronted. <i>See</i> Simmons Dep. 26-28. Simmons fails to produce evidence showing that Roberts was under the supervision of a probationary authority or that she failed to report her criminal charge to RCI. Although Simmons contends that Roberts was placed on probation and that her court records may have been modified to \"cover up\" RCI's discriminatory animus or otherwise provide a favor to Roberts, <i>see id.</i> at 56-58, this contention fails in light of the evidence. <i>See id.</i> at Exs. 18, 19; Schultz Aff. ¶¶ 9-10. Simmons fails to establish a prima facie case of racially discriminatory discipline. Accordingly, GEO is entitled to summary judgment on Simmons' claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>As for Simmons' retaliation claim, Simmons concedes in his deposition that <span class=\"star-pagination\">*587</span> he did not believe he was retaliated against for complaining of racial discrimination. <i>See</i> Simmons Dep. 73-74. Rather, Simmons contends that RCI improperly discharged him in retaliation for his challenge to the company's smoking policy.</p>\n<p>To establish a prima facie case of retaliation under Title VII, a plaintiff must prove three elements: (1) that he engaged in a protected activity; (2) that his employer took an adverse employment action against him; and (3) that there was a causal link between the two events. <i>See, e.g., </i><i>E.E.O.C. v. Navy Fed. Credit Union,</i> <span class=\"citation\" data-id=\"791987\"><a href=\"/opinion/791987/equal-employment-opportunity-commission-v-navy-federal-credit-union/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">397</span></a></span>, 405-06 (4th Cir.2005); <i>Beall v. Abbott Labs.,</i> <span class=\"citation\" data-id=\"748769\"><a href=\"/opinion/748769/75-fair-emplpraccas-bna-833-72-empl-prac-dec-p-45088-judith-d/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span>, 619 (4th Cir.1997), <i>abrogated on other grounds by </i><i>Gilliam v. S.C. Dep't of Juvenile Justice,</i> <span class=\"citation\" data-id=\"796537\"><a href=\"/opinion/796537/jennifer-gilliam-v-south-carolina-department-of-juvenile-justice/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span> (4th Cir.2007); <i>see generally </i><i>Burlington N. &amp; Santa Fe By. Co. v. White,</i> <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, ___-___, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, 2410-18, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span> (2006) (analyzing Title VII's anti-retaliation provision). Protected activities include either \"opposing an act of discrimination made unlawful by Title VII (`the opposition clause'), or participating in an investigation under Title VII (the participation clause').\" <i>Hunt v. Neb. Pub. Power Dist.,</i> <span class=\"citation\" data-id=\"776842\"><a href=\"/opinion/776842/lynda-hunt-v-nebraska-public-power-district/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1021</span></a></span>, 1028 (8th Cir.2002); <i>accord </i><i>Glover v. S.C. Law Enforcement Div.,</i> <span class=\"citation\" data-id=\"762410\"><a href=\"/opinion/762410/79-fair-emplpraccas-bna-276-75-empl-prac-dec-p-45779-lydia-e/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">411</span></a></span>, 413 (4th Cir.1999) (analyzing Title VII's \"participation clause\"); <i>Laughlin v. Metro. Wash. Airports Auth.,</i> <span class=\"citation\" data-id=\"755784\"><a href=\"/opinion/755784/karen-laughlin-v-metropolitan-washington-airports-authority-augustus/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 259 (4th Cir.1998) (analyzing Title VII's \"opposition clause\").</p>\n<p>Simmons fails to show that he engaged in a protected activity. <i>See, e.g., </i><i>McNair v. Computer Data Sys.,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">30959</span></span>, at *5 (4th Cir. Jan. 26, 1999) (per curiam) (unpublished) (\"[T]he `opposition clause' . . . requires that the employee at least have actually opposed employment practices made unlawful by Title VII. That is to say, the clause protects opposition neither to all unlawful employment practices nor to practices the employee simply thinks are somehow unfair.\" (emphasis removed)); <i>Barber v. CSX Distrib. Servs.,</i> <span class=\"citation\" data-id=\"706836\"><a href=\"/opinion/706836/69-fair-emplpraccas-bna-81-67-empl-prac-dec-p-43758-simon-a/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span>, 702 (3d Cir.1995) (\"A general complaint of unfair treatment does not translate into a charge of illegal . . . discrimination.\"). Specifically, Simmons' complaint concerning RCI's smoking policy does not constitute protected activity under Title VII's anti-retaliation provision and cannot form the basis for a retaliation claim. <i>See </i><i>Creusere v. Bd. of Educ.,</i> 88 Fed.Appx. 813, 821 (6th Cir. Dec. 18, 2003) (unpublished) (noting that complaints about smoking policy and safety issues, are not protected activities under Title VII). Accordingly, GEO is entitled to summary judgment on Simmons' claim.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons explained above, defendant's motion for summary judgment is GRANTED. Plaintiff's motion to be granted a trial is DENIED. The clerk is directed to close this case.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2474451/"
  ]
}