{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2528943/",
  "absolute_url": "/opinion/2528943/de-luna-guerrero-v-north-carolina-growers-assn/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2528943/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:12:21.977101Z",
  "date_modified": "2016-04-26T21:42:24.480325Z",
  "type": "010combined",
  "sha1": "82690203d209706fcb169065a176fd3c772cf8a3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>370 F.Supp.2d 386 (2005)</b></center>\n<center><h1>Felipe de Jesus DE LUNA-GUERRERO, et al., Plaintiffs,<br>\nv.<br>\nThe NORTH CAROLINA GROWER'S ASSOCIATION, INC., and Marcus Thigpen, et al., Defendants.</h1></center>\n<center>No. 402CV173H4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>April 25, 2005.</center>\n<p><span class=\"star-pagination\">*387</span> Robert J. Willis, Law Offices of Robert J. Willis, Carol L. Brooke, Jack Holtzman, Raleigh, NC, for Plaintiffs.</p>\n<p>W.R. Loftis, Jr., Constangy, Brooks, &amp; Smith, LLC, Winston-Salem, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on remaining issues related to the cross-motions for summary judgment. In this court's order of September 30, 2004, this court held that failure to reimburse plaintiffs' transportation and visa costs in the first workweek constituted a <i>de facto</i> deduction and violated the FLSA to the extent failure to reimburse brought plaintiffs' first week wages below the minimum wage.</p>\n<p>This court held in abeyance its decision on summary judgment as to the issues of willfulness, good faith, and liquidated damages, pending further briefing on these issues, as requested by the court.</p>\n<p>The parties have filed all additional memoranda requested by the court, and these matters are ripe for adjudication.</p>\n<p></p>\n<h2><i>WILLFULNESS</i></h2>\n<p>The statute of limitations for claims under the Fair Labor Standards Act, 29 <span class=\"star-pagination\">*388</span> U.S.C. § 201 <i>et seq.,</i> (FLSA) is two years, unless plaintiff can prove that defendant acted willfully. If willfulness is shown, then the statute of limitations is increased to three years. Plaintiffs argue that defendants acted willfully within the meaning of the FLSA, specifically 29 U.S.C. § 255, when they failed to reimburse plaintiffs for their transportation and visa costs within the first workweek, thereby bringing plaintiffs' pay below the minimum wage under the FLSA. Plaintiffs bear the burden of proving that defendants' acts or omissions were \"willful\" within the meaning of the FLSA. <i>See, e.g. </i><i>Truslow v. Spotsylvania County Sheriff,</i> 783 F.Supp. 274, 279 (E.D.Va.1992). An employer's violation of the FLSA is willful if the employer either \"knew or showed reckless disregard for the matter of whether its conduct was prohibited by\" the FLSA. <i>McLaughlin v. Richland Shoe Co.,</i> 486 U.S. 128, 133, 108 S.Ct. 1677, 100 L.Ed.2d 115 (1988)(\"Ordinary violations of the [FLSA] are subject to the two-year limitations period.\") Unreasonable or negligent conduct is not enough to constitute \"willful\" conduct. <i>Id.</i> at 134, 108 S.Ct. 1677.</p>\n<p>Plaintiffs argue that defendants knew that their actions, taking <i>de facto</i> deductions by failing to reimburse workers' transportation and visa costs in the first workweek up to the point that such deductions did not bring a worker's pay below the minimum wage, were prohibited by the FLSA. Plaintiffs rely on several documents to support this claim. First, plaintiffs argue that the United States Department of Labor (\"DOL\") informed defendant NCGA that its reimbursement policy violated the FLSA. Since at least February 1996, defendant NCGA received written notices from DOL regarding transportation costs for H2A workers. Each notice stated, in pertinent part:</p>\n<p>The Fair Labor Standards Act (FLSA) prohibits the employer from taking deductions from a worker's pay or otherwise driving the worker's wages below the FLSA minimum wage by imposing on the worker an expense which is primarily for the benefit of the employer. Under the circumstances of the H-2A program, such employer-benefit expenses (\"business expenses\") include the cost of the travel to the worksite by both U.S. and H-2A employees hired at a distant location ...</p>\n<p><i>Notice Accepting Clearance Order,</i> Exh. 1, pg. 26, Pl. Mem. of Law in Opp. to Def. Mot. For Summ. Judg.</p>\n<p>In addition, each of these notices provided that, \"the employee may not be required to bear the cost of the travel expenses to the extent that such expenses would infringe on the employee's receipt of the FLSA minimum wage.\" Eury Dep., October 29, 2003, pg. 50, 11-19.</p>\n<p>Plaintiffs also note \"years of correspondence\" between defendant NCGA and the DOL on the issue of reimbursement of transportation costs. For example, plaintiffs cite to a letter dated September 28, 1995, from Jim Witmer, the DOL District Director to Craig Eury, defendant NCGA's Executive Director, which provides, in pertinent part:</p>\n<p>Under the Fair Labor Standards Act (FLSA) no deduction that cuts into the minimum wage may be made for the transportation of migrant workers from the point of hire and return to that point. This transportation is primarily for the benefit of the employer and transportation costs are an incident of and necessary to the employment of migrant workers.</p>\n<p><i>See Letter,</i> Exh. 25, pg. 32, Pl. Mem. of Law in Opp. to Def. Mot. For Summ. Judg.</p>\n<p>In later correspondence, Eury inquired regarding the legality of workers bearing their own costs, as in the situation before <span class=\"star-pagination\">*389</span> the court. Witmer's response, dated October 5, 1995, to this inquiry provided that where:</p>\n<p>workers pay their own transportation to the employer's place of employment and the employer makes no deductions for transportation, the employer is obligated in the employee's first week of employment to reimburse the employees for that part of the transportation costs incurred which would reduce the employee's pay below the minimum wage for that initial week.</p>\n<p><i>Id.</i> at 34.</p>\n<p>Additionally, in May 1996, Michael Ginley, Director of DOL's Office of Enforcement Policy, sent Eury a letter informing him that:</p>\n<p>The Department's current policy remains that worker-incurred transportation costs from the point of remote hire to the worksite are primarily for the benefit of the employer ... It is also the Department's policy that employees remotely hired under the H-2A program may not be required to bear the cost of transportation to the worksite to the extent that such expenses infringe on the employees' receipt of the FLSA minimum wage.</p>\n<p><i>Id.</i> at 30.</p>\n<p>DOL regulations provide that an employer's actions are deemed knowing, and thus willful, under the FLSA if the employer has received advice from a responsible official of the Wage &amp; Hour Division that the employer's conduct is not lawful. 29 C.F.R. § 578.3(c)(2).</p>\n<p>DOL Opinion Letter WH-531, dated June 27, 1990, was noted by this court in its September 30, 2004, order in this matter as representing \"the consistent position of the DOL, at least for some time prior to 1990 when WH-531 was issued ...\" Even though this court held that the DOL Opinion letter provided \"little guidance\" to this court under the analysis of <i>Skidmore v. Swift,</i> 323 U.S. 134, 140, 65 S.Ct. 161, 89 L.Ed. 124 (1944), plaintiffs argue that this opinion letter still provided additional notice to defendant NCGA that its actions violated the law. Plaintiffs also state that the May 11, 1994, letter from Secretary of Labor Robert B. Reich (the \"Reich letter\") and the June 30, 1994, letter from Wage and Hour Administrator Maria Echaveste (\"Echaveste letter\") discussed at length in this court's September 30, 2004, order, also provided additional notice<sup>[1]</sup>.</p>\n<p>As to defendant Thigpen, plaintiffs argue that he acknowledged that prior to the time period at issue here, defendant Thigpen familiarized himself and had agreed to comply with the terms and conditions in the clearance orders. Defendant NCGA also provides its grower-members with specific information from the ETA Handbook, No. 398 (\"H2A Program Handbook\"), which provided:</p>\n<p><i>Deductions</i> The job offer shall specify all deductions not required by law. An employer subject to the Fair Labor Standards Act (FLSA) will not make deductions from pay which would bring the wage below the federal minimum for the work week unless authorized by the FLSA regulations.</p>\n<p>H2A Program Handbook § (B)(1)(m).</p>\n<p><i>Assuming arguendo</i> that plaintiffs cannot show defendants knowingly violated the FLSA, plaintiffs argue that defendants acted with reckless disregard. According to DOL regulation, an employer's conduct is considered to be in reckless disregard of the FLSA if the employer should have inquired further into whether its conduct <span class=\"star-pagination\">*390</span> was in compliance with the FLSA and failed to make such inquiry. 29 CFR § 578.3(c)(3).</p>\n<p>Plaintiffs argue defendant NCGA chose not to know its actions violated the FLSA. Defendant NCGA fought the DOL interpretation and continued to refuse to reimburse its H-2A workers. Defendant Thigpen chose to carry on in a \"business as usual\" manner, without attempting to determine if their conduct violated the FLSA.</p>\n<p>As to visa costs, plaintiffs argue that defendants also acted with reckless disregard to visa costs because the general principles they were fully aware of should have alerted them to seek more specific information. Defendants, however, argue that plaintiffs' willfulness memorandum disregards undisputed facts and relevant Fourth Circuit law on this issue.</p>\n<p>Defendants attempt to rebut all of plaintiffs' arguments, contending that \"indeed, it would be difficult to find an employer who tried more diligently than the defendants to determine exactly how the FLSA was to apply to his business.\"</p>\n<p>Defendants rely on the fact that they sought and received written letters (the Reich and Echaveste letters) stating that DOL was not prepared to assert violations for these deductions. Eury understood these 1994 letters to be assurance from USDOL that defendants were not violating the law by waiting until the 50% point of the season to reimburse those expenses.</p>\n<p>Defendants also rely on the following to rebut plaintiffs' argument regarding willfulness: (1) a letter from regional administrator Perry that Reich/Echaveste policy from Clinton administration was continuing under Bush; (2) informal communication with Echaveste and her successor, Tammy McCutchen; (3) the fact that defendants themselves have never been cited for violations based on this issue and are unaware of any other farmer who has been cited for a similar violation; and, (4) the fact that NCDOL is represented at almost every new employee orientation performed by defendant NCGA.</p>\n<p>Furthermore, defendants state that although Eury acknowledged that the H-2A certification letters did contain language which supports plaintiffs' interpretation, Eury raised the issue of the language being inconsistent with the policy set forth in the Reich and Echaveste letters and Eury testified, \"I don't think we ever got any answers.\" Eury Deposition at 156.</p>\n<p>This court finds that plaintiffs have not shown evidence sufficient to satisfy their burden of proof on the issue of defendants' willfulness. Therefore, the court finds that defendants did not act willfully. In making this decision, this court notes that the violation found in this case is a matter of first impression in this circuit and has only been decided directly by one other circuit court in the United States. Additionally, this decision is supported by the nature of <i>de facto</i> deductions and the fact that defendants had made at least some attempts, however minimal, to determine the DOL's position on this issue.</p>\n<p>Because plaintiffs cannot establish that defendants' violation was willful in nature, the two-year statute of limitations applies to this action. Plaintiffs filed this action on December 23, 2002. Therefore, plaintiffs may only recover damages accruing after December 23, 2000.</p>\n<p></p>\n<h2><i>GOOD FAITH</i></h2>\n<p>The Portal to Portal Act, 29 U.S.C. § 251, <i>et seq.,</i> includes three employer defenses that may apply even if the employer is found to be in violation of the FLSA: Section 9, 29 U.S.C. § 258, which provides a defense based on employer acts or omissions that occurred before the effective date of the Portal to Portal Act; Section 10, which provides a bar to liability if the <span class=\"star-pagination\">*391</span> employer can prove \"good faith\" as defined therein; and, Section 11, which allows the court, in its discretion, to refuse to award liquidated damages to a prevailing plaintiff under certain circumstances.</p>\n<p>Section 10 of the Portal to Portal Act amended the FLSA to provide as follows:</p>\n<p>(a) In any action or proceeding based on any act or omission on or after May 14, 1947, no employer shall be subject to any liability or punishment for or on account of the failure of the employer to pay minimum wages or overtime compensation under the Fair Labor Standards Act of 1938, as amended [29 U.S.C.A. § 201 et seq.], the Walsh-Healey Act [41 U.S.C.A. § 35 et seq.], or the Bacon-Davis Act [40 U.S.C.A. § 276 et seq.], if he pleads and proves that the act or omission complained of was in good faith in conformity with and in reliance on any written administrative regulation, order, ruling, approval, or interpretation, of the agency of the United States specified in subsection (b) of this section, or any administrative practice or enforcement policy of such agency with respect to the class of employers to which he belonged. Such a defense, if established, shall be a bar to the action or proceeding, notwithstanding that after such act or omission, such administrative regulation, order, ruling, approval, interpretation, practice, or enforcement policy is modified or rescinded or is determined by judicial authority to be invalid or of no legal effect.</p>\n<p>29 U.S.C. § 259.</p>\n<p>Defendants submit to the court that they have satisfied the requirements of the Section 10 \"good faith\" defense. DOL has issued regulations interpreting Section 10 of the Portal to Portal Act. <i>See</i> 29 C.F.R. Part 790. For the defense of good faith, the defendants bear the burden of proof. This burden is a heavy one, especially because if proven, this defense acts as a bar to the proceeding, absolving defendant from liability and penalties for past violations.</p>\n<p>An employer's \"good faith\" is not to be determined merely from the actual state of his mind ... \"good faith\" also depends upon an objective test-whether the employer, in acting or omitting to act as he did, and in relying upon the regulation, order, ruling, approval, interpretation, administrative practice or enforcement policy, acted as a reasonably prudent man would have acted under the same or similar circumstances. \"Good faith\" requires that the employer have honesty of intention and no knowledge of circumstances which ought to put him upon inquiry.</p>\n<p>29 C.F.R. § 790.15(a).</p>\n<p>Additionally, the employer must prove that he \"actually relied upon\" the administrative regulation, order, ruling, approval, interpretation, enforcement policy or practice. 29 C.F.R. 790.16(a). In deciding whether defendants have proven good faith, the court must look at (1) the particular \"agency action\" upon which the defendants relied; (2) whether defendants can show actual reliance upon it; and, (3) whether employer acted in good faith, both objectively and subjectively.</p>\n<p>Defendants argue that the May 11, 1994, letter from Secretary of Labor Robert B. Reich (the \"Reich letter\") and the June 30, 1994, letter from Wage and Hour Administrator Maria Echaveste (\"Echaveste letter\") satisfy the \"agency action\" component of the good faith defense.</p>\n<p>The regulations provide that the \"agency action\" must be an administrative regulation, order and/or a practice or enforcement policy. It must be \"in writing\" and from \"the agency\" rather than from an individual agency officer or employer. See 29 C.F.R. § 790.19(a) and (b).</p>\n<p><span class=\"star-pagination\">*392</span> Agency action in the form of a ruling or interpretation warrants different analysis by the court than agency action in the form of a practice or enforcement policy. A ruling or interpretation requires \"affirmative action on the part of an agency.\" See 29 C.F.R. § 790.17(f). Additionally, it is not enough for the agency to state that it will not express an opinion. See 29 C.F.R. § 790.17(g). Finally, a ruling or interpretation must be in effect and operation at the time of the employer's reliance. See 29 C.F.R. § 790.17(h).</p>\n<p>Defendants argue that the Reich and Echaveste letters qualify as at least a provisional \"interpretation.\" The regulations define an interpretation as a term that</p>\n<p>has been used to describe a statement \"ordinarily of an advisory character, indicating merely the agency's present belief concerning the meaning of applicable statutory language.\" This would include bulletins, releases, and other statements issued by an agency which indicates its interpretation of the provisions of a statute.</p>\n<p>29 C.F.R. § 790(c).</p>\n<p>Defendants also argue that the Reich and Echaveste letters are consistent with the definition of \"rulings\" because the letters were written in response to individual inquiries. The regulations define \"ruling\" as follows:</p>\n<p>The term \"ruling\" commonly refers to an interpretation made by an agency \"as a consequence of individual requests for rulings upon particular questions.\" Opinion letters of an agency expressing opinions as to the application of the law to particular facts presented by specific inquiries fall within this description.</p>\n<p>29 C.F.R. § 790.17(d).</p>\n<p>Defendants argue that the Reich and Echaveste letters, as agency action in the form of an interpretation or ruling, affirmatively stated that DOL was not prepared to assert violations of the FLSA based on a farmer's failure to reimburse transportation expenses in the first workweek, even if such failure had the <i>de facto</i> result of taking the worker below the minimum wage. Defendants state that it is undisputed that there has been no change in the position from the Reich and Echaveste letters at or higher than the level of the Wage and Hour Administrator. Defendants note that <i>Arriaga v. Florida Pacific Farms, LLC</i> is the only subsequent court decision to the contrary (except for prior rulings in the instant case). <i>Id.,</i> 305 F.3d 1228 (11th Cir.2002). <i>Arriaga,</i> however, governs only farms in the Eleventh circuit and was issued only about 3 months prior to the beginning of this action.</p>\n<p>Defendants also acknowledge that there have been other court decisions that are arguably favorable to the plaintiffs' position prior to <i>Arriaga,</i> such as the <i>Glassboro</i> cases<sup>[2]</sup>. Defendants note that the cases, however, pre-date the Reich and Echaveste letters.</p>\n<p>This court has already found that the Reich and Echaveste letters do not \"indicate the current status of the law.\" Order, September 30, 2004, at 20. This court found that the letters \"speak only of the DOL's enforcement policy.\" <i>Id.</i> at 18. The letters point out that the issue is under review and that pending resolution, DOL is asserting a non-enforcement policy. Therefore, the Reich and Echaveste letters do not constitute a ruling or interpretation as defined by the regulations, as they do not state the DOL's viewpoint on whether failure to reimburse constitutes a violation under the FLSA.</p>\n<p>Alternatively, defendants argue that the Reich and Echaveste letters set forth an <span class=\"star-pagination\">*393</span> \"administrative practice or enforcement policy.\" The regulations also define these terms.</p>\n<p>The terms \"administrative practice or enforcement policy\" refer to courses of conduct or policies which an agency has determined to follow in the administration and enforcement of a statute, either generally, or with respect to specific classes of situations. Administrative practices and enforcement policies may be set forth in statements addressed by the agency to the public. Although they may be, and frequently are, based upon decisions or views which the agency has set forth in. its regulations, orders, rulings, approvals, or interpretations, nevertheless administrative practices and enforcement policies differ from these forms of agency action in that such practices or policies are not limited to matters concerned with the meaning or legal effect of the statutes administered by the agency and may be based wholly or in part on other considerations.</p>\n<p>29 C.F.R. § 790.18(a).</p>\n<p>An agency's course of conduct need not be permanent; it may be for a limited time, an indefinite time, or for a time terminable upon the occurrence of some contingency. See 29 C.F.R. § 790.18(a) n. 111. Additionally, an administrative practice or enforcement policy may vary from the agency's interpretation of the law. See 29 C.F.R. § 790.18(c). An agency can has the power to make a non-enforcement decision. See 29 C.F.R. § 790.18(h). The administrative practice or enforcement policy must apply to \"the class of employers to which [the employer] belonged.\" See 29 C.F.R. § 790.18(g). Finally, it must have been in effect at the time of the employer's reliance. See 29 C.F.R. § 790.18(I).</p>\n<p>The regulations also address proof of good faith in connection with an administrative practice or enforcement policy:</p>\n<p>\"An employer will be relieved from liability, in an action by an employee, because of reliance in good faith on an administrative practice or enforcement policy only (1) where such practice or policy was based on the ground that an act or omission was not a violation of the (Fair Labor Standards) Act, or (2) where a practice or policy of not enforcing the Act with respect to acts or omissions lead the employer to believe in good faith that such acts or omissions were not violations of the Act.\"</p>\n<p>29 C.F.R. § 790.18(d) (quoting legislative history).</p>\n<p>Plaintiffs concur that the Reich and Echaveste letters set forth an \"enforcement policy\" by the Wage and Hour Administrator. \"Accordingly, pending resolution of the policy and procedural issues relating to the treatment of transportation expenses, we are not prepared to assert violations in this area under the FLSA.\" Reich letter, at 2; Echaveste letter, at 1. Plaintiffs note, however, that this is different from a statement that defendants' practices are not in violation of the FLSA. This court agrees. As found by this court in its September 30, 2004, order,</p>\n<p>these letters speak only of the DOL's enforcement policy regarding <i>de facto</i> deductions of transportation costs, not the status of the law or whether DOL considers it to be a violation of the FLSA. Whether DOL chooses to use its limited resources to enforce a certain provision of the FLSA is a different question than whether a certain deduction constitutes a violation of the FLSA. Moreover, defendants rely on one sentence of these letters and would ignore, and have this court ignore, the rest of the body of the letter.</p>\n<p><i>Id.</i> at 18-19.</p>\n<p>In fact, DOL's opinion on the issue seems to be much different from the contention <span class=\"star-pagination\">*394</span> of defendants. The Echaveste letter also provides:</p>\n<p>The Department has for many years been of the view that costs incurred by employees for the benefit of the employer may not be properly borne by employees if and to the extent that they reduce wages in a pay period below the statutory minimum. This issue has been the subject of litigation several times over the years and the Courts have consistently upheld the position that such costs may not cut into the minimum wage. Nonetheless, in response to questions, primarily from agricultural employers, regarding the application of this principle to transportation costs, the Wage and Hour Division is re-examining this issue.</p>\n<p>Echaveste letter, at 1.</p>\n<p>Therefore, plaintiffs contend and this court agrees that the Reich and Echaveste letters, which constitute the enforcement policy of the DOL, do not state that the non-reimbursement is not a violation of the FLSA. This court agrees with plaintiffs that defendants cannot prove good faith under 29 C.F.R. § 790.18(d)(1), which requires that an enforcement policy be based on the fact that an \"act or omission was not a violation\" of the FLSA. 29 C.F.R. § 790.18(d)(1). Therefore, if defendants wish to meet the burden of proof required to show good faith, they must do so under 29 C.F.R. § 790.18(d)(2). In other words, defendants must prove that the agency's enforcement policy led defendants to believe in good faith that the <i>de facto</i> deductions did not violate the FLSA.</p>\n<p>Furthermore, plaintiffs argue defendants cannot meet the burden under 29 C.F.R. § 790.18(d)(2) because the Reich letter indicates that the DOL's policy is that \"worker-incurred transportation expenses are always primarily for the benefit of the employer.\" Reich letter, at 1. The Reich and Echaveste letters do not reverse this longstanding policy, rather they merely state that while the policy is under review DOL will not assert violations.</p>\n<p>Additionally, plaintiffs argue that subsequent to the Reich and Echaveste letters, there have been numerous documents confirming that under the FLSA, transportation expenses of H-2A workers are primarily for the benefit of the employer. All but one of these documents were discussed previously in this order. See discussion of these documents, <i>supra,</i> at pages 388-89: DOL Notice Accepting Clearance Order; September 28, 1995, letter from DOL District Director Jim Witmer,; October 5, 1995 from Jim Witmer; and, May 10, 1996, letter from Michael Ginley, Director of DOL's Office of Enforcement Policy. In addition, plaintiffs rely on a February 18, 2000, letter from DOL Wage and Hour Regional Administrator Alfred H. Perry to Representative Lindsey Graham advising that \"it is, and has been, the policy of our agency that any costs borne by an employee for something which `primarily benefits the employer' is a cost which cannot be passed along to a worker.\" Furthermore, the letter provides that \"the right of a worker to pursue such a private action was not negated by our agency's decision to take a non-enforcement posture on this issue.\" Perry Ltr., Exh. 16, pgs. 18-21, Pl. Mem. of Law in Opp. to Def. Mot. For Summ. Judg.</p>\n<p>Plaintiffs note that although these documents were not issued by the Wage and Hour Administrator and defendant NCGA cannot rely upon them for their good-faith defense, plaintiffs believe these documents negate defendants' good faith arguments because defendant NCGA cannot claim that it was unaware of this contrary evidence. \"If he did not know, it was because he did not look, or looking, did not see, or want to see what was so plainly there.\" <i>Mayhew v. Wirtz,</i> 413 F.2d 658, 663 (4th <span class=\"star-pagination\">*395</span> Cir.1969) (quoting <i>Mitchell v. Raines,</i> 238 F.2d 186, 188 (5th Cir.1956)).</p>\n<p>Plaintiffs argue that the above evidence demonstrates that defendants' belief, even if actual, was not objectively reasonable. \"An employer may not maintain that he is in good faith when he construes an administrative bulletin to exempt himself from liability, even though the bulletin itself does not specifically exempt the employer.\" <i>Pilkenton v. Appalachian Regional Hospitals, Inc.,</i> 336 F.Supp. 334, 340 (W.D.Va.1971).</p>\n<p>Defendants, however, contend that they meet the \"employer focused\" requirements of the good faith defense; specifically, that (1) they acted \"in conformity with\" the agency action; (2) they relied on that action; and, (3) they acted in good faith. 29 C.F.R. § 790.13(a).</p>\n<p>Defendants claim it is undisputed that they actually relied on this letter. Defendants agree that good faith is determined not only by an employer's subjective state of mind, but also by the objective reasonableness. 29 C.F.R. § 790.15(a).</p>\n<p>Defendants also note that the Reich and Echaveste letters were written in response to specific inquiries and have not been revoked. Defendants state that the \"only remaining question\" is whether they had \"notice of any facts or circumstances which would lead a reasonably prudent man to make further inquiry.\" Defendants disagree with plaintiffs' arguments, noting that contrary opinions from lower-level wage and hour employees do not change the opinion of the Wage and Hour Office. Besides, defendants state they even inquired further after that point. They also point out that the <i>Glassboro</i> and <i>Torreblanca</i> cases pre-date the Reich and Echaveste letters and that the Arriaga case was not decided until September 2002 and is not a Fourth Circuit case. Finally, defendants argue that the \"boilerplate\" language in the clearance orders was in place long before the Reich and Echaveste letters; furthermore, the Clearance Order comes from the Employment Training Administration (ETA), not the Wage and Hour Administrator.</p>\n<p>Defendants discuss the (d)(1) and (d)(2) distinction between rulings and enforcement policy and argue that this distinction relates back to the example in § 790.18(c) where the administrator intends to find a violation but allows a \"grace period.\" This example is in contrast with the instant case, where defendant argues that the administrator is \"not prepared to assert violations.\"</p>\n<p>Defendants argue that their subjective belief was objectively reasonable in light of the \"longstanding practice\" of H-2A farmers waiting until the 50% point of the season to reimburse expenses, the lack of an analysis in the case law and opinion letters, and failure to revoke the Reich and Echaveste letters.</p>\n<p>This court finds that regardless of whether defendants subjectively believed that their actions were not a violation of the FLSA, as a matter of law, defendants' belief was not objectively reasonable. The court finds that defendants' alleged reliance on the Reich and Echaveste letters cannot be shown, as a matter of law, to be objectively reasonable. As stated in the September 30, 2004, order, a non-enforcement policy asserted during review of an issue does not indicate the current status of the law; <i>i.e.,</i> whether a particular action is a violation of the FLSA. \"Defendants' argument would be well received by this court if this suit were being brought by the DOL.\" Order, at 20. However, defendants were never told that their actions did not violate the FLSA. As stated in the legislative history, and quoted in <i>Mayhew,</i></p>\n<p>The defense of good faith is intended to apply only where an employer innocently and to his detriment, followed the law <span class=\"star-pagination\">*396</span> as it was laid down to him by government agencies, without notice that such interpretations were claimed to be erroneous or invalid. It is not intended that this defense shall apply where an employer had knowledge of conflicting rules and chose to act in accordance with the one most favorable to him.</p>\n<p><i>Mayhew,</i> 413 F.2d at 661.</p>\n<p>Defendants cannot, as a matter of law, meet the burden under § 10 of the Portal to Portal Act.</p>\n<p></p>\n<h2><i>LIQUIDATED DAMAGES</i></h2>\n<p>The FLSA also provides for liquidated damages:</p>\n<p>Any employer who violates the provisions of section 206 or section 207 of this title shall be liable to the employee or employees affected in the amount of their unpaid minimum wages, or their unpaid overtime compensation, as the case may be, and in an additional amount as liquidated damages.</p>\n<p>29 U.S.C. § 216(b).</p>\n<p>Liquidated damages are awarded in addition to compensatory damages and are equal to the compensatory damages, resulting in a double damage award. <i>Fowler v. Land Management Groupe, Inc.,</i> 978 F.2d 158, 162 (4th Cir.1992).</p>\n<p>An award of liquidated damages is mandatory, but may become discretionary if the employer can establish \"to the satisfaction of the court that the act or omission giving rise to such action was in good faith and that [the employer] had reasonable grounds for believing that his act or omission was not in violation of the [FLSA].\" Thus, unlike the issue of willfulness where Plaintiff bears the burden of proof, on the issue of liquidated damages Defendant bears the \"plain and substantial burden\" of proving that its actions were objectively reasonable and prompted solely by good faith to avoid imposition of liquidated damages. Furthermore, a finding that the employer did not willfully violate the FLSA in no way forecloses a finding that the employer did not act in good faith, as proof of an intentional violation of the FLSA is not necessary to obtain an award of liquidated damages.</p>\n<p><i>Troutt v. Stavola Brothers, Inc.,</i> 905 F.Supp. 295, 302 (M.D.N.C.1995) (citations omitted).</p>\n<p>As required by 29 U.S.C. § 260, in order for the award of liquidated damages to be discretionary, the employer must show \"to the satisfaction of the court that the act or omission giving rise to such action was in good faith and that he had reasonable grounds for believing that his act or omission was not a violation of the Fair Labor Standards Act.\" <i>Id.</i></p>\n<p>Although the elements required to prove a defense under § 260 are slightly different than under § 259 (§ 10 good faith defense), in that it lacks the \"agency action\" component of the defense, the defendants' burden is still \"plain and substantial.\" <i>See </i><i>Burnley v. Short,</i> 730 F.2d 136, 140 (4th Cir.1984).</p>\n<p>This court has already held that defendants cannot show, as a matter of law, that they are entitled to the defense of good faith because they cannot show that the enforcement policy of the Wage and Hour Administrator \"of not enforcing the act with respect to acts or omissions lead the employer to believe in good faith that such acts or omissions were not violations of the Act.\" 29 C.F.R. § 790.18(d)(2).</p>\n<p>Therefore, as a matter of law, defendants also cannot show that they acted in good faith and had reasonable grounds for believing their acts or omissions were not in violation of the FLSA, as required by 29 U.S.C. § 260. Therefore, defendants cannot meet the burden of proof for a defense of liquidated damages. Plaintiffs <span class=\"star-pagination\">*397</span> are entitled, pursuant to 29 U.S.C. § 216(b), to liquidated damages in an amount equal to the compensatory damages.</p>\n<p></p>\n<h2><i>MOTION TO STRIKE</i></h2>\n<p>This court held in abeyance plaintiffs' motion to strike portions of the affidavits of Stan Eury and James Holt served on January 15, 2004. As this court did not rely on either of these affidavits, plaintiffs' motion is denied as moot.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the cross-motions for summary judgment are granted in part and denied in part as follows:</p>\n<p>1. As to willfulness, the court holds that the defendants' actions were not, as a matter of law, willful. Therefore, defendants' motion for summary judgment is granted and plaintiffs' motion for summary judgment denied.</p>\n<p>2. As to good faith, the court holds that the defendant cannot, as a matter of law, prove the defense of good faith. Therefore, defendants' motion for summary judgment is denied and plaintiffs' motion for summary judgment is granted.</p>\n<p>3. As to liquidated damages, the court holds that the defendant cannot, as a matter of law, show their actions were in good faith and based on reasonable grounds for believing their actions did not violate the FLSA. Therefore, defendants' motion for summary judgment is denied and plaintiffs' motion for summary judgment is granted. Plaintiffs are entitled, pursuant to 29 U.S.C. § 216(b), to liquidated damages in an amount equal to the compensatory damages.</p>\n<p>4. Plaintiffs' motion to strike is denied as moot.</p>\n<p>As to damages, the parties are directed to calculate, or to develop a formula to calculate, the individual compensatory damages of the plaintiffs in accordance with this order and this court's order of September 30, 2004. In addition, plaintiffs are hereby awarded liquidated damages in an amount equal to their individual compensatory damages.</p>\n<p>The parties shall file with the court a stipulation as to the damages or formula for damages within forty-five days, or if no stipulation can be reached, the parties shall file a motion for an appropriate order on damages. Furthermore, any application for costs and/or motion for reasonable attorney fees shall be filed within forty-five days of the entry of this order.</p>\n<p>Final judgment shall not be entered until the appropriate stipulations and/or motions have been filed by the parties and adjudicated by this court.</p>\n<h2>NOTES</h2>\n<p>[1]  See discussion of the Reich and Echaveste letters in this court's order of September 30, 2004, pages 17-20.</p>\n<p>[2]  See discussion of the Glassboro cases in this court's September 30, 2004, order, at 20-22.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">386</span></span> (2005)</b></center>\n<center><h1>Felipe de Jesus DE LUNA-GUERRERO, et al., Plaintiffs,<br>\nv.<br>\nThe NORTH CAROLINA GROWER'S ASSOCIATION, INC., and Marcus Thigpen, et al., Defendants.</h1></center>\n<center>No. 402CV173H4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>April 25, 2005.</center>\n<p><span class=\"star-pagination\">*387</span> Robert J. Willis, Law Offices of Robert J. Willis, Carol L. Brooke, Jack Holtzman, Raleigh, NC, for Plaintiffs.</p>\n<p>W.R. Loftis, Jr., Constangy, Brooks, &amp; Smith, LLC, Winston-Salem, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on remaining issues related to the cross-motions for summary judgment. In this court's order of September 30, 2004, this court held that failure to reimburse plaintiffs' transportation and visa costs in the first workweek constituted a <i>de facto</i> deduction and violated the FLSA to the extent failure to reimburse brought plaintiffs' first week wages below the minimum wage.</p>\n<p>This court held in abeyance its decision on summary judgment as to the issues of willfulness, good faith, and liquidated damages, pending further briefing on these issues, as requested by the court.</p>\n<p>The parties have filed all additional memoranda requested by the court, and these matters are ripe for adjudication.</p>\n<p></p>\n<h2><i>WILLFULNESS</i></h2>\n<p>The statute of limitations for claims under the Fair Labor Standards Act, 29 <span class=\"star-pagination\">*388</span> U.S.C. § 201 <i>et seq.,</i> (FLSA) is two years, unless plaintiff can prove that defendant acted willfully. If willfulness is shown, then the statute of limitations is increased to three years. Plaintiffs argue that defendants acted willfully within the meaning of the FLSA, specifically 29 U.S.C. § 255, when they failed to reimburse plaintiffs for their transportation and visa costs within the first workweek, thereby bringing plaintiffs' pay below the minimum wage under the FLSA. Plaintiffs bear the burden of proving that defendants' acts or omissions were \"willful\" within the meaning of the FLSA. <i>See, e.g. </i><i>Truslow v. Spotsylvania County Sheriff,</i> <span class=\"citation\" data-id=\"1362210\"><a href=\"/opinion/1362210/truslow-v-spotsylvania-county-sheriff/\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">274</span></a></span>, 279 (E.D.Va.1992). An employer's violation of the FLSA is willful if the employer either \"knew or showed reckless disregard for the matter of whether its conduct was prohibited by\" the FLSA. <i>McLaughlin v. Richland Shoe Co.,</i> <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 133, <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1677</span></a></span>, <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">115</span></a></span> (1988)(\"Ordinary violations of the [FLSA] are subject to the two-year limitations period.\") Unreasonable or negligent conduct is not enough to constitute \"willful\" conduct. <i>Id.</i> at 134, <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1677</span></a></span>.</p>\n<p>Plaintiffs argue that defendants knew that their actions, taking <i>de facto</i> deductions by failing to reimburse workers' transportation and visa costs in the first workweek up to the point that such deductions did not bring a worker's pay below the minimum wage, were prohibited by the FLSA. Plaintiffs rely on several documents to support this claim. First, plaintiffs argue that the United States Department of Labor (\"DOL\") informed defendant NCGA that its reimbursement policy violated the FLSA. Since at least February 1996, defendant NCGA received written notices from DOL regarding transportation costs for H2A workers. Each notice stated, in pertinent part:</p>\n<p>The Fair Labor Standards Act (FLSA) prohibits the employer from taking deductions from a worker's pay or otherwise driving the worker's wages below the FLSA minimum wage by imposing on the worker an expense which is primarily for the benefit of the employer. Under the circumstances of the H-2A program, such employer-benefit expenses (\"business expenses\") include the cost of the travel to the worksite by both U.S. and H-2A employees hired at a distant location ...</p>\n<p><i>Notice Accepting Clearance Order,</i> Exh. 1, pg. 26, Pl. Mem. of Law in Opp. to Def. Mot. For Summ. Judg.</p>\n<p>In addition, each of these notices provided that, \"the employee may not be required to bear the cost of the travel expenses to the extent that such expenses would infringe on the employee's receipt of the FLSA minimum wage.\" Eury Dep., October 29, 2003, pg. 50, 11-19.</p>\n<p>Plaintiffs also note \"years of correspondence\" between defendant NCGA and the DOL on the issue of reimbursement of transportation costs. For example, plaintiffs cite to a letter dated September 28, 1995, from Jim Witmer, the DOL District Director to Craig Eury, defendant NCGA's Executive Director, which provides, in pertinent part:</p>\n<p>Under the Fair Labor Standards Act (FLSA) no deduction that cuts into the minimum wage may be made for the transportation of migrant workers from the point of hire and return to that point. This transportation is primarily for the benefit of the employer and transportation costs are an incident of and necessary to the employment of migrant workers.</p>\n<p><i>See Letter,</i> Exh. 25, pg. 32, Pl. Mem. of Law in Opp. to Def. Mot. For Summ. Judg.</p>\n<p>In later correspondence, Eury inquired regarding the legality of workers bearing their own costs, as in the situation before <span class=\"star-pagination\">*389</span> the court. Witmer's response, dated October 5, 1995, to this inquiry provided that where:</p>\n<p>workers pay their own transportation to the employer's place of employment and the employer makes no deductions for transportation, the employer is obligated in the employee's first week of employment to reimburse the employees for that part of the transportation costs incurred which would reduce the employee's pay below the minimum wage for that initial week.</p>\n<p><i>Id.</i> at 34.</p>\n<p>Additionally, in May 1996, Michael Ginley, Director of DOL's Office of Enforcement Policy, sent Eury a letter informing him that:</p>\n<p>The Department's current policy remains that worker-incurred transportation costs from the point of remote hire to the worksite are primarily for the benefit of the employer ... It is also the Department's policy that employees remotely hired under the H-2A program may not be required to bear the cost of transportation to the worksite to the extent that such expenses infringe on the employees' receipt of the FLSA minimum wage.</p>\n<p><i>Id.</i> at 30.</p>\n<p>DOL regulations provide that an employer's actions are deemed knowing, and thus willful, under the FLSA if the employer has received advice from a responsible official of the Wage &amp; Hour Division that the employer's conduct is not lawful. 29 C.F.R. § 578.3(c)(2).</p>\n<p>DOL Opinion Letter WH-531, dated June 27, 1990, was noted by this court in its September 30, 2004, order in this matter as representing \"the consistent position of the DOL, at least for some time prior to 1990 when WH-531 was issued ...\" Even though this court held that the DOL Opinion letter provided \"little guidance\" to this court under the analysis of <i>Skidmore v. Swift,</i> <span class=\"citation\" data-id=\"104034\"><a href=\"/opinion/104034/skidmore-v-swift-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 140, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">124</span></span> (1944), plaintiffs argue that this opinion letter still provided additional notice to defendant NCGA that its actions violated the law. Plaintiffs also state that the May 11, 1994, letter from Secretary of Labor Robert B. Reich (the \"Reich letter\") and the June 30, 1994, letter from Wage and Hour Administrator Maria Echaveste (\"Echaveste letter\") discussed at length in this court's September 30, 2004, order, also provided additional notice<sup>[1]</sup>.</p>\n<p>As to defendant Thigpen, plaintiffs argue that he acknowledged that prior to the time period at issue here, defendant Thigpen familiarized himself and had agreed to comply with the terms and conditions in the clearance orders. Defendant NCGA also provides its grower-members with specific information from the ETA Handbook, No. 398 (\"H2A Program Handbook\"), which provided:</p>\n<p><i>Deductions</i> The job offer shall specify all deductions not required by law. An employer subject to the Fair Labor Standards Act (FLSA) will not make deductions from pay which would bring the wage below the federal minimum for the work week unless authorized by the FLSA regulations.</p>\n<p>H2A Program Handbook § (B)(1)(m).</p>\n<p><i>Assuming arguendo</i> that plaintiffs cannot show defendants knowingly violated the FLSA, plaintiffs argue that defendants acted with reckless disregard. According to DOL regulation, an employer's conduct is considered to be in reckless disregard of the FLSA if the employer should have inquired further into whether its conduct <span class=\"star-pagination\">*390</span> was in compliance with the FLSA and failed to make such inquiry. 29 CFR § 578.3(c)(3).</p>\n<p>Plaintiffs argue defendant NCGA chose not to know its actions violated the FLSA. Defendant NCGA fought the DOL interpretation and continued to refuse to reimburse its H-2A workers. Defendant Thigpen chose to carry on in a \"business as usual\" manner, without attempting to determine if their conduct violated the FLSA.</p>\n<p>As to visa costs, plaintiffs argue that defendants also acted with reckless disregard to visa costs because the general principles they were fully aware of should have alerted them to seek more specific information. Defendants, however, argue that plaintiffs' willfulness memorandum disregards undisputed facts and relevant Fourth Circuit law on this issue.</p>\n<p>Defendants attempt to rebut all of plaintiffs' arguments, contending that \"indeed, it would be difficult to find an employer who tried more diligently than the defendants to determine exactly how the FLSA was to apply to his business.\"</p>\n<p>Defendants rely on the fact that they sought and received written letters (the Reich and Echaveste letters) stating that DOL was not prepared to assert violations for these deductions. Eury understood these 1994 letters to be assurance from USDOL that defendants were not violating the law by waiting until the 50% point of the season to reimburse those expenses.</p>\n<p>Defendants also rely on the following to rebut plaintiffs' argument regarding willfulness: (1) a letter from regional administrator Perry that Reich/Echaveste policy from Clinton administration was continuing under Bush; (2) informal communication with Echaveste and her successor, Tammy McCutchen; (3) the fact that defendants themselves have never been cited for violations based on this issue and are unaware of any other farmer who has been cited for a similar violation; and, (4) the fact that NCDOL is represented at almost every new employee orientation performed by defendant NCGA.</p>\n<p>Furthermore, defendants state that although Eury acknowledged that the H-2A certification letters did contain language which supports plaintiffs' interpretation, Eury raised the issue of the language being inconsistent with the policy set forth in the Reich and Echaveste letters and Eury testified, \"I don't think we ever got any answers.\" Eury Deposition at 156.</p>\n<p>This court finds that plaintiffs have not shown evidence sufficient to satisfy their burden of proof on the issue of defendants' willfulness. Therefore, the court finds that defendants did not act willfully. In making this decision, this court notes that the violation found in this case is a matter of first impression in this circuit and has only been decided directly by one other circuit court in the United States. Additionally, this decision is supported by the nature of <i>de facto</i> deductions and the fact that defendants had made at least some attempts, however minimal, to determine the DOL's position on this issue.</p>\n<p>Because plaintiffs cannot establish that defendants' violation was willful in nature, the two-year statute of limitations applies to this action. Plaintiffs filed this action on December 23, 2002. Therefore, plaintiffs may only recover damages accruing after December 23, 2000.</p>\n<p></p>\n<h2><i>GOOD FAITH</i></h2>\n<p>The Portal to Portal Act, 29 U.S.C. § 251, <i>et seq.,</i> includes three employer defenses that may apply even if the employer is found to be in violation of the FLSA: Section 9, 29 U.S.C. § 258, which provides a defense based on employer acts or omissions that occurred before the effective date of the Portal to Portal Act; Section 10, which provides a bar to liability if the <span class=\"star-pagination\">*391</span> employer can prove \"good faith\" as defined therein; and, Section 11, which allows the court, in its discretion, to refuse to award liquidated damages to a prevailing plaintiff under certain circumstances.</p>\n<p>Section 10 of the Portal to Portal Act amended the FLSA to provide as follows:</p>\n<p>(a) In any action or proceeding based on any act or omission on or after May 14, 1947, no employer shall be subject to any liability or punishment for or on account of the failure of the employer to pay minimum wages or overtime compensation under the Fair Labor Standards Act of 1938, as amended [29 U.S.C.A. § 201 et seq.], the Walsh-Healey Act [41 U.S.C.A. § 35 et seq.], or the Bacon-Davis Act [40 U.S.C.A. § 276 et seq.], if he pleads and proves that the act or omission complained of was in good faith in conformity with and in reliance on any written administrative regulation, order, ruling, approval, or interpretation, of the agency of the United States specified in subsection (b) of this section, or any administrative practice or enforcement policy of such agency with respect to the class of employers to which he belonged. Such a defense, if established, shall be a bar to the action or proceeding, notwithstanding that after such act or omission, such administrative regulation, order, ruling, approval, interpretation, practice, or enforcement policy is modified or rescinded or is determined by judicial authority to be invalid or of no legal effect.</p>\n<p>29 U.S.C. § 259.</p>\n<p>Defendants submit to the court that they have satisfied the requirements of the Section 10 \"good faith\" defense. DOL has issued regulations interpreting Section 10 of the Portal to Portal Act. <i>See</i> 29 C.F.R. Part 790. For the defense of good faith, the defendants bear the burden of proof. This burden is a heavy one, especially because if proven, this defense acts as a bar to the proceeding, absolving defendant from liability and penalties for past violations.</p>\n<p>An employer's \"good faith\" is not to be determined merely from the actual state of his mind ... \"good faith\" also depends upon an objective test-whether the employer, in acting or omitting to act as he did, and in relying upon the regulation, order, ruling, approval, interpretation, administrative practice or enforcement policy, acted as a reasonably prudent man would have acted under the same or similar circumstances. \"Good faith\" requires that the employer have honesty of intention and no knowledge of circumstances which ought to put him upon inquiry.</p>\n<p>29 C.F.R. § 790.15(a).</p>\n<p>Additionally, the employer must prove that he \"actually relied upon\" the administrative regulation, order, ruling, approval, interpretation, enforcement policy or practice. 29 C.F.R. 790.16(a). In deciding whether defendants have proven good faith, the court must look at (1) the particular \"agency action\" upon which the defendants relied; (2) whether defendants can show actual reliance upon it; and, (3) whether employer acted in good faith, both objectively and subjectively.</p>\n<p>Defendants argue that the May 11, 1994, letter from Secretary of Labor Robert B. Reich (the \"Reich letter\") and the June 30, 1994, letter from Wage and Hour Administrator Maria Echaveste (\"Echaveste letter\") satisfy the \"agency action\" component of the good faith defense.</p>\n<p>The regulations provide that the \"agency action\" must be an administrative regulation, order and/or a practice or enforcement policy. It must be \"in writing\" and from \"the agency\" rather than from an individual agency officer or employer. See 29 C.F.R. § 790.19(a) and (b).</p>\n<p><span class=\"star-pagination\">*392</span> Agency action in the form of a ruling or interpretation warrants different analysis by the court than agency action in the form of a practice or enforcement policy. A ruling or interpretation requires \"affirmative action on the part of an agency.\" See 29 C.F.R. § 790.17(f). Additionally, it is not enough for the agency to state that it will not express an opinion. See 29 C.F.R. § 790.17(g). Finally, a ruling or interpretation must be in effect and operation at the time of the employer's reliance. See 29 C.F.R. § 790.17(h).</p>\n<p>Defendants argue that the Reich and Echaveste letters qualify as at least a provisional \"interpretation.\" The regulations define an interpretation as a term that</p>\n<p>has been used to describe a statement \"ordinarily of an advisory character, indicating merely the agency's present belief concerning the meaning of applicable statutory language.\" This would include bulletins, releases, and other statements issued by an agency which indicates its interpretation of the provisions of a statute.</p>\n<p>29 C.F.R. § 790(c).</p>\n<p>Defendants also argue that the Reich and Echaveste letters are consistent with the definition of \"rulings\" because the letters were written in response to individual inquiries. The regulations define \"ruling\" as follows:</p>\n<p>The term \"ruling\" commonly refers to an interpretation made by an agency \"as a consequence of individual requests for rulings upon particular questions.\" Opinion letters of an agency expressing opinions as to the application of the law to particular facts presented by specific inquiries fall within this description.</p>\n<p>29 C.F.R. § 790.17(d).</p>\n<p>Defendants argue that the Reich and Echaveste letters, as agency action in the form of an interpretation or ruling, affirmatively stated that DOL was not prepared to assert violations of the FLSA based on a farmer's failure to reimburse transportation expenses in the first workweek, even if such failure had the <i>de facto</i> result of taking the worker below the minimum wage. Defendants state that it is undisputed that there has been no change in the position from the Reich and Echaveste letters at or higher than the level of the Wage and Hour Administrator. Defendants note that <i>Arriaga v. Florida Pacific Farms, LLC</i> is the only subsequent court decision to the contrary (except for prior rulings in the instant case). <i>Id.,</i> <span class=\"citation\" data-id=\"75991\"><a href=\"/opinion/75991/jorge-e-arriaga-v-florida-pacific-farms-llc/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></a></span> (11th Cir.2002). <i>Arriaga,</i> however, governs only farms in the Eleventh circuit and was issued only about 3 months prior to the beginning of this action.</p>\n<p>Defendants also acknowledge that there have been other court decisions that are arguably favorable to the plaintiffs' position prior to <i>Arriaga,</i> such as the <i>Glassboro</i> cases<sup>[2]</sup>. Defendants note that the cases, however, pre-date the Reich and Echaveste letters.</p>\n<p>This court has already found that the Reich and Echaveste letters do not \"indicate the current status of the law.\" Order, September 30, 2004, at 20. This court found that the letters \"speak only of the DOL's enforcement policy.\" <i>Id.</i> at 18. The letters point out that the issue is under review and that pending resolution, DOL is asserting a non-enforcement policy. Therefore, the Reich and Echaveste letters do not constitute a ruling or interpretation as defined by the regulations, as they do not state the DOL's viewpoint on whether failure to reimburse constitutes a violation under the FLSA.</p>\n<p>Alternatively, defendants argue that the Reich and Echaveste letters set forth an <span class=\"star-pagination\">*393</span> \"administrative practice or enforcement policy.\" The regulations also define these terms.</p>\n<p>The terms \"administrative practice or enforcement policy\" refer to courses of conduct or policies which an agency has determined to follow in the administration and enforcement of a statute, either generally, or with respect to specific classes of situations. Administrative practices and enforcement policies may be set forth in statements addressed by the agency to the public. Although they may be, and frequently are, based upon decisions or views which the agency has set forth in. its regulations, orders, rulings, approvals, or interpretations, nevertheless administrative practices and enforcement policies differ from these forms of agency action in that such practices or policies are not limited to matters concerned with the meaning or legal effect of the statutes administered by the agency and may be based wholly or in part on other considerations.</p>\n<p>29 C.F.R. § 790.18(a).</p>\n<p>An agency's course of conduct need not be permanent; it may be for a limited time, an indefinite time, or for a time terminable upon the occurrence of some contingency. See 29 C.F.R. § 790.18(a) n. 111. Additionally, an administrative practice or enforcement policy may vary from the agency's interpretation of the law. See 29 C.F.R. § 790.18(c). An agency can has the power to make a non-enforcement decision. See 29 C.F.R. § 790.18(h). The administrative practice or enforcement policy must apply to \"the class of employers to which [the employer] belonged.\" See 29 C.F.R. § 790.18(g). Finally, it must have been in effect at the time of the employer's reliance. See 29 C.F.R. § 790.18(I).</p>\n<p>The regulations also address proof of good faith in connection with an administrative practice or enforcement policy:</p>\n<p>\"An employer will be relieved from liability, in an action by an employee, because of reliance in good faith on an administrative practice or enforcement policy only (1) where such practice or policy was based on the ground that an act or omission was not a violation of the (Fair Labor Standards) Act, or (2) where a practice or policy of not enforcing the Act with respect to acts or omissions lead the employer to believe in good faith that such acts or omissions were not violations of the Act.\"</p>\n<p>29 C.F.R. § 790.18(d) (quoting legislative history).</p>\n<p>Plaintiffs concur that the Reich and Echaveste letters set forth an \"enforcement policy\" by the Wage and Hour Administrator. \"Accordingly, pending resolution of the policy and procedural issues relating to the treatment of transportation expenses, we are not prepared to assert violations in this area under the FLSA.\" Reich letter, at 2; Echaveste letter, at 1. Plaintiffs note, however, that this is different from a statement that defendants' practices are not in violation of the FLSA. This court agrees. As found by this court in its September 30, 2004, order,</p>\n<p>these letters speak only of the DOL's enforcement policy regarding <i>de facto</i> deductions of transportation costs, not the status of the law or whether DOL considers it to be a violation of the FLSA. Whether DOL chooses to use its limited resources to enforce a certain provision of the FLSA is a different question than whether a certain deduction constitutes a violation of the FLSA. Moreover, defendants rely on one sentence of these letters and would ignore, and have this court ignore, the rest of the body of the letter.</p>\n<p><i>Id.</i> at 18-19.</p>\n<p>In fact, DOL's opinion on the issue seems to be much different from the contention <span class=\"star-pagination\">*394</span> of defendants. The Echaveste letter also provides:</p>\n<p>The Department has for many years been of the view that costs incurred by employees for the benefit of the employer may not be properly borne by employees if and to the extent that they reduce wages in a pay period below the statutory minimum. This issue has been the subject of litigation several times over the years and the Courts have consistently upheld the position that such costs may not cut into the minimum wage. Nonetheless, in response to questions, primarily from agricultural employers, regarding the application of this principle to transportation costs, the Wage and Hour Division is re-examining this issue.</p>\n<p>Echaveste letter, at 1.</p>\n<p>Therefore, plaintiffs contend and this court agrees that the Reich and Echaveste letters, which constitute the enforcement policy of the DOL, do not state that the non-reimbursement is not a violation of the FLSA. This court agrees with plaintiffs that defendants cannot prove good faith under 29 C.F.R. § 790.18(d)(1), which requires that an enforcement policy be based on the fact that an \"act or omission was not a violation\" of the FLSA. 29 C.F.R. § 790.18(d)(1). Therefore, if defendants wish to meet the burden of proof required to show good faith, they must do so under 29 C.F.R. § 790.18(d)(2). In other words, defendants must prove that the agency's enforcement policy led defendants to believe in good faith that the <i>de facto</i> deductions did not violate the FLSA.</p>\n<p>Furthermore, plaintiffs argue defendants cannot meet the burden under 29 C.F.R. § 790.18(d)(2) because the Reich letter indicates that the DOL's policy is that \"worker-incurred transportation expenses are always primarily for the benefit of the employer.\" Reich letter, at 1. The Reich and Echaveste letters do not reverse this longstanding policy, rather they merely state that while the policy is under review DOL will not assert violations.</p>\n<p>Additionally, plaintiffs argue that subsequent to the Reich and Echaveste letters, there have been numerous documents confirming that under the FLSA, transportation expenses of H-2A workers are primarily for the benefit of the employer. All but one of these documents were discussed previously in this order. See discussion of these documents, <i>supra,</i> at pages 388-89: DOL Notice Accepting Clearance Order; September 28, 1995, letter from DOL District Director Jim Witmer,; October 5, 1995 from Jim Witmer; and, May 10, 1996, letter from Michael Ginley, Director of DOL's Office of Enforcement Policy. In addition, plaintiffs rely on a February 18, 2000, letter from DOL Wage and Hour Regional Administrator Alfred H. Perry to Representative Lindsey Graham advising that \"it is, and has been, the policy of our agency that any costs borne by an employee for something which `primarily benefits the employer' is a cost which cannot be passed along to a worker.\" Furthermore, the letter provides that \"the right of a worker to pursue such a private action was not negated by our agency's decision to take a non-enforcement posture on this issue.\" Perry Ltr., Exh. 16, pgs. 18-21, Pl. Mem. of Law in Opp. to Def. Mot. For Summ. Judg.</p>\n<p>Plaintiffs note that although these documents were not issued by the Wage and Hour Administrator and defendant NCGA cannot rely upon them for their good-faith defense, plaintiffs believe these documents negate defendants' good faith arguments because defendant NCGA cannot claim that it was unaware of this contrary evidence. \"If he did not know, it was because he did not look, or looking, did not see, or want to see what was so plainly there.\" <i>Mayhew v. Wirtz,</i> <span class=\"citation\" data-id=\"285732\"><a href=\"/opinion/285732/clifton-d-mayhew-inc-v-w-willard-wirtz-secretary-of-labor-united/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">658</span></a></span>, 663 (4th <span class=\"star-pagination\">*395</span> Cir.1969) (quoting <i>Mitchell v. Raines,</i> <span class=\"citation\" data-id=\"240625\"><a href=\"/opinion/240625/james-p-mitchell-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 188 (5th Cir.1956)).</p>\n<p>Plaintiffs argue that the above evidence demonstrates that defendants' belief, even if actual, was not objectively reasonable. \"An employer may not maintain that he is in good faith when he construes an administrative bulletin to exempt himself from liability, even though the bulletin itself does not specifically exempt the employer.\" <i>Pilkenton v. Appalachian Regional Hospitals, Inc.,</i> <span class=\"citation\" data-id=\"1796121\"><a href=\"/opinion/1796121/pilkenton-v-appalachian-regional-hospitals-inc/\"><span class=\"volume\">336</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">334</span></a></span>, 340 (W.D.Va.1971).</p>\n<p>Defendants, however, contend that they meet the \"employer focused\" requirements of the good faith defense; specifically, that (1) they acted \"in conformity with\" the agency action; (2) they relied on that action; and, (3) they acted in good faith. 29 C.F.R. § 790.13(a).</p>\n<p>Defendants claim it is undisputed that they actually relied on this letter. Defendants agree that good faith is determined not only by an employer's subjective state of mind, but also by the objective reasonableness. 29 C.F.R. § 790.15(a).</p>\n<p>Defendants also note that the Reich and Echaveste letters were written in response to specific inquiries and have not been revoked. Defendants state that the \"only remaining question\" is whether they had \"notice of any facts or circumstances which would lead a reasonably prudent man to make further inquiry.\" Defendants disagree with plaintiffs' arguments, noting that contrary opinions from lower-level wage and hour employees do not change the opinion of the Wage and Hour Office. Besides, defendants state they even inquired further after that point. They also point out that the <i>Glassboro</i> and <i>Torreblanca</i> cases pre-date the Reich and Echaveste letters and that the Arriaga case was not decided until September 2002 and is not a Fourth Circuit case. Finally, defendants argue that the \"boilerplate\" language in the clearance orders was in place long before the Reich and Echaveste letters; furthermore, the Clearance Order comes from the Employment Training Administration (ETA), not the Wage and Hour Administrator.</p>\n<p>Defendants discuss the (d)(1) and (d)(2) distinction between rulings and enforcement policy and argue that this distinction relates back to the example in § 790.18(c) where the administrator intends to find a violation but allows a \"grace period.\" This example is in contrast with the instant case, where defendant argues that the administrator is \"not prepared to assert violations.\"</p>\n<p>Defendants argue that their subjective belief was objectively reasonable in light of the \"longstanding practice\" of H-2A farmers waiting until the 50% point of the season to reimburse expenses, the lack of an analysis in the case law and opinion letters, and failure to revoke the Reich and Echaveste letters.</p>\n<p>This court finds that regardless of whether defendants subjectively believed that their actions were not a violation of the FLSA, as a matter of law, defendants' belief was not objectively reasonable. The court finds that defendants' alleged reliance on the Reich and Echaveste letters cannot be shown, as a matter of law, to be objectively reasonable. As stated in the September 30, 2004, order, a non-enforcement policy asserted during review of an issue does not indicate the current status of the law; <i>i.e.,</i> whether a particular action is a violation of the FLSA. \"Defendants' argument would be well received by this court if this suit were being brought by the DOL.\" Order, at 20. However, defendants were never told that their actions did not violate the FLSA. As stated in the legislative history, and quoted in <i>Mayhew,</i></p>\n<p>The defense of good faith is intended to apply only where an employer innocently and to his detriment, followed the law <span class=\"star-pagination\">*396</span> as it was laid down to him by government agencies, without notice that such interpretations were claimed to be erroneous or invalid. It is not intended that this defense shall apply where an employer had knowledge of conflicting rules and chose to act in accordance with the one most favorable to him.</p>\n<p><i>Mayhew,</i> 413 F.2d at 661.</p>\n<p>Defendants cannot, as a matter of law, meet the burden under § 10 of the Portal to Portal Act.</p>\n<p></p>\n<h2><i>LIQUIDATED DAMAGES</i></h2>\n<p>The FLSA also provides for liquidated damages:</p>\n<p>Any employer who violates the provisions of section 206 or section 207 of this title shall be liable to the employee or employees affected in the amount of their unpaid minimum wages, or their unpaid overtime compensation, as the case may be, and in an additional amount as liquidated damages.</p>\n<p>29 U.S.C. § 216(b).</p>\n<p>Liquidated damages are awarded in addition to compensatory damages and are equal to the compensatory damages, resulting in a double damage award. <i>Fowler v. Land Management Groupe, Inc.,</i> <span class=\"citation\" data-id=\"593313\"><a href=\"/opinion/593313/barbara-johnston-fowler-v-land-management-groupe-incorporated-john-long/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span>, 162 (4th Cir.1992).</p>\n<p>An award of liquidated damages is mandatory, but may become discretionary if the employer can establish \"to the satisfaction of the court that the act or omission giving rise to such action was in good faith and that [the employer] had reasonable grounds for believing that his act or omission was not in violation of the [FLSA].\" Thus, unlike the issue of willfulness where Plaintiff bears the burden of proof, on the issue of liquidated damages Defendant bears the \"plain and substantial burden\" of proving that its actions were objectively reasonable and prompted solely by good faith to avoid imposition of liquidated damages. Furthermore, a finding that the employer did not willfully violate the FLSA in no way forecloses a finding that the employer did not act in good faith, as proof of an intentional violation of the FLSA is not necessary to obtain an award of liquidated damages.</p>\n<p><i>Troutt v. Stavola Brothers, Inc.,</i> <span class=\"citation\" data-id=\"1740920\"><a href=\"/opinion/1740920/troutt-v-stavola-bros-inc/\"><span class=\"volume\">905</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">295</span></a></span>, 302 (M.D.N.C.1995) (citations omitted).</p>\n<p>As required by 29 U.S.C. § 260, in order for the award of liquidated damages to be discretionary, the employer must show \"to the satisfaction of the court that the act or omission giving rise to such action was in good faith and that he had reasonable grounds for believing that his act or omission was not a violation of the Fair Labor Standards Act.\" <i>Id.</i></p>\n<p>Although the elements required to prove a defense under § 260 are slightly different than under § 259 (§ 10 good faith defense), in that it lacks the \"agency action\" component of the defense, the defendants' burden is still \"plain and substantial.\" <i>See </i><i>Burnley v. Short,</i> <span class=\"citation\" data-id=\"433049\"><a href=\"/opinion/433049/kenneth-l-burnley-jr-and-norma-j-burnley-virginia-b-wright-beatrice/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 140 (4th Cir.1984).</p>\n<p>This court has already held that defendants cannot show, as a matter of law, that they are entitled to the defense of good faith because they cannot show that the enforcement policy of the Wage and Hour Administrator \"of not enforcing the act with respect to acts or omissions lead the employer to believe in good faith that such acts or omissions were not violations of the Act.\" 29 C.F.R. § 790.18(d)(2).</p>\n<p>Therefore, as a matter of law, defendants also cannot show that they acted in good faith and had reasonable grounds for believing their acts or omissions were not in violation of the FLSA, as required by 29 U.S.C. § 260. Therefore, defendants cannot meet the burden of proof for a defense of liquidated damages. Plaintiffs <span class=\"star-pagination\">*397</span> are entitled, pursuant to 29 U.S.C. § 216(b), to liquidated damages in an amount equal to the compensatory damages.</p>\n<p></p>\n<h2><i>MOTION TO STRIKE</i></h2>\n<p>This court held in abeyance plaintiffs' motion to strike portions of the affidavits of Stan Eury and James Holt served on January 15, 2004. As this court did not rely on either of these affidavits, plaintiffs' motion is denied as moot.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the cross-motions for summary judgment are granted in part and denied in part as follows:</p>\n<p>1. As to willfulness, the court holds that the defendants' actions were not, as a matter of law, willful. Therefore, defendants' motion for summary judgment is granted and plaintiffs' motion for summary judgment denied.</p>\n<p>2. As to good faith, the court holds that the defendant cannot, as a matter of law, prove the defense of good faith. Therefore, defendants' motion for summary judgment is denied and plaintiffs' motion for summary judgment is granted.</p>\n<p>3. As to liquidated damages, the court holds that the defendant cannot, as a matter of law, show their actions were in good faith and based on reasonable grounds for believing their actions did not violate the FLSA. Therefore, defendants' motion for summary judgment is denied and plaintiffs' motion for summary judgment is granted. Plaintiffs are entitled, pursuant to 29 U.S.C. § 216(b), to liquidated damages in an amount equal to the compensatory damages.</p>\n<p>4. Plaintiffs' motion to strike is denied as moot.</p>\n<p>As to damages, the parties are directed to calculate, or to develop a formula to calculate, the individual compensatory damages of the plaintiffs in accordance with this order and this court's order of September 30, 2004. In addition, plaintiffs are hereby awarded liquidated damages in an amount equal to their individual compensatory damages.</p>\n<p>The parties shall file with the court a stipulation as to the damages or formula for damages within forty-five days, or if no stipulation can be reached, the parties shall file a motion for an appropriate order on damages. Furthermore, any application for costs and/or motion for reasonable attorney fees shall be filed within forty-five days of the entry of this order.</p>\n<p>Final judgment shall not be entered until the appropriate stipulations and/or motions have been filed by the parties and adjudicated by this court.</p>\n<h2>NOTES</h2>\n<p>[1]  See discussion of the Reich and Echaveste letters in this court's order of September 30, 2004, pages 17-20.</p>\n<p>[2]  See discussion of the Glassboro cases in this court's September 30, 2004, order, at 20-22.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/240625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1362210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1740920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1796121/"
  ]
}