{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2530375/",
  "absolute_url": "/opinion/2530375/lamb-v-john-umstead-hosp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2530375/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:12:49.935589Z",
  "date_modified": "2016-04-27T00:17:12.137370Z",
  "type": "010combined",
  "sha1": "9c7df4d4afe117a4f3ab6564cc4c366bd64f7294",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>19 F.Supp.2d 498 (1998)</b></center>\n<center><h1>Sharon LAMB, Plaintiff,<br>\nv.<br>\nJOHN UMSTEAD HOSPITAL, Defendant.</h1></center>\n<center>No. 5:97CV-1019-BR3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 1, 1998.</center>\n<p><span class=\"star-pagination\">*499</span> <span class=\"star-pagination\">*500</span> John B. Meuser, Raleigh, NC, Deborah N. Meyer, Hollowell, Peacock &amp; Meyer, Raleigh, NC, for Plaintiff.</p>\n<p>Victoria L. Voight, Asst. Atty. Gen., Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendant's motion to dismiss. The motion has been fully briefed and is ripe for decision.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*501</span> I. BACKGROUND</h2>\n<p>Plaintiff, Sharon Lamb, was employed by the North Carolina Department of Human Resources which operates defendant, John Umstead Hospital, as a social worker until her discharge on 31 May 1996. On 1 June 1996, plaintiff filed a complaint with the Equal Employment Opportunity Commission (EEOC) alleging discrimination in violation of the Americans with Disabilities Act, 42 U.S.C. § 12101, et seq. (ADA). Plaintiff received a right to sue letter from the EEOC on 29 September 1997 and filed this action on 24 December 1997.</p>\n<p>Defendant has moved to dismiss plaintiff's complaint pursuant to Rules 12(b)(1), (2) and (6) of the Federal Rules of Civil Procedure, asserting that the Eleventh Amendment to the United States Constitution bars plaintiff's ADA claim and that plaintiff has failed to state a claim under the ADA. Plaintiff responds that the Eleventh Amendment immunity upon which defendant relies has been legally abrogated by Congress and does not prohibit plaintiff's claim. Plaintiff also maintains that she has adequately plead her ADA claim.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS</h2>\n<p>Defendant John Umstead Hospital has filed a motion to dismiss plaintiff's complaint pursuant to Fed.R.Civ.P. 12(b)(6). For purposes of such a motion, the complaint is construed in the light most favorable to the plaintiff and its allegations are taken as true. As stated by the Supreme Court in <i>Conley v. Gibson,</i> 355 U.S. 41, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957):</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><i>Id.</i> at 45-46, 78 S.Ct. 99. \"[T]he issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claim.\" <i>Revene v. Charles County Comm'rs,</i> 882 F.2d 870, 872 (4th Cir.1989).</p>\n<p></p>\n<h2>III. ADA's ABROGATION OF STATES' IMMUNITY</h2>\n<p>Plaintiff alleges that defendant has violated the ADA, which prohibits intentional discrimination against qualified individuals with disabilities \"in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a). The ADA also requires employers to make reasonable accommodations for the disabled. 42 U.S.C. § 12112(b)(5)(A) and (B). Along with employment, the statute applies to a range of activities including government services, public accommodations, and communications. The ADA covers public entities, including States, 42 U.S.C. § 12131(1)(A), and requires them to operate their programs and services in a manner readily accessible to disabled individuals. 42 U.S.C. § 12131(2); 42 U.S.C. § 12132.</p>\n<p>Defendant, an agency of the State of North Carolina, argues that the Eleventh Amendment to the United States Constitution entitles it to immunity from an ADA suit by a private citizen.</p>\n<p>The Eleventh Amendment states:</p>\n<blockquote>The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.</blockquote>\n<p>U.S. Const. Amend. XI. Under the Supreme Court's broad interpretation of the Eleventh Amendment, a State is also granted immunity from suits initiated by its own citizens in federal court if the State has not consented to such suits. <i>Seminole Tribe of Florida v. Florida,</i> 517 U.S. 44, 54, 116 S.Ct. 1114, 134 L.Ed.2d 252 (1996) (citing <i>Hans v. Louisiana,</i> 134 U.S. 1, 10 S.Ct. 504, 33 L.Ed. 842 (1890)). However, Congress has the authority to abrogate a State's immunity pursuant to Section 5 of the Fourteenth Amendment. <i>Atascadero State Hosp. v. Scanlon,</i> 473 U.S. 234, 238, 105 S.Ct. 3142, 87 L.Ed.2d 171 (1985); <i>Seminole Tribe,</i> 517 U.S. at 59, 116 S.Ct. 1114.</p>\n<p><span class=\"star-pagination\">*502</span> The issue before the court is whether Congress, in enacting the ADA and attempting to abrogate the States' immunity from suit, exceeded the scope of its powers under Section 5 of the Fourteenth Amendment. The Supreme Court set forth a test for determining that issue in <i>Seminole Tribe,</i> 517 U.S. at 55, 116 S.Ct. 1114. First, a court must determine whether Congress has \"`unequivocally expresse[d] its intent to abrogate the immunity.'\" <i>Id.</i> (quoting <i>Green v. Mansour,</i> 474 U.S. 64, 68, 106 S.Ct. 423, 88 L.Ed.2d 371 (1985)). Second, a court must determine \"whether Congress has acted `pursuant to a valid exercise of power'\" in abrogating that immunity. <i>Id.</i></p>\n<p>The ADA explicitly states that</p>\n<blockquote>[a] State shall not be immune under the [E]leventh [A]mendment to the Constitution of the United States from an action in Federal or State court of competent jurisdiction for a violation of this chapter. In any action against a state for a violation of the requirements of this chapter, remedies (including remedies at both law and equity) are available for such a violation to the same extent as such remedies are available ... against any public or private entity other than a state.</blockquote>\n<p>42 U.S.C. § 12202. Because Congress has unequivocally expressed its intent to abrogate the States' immunity, the issue before the court is narrowed to an inquiry as to the validity of Congress's exercise of power.</p>\n<p>Pursuant to <i>Seminole Tribe</i> and precedent cited therein, Section 5 of the Fourteenth Amendment to the Constitution, \"the enforcement clause,\" allows Congress to abrogate States' immunity from suit guaranteed by the Eleventh Amendment. <i>Seminole Tribe,</i> 517 U.S. at 59, 116 S.Ct. 1114. Section 5 provides that \"Congress shall have the power to enforce, by appropriate legislation, the provisions of [that] article.\" U.S. Const. Amend. XIV. Therefore, Congress can enact legislation pursuant to Section 5 that is designed to enforce the prohibitions expressly directed at the States in Section 1 of the Fourteenth Amendment, and Congress may validly abrogate the States' immunity from suit in those circumstances. <i>Seminole Tribe,</i> 517 U.S. at 59, 116 S.Ct. 1114. In <i>Katzenbach v. Morgan,</i> 384 U.S. 641, 651, 86 S.Ct. 1717, 16 L.Ed.2d 828 (1966), the Supreme Court wrote:</p>\n<blockquote>Correctly viewed, § 5 is a positive grant of legislative power authorizing Congress to exercise its discretion in determining whether and what legislation is needed to secure the guarantees of the Fourteenth Amendment.</blockquote>\n<p>In <i>City of Boerne v. Flores,</i> 521 U.S. 507, 117 S.Ct. 2157, 138 L.Ed.2d 624 (1997), the Supreme Court explained:</p>\n<blockquote>\"Whatever legislation is appropriate, that is, adapted to carry out the objects the amendments have in view, whatever tends to enforce submission to the prohibitions they contain, and to secure to all persons the enjoyment of perfect equality of civil rights and the equal protection of the laws against State denial or invasion, if not prohibited, is brought within the domain of Congressional power.\"</blockquote>\n<p><i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2163 (quoting <i>Ex Parte Virginia,</i> 100 U.S. 339, 345-346, 25 L.Ed. 676 (1879)).</p>\n<p>The question logically follows whether the ADA is designed to enforce the provisions expressly directed at the States in Section 1 of the Fourteenth Amendment. That question must be resolved by applying the proportionality test set forth in <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164. Defendant argues that, aside from being disproportionate to the injury it seeks to redress, the ADA is not designed to enforce the equal protection clause for two reasons: 1) the ADA protects a class of individuals who do not enjoy heightened scrutiny under the equal protection clause of the Fourteenth Amendment; and 2) the ADA is not \"remedial,\" but rather it creates positive rights of entitlement and provides special treatment and accommodations for the disabled as against other, nondisabled individuals and the States. (Def. Mem. at 5.)</p>\n<p>First, the court will discuss the equal protection clause and the protection from discrimination that it confers upon the disabled in conjunction with defendant's \"suspect class\" argument. Second, the court will apply the proportionality test prescribed by <span class=\"star-pagination\">*503</span> <i>Boerne.</i> Third, the court will address defendant's argument pertaining to the remedial nature of the ADA.</p>\n<p></p>\n<h2><i>A. The Equal Protection Clause and the Disabled</i></h2>\n<p>Section 1 of the Fourteenth Amendment provides: \"No state shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const. Amend. XIV. Any law, therefore, that draws a distinction among people is susceptible to an equal protection challenge. See Erwin Chemerinsky, CONSTITUTIONAL LAW: PRINCIPLES AND POLICIES at 527 (1997). While classifications based on race or national origin are subject to strict scrutiny, and classifications based on sex are subject to intermediate scrutiny, other classifications, like age and disability, are subject only to the rational basis test. <i>Id.</i> at 529. Under the rational basis test, a law will be upheld if it is rationally related to a legitimate government purpose. <i>Id.</i></p>\n<p>In <i>Cleburne,</i> the Supreme Court held that the \"mentally retarded\" do not constitute a suspect or quasi-suspect class entitled to heightened scrutiny for purposes of equal protection analysis. <i>Cleburne,</i> 473 U.S. at 442-446, 105 S.Ct. 3249. The Court stated, however, that its \"refusal to recognize the retarded as a quasi-suspect class does not leave them entirely unprotected from invidious discrimination. To withstand equal protection review, legislation that distinguishes between the mentally retarded and others must be rationally related to a legitimate governmental purpose.\" <i>Id.</i> at 446, 105 S.Ct. 3249. Applying the rational basis test, the Court invalidated a zoning ordinance and a permitting scheme because they were based on an \"irrational prejudice against the mentally retarded.\" <i>Cleburne,</i> 473 U.S. at 449-450, 105 S.Ct. 3249. Significantly, the Supreme Court's decision in <i>Cleburne</i> explicitly recognizes that some classifications of disabled people are irrational,<sup>[1]</sup><i>id.,</i> and in doing so, recognizes that protection from discrimination on the basis of disability is a substantive right enforceable through the equal protection clause. <i>Id.</i> at 446, 105 S.Ct. 3249.</p>\n<p>In <i>Brown v. North Carolina Division of Motor Vehicles,</i> 987 F.Supp. 451, 457 (E.D.N.C.1997), the court stated that, where Congress invokes its power under Section 5 of the Fourteenth Amendment, \"[t]he question becomes whether Congress is legislating to protect a class cognizable under § 1 of the Fourteenth Amendment.\" <i>Cleburne</i> demonstrates that the Supreme Court has recognized the disabled as a cognizable class for equal protection purposes.</p>\n<p>Defendant argues that, because the disabled are not a suspect class for purposes of equal protection analysis, the ADA's identification of the disabled as a \"discrete and insular minority\"<sup>[2]</sup>  a classification typically entitled to heightened scrutinyevidences Congress's attempt to legislate the substance of the Fourteenth Amendment. As such, according to defendant, the ADA cannot be considered an enactment designed to \"enforce\" the equal protection clause. The argument suggests that, because States may, under the equal protection clause, enact laws classifying the disabled as long as they have a legitimate governmental purpose when doing so, Congress may not decree that the disabled are entitled to treatment as a suspect <span class=\"star-pagination\">*504</span> class and thereby: 1) impose a higher standard of conduct upon the States by way of the Fourteenth Amendment; or 2) \"force the courts to adopt a new regime vis-a-vis the classification of individuals with disabilities.\" <i>Brown,</i> 987 F.Supp. at 458.</p>\n<p>The \"suspect class\" argument seems to be made in an effort to curtail Congress's Section 5 power, in a manner consistent with <i>Boerne</i> and <i>Seminole Tribe,</i> by offering a bright line rule delineating the scope of that power. As noted by the Fourth Circuit in <i>Abril v. Virginia,</i> 145 F.3d 182, 187 (4th Cir.1998), a case dealing with the Fair Labor Standards Act, \"it cannot be that Congress's Section 5 enforcement power may `appropriately' be exercised  even for prophylactic purposesto eradicate every classification of persons imposed (or allowed to continue of externally imposed) by a state.\" The \"suspect class\" rule would allow Congress to legislate pursuant to Section 5 only with respect to those classes of individuals that the Supreme Court has determined are entitled to heightened scrutiny.</p>\n<p>Although it has the advantage of offering a bright line, that rule is nevertheless inconsistent with <i>Boerne</i> and <i>Seminole Tribe,</i> both of which specifically affirm that Congress may exercise its Section 5 power to enforce the equal protection clause. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164; <i>Seminole Tribe,</i> 517 U.S. at 59, 116 S.Ct. 1114. Contrary to the reasoning in <i>Brown,</i> the requirement that a class be \"cognizable\" under the equal protection clause does not imply that a class must be entitled to \"heightened constitutional protections\" in order to permit Congress to legislate on its behalf pursuant to Section 5. <i>Brown,</i> 987 F.Supp. at 458. The groups or classes of individuals that are subjected to intentional, arbitrary, or irrational discrimination in violation of the Fourteenth Amendment are not, as <i>Cleburne</i> demonstrates, limited to those classes entitled to heightened scrutiny. The \"suspect class\" rule offered by defendant would prevent Congress from legislating on behalf of such groups and would thereby circumscribe Congressional power in a manner inconsistent with the very text of Section 5.</p>\n<p>The correct rule for determining the scope of Congress's Section 5 power is the proportionality test set out in <i>Boerne,</i> according to which a statute must be proportional or congruent to the injury to be prevented or redressed. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164. The Fourth Circuit applied a similar test in <i>Abril:</i> the limits of Congress's Section 5 power \"are to be found by considering, in light of developed equal protection jurisprudence, whether the particular inequality targeted by the attempted abrogation is such as to justify congressional elimination as a means of enforcing Equal Protection Clause guarantees.\" <i>Abril,</i> 145 F.3d at 187-188.</p>\n<p>Accordingly, this court explicitly rejects the suggestion that \"Congress's power must be limited to the protection of those classes found by the Court to deserve `special protection' under the Constitution.\" <i>Clark v. California,</i> 123 F.3d 1267, 1270-71 (9th Cir. 1997), cert. denied, <i>Wilson v. Armstrong,</i> ___ U.S. ___, 118 S.Ct. 2340, 141 L.Ed.2d 711 (1998). The levels of judicial scrutiny applied in equal protection cases are a judicial framework. They provide \"`standards for determining the validity of state legislation or other official action that is challenged as denying equal protection.'\" <i>Id.</i> at 1271. The levels of scrutiny do not define the limits of Congress's power to enforce the Fourteenth Amendment.<sup>[3]</sup> \"Such a conclusion `would confine the legislative power in this context <span class=\"star-pagination\">*505</span> to the insignificant role of abrogating only those state laws that the judicial branch was prepared to adjudge unconstitutional, or of merely informing the judgment of the judiciary by particularizing the \"majestic generalities\" of § 1 of the Amendment.'\" <i>Goshtasby v. Bd. of Trustees of the Univ. of Illinois,</i> 141 F.3d 761, 770 (7th Cir.1998). Instead,</p>\n<blockquote>Congress's role as a legislative body permits it to scrutinize every problem it addresses as carefully as it chooses. In the context of enforcing the Fourteenth Amendment, Congress is free to assess the constitutionality of state action that would be shielded from heightened judicial scrutiny by the application of the rational basis test....</blockquote>\n<blockquote>Properly understood, Congress's power to legislate under the Fourteenth Amendment thus has little connection to the levels of review articulated by the Supreme Court. Because the Equal Protection Clause invalidates all irrational discrimination, disabled individuals, like anyone else, have the right to be free from it.</blockquote>\n<p>Elizabeth Welter, <i>The ADA's Abrogation of Eleventh Amendment State Immunity as a Valid Exercise of Congress's Power to Enforce the Fourteenth Amendment,</i> 82 Minn. L.Rev. 1139, 1161-62 (April 1998).</p>\n<p>While the Supreme Court retains the power to decree the substance of the Fourteenth Amendment's restrictions on the states, and Congress may not enlarge those powers, <i>Boerne,</i> 521 U.S. at ___ and ___, 117 S.Ct. at 2172 and 2166, Congress's conclusions regarding the need for given legislation are entitled to much deference. <i>Id.</i> at 2172. In this context, the Supreme Court has explicitly found, not only that the disabled are a class entitled to Fourteenth Amendment protection, but also that certain laws classifying the disabled are irrational and in violation of the equal protection clause. <i>Cleburne,</i> 473 U.S. at 449-450, 105 S.Ct. 3249. Consequently, Section 5 of the Fourteenth Amendment allows Congress to enact legislation designed to eliminate such irrational laws and to prevent other arbitrary and invidious discrimination that deprives the disabled of the equal protection of the laws to which they are entitled if, as required by <i>Boerne,</i> that legislation is congruent and proportional to the injury to be prevented. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164.</p>\n<p></p>\n<h2><i>B. Proportionality Analysis under Boerne</i></h2>\n<p>Under <i>Katzenbach,</i> a statute may be regarded as an enactment to enforce the Equal Protection Clause, if \"it is `plainly adapted to that end'\" and if \"it is not prohibited by but is consistent with `the letter and spirit of the constitution.'\" <i>Katzenbach,</i> 384 U.S. at 651, 86 S.Ct. 1717.</p>\n<blockquote>While the line between measures that remedy or prevent unconstitutional actions and measures that make a substantive change in the governing law is not easy to discern, and Congress must have wide latitude in determining where it lies, the distinction exists and must be observed. <i>There must be a congruence and proportionality between the injury to be prevented or remedied and the means adopted to that end.</i> Lacking such a connection, legislation may become substantive in operation and effect.</blockquote>\n<p><i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164 (emphasis added). In other words, a statute's lack of proportionality or congruence to the injury to be prevented or remedied indicates that Congress has, in effect, legislated the substance of the equal protection clause. <i>Id.</i> at 2164. Defendant argues that the means of prohibiting discrimination included in the ADA lack the requisite proportionality and congruence to the injury to be prevented or remedied. (Def. Mem. at 7.)</p>\n<p>The proportionality inquiry has been described as having two facets: an examination of both \"the extent of the threatened constitutional violations, and the scope of the steps provided in the legislation to remedy or prevent such violations.\" <i>Coolbaugh v. Louisiana,</i> 136 F.3d 430, 435 (5th Cir.1998), petition for cert. filed, 66 U.S.L.W. 3783 (May 28, 1998) (No. 97-1941). The court will examine these facets in turn.</p>\n<p></p>\n<h2>1. <i>The Extent of the Threatened Constitutional Violations</i>\n</h2>\n<p>The purpose of the ADA is to eliminate and prohibit discrimination against individuals with disabilities. 42 U.S.C. <span class=\"star-pagination\">*506</span> § 12101(b). In enacting the ADA, Congress made extensive and explicit factual findings regarding the discrimination that the disabled have suffered, thereby documenting the extent of the threatened constitutional violations.<sup>[4]</sup> 42 U.S.C. § 12101(a) (1995); <i>Coolbaugh,</i> 136 F.3d at 435 (discussing Congressional fact-finding regarding discrimination against the disabled, which Congress intended to address in enacting the ADA). Among other findings, Congress noted the following:</p>\n<blockquote>(1) some 43,000,000 Americans have one or more physical or mental disabilities, and this number is increasing as the population as a whole is growing older;</blockquote>\n<blockquote>(2) historically, society has tended to isolate and segregate individuals with disabilities, and, despite some improvements, such forms of discrimination against individuals with disabilities continue to be a serious and pervasive social problem;</blockquote>\n<blockquote>(3) discrimination against individuals with disabilities persists in such critical areas as employment, housing, public accommodations, education, transportation, communication, recreation, institutionalization, health services, voting, and access to public services;</blockquote>\n<blockquote>(4) unlike individuals who have experienced discrimination on the basis of race, color, sex, national origin, religion, or age, individuals who have experienced discrimination on the basis of disability have often had no legal recourse to redress such discrimination;</blockquote>\n<blockquote>(5) individuals with disabilities continually encounter various forms of discrimination, including outright intentional exclusion, the discriminatory effects of architectural, transportation, and communication barriers, overprotective rules and policies, failure to make modifications to existing facilities and practices, exclusionary qualification standards and criteria, segregation, and relegation to lesser services, programs, activities, benefits, jobs, or other opportunities;</blockquote>\n<blockquote>(6) census data, national polls, and other studies have documented that people with disabilities, as a group, occupy an inferior status in our society, and are severely disadvantaged socially, vocationally, economically, and educationally....</blockquote>\n<p>42 U.S.C. § 12101(a) (1995). Before enacting the ADA, Congress considered a wide range of evidence and made its findings based on that evidence. <i>Coolbaugh,</i> 136 F.3d at 436. Congress cited at least \"seven substantive studies or reports to support its conclusion that discrimination against the disabled is a serious and pervasive problem.\" <i>Id.</i> at 436-37 (discussing relevant legislative history).</p>\n<p>As noted by the Supreme Court in <i>Boerne,</i> \"[i]t is for Congress in the first instance to `determin[e] whether and what legislation is needed to secure the guarantees of the Fourteenth Amendment,' and its conclusions are entitled to much deference.\" <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2172. The Court also emphasized the deference appropriate to Congress's anti-discrimination legislation in <i>Katzenbach v. Morgan,</i> 384 U.S. 641, 653, 86 S.Ct. 1717, 16 L.Ed.2d 828 (1966):</p>\n<blockquote>It [is] for Congress ... to assess and weigh the various conflicting considerations the risk or pervasiveness of the discrimination in governmental services, the effectiveness of ... [the] means of dealing with the evil, the adequacy or availability of alternative remedies, and the nature and significance of the state interests that would be affected.... It is not for us to review the congressional resolution of these factors. It is enough that we be able to perceive a basis upon which the Congress might resolve the conflict as it did.... Any contrary conclusion would require us to be blind to the realities familiar to the legislators.</blockquote>\n<p>Congress's finding of a significant likelihood of unconstitutional action with respect to the disabled, as set forth in 42 U.S.C. § 12101(a) and accompanying, substantial legislative history, is entitled to judicial deference. The <span class=\"star-pagination\">*507</span> ADA thus satisfies the first facet of the proportionality analysis set forth in <i>Boerne.</i></p>\n<p></p>\n<h2>2. <i>The Scope of the Remedy</i>\n</h2>\n<p>As required by <i>Boerne,</i> the ADA also exhibits a congruence and proportionality between the injury to be prevented or remedied, i.e., discrimination against the disabled, and the means adopted to that end, i.e., the statutory provisions.</p>\n<p>The ADA does not provide sweeping remedies that exceed the harms it is designed to redress. First and foremost, the Act broadly prohibits discrimination against <i>qualified</i> individuals with disabilities. 42 U.S.C. §§ 12112(a) and 12132. It does not, for example, require employers to hire a quota of disabled individuals. While the Act also requires States to accommodate the disabled in various ways, only reasonable accommodations are mandated. 42 U.S.C. § 12112(5)(A) and (B). Reasonable accommodations include modifications or adjustments that: 1) are required to ensure that a qualified applicant with a disability can be considered for the position she desires; 2) enable employees with disabilities to perform essential job functions; and 3) enable employees with disabilities to enjoy the benefits and privileges of employment as are enjoyed by employees without disabilities. 29 C.F.R. § 1630.2(o); see also 29 C.F.R. § 1630.2(o)(2). An employer or State entity may avoid making such accommodations, however, by showing that the requested accommodation would impose upon it an undue burden or hardship.<sup>[5]</sup> Moreover, pursuant to 42 U.S.C. § 12113(a), an employer can defend against a charge of discrimination when an employer's refusal of employment to a disabled individual is \"job-related and consistent with business necessity.\" These limiting provisions illustrate the proportionality of the ADA. By its own terms, the scope of the remedies offered by the ADA are appropriately tailored to the injury, i.e., discrimination against the disabled, that Congress sought to address in enacting that statute.</p>\n<p>The ADA's unequivocal purpose is to deter, prevent and remedy unconstitutional discrimination, i.e. irrational classification and discrimination against the disabled. This legislation reflects \"Congress's considered efforts to remedy and prevent what it perceived as serious, widespread discrimination against the disabled.\" <i>Coolbaugh,</i> 136 F.3d at 438. While some of the ADA's provisions may seek to address conduct that is not itself unconstitutional, that fact does not render the ADA's remedy disproportionate to the injury it seeks to address. Nor does it suggest that the enactment of the ADA, in its entirety, was beyond the sweep of Congress' powers under the Fourteenth Amendment. As the <i>Boerne</i> Court explained, \"[l]egislation which deters or remedies constitutional violations can fall within the sweep of Congress's enforcement power even if in the process it prohibits conduct which is not itself unconstitutional and intrudes into `legislative spheres of autonomy previously reserved to the States.'\" <i>Id.</i> at 2163.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*508</span> <i>C. The Remedial Nature of the ADA</i>\n</h2>\n<p>Defendant makes the broader argument that, in enacting the ADA, Congress exceeded the scope of its power under Section 5 because the legislation is simply not remedial or preventive as required by <i>Boerne. Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2170. First, defendant argues that the ADA is not \"remedial\" because the accommodation provisions, in requiring affirmative conduct on the part of the States and entitling the disabled to certain benefits, constitute Congressional legislation of the substance of the equal protection clause. Second, defendant argues that the ADA is essentially entitlement legislation intended to provide the disabled with special benefits, not to redress invidious discrimination. The court will address these arguments in turn.</p>\n<p></p>\n<h2>1. <i>Affirmative Conduct</i>\n</h2>\n<p>Despite the fact that <i>Boerne</i> permits legislation that deters or remedies constitutional violations to also prohibit some conduct that is not unconstitutional, defendant argues that the accommodation provisions of the ADA do not merely prohibit constitutional conduct, they also require States to engage in affirmative conduct necessary to accommodate the disabled. (Def. Mem. At 8-9.) Section 5, however, does not constrain Congress in its choice of remedies, and Congress does not exceed the scope of its Section 5 authority merely by enacting legislation that, among other things, imposes affirmative conduct upon the States. As noted in <i>Boerne,</i> \"[r]emedial legislation under § 5 `should be adapted to the mischief and wrong which the [Fourteenth] [A]mendment was intended to provide against.'\" <i>Boerne,</i> 117 S.Ct. at 2170. The Supreme Court has not stated that Congressional imposition of affirmative conduct on the States is, by definition, non-remedial and, consequently beyond Congress's Section 5 powers. In fact, comparing the reach and scope of RFRA with other measures passed pursuant to Congress's enforcement power, the <i>Boerne</i> Court specifically referenced, and implicitly approved, <i>City of Rome,</i> 446 U.S. at 177, 100 S.Ct. 1548, in which the Court rejected a challenge to a Voting Rights Act provision that imposed preclearance requirements upon certain jurisdictions. Those provisions required jurisdictions to submit changes in electoral practices to the Department of Justice for preimplementation review.</p>\n<p>Congress's imposition of affirmative conduct, such as reasonable accommodation, upon the States does not constitute an attempt to \"establish the meaning of [a] constitutional provision[].\" <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2168. Rather, the accommodation requirements constitute only one of the means chosen by Congress to effectuate a substantive equal protection right  freedom from discrimination  to which the disabled are entitled.</p>\n<p></p>\n<h2>2. <i>Entitlement</i>\n</h2>\n<p>Defendant also argues that the ADA is not \"remedial\" legislation, but rather entitlement legislation requiring States to provide special preferences for the disabled. Defendant relies on the decision in <i>Brown v. North Carolina Division of Motor Vehicles,</i> 987 F.Supp. 451, 458-459 (E.D.N.C.1997), to support that argument.<sup>[7]</sup> In <i>Brown,</i> the court wrote,</p>\n<blockquote>[The ADA] is not \"remedial\" in the same sense as are most anti-discrimination statutes enacted under the Enforcement Clause. Title VII of the Civil Rights Act of 1964 is a prototypical example of a statute which seeks a state of affairs where individuals are treated equally, without regard to race, sex, or age. The ADA, on the other hand, seeks to single out the disabled for special, advantageous treatment. ... This is beyond the purview of the Enforcement Clause as the concept of entitlements has little to do with promoting the \"equal protection of the laws.\" ...</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*509</span> [T]he ADA does not remediate invidious, arbitrary or irrationally made classifications. At least as concerns the public accommodation provisions at issue here, the ADA would force States to single out disabled individuals for advantageous treatment.</blockquote>\n<p><i>Id.</i></p>\n<p>First, as noted above, and contrary to the language in <i>Brown,</i> the ADA was specifically designed with the overall and explicit purpose of prohibiting, preventing, and remedying the irrational classification of and intentional discrimination against the disabled. 42 U.S.C. § 12101(b). Second, as permitted by <i>Boerne,</i> Congress has the power under the enforcement clause to prohibit otherwise constitutional conduct when enacting legislation to deter or remedy constitutional violations. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2163. Consequently, the accommodation provisions, even if viewed as provisions requiring special treatment of the disabled, are constitutionally permissible under <i>Boerne.</i></p>\n<p>This court respectfully disagrees, however, with the <i>Brown</i> opinion and with defendant's argument in reliance thereon, that the ADA, unlike other anti-discrimination statutes, is not \"remedial\" because it is not designed to achieve a state of affairs where individuals are treated equally. Treating individuals equally does not mean treating them identically. The Fourteenth Amendment mandates equal protection, not identical treatment.<sup>[8]</sup> The ADA most effectively accomplishes its purpose of prohibiting arbitrary and irrational discrimination against qualified individuals with disabilities if it is interpreted as an attempt to achieve substantive, rather than mere formal, equality for the disabled.</p>\n<blockquote>Formal equality calls for identical treatment, and does not allow for existing differences, while substantive equality requires individualized treatment to yield equal opportunity. For example, imagine designing an oval course for a footrace. The designer using a principle of formal equality would draw a single starting line across the track. It would be formally equal to treat the runners identically. However, it would be substantively equal to realize that those running on the outside of the oval would have farther to run than those on the inside. Therefore, a principle of substantive equality would require the designer to create a series of starting lines so that each runner would run the same distance to the finish line. The single starting line is equal in the sense that it starts all the runners in an identical place, but it gives those on the inside track an advantage. The multiple starting lines are not identical, but they equalize the distance to be covered. Those individuals who have been excluded from the social contract for generations are like the runners on the outside of the track. They have much farther to go to get to the finish line. If we treat them identically to those who have been part of the social contract for years, we merely perpetuate existing differences. Therefore, our constitutional structure, which has given the inside track <span class=\"star-pagination\">*510</span> to some citizens, must provide substantive equality to be legitimate.</blockquote>\n<p>Jane Rutherford, <i>Equality as the Primary Constitutional Value: The Case for Applying Employment Discrimination Laws to Religion,</i> 81 Cornell L.Rev. 1049, 1072-1073 (1996).</p>\n<p>To apply Rutherford's concept of equality in the ADA context, consider the example of a State courthouse without an access ramp. Disabled and non-disabled individuals are similarly situated in that they both need to enter the building. Individuals in wheelchairs, however, simply cannot do so. The provision of a ramp, a reasonable accommodation pursuant to 29 C.F.R. § 1630.2(<i>o</i>)(2)(i), ensures equal access to that building. With the addition of a ramp, all people can enter  and all people are thereby treated equally with respect to that public building.</p>\n<p>One may only interpret the ADA as a statute requiring entitlements and special treatment if one assumes that the status quo is non-discriminatory. It is the opinion of this court that such an assumption is erroneous. The discrimination prohibited by the ADA is not only the invidious but also the irrational and the arbitrary. As illustrated by the compendious fact-finding of Congress, the disabled face the effects of arbitrary and irrational classification on a daily basis.<sup>[9]</sup> While some of the discrimination faced by the disabled may not be invidious or intentional, one cannot underestimate the discriminatory effect of being ignored, discounted, or merely assumed not to exist. A building without a ramp is just that  an assumption that an individual in a wheelchair does not exist. Whatever the reason for the lack of a ramp  whether dislike of the disabled, financial considerations, or mere thoughtlessness the result is the same: lack of access. For the disabled, the status quo is clearly not non-discriminatory. Consequently, legislation enacted to achieve a state of affairs where people are treated equally may justifiably include provisions requiring adjustments to the status quo.</p>\n<p></p>\n<h2><i>D. Summary</i></h2>\n<p>For all of the reasons stated above, the enactment of the ADA falls within Congress's Section 5 enforcement power and consequently constitutes a valid and effective abrogation of the States' immunity to suit. See <i>Clark,</i> 123 F.3d at 1270; <i>Coolbaugh,</i> 136 F.3d at 438; <i>Kimel v. State Bd. of Regents,</i> 139 F.3d 1426, 1433 (11th Cir.1998) (holding ADA is valid exercise of the enforcement clause of the Fourteenth Amendment and concluding that States do not have Eleventh Amendment immunity from suit); <i>Seaborn v. Florida,</i> 143 F.3d 1405 (11th Cir.1998) (same); See also <i>Autio v. AFSCME, Local 3139,</i> 140 F.3d 802, 806 (8th Cir.1998) (holding ADA represents a proper exercise of Congress's Section 5 enforcement power under the Fourteenth Amendment), rehearing en banc granted and opinion vacated (June 7, 1998); <i>Muller v. Costello,</i> 997 F.Supp. 299 (N.D.N.Y.1998) (ADA valid abrogation of States' immunity); <i>Martin v. Kansas,</i> 978 F.Supp. 992 (D.Kan.1997); <i>Wallin v. Minnesota Dep't of Corrections,</i> 974 F.Supp. 1234 (D.Minn.1997) (relying on <i>Autio</i>), aff'd, 153 F.3d 681, 1998 WL 477227 (8th Cir.1998); <i>Williams v. Ohio Dep't of Mental Health,</i> 960 F.Supp. 1276 (S.D.Ohio 1997); and <i>Niece v. Fitzner,</i> 941 F.Supp. 1497 (E.D.Mich.1996). But see <i>Garrett v. Bd. Of Trustees of Univ. Of Alabama,</i> 989 F.Supp. 1409 (N.D.Ala. 1998); <i>Brown v. N.C. Division of Motor Vehicles,</i> 987 F.Supp. 451 (E.D.N.C.1997); and <i>Nihiser v. Ohio EPA,</i> 979 F.Supp. 1168 (S.D.Ohio 1997), each holding that the ADA is not an effective abrogation of States' immunity. Accordingly, defendant's motion to dismiss plaintiff's complaint on Eleventh Amendment grounds will be denied.</p>\n<p></p>\n<h2>IV. INSUFFICIENCY OF PLAINTIFF'S COMPLAINT</h2>\n<p>Defendant argues that plaintiff's claim under the ADA should be dismissed <span class=\"star-pagination\">*511</span> because plaintiff's complaint contains no factual allegations regarding: 1) the nature of plaintiff's alleged disability; 2) its severity and duration; 3) the position in which plaintiff was employed; 4) the essential duties of that position; 5) the impact of plaintiff's alleged disability on her ability to perform the essential duties of her position with or without reasonable accommodation; or 6) the timing and nature of her notice to defendant of her disability and request for reasonable accommodations therefor. (Def. Mot. at 12.)</p>\n<p>The ADA provides in relevant part:</p>\n<blockquote>No covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.</blockquote>\n<p>42 U.S.C. § 12112(a). Only a \"qualified individual with a disability\" may bring a civil action under the ADA. That term is further defined as \"an individual with a disability who, with or without reasonable accommodation, can perform the essential functions of the employment position that such individual holds or desires.\" 42 U.S.C. § 12111(8). \"Disability\" is, in turn, defined as:</p>\n<blockquote>(A) a physical or mental impairment that substantially limits one or more of the major life activities of such individual;</blockquote>\n<blockquote>(B) a record of such an impairment; or</blockquote>\n<blockquote>(C) being regarded as having such an impairment.</blockquote>\n<p><i>Id.</i> at § 12102(2). See <i>King v. Wilmington Transit Co.,</i> 976 F.Supp. 356, 358 (E.D.N.C. 1997).</p>\n<p>One of the questions before the court on defendant's motion to dismiss is whether a description or identification of the nature of an alleged disability is necessary to state a claim for relief under the ADA. Federal Rule of Civil Procedure 8(a)(2) requires that a claim for relief contain \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Generally, Fed. R.Civ.P. 8(a)(2) requires more than a conclusory statement of entitlement to relief. Regarding claims brought under the ADA, some courts have held that Fed.R.Civ.P. 8(a)(2) \"requires a statement of the nature of the plaintiff's claimed disability, the actions by defendant which amount to the impermissible discrimination, the occasions of the discrimination, and the injury that occurred.\" <i>Young v. Warner-Jenkinson Co., Inc.,</i> 170 F.R.D. 164, 166 (E.D.Mo.1996) (citing <i>Eisenach v. Miller-Dwan Medical Center,</i> 162 F.R.D. 346, 349 n. 3 (D.Minn.1995); <i>Breeden v. Enterprise Leasing Co.,</i> No. 4:95-CV-1821 CAS, 1995 WL 781700, at *2 (E.D.Mo. Dec.28, 1995)). See also <i>Super v. Price Waterhouse,</i> 1995 WL 498773, *2 (S.D.N.Y. Aug.22, 1995) (striking from complaint plaintiff's allegations under the ADA because complaint failed entirely to identify her disability and thereby failed to satisfy the requirements of Rule 8(a)(2)).</p>\n<p>As noted by defendant, plaintiffs complaint fails to identify the nature of plaintiffs disability.<sup>[10]</sup> Moreover, plaintiff has alleged no specific facts from which the court could conclude that she has the requisite disability to qualify her for relief under the ADA. Plaintiff's conclusory allegation that she is a \"qualified individual with a disability\" does not satisfy the requirements of Rule 8(a)(2). (Compl. ¶ 3.)</p>\n<p>In addition, while plaintiff alleges that her employer \"engaged in employment practices in violation [of] Sections 102(a), 102(d)(4)(A) and 107(a) of the ADA, 42 U.S.C. §§ 12112(a), 12112(d)(4)(A), and 12117(a),\" (Compl. ¶ 10), plaintiff does not identify in her complaint the particular actions by defendant which amount to the impermissible discrimination, nor does she specify the occasions of that discrimination. Finally, with respect to \"the injury that occurred,\" plaintiff alleged that defendant \"failed or refused to provide plaintiff with an accommodation for her disability,\" (Compl. ¶ 10), but she failed to identify the way in which defendant failed to do so or the accommodations plaintiff requested.</p>\n<p><span class=\"star-pagination\">*512</span> This court holds that Rule 8(a)(2) requires, at a minimum, that a plaintiff asserting a claim under the ADA identify the nature of her alleged disability. While such specificity is a requirement under Rule 8(a)(2), plaintiff's lack of specific allegations does not merit dismissal of her claim. As noted by plaintiff, her complaint has placed defendant on notice that her ADA claim rests upon her allegedly disabled status for a particular period of time. Plaintiff has made allegations which, if true, could establish a prima facie case under the ADA. Therefore, the court will allow plaintiff ten (10) days to file an amended complaint to provide the level of specificity required by Rule 8(a).</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>This court finds that Congress's enactment of the ADA was a valid exercise of its Section 5 power to enforce the equal protection provisions of the Fourteenth Amendment. As such, Congress effectively abrogated the States' immunity from suits by private citizens, and plaintiff is therefore permitted to bring a claim under the ADA against defendant, an agency of North Carolina. Defendant's motion to dismiss plaintiff's complaint based on the argument that it is immune from such suits is DENIED.</p>\n<p>Defendant's motion to dismiss plaintiff's complaint for failure to state a claim for which relief can be granted is also DENIED. Plaintiff is DIRECTED to submit an amended complaint within ten (10) days from the date of this Order identifying the nature of her disability.</p>\n<h2>NOTES</h2>\n<p>[1]  Although <i>Cleburne</i> addressed the \"mentally retarded,\" courts have concluded that the reasoning in that opinion extends equally to the physically disabled. See <i>Coolbaugh v. Louisiana,</i> 136 F.3d 430, 433-434, n. 1 (5th Cir.1998), petition for cert. filed, 66 U.S.L.W. 3783 (May 28, 1998) (No. 97-1941). The ADA prohibits discrimination against both groups.</p>\n<p>[2]  In enacting the ADA, Congress found that \"individuals with disabilities are a discrete and insular minority who have been faced with restrictions and limitations, subjected to a history of purposeful unequal treatment, and relegated to a position of political powerlessness in our society based on characteristics that are beyond the control of such individuals and resulting from stereotypic assumptions not truly indicative of the individual ability of such individuals to participate in, and contribute to, society.\" 42 U.S.C. § 12101(a)(7). Unlike the Religious Freedom Restoration Act (RFRA), the statute at issue in <i>Boerne,</i> the ADA does not attempt to dictate that courts apply intermediate or strict scrutiny to classifications of the disabled. In <i>Boerne,</i> the Supreme Court struck down Congress's explicit attempt to mandate heightened judicial scrutiny of legislation placing burdens upon the free exercise of religion. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2171.</p>\n<p>[3]  The <i>Abril</i> court discussed the fact that public sector employees are not a recognized suspect or quasi-suspect class and suggested that protecting groups from arbitrary state action therefore delimits Congress's Section 5 power to eliminate or prohibit the inequality at issue. <i>Abril,</i> 145 F.3d at 188. The <i>Abril</i> majority did not, however, acknowledge or discuss the impact of the <i>Boerne</i> decision and its language regarding the sweep of Congressional power. See <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2163; <i>Abril,</i> 145 F.3d at 192 (Butzner, J., dissenting). See also, infra, Section III.B.2. Moreover, the Supreme Court has not held that any law is, in fact, irrational or arbitrary with respect to public sector employees. Applying <i>Abril's</i> proportionality test \"in light of developed equal protection jurisprudence,\" i.e., <i>Cleburne,</i> discrimination against the disabled \"justifie[s] Congress's elimination as a means of enforcing equal protection clause guarantees.\" <i>Abril,</i> 145 F.3d at 187-188.</p>\n<p>[4]  It should be noted that Congress made no specific findings regarding the seriousness or scope of discrimination against religious person in enacting RFRA, 42 U.S.C. §§ 2000bb to 2000bb-4, which was held unconstitutional in <i>Boerne</i> as an enactment exceeding Congress's § 5 enforcement powers. See <i>Coolbaugh,</i> 136 F.3d at 435 n. 2, and 438.</p>\n<p>[5]  Defendant argues that the requirements of the ADA will impose substantial implementation and litigation costs upon the States, and that those requirements render the statute's attempt to abrogate States' immunity ineffective. (Def. Mem. at 6.) The State, however, is entitled to assert in ADA litigation that the cost of accommodation is so significant that it makes a particular accommodation unreasonable. The term \"undue hardship\" is defined as an action requiring \"significant difficulty and expense,\" when considered in light of factors such as the nature and cost of the accommodation needed, the financial resources available, and the nature and circumstances of the State entity. 42 U.S.C. § 12111(10); 29 C.F.R. § 1630.2(p). The ADA, therefore, has a built-in mechanism for dealing with defendant's concern. The cost of litigation, standing alone, simply cannot be relied upon as a valid reason to invalidate anti-discrimination legislation.</p>\n<p>[6]  In <i>City of Rome,</i> for example, the Supreme Court held that the Voting Rights Act's \"ban on electoral changes that are discriminatory in effect is an appropriate method of promoting the purposes of the Fifteenth Amendment, even if it is assumed that § 1 of the Amendment prohibits only intentional discrimination in voting.\" <i>City of Rome v. United States,</i> 446 U.S. 156, 177, 100 S.Ct. 1548, 64 L.Ed.2d 119 (1980).\n</p>\n<p>Congress's power pursuant to the enforcement clauses of the Fifteenth and Fourteenth Amendments are analogous. \"Section 2 of the Fifteenth Amendment grants Congress [the] power to enforce by `appropriate legislation' the provisions of that amendment,\" and the Supreme Court has held \"that the basic test to be applied in a case involving § 2 of the Fifteenth Amendment is the same as in all cases concerning the express powers of Congress with relation to the reserved powers of the States.'\" <i>Katzenbach,</i> 384 U.S. at 650-651, 86 S.Ct. 1717. That test was formulated in <i>McCulloch v. Maryland,</i> a case establishing the reach of Congressional power under the Necessary and Proper Clause. <i>Id.</i> See also <i>Abril,</i> 145 F.3d at 186.</p>\n<p>[7]  See also <i>Pierce v. King,</i> 918 F.Supp. 932, 940 (E.D.N.C.1996).</p>\n<p>[8]  As noted by Erwin Chemerinsky, \"the Supreme Court has never attempted to define equal protection and commentators have ... contrast[ed] two conceptions of equal protection: one that focuses on equal treatment and the other that looks at equal results.\" Chemerinsky at 527, n. 8. Margaret Phillips has explored the theory underlying those concepts of equality as follows:\n</p>\n<p>Implicit in both the special treatment and the equal treatment approach is the need for a standard. Being treated the \"same as\" or \"different from\" means being treated the same as something or different from something.... When acknowledgment of the physical reality of [disability] is defined as \"different\" or \"special,\" the implied standard that disability is being compared to is the physical reality of being [non-disabled]. When a [disabled person] is accorded \"equal\" treatment, she is accorded the same treatment as a [non-disabled individual]. This is appealing to our conception of equality, which is premised on the idea that everyone should be treated the same  no one is discriminated against, and no one is privileged. However, this notion defies reality by failing to account for the fact that [the non-disabled and the disabled] are not the same and have different needs.</p>\n<p>Margaret Phillips, <i>Umbilical Cords: The New Drug Connection,</i> 40 Buff.L.Rev. 525, 561 (1992). As this adapted analysis illustrates, even the premise that individuals should be treated equally does not mandate that the disabled should be treated like the non-disabled. Such a conclusion presumes a nondiscriminatory norm, when in fact, the status quo is specifically tailored to the needs or abilities of the non-disabled.</p>\n<p>[9]  \"Arbitrary can be distinguished from invidious because one can act arbitrarily without intending to harm. For example, a committee that fails to consider the interests of the disabled community when it approves plans or a new public building may be acting arbitrarily by failing to recognize these interests, without intending to frustrate the access of the disabled.\" Note, <i>Section 5 and the Protection of Nonsuspect Classes after City of Boerne v. Flores,</i> 111 Harv.L.Rev. 1542, 1546 (1998).</p>\n<p>[10]  Unlike the complaint at issue in <i>King,</i> plaintiff's complaint does allege that she is a \"qualified individual with a disability.\" (Compl. ¶ 3.) See <i>King,</i> 976 F.Supp. at 358. Consequently, the holding in <i>King</i> is not dispositive in this case.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">498</span></span> (1998)</b></center>\n<center><h1>Sharon LAMB, Plaintiff,<br>\nv.<br>\nJOHN UMSTEAD HOSPITAL, Defendant.</h1></center>\n<center>No. 5:97CV-1019-BR3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 1, 1998.</center>\n<p><span class=\"star-pagination\">*499</span> <span class=\"star-pagination\">*500</span> John B. Meuser, Raleigh, NC, Deborah N. Meyer, Hollowell, Peacock &amp; Meyer, Raleigh, NC, for Plaintiff.</p>\n<p>Victoria L. Voight, Asst. Atty. Gen., Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendant's motion to dismiss. The motion has been fully briefed and is ripe for decision.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*501</span> I. BACKGROUND</h2>\n<p>Plaintiff, Sharon Lamb, was employed by the North Carolina Department of Human Resources which operates defendant, John Umstead Hospital, as a social worker until her discharge on 31 May 1996. On 1 June 1996, plaintiff filed a complaint with the Equal Employment Opportunity Commission (EEOC) alleging discrimination in violation of the Americans with Disabilities Act, 42 U.S.C. § 12101, et seq. (ADA). Plaintiff received a right to sue letter from the EEOC on 29 September 1997 and filed this action on 24 December 1997.</p>\n<p>Defendant has moved to dismiss plaintiff's complaint pursuant to Rules 12(b)(1), (2) and (6) of the Federal Rules of Civil Procedure, asserting that the Eleventh Amendment to the United States Constitution bars plaintiff's ADA claim and that plaintiff has failed to state a claim under the ADA. Plaintiff responds that the Eleventh Amendment immunity upon which defendant relies has been legally abrogated by Congress and does not prohibit plaintiff's claim. Plaintiff also maintains that she has adequately plead her ADA claim.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS</h2>\n<p>Defendant John Umstead Hospital has filed a motion to dismiss plaintiff's complaint pursuant to Fed.R.Civ.P. 12(b)(6). For purposes of such a motion, the complaint is construed in the light most favorable to the plaintiff and its allegations are taken as true. As stated by the Supreme Court in <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957):</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><i>Id.</i> at 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>. \"[T]he issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claim.\" <i>Revene v. Charles County Comm'rs,</i> <span class=\"citation\" data-id=\"527817\"><a href=\"/opinion/527817/monica-revene-individually-v-charles-county-commissioners-office-of-the/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 872 (4th Cir.1989).</p>\n<p></p>\n<h2>III. ADA's ABROGATION OF STATES' IMMUNITY</h2>\n<p>Plaintiff alleges that defendant has violated the ADA, which prohibits intentional discrimination against qualified individuals with disabilities \"in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a). The ADA also requires employers to make reasonable accommodations for the disabled. 42 U.S.C. § 12112(b)(5)(A) and (B). Along with employment, the statute applies to a range of activities including government services, public accommodations, and communications. The ADA covers public entities, including States, 42 U.S.C. § 12131(1)(A), and requires them to operate their programs and services in a manner readily accessible to disabled individuals. 42 U.S.C. § 12131(2); 42 U.S.C. § 12132.</p>\n<p>Defendant, an agency of the State of North Carolina, argues that the Eleventh Amendment to the United States Constitution entitles it to immunity from an ADA suit by a private citizen.</p>\n<p>The Eleventh Amendment states:</p>\n<blockquote>The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.</blockquote>\n<p>U.S. Const. Amend. XI. Under the Supreme Court's broad interpretation of the Eleventh Amendment, a State is also granted immunity from suits initiated by its own citizens in federal court if the State has not consented to such suits. <i>Seminole Tribe of Florida v. Florida,</i> <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 54, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1996) (citing <i>Hans v. Louisiana,</i> <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></span> (1890)). However, Congress has the authority to abrogate a State's immunity pursuant to Section 5 of the Fourteenth Amendment. <i>Atascadero State Hosp. v. Scanlon,</i> <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 238, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1985); <i>Seminole Tribe,</i> 517 U.S. at 59, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>.</p>\n<p><span class=\"star-pagination\">*502</span> The issue before the court is whether Congress, in enacting the ADA and attempting to abrogate the States' immunity from suit, exceeded the scope of its powers under Section 5 of the Fourteenth Amendment. The Supreme Court set forth a test for determining that issue in <i>Seminole Tribe,</i> 517 U.S. at 55, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>. First, a court must determine whether Congress has \"`unequivocally expresse[d] its intent to abrogate the immunity.'\" <i>Id.</i> (quoting <i>Green v. Mansour,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span>, 68, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></span> (1985)). Second, a court must determine \"whether Congress has acted `pursuant to a valid exercise of power'\" in abrogating that immunity. <i>Id.</i></p>\n<p>The ADA explicitly states that</p>\n<blockquote>[a] State shall not be immune under the [E]leventh [A]mendment to the Constitution of the United States from an action in Federal or State court of competent jurisdiction for a violation of this chapter. In any action against a state for a violation of the requirements of this chapter, remedies (including remedies at both law and equity) are available for such a violation to the same extent as such remedies are available ... against any public or private entity other than a state.</blockquote>\n<p>42 U.S.C. § 12202. Because Congress has unequivocally expressed its intent to abrogate the States' immunity, the issue before the court is narrowed to an inquiry as to the validity of Congress's exercise of power.</p>\n<p>Pursuant to <i>Seminole Tribe</i> and precedent cited therein, Section 5 of the Fourteenth Amendment to the Constitution, \"the enforcement clause,\" allows Congress to abrogate States' immunity from suit guaranteed by the Eleventh Amendment. <i>Seminole Tribe,</i> 517 U.S. at 59, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>. Section 5 provides that \"Congress shall have the power to enforce, by appropriate legislation, the provisions of [that] article.\" U.S. Const. Amend. XIV. Therefore, Congress can enact legislation pursuant to Section 5 that is designed to enforce the prohibitions expressly directed at the States in Section 1 of the Fourteenth Amendment, and Congress may validly abrogate the States' immunity from suit in those circumstances. <i>Seminole Tribe,</i> 517 U.S. at 59, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>. In <i>Katzenbach v. Morgan,</i> <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, 651, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1717</span></a></span>, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">828</span></a></span> (1966), the Supreme Court wrote:</p>\n<blockquote>Correctly viewed, § 5 is a positive grant of legislative power authorizing Congress to exercise its discretion in determining whether and what legislation is needed to secure the guarantees of the Fourteenth Amendment.</blockquote>\n<p>In <i>City of Boerne v. Flores,</i> <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1997), the Supreme Court explained:</p>\n<blockquote>\"Whatever legislation is appropriate, that is, adapted to carry out the objects the amendments have in view, whatever tends to enforce submission to the prohibitions they contain, and to secure to all persons the enjoyment of perfect equality of civil rights and the equal protection of the laws against State denial or invasion, if not prohibited, is brought within the domain of Congressional power.\"</blockquote>\n<p><i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2163 (quoting <i>Ex Parte Virginia,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span>, 345-346, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">676</span></span> (1879)).</p>\n<p>The question logically follows whether the ADA is designed to enforce the provisions expressly directed at the States in Section 1 of the Fourteenth Amendment. That question must be resolved by applying the proportionality test set forth in <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164. Defendant argues that, aside from being disproportionate to the injury it seeks to redress, the ADA is not designed to enforce the equal protection clause for two reasons: 1) the ADA protects a class of individuals who do not enjoy heightened scrutiny under the equal protection clause of the Fourteenth Amendment; and 2) the ADA is not \"remedial,\" but rather it creates positive rights of entitlement and provides special treatment and accommodations for the disabled as against other, nondisabled individuals and the States. (Def. Mem. at 5.)</p>\n<p>First, the court will discuss the equal protection clause and the protection from discrimination that it confers upon the disabled in conjunction with defendant's \"suspect class\" argument. Second, the court will apply the proportionality test prescribed by <span class=\"star-pagination\">*503</span> <i>Boerne.</i> Third, the court will address defendant's argument pertaining to the remedial nature of the ADA.</p>\n<p></p>\n<h2><i>A. The Equal Protection Clause and the Disabled</i></h2>\n<p>Section 1 of the Fourteenth Amendment provides: \"No state shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const. Amend. XIV. Any law, therefore, that draws a distinction among people is susceptible to an equal protection challenge. See Erwin Chemerinsky, CONSTITUTIONAL LAW: PRINCIPLES AND POLICIES at 527 (1997). While classifications based on race or national origin are subject to strict scrutiny, and classifications based on sex are subject to intermediate scrutiny, other classifications, like age and disability, are subject only to the rational basis test. <i>Id.</i> at 529. Under the rational basis test, a law will be upheld if it is rationally related to a legitimate government purpose. <i>Id.</i></p>\n<p>In <i>Cleburne,</i> the Supreme Court held that the \"mentally retarded\" do not constitute a suspect or quasi-suspect class entitled to heightened scrutiny for purposes of equal protection analysis. <i>Cleburne,</i> 473 U.S. at 442-446, 105 S.Ct. 3249. The Court stated, however, that its \"refusal to recognize the retarded as a quasi-suspect class does not leave them entirely unprotected from invidious discrimination. To withstand equal protection review, legislation that distinguishes between the mentally retarded and others must be rationally related to a legitimate governmental purpose.\" <i>Id.</i> at 446, 105 S.Ct. 3249. Applying the rational basis test, the Court invalidated a zoning ordinance and a permitting scheme because they were based on an \"irrational prejudice against the mentally retarded.\" <i>Cleburne,</i> 473 U.S. at 449-450, 105 S.Ct. 3249. Significantly, the Supreme Court's decision in <i>Cleburne</i> explicitly recognizes that some classifications of disabled people are irrational,<sup>[1]</sup><i>id.,</i> and in doing so, recognizes that protection from discrimination on the basis of disability is a substantive right enforceable through the equal protection clause. <i>Id.</i> at 446, 105 S.Ct. 3249.</p>\n<p>In <i>Brown v. North Carolina Division of Motor Vehicles,</i> <span class=\"citation\" data-id=\"1804209\"><a href=\"/opinion/1804209/brown-v-north-carolina-div-of-motor-vehicles/\"><span class=\"volume\">987</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">451</span></a></span>, 457 (E.D.N.C.1997), the court stated that, where Congress invokes its power under Section 5 of the Fourteenth Amendment, \"[t]he question becomes whether Congress is legislating to protect a class cognizable under § 1 of the Fourteenth Amendment.\" <i>Cleburne</i> demonstrates that the Supreme Court has recognized the disabled as a cognizable class for equal protection purposes.</p>\n<p>Defendant argues that, because the disabled are not a suspect class for purposes of equal protection analysis, the ADA's identification of the disabled as a \"discrete and insular minority\"<sup>[2]</sup>  a classification typically entitled to heightened scrutinyevidences Congress's attempt to legislate the substance of the Fourteenth Amendment. As such, according to defendant, the ADA cannot be considered an enactment designed to \"enforce\" the equal protection clause. The argument suggests that, because States may, under the equal protection clause, enact laws classifying the disabled as long as they have a legitimate governmental purpose when doing so, Congress may not decree that the disabled are entitled to treatment as a suspect <span class=\"star-pagination\">*504</span> class and thereby: 1) impose a higher standard of conduct upon the States by way of the Fourteenth Amendment; or 2) \"force the courts to adopt a new regime vis-a-vis the classification of individuals with disabilities.\" <i>Brown,</i> 987 F.Supp. at 458.</p>\n<p>The \"suspect class\" argument seems to be made in an effort to curtail Congress's Section 5 power, in a manner consistent with <i>Boerne</i> and <i>Seminole Tribe,</i> by offering a bright line rule delineating the scope of that power. As noted by the Fourth Circuit in <i>Abril v. Virginia,</i> <span class=\"citation\" data-id=\"754650\"><a href=\"/opinion/754650/rosemarie-c-abril-american-federation-of-state-county-and-municipal/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span>, 187 (4th Cir.1998), a case dealing with the Fair Labor Standards Act, \"it cannot be that Congress's Section 5 enforcement power may `appropriately' be exercised  even for prophylactic purposesto eradicate every classification of persons imposed (or allowed to continue of externally imposed) by a state.\" The \"suspect class\" rule would allow Congress to legislate pursuant to Section 5 only with respect to those classes of individuals that the Supreme Court has determined are entitled to heightened scrutiny.</p>\n<p>Although it has the advantage of offering a bright line, that rule is nevertheless inconsistent with <i>Boerne</i> and <i>Seminole Tribe,</i> both of which specifically affirm that Congress may exercise its Section 5 power to enforce the equal protection clause. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164; <i>Seminole Tribe,</i> 517 U.S. at 59, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>. Contrary to the reasoning in <i>Brown,</i> the requirement that a class be \"cognizable\" under the equal protection clause does not imply that a class must be entitled to \"heightened constitutional protections\" in order to permit Congress to legislate on its behalf pursuant to Section 5. <i>Brown,</i> 987 F.Supp. at 458. The groups or classes of individuals that are subjected to intentional, arbitrary, or irrational discrimination in violation of the Fourteenth Amendment are not, as <i>Cleburne</i> demonstrates, limited to those classes entitled to heightened scrutiny. The \"suspect class\" rule offered by defendant would prevent Congress from legislating on behalf of such groups and would thereby circumscribe Congressional power in a manner inconsistent with the very text of Section 5.</p>\n<p>The correct rule for determining the scope of Congress's Section 5 power is the proportionality test set out in <i>Boerne,</i> according to which a statute must be proportional or congruent to the injury to be prevented or redressed. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164. The Fourth Circuit applied a similar test in <i>Abril:</i> the limits of Congress's Section 5 power \"are to be found by considering, in light of developed equal protection jurisprudence, whether the particular inequality targeted by the attempted abrogation is such as to justify congressional elimination as a means of enforcing Equal Protection Clause guarantees.\" <i>Abril,</i> 145 F.3d at 187-188.</p>\n<p>Accordingly, this court explicitly rejects the suggestion that \"Congress's power must be limited to the protection of those classes found by the Court to deserve `special protection' under the Constitution.\" <i>Clark v. California,</i> <span class=\"citation\" data-id=\"745448\"><a href=\"/opinion/745448/derrick-clark-and-ambrose-woods-individually-and-on-behalf-of-all-others/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1267</span></a></span>, 1270-71 (9th Cir. 1997), cert. denied, <i>Wilson v. Armstrong,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2340</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></span> (1998). The levels of judicial scrutiny applied in equal protection cases are a judicial framework. They provide \"`standards for determining the validity of state legislation or other official action that is challenged as denying equal protection.'\" <i>Id.</i> at 1271. The levels of scrutiny do not define the limits of Congress's power to enforce the Fourteenth Amendment.<sup>[3]</sup> \"Such a conclusion `would confine the legislative power in this context <span class=\"star-pagination\">*505</span> to the insignificant role of abrogating only those state laws that the judicial branch was prepared to adjudge unconstitutional, or of merely informing the judgment of the judiciary by particularizing the \"majestic generalities\" of § 1 of the Amendment.'\" <i>Goshtasby v. Bd. of Trustees of the Univ. of Illinois,</i> <span class=\"citation\" data-id=\"753033\"><a href=\"/opinion/753033/ardeshir-goshtasby-and-united-states-of-america-intervenor-appellee-v/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 770 (7th Cir.1998). Instead,</p>\n<blockquote>Congress's role as a legislative body permits it to scrutinize every problem it addresses as carefully as it chooses. In the context of enforcing the Fourteenth Amendment, Congress is free to assess the constitutionality of state action that would be shielded from heightened judicial scrutiny by the application of the rational basis test....</blockquote>\n<blockquote>Properly understood, Congress's power to legislate under the Fourteenth Amendment thus has little connection to the levels of review articulated by the Supreme Court. Because the Equal Protection Clause invalidates all irrational discrimination, disabled individuals, like anyone else, have the right to be free from it.</blockquote>\n<p>Elizabeth Welter, <i>The ADA's Abrogation of Eleventh Amendment State Immunity as a Valid Exercise of Congress's Power to Enforce the Fourteenth Amendment,</i> 82 Minn. L.Rev. 1139, 1161-62 (April 1998).</p>\n<p>While the Supreme Court retains the power to decree the substance of the Fourteenth Amendment's restrictions on the states, and Congress may not enlarge those powers, <i>Boerne,</i> 521 U.S. at ___ and ___, 117 S.Ct. at 2172 and 2166, Congress's conclusions regarding the need for given legislation are entitled to much deference. <i>Id.</i> at 2172. In this context, the Supreme Court has explicitly found, not only that the disabled are a class entitled to Fourteenth Amendment protection, but also that certain laws classifying the disabled are irrational and in violation of the equal protection clause. <i>Cleburne,</i> 473 U.S. at 449-450, 105 S.Ct. 3249. Consequently, Section 5 of the Fourteenth Amendment allows Congress to enact legislation designed to eliminate such irrational laws and to prevent other arbitrary and invidious discrimination that deprives the disabled of the equal protection of the laws to which they are entitled if, as required by <i>Boerne,</i> that legislation is congruent and proportional to the injury to be prevented. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164.</p>\n<p></p>\n<h2><i>B. Proportionality Analysis under Boerne</i></h2>\n<p>Under <i>Katzenbach,</i> a statute may be regarded as an enactment to enforce the Equal Protection Clause, if \"it is `plainly adapted to that end'\" and if \"it is not prohibited by but is consistent with `the letter and spirit of the constitution.'\" <i>Katzenbach,</i> 384 U.S. at 651, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1717</span></a></span>.</p>\n<blockquote>While the line between measures that remedy or prevent unconstitutional actions and measures that make a substantive change in the governing law is not easy to discern, and Congress must have wide latitude in determining where it lies, the distinction exists and must be observed. <i>There must be a congruence and proportionality between the injury to be prevented or remedied and the means adopted to that end.</i> Lacking such a connection, legislation may become substantive in operation and effect.</blockquote>\n<p><i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2164 (emphasis added). In other words, a statute's lack of proportionality or congruence to the injury to be prevented or remedied indicates that Congress has, in effect, legislated the substance of the equal protection clause. <i>Id.</i> at 2164. Defendant argues that the means of prohibiting discrimination included in the ADA lack the requisite proportionality and congruence to the injury to be prevented or remedied. (Def. Mem. at 7.)</p>\n<p>The proportionality inquiry has been described as having two facets: an examination of both \"the extent of the threatened constitutional violations, and the scope of the steps provided in the legislation to remedy or prevent such violations.\" <i>Coolbaugh v. Louisiana,</i> <span class=\"citation\" data-id=\"751642\"><a href=\"/opinion/751642/stafford-j-coolbaugh-v-state-of-louisiana-on-behalf-of-ladept-of/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span>, 435 (5th Cir.1998), petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3783</span></span> (May 28, 1998) (No. 97-1941). The court will examine these facets in turn.</p>\n<p></p>\n<h2>1. <i>The Extent of the Threatened Constitutional Violations</i>\n</h2>\n<p>The purpose of the ADA is to eliminate and prohibit discrimination against individuals with disabilities. 42 U.S.C. <span class=\"star-pagination\">*506</span> § 12101(b). In enacting the ADA, Congress made extensive and explicit factual findings regarding the discrimination that the disabled have suffered, thereby documenting the extent of the threatened constitutional violations.<sup>[4]</sup> 42 U.S.C. § 12101(a) (1995); <i>Coolbaugh,</i> 136 F.3d at 435 (discussing Congressional fact-finding regarding discrimination against the disabled, which Congress intended to address in enacting the ADA). Among other findings, Congress noted the following:</p>\n<blockquote>(1) some 43,000,000 Americans have one or more physical or mental disabilities, and this number is increasing as the population as a whole is growing older;</blockquote>\n<blockquote>(2) historically, society has tended to isolate and segregate individuals with disabilities, and, despite some improvements, such forms of discrimination against individuals with disabilities continue to be a serious and pervasive social problem;</blockquote>\n<blockquote>(3) discrimination against individuals with disabilities persists in such critical areas as employment, housing, public accommodations, education, transportation, communication, recreation, institutionalization, health services, voting, and access to public services;</blockquote>\n<blockquote>(4) unlike individuals who have experienced discrimination on the basis of race, color, sex, national origin, religion, or age, individuals who have experienced discrimination on the basis of disability have often had no legal recourse to redress such discrimination;</blockquote>\n<blockquote>(5) individuals with disabilities continually encounter various forms of discrimination, including outright intentional exclusion, the discriminatory effects of architectural, transportation, and communication barriers, overprotective rules and policies, failure to make modifications to existing facilities and practices, exclusionary qualification standards and criteria, segregation, and relegation to lesser services, programs, activities, benefits, jobs, or other opportunities;</blockquote>\n<blockquote>(6) census data, national polls, and other studies have documented that people with disabilities, as a group, occupy an inferior status in our society, and are severely disadvantaged socially, vocationally, economically, and educationally....</blockquote>\n<p>42 U.S.C. § 12101(a) (1995). Before enacting the ADA, Congress considered a wide range of evidence and made its findings based on that evidence. <i>Coolbaugh,</i> 136 F.3d at 436. Congress cited at least \"seven substantive studies or reports to support its conclusion that discrimination against the disabled is a serious and pervasive problem.\" <i>Id.</i> at 436-37 (discussing relevant legislative history).</p>\n<p>As noted by the Supreme Court in <i>Boerne,</i> \"[i]t is for Congress in the first instance to `determin[e] whether and what legislation is needed to secure the guarantees of the Fourteenth Amendment,' and its conclusions are entitled to much deference.\" <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2172. The Court also emphasized the deference appropriate to Congress's anti-discrimination legislation in <i>Katzenbach v. Morgan,</i> <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, 653, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1717</span></a></span>, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">828</span></a></span> (1966):</p>\n<blockquote>It [is] for Congress ... to assess and weigh the various conflicting considerations the risk or pervasiveness of the discrimination in governmental services, the effectiveness of ... [the] means of dealing with the evil, the adequacy or availability of alternative remedies, and the nature and significance of the state interests that would be affected.... It is not for us to review the congressional resolution of these factors. It is enough that we be able to perceive a basis upon which the Congress might resolve the conflict as it did.... Any contrary conclusion would require us to be blind to the realities familiar to the legislators.</blockquote>\n<p>Congress's finding of a significant likelihood of unconstitutional action with respect to the disabled, as set forth in 42 U.S.C. § 12101(a) and accompanying, substantial legislative history, is entitled to judicial deference. The <span class=\"star-pagination\">*507</span> ADA thus satisfies the first facet of the proportionality analysis set forth in <i>Boerne.</i></p>\n<p></p>\n<h2>2. <i>The Scope of the Remedy</i>\n</h2>\n<p>As required by <i>Boerne,</i> the ADA also exhibits a congruence and proportionality between the injury to be prevented or remedied, i.e., discrimination against the disabled, and the means adopted to that end, i.e., the statutory provisions.</p>\n<p>The ADA does not provide sweeping remedies that exceed the harms it is designed to redress. First and foremost, the Act broadly prohibits discrimination against <i>qualified</i> individuals with disabilities. 42 U.S.C. §§ 12112(a) and 12132. It does not, for example, require employers to hire a quota of disabled individuals. While the Act also requires States to accommodate the disabled in various ways, only reasonable accommodations are mandated. 42 U.S.C. § 12112(5)(A) and (B). Reasonable accommodations include modifications or adjustments that: 1) are required to ensure that a qualified applicant with a disability can be considered for the position she desires; 2) enable employees with disabilities to perform essential job functions; and 3) enable employees with disabilities to enjoy the benefits and privileges of employment as are enjoyed by employees without disabilities. 29 C.F.R. § 1630.2(o); see also 29 C.F.R. § 1630.2(o)(2). An employer or State entity may avoid making such accommodations, however, by showing that the requested accommodation would impose upon it an undue burden or hardship.<sup>[5]</sup> Moreover, pursuant to 42 U.S.C. § 12113(a), an employer can defend against a charge of discrimination when an employer's refusal of employment to a disabled individual is \"job-related and consistent with business necessity.\" These limiting provisions illustrate the proportionality of the ADA. By its own terms, the scope of the remedies offered by the ADA are appropriately tailored to the injury, i.e., discrimination against the disabled, that Congress sought to address in enacting that statute.</p>\n<p>The ADA's unequivocal purpose is to deter, prevent and remedy unconstitutional discrimination, i.e. irrational classification and discrimination against the disabled. This legislation reflects \"Congress's considered efforts to remedy and prevent what it perceived as serious, widespread discrimination against the disabled.\" <i>Coolbaugh,</i> 136 F.3d at 438. While some of the ADA's provisions may seek to address conduct that is not itself unconstitutional, that fact does not render the ADA's remedy disproportionate to the injury it seeks to address. Nor does it suggest that the enactment of the ADA, in its entirety, was beyond the sweep of Congress' powers under the Fourteenth Amendment. As the <i>Boerne</i> Court explained, \"[l]egislation which deters or remedies constitutional violations can fall within the sweep of Congress's enforcement power even if in the process it prohibits conduct which is not itself unconstitutional and intrudes into `legislative spheres of autonomy previously reserved to the States.'\" <i>Id.</i> at 2163.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*508</span> <i>C. The Remedial Nature of the ADA</i>\n</h2>\n<p>Defendant makes the broader argument that, in enacting the ADA, Congress exceeded the scope of its power under Section 5 because the legislation is simply not remedial or preventive as required by <i>Boerne. Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2170. First, defendant argues that the ADA is not \"remedial\" because the accommodation provisions, in requiring affirmative conduct on the part of the States and entitling the disabled to certain benefits, constitute Congressional legislation of the substance of the equal protection clause. Second, defendant argues that the ADA is essentially entitlement legislation intended to provide the disabled with special benefits, not to redress invidious discrimination. The court will address these arguments in turn.</p>\n<p></p>\n<h2>1. <i>Affirmative Conduct</i>\n</h2>\n<p>Despite the fact that <i>Boerne</i> permits legislation that deters or remedies constitutional violations to also prohibit some conduct that is not unconstitutional, defendant argues that the accommodation provisions of the ADA do not merely prohibit constitutional conduct, they also require States to engage in affirmative conduct necessary to accommodate the disabled. (Def. Mem. At 8-9.) Section 5, however, does not constrain Congress in its choice of remedies, and Congress does not exceed the scope of its Section 5 authority merely by enacting legislation that, among other things, imposes affirmative conduct upon the States. As noted in <i>Boerne,</i> \"[r]emedial legislation under § 5 `should be adapted to the mischief and wrong which the [Fourteenth] [A]mendment was intended to provide against.'\" <i>Boerne,</i> 117 S.Ct. at 2170. The Supreme Court has not stated that Congressional imposition of affirmative conduct on the States is, by definition, non-remedial and, consequently beyond Congress's Section 5 powers. In fact, comparing the reach and scope of RFRA with other measures passed pursuant to Congress's enforcement power, the <i>Boerne</i> Court specifically referenced, and implicitly approved, <i>City of Rome,</i> 446 U.S. at 177, <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1548</span></a></span>, in which the Court rejected a challenge to a Voting Rights Act provision that imposed preclearance requirements upon certain jurisdictions. Those provisions required jurisdictions to submit changes in electoral practices to the Department of Justice for preimplementation review.</p>\n<p>Congress's imposition of affirmative conduct, such as reasonable accommodation, upon the States does not constitute an attempt to \"establish the meaning of [a] constitutional provision[].\" <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2168. Rather, the accommodation requirements constitute only one of the means chosen by Congress to effectuate a substantive equal protection right  freedom from discrimination  to which the disabled are entitled.</p>\n<p></p>\n<h2>2. <i>Entitlement</i>\n</h2>\n<p>Defendant also argues that the ADA is not \"remedial\" legislation, but rather entitlement legislation requiring States to provide special preferences for the disabled. Defendant relies on the decision in <i>Brown v. North Carolina Division of Motor Vehicles,</i> <span class=\"citation\" data-id=\"1804209\"><a href=\"/opinion/1804209/brown-v-north-carolina-div-of-motor-vehicles/\"><span class=\"volume\">987</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">451</span></a></span>, 458-459 (E.D.N.C.1997), to support that argument.<sup>[7]</sup> In <i>Brown,</i> the court wrote,</p>\n<blockquote>[The ADA] is not \"remedial\" in the same sense as are most anti-discrimination statutes enacted under the Enforcement Clause. Title VII of the Civil Rights Act of 1964 is a prototypical example of a statute which seeks a state of affairs where individuals are treated equally, without regard to race, sex, or age. The ADA, on the other hand, seeks to single out the disabled for special, advantageous treatment. ... This is beyond the purview of the Enforcement Clause as the concept of entitlements has little to do with promoting the \"equal protection of the laws.\" ...</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*509</span> [T]he ADA does not remediate invidious, arbitrary or irrationally made classifications. At least as concerns the public accommodation provisions at issue here, the ADA would force States to single out disabled individuals for advantageous treatment.</blockquote>\n<p><i>Id.</i></p>\n<p>First, as noted above, and contrary to the language in <i>Brown,</i> the ADA was specifically designed with the overall and explicit purpose of prohibiting, preventing, and remedying the irrational classification of and intentional discrimination against the disabled. 42 U.S.C. § 12101(b). Second, as permitted by <i>Boerne,</i> Congress has the power under the enforcement clause to prohibit otherwise constitutional conduct when enacting legislation to deter or remedy constitutional violations. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2163. Consequently, the accommodation provisions, even if viewed as provisions requiring special treatment of the disabled, are constitutionally permissible under <i>Boerne.</i></p>\n<p>This court respectfully disagrees, however, with the <i>Brown</i> opinion and with defendant's argument in reliance thereon, that the ADA, unlike other anti-discrimination statutes, is not \"remedial\" because it is not designed to achieve a state of affairs where individuals are treated equally. Treating individuals equally does not mean treating them identically. The Fourteenth Amendment mandates equal protection, not identical treatment.<sup>[8]</sup> The ADA most effectively accomplishes its purpose of prohibiting arbitrary and irrational discrimination against qualified individuals with disabilities if it is interpreted as an attempt to achieve substantive, rather than mere formal, equality for the disabled.</p>\n<blockquote>Formal equality calls for identical treatment, and does not allow for existing differences, while substantive equality requires individualized treatment to yield equal opportunity. For example, imagine designing an oval course for a footrace. The designer using a principle of formal equality would draw a single starting line across the track. It would be formally equal to treat the runners identically. However, it would be substantively equal to realize that those running on the outside of the oval would have farther to run than those on the inside. Therefore, a principle of substantive equality would require the designer to create a series of starting lines so that each runner would run the same distance to the finish line. The single starting line is equal in the sense that it starts all the runners in an identical place, but it gives those on the inside track an advantage. The multiple starting lines are not identical, but they equalize the distance to be covered. Those individuals who have been excluded from the social contract for generations are like the runners on the outside of the track. They have much farther to go to get to the finish line. If we treat them identically to those who have been part of the social contract for years, we merely perpetuate existing differences. Therefore, our constitutional structure, which has given the inside track <span class=\"star-pagination\">*510</span> to some citizens, must provide substantive equality to be legitimate.</blockquote>\n<p>Jane Rutherford, <i>Equality as the Primary Constitutional Value: The Case for Applying Employment Discrimination Laws to Religion,</i> 81 Cornell L.Rev. 1049, 1072-1073 (1996).</p>\n<p>To apply Rutherford's concept of equality in the ADA context, consider the example of a State courthouse without an access ramp. Disabled and non-disabled individuals are similarly situated in that they both need to enter the building. Individuals in wheelchairs, however, simply cannot do so. The provision of a ramp, a reasonable accommodation pursuant to 29 C.F.R. § 1630.2(<i>o</i>)(2)(i), ensures equal access to that building. With the addition of a ramp, all people can enter  and all people are thereby treated equally with respect to that public building.</p>\n<p>One may only interpret the ADA as a statute requiring entitlements and special treatment if one assumes that the status quo is non-discriminatory. It is the opinion of this court that such an assumption is erroneous. The discrimination prohibited by the ADA is not only the invidious but also the irrational and the arbitrary. As illustrated by the compendious fact-finding of Congress, the disabled face the effects of arbitrary and irrational classification on a daily basis.<sup>[9]</sup> While some of the discrimination faced by the disabled may not be invidious or intentional, one cannot underestimate the discriminatory effect of being ignored, discounted, or merely assumed not to exist. A building without a ramp is just that  an assumption that an individual in a wheelchair does not exist. Whatever the reason for the lack of a ramp  whether dislike of the disabled, financial considerations, or mere thoughtlessness the result is the same: lack of access. For the disabled, the status quo is clearly not non-discriminatory. Consequently, legislation enacted to achieve a state of affairs where people are treated equally may justifiably include provisions requiring adjustments to the status quo.</p>\n<p></p>\n<h2><i>D. Summary</i></h2>\n<p>For all of the reasons stated above, the enactment of the ADA falls within Congress's Section 5 enforcement power and consequently constitutes a valid and effective abrogation of the States' immunity to suit. See <i>Clark,</i> 123 F.3d at 1270; <i>Coolbaugh,</i> 136 F.3d at 438; <i>Kimel v. State Bd. of Regents,</i> <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1426</span></span>, 1433 (11th Cir.1998) (holding ADA is valid exercise of the enforcement clause of the Fourteenth Amendment and concluding that States do not have Eleventh Amendment immunity from suit); <i>Seaborn v. Florida,</i> <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1405</span></span> (11th Cir.1998) (same); See also <i>Autio v. AFSCME, Local 3139,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">802</span></span>, 806 (8th Cir.1998) (holding ADA represents a proper exercise of Congress's Section 5 enforcement power under the Fourteenth Amendment), rehearing en banc granted and opinion vacated (June 7, 1998); <i>Muller v. Costello,</i> <span class=\"citation\" data-id=\"1454032\"><a href=\"/opinion/1454032/muller-v-costello/\"><span class=\"volume\">997</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">299</span></a></span> (N.D.N.Y.1998) (ADA valid abrogation of States' immunity); <i>Martin v. Kansas,</i> <span class=\"citation\" data-id=\"2136203\"><a href=\"/opinion/2136203/martin-v-state-of-kan/\"><span class=\"volume\">978</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">992</span></a></span> (D.Kan.1997); <i>Wallin v. Minnesota Dep't of Corrections,</i> <span class=\"citation\" data-id=\"1450899\"><a href=\"/opinion/1450899/wallin-v-minnesota-dept-of-corrections/\"><span class=\"volume\">974</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1234</span></a></span> (D.Minn.1997) (relying on <i>Autio</i>), aff'd, <span class=\"citation\" data-id=\"757361\"><a href=\"/opinion/757361/craig-p-wallin-v-minnesota-department-of-corrections-dennis-benson/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">681</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">477227</span></span> (8th Cir.1998); <i>Williams v. Ohio Dep't of Mental Health,</i> <span class=\"citation\" data-id=\"1458393\"><a href=\"/opinion/1458393/williams-v-ohio-dept-of-mental-health/\"><span class=\"volume\">960</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1276</span></a></span> (S.D.Ohio 1997); and <i>Niece v. Fitzner,</i> <span class=\"citation\" data-id=\"2353801\"><a href=\"/opinion/2353801/niece-v-fitzner/\"><span class=\"volume\">941</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1497</span></a></span> (E.D.Mich.1996). But see <i>Garrett v. Bd. Of Trustees of Univ. Of Alabama,</i> <span class=\"citation\" data-id=\"1528531\"><a href=\"/opinion/1528531/garrett-v-board-of-trustees-of-university-of-ala/\"><span class=\"volume\">989</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1409</span></a></span> (N.D.Ala. 1998); <i>Brown v. N.C. Division of Motor Vehicles,</i> <span class=\"citation\" data-id=\"1804209\"><a href=\"/opinion/1804209/brown-v-north-carolina-div-of-motor-vehicles/\"><span class=\"volume\">987</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">451</span></a></span> (E.D.N.C.1997); and <i>Nihiser v. Ohio EPA,</i> <span class=\"citation\" data-id=\"1446941\"><a href=\"/opinion/1446941/nihiser-v-ohio-environmental-protection-agency/\"><span class=\"volume\">979</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1168</span></a></span> (S.D.Ohio 1997), each holding that the ADA is not an effective abrogation of States' immunity. Accordingly, defendant's motion to dismiss plaintiff's complaint on Eleventh Amendment grounds will be denied.</p>\n<p></p>\n<h2>IV. INSUFFICIENCY OF PLAINTIFF'S COMPLAINT</h2>\n<p>Defendant argues that plaintiff's claim under the ADA should be dismissed <span class=\"star-pagination\">*511</span> because plaintiff's complaint contains no factual allegations regarding: 1) the nature of plaintiff's alleged disability; 2) its severity and duration; 3) the position in which plaintiff was employed; 4) the essential duties of that position; 5) the impact of plaintiff's alleged disability on her ability to perform the essential duties of her position with or without reasonable accommodation; or 6) the timing and nature of her notice to defendant of her disability and request for reasonable accommodations therefor. (Def. Mot. at 12.)</p>\n<p>The ADA provides in relevant part:</p>\n<blockquote>No covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.</blockquote>\n<p>42 U.S.C. § 12112(a). Only a \"qualified individual with a disability\" may bring a civil action under the ADA. That term is further defined as \"an individual with a disability who, with or without reasonable accommodation, can perform the essential functions of the employment position that such individual holds or desires.\" 42 U.S.C. § 12111(8). \"Disability\" is, in turn, defined as:</p>\n<blockquote>(A) a physical or mental impairment that substantially limits one or more of the major life activities of such individual;</blockquote>\n<blockquote>(B) a record of such an impairment; or</blockquote>\n<blockquote>(C) being regarded as having such an impairment.</blockquote>\n<p><i>Id.</i> at § 12102(2). See <i>King v. Wilmington Transit Co.,</i> <span class=\"citation\" data-id=\"1582436\"><a href=\"/opinion/1582436/king-v-wilmington-transit-co/\"><span class=\"volume\">976</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">356</span></a></span>, 358 (E.D.N.C. 1997).</p>\n<p>One of the questions before the court on defendant's motion to dismiss is whether a description or identification of the nature of an alleged disability is necessary to state a claim for relief under the ADA. Federal Rule of Civil Procedure 8(a)(2) requires that a claim for relief contain \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Generally, Fed. R.Civ.P. 8(a)(2) requires more than a conclusory statement of entitlement to relief. Regarding claims brought under the ADA, some courts have held that Fed.R.Civ.P. 8(a)(2) \"requires a statement of the nature of the plaintiff's claimed disability, the actions by defendant which amount to the impermissible discrimination, the occasions of the discrimination, and the injury that occurred.\" <i>Young v. Warner-Jenkinson Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">164</span></span>, 166 (E.D.Mo.1996) (citing <i>Eisenach v. Miller-Dwan Medical Center,</i> <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">346</span></span>, 349 n. 3 (D.Minn.1995); <i>Breeden v. Enterprise Leasing Co.,</i> No. 4:95-CV-1821 CAS, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">781700</span></span>, at *2 (E.D.Mo. Dec.28, 1995)). See also <i>Super v. Price Waterhouse,</i> <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">498773</span></span>, *2 (S.D.N.Y. Aug.22, 1995) (striking from complaint plaintiff's allegations under the ADA because complaint failed entirely to identify her disability and thereby failed to satisfy the requirements of Rule 8(a)(2)).</p>\n<p>As noted by defendant, plaintiffs complaint fails to identify the nature of plaintiffs disability.<sup>[10]</sup> Moreover, plaintiff has alleged no specific facts from which the court could conclude that she has the requisite disability to qualify her for relief under the ADA. Plaintiff's conclusory allegation that she is a \"qualified individual with a disability\" does not satisfy the requirements of Rule 8(a)(2). (Compl. ¶ 3.)</p>\n<p>In addition, while plaintiff alleges that her employer \"engaged in employment practices in violation [of] Sections 102(a), 102(d)(4)(A) and 107(a) of the ADA, 42 U.S.C. §§ 12112(a), 12112(d)(4)(A), and 12117(a),\" (Compl. ¶ 10), plaintiff does not identify in her complaint the particular actions by defendant which amount to the impermissible discrimination, nor does she specify the occasions of that discrimination. Finally, with respect to \"the injury that occurred,\" plaintiff alleged that defendant \"failed or refused to provide plaintiff with an accommodation for her disability,\" (Compl. ¶ 10), but she failed to identify the way in which defendant failed to do so or the accommodations plaintiff requested.</p>\n<p><span class=\"star-pagination\">*512</span> This court holds that Rule 8(a)(2) requires, at a minimum, that a plaintiff asserting a claim under the ADA identify the nature of her alleged disability. While such specificity is a requirement under Rule 8(a)(2), plaintiff's lack of specific allegations does not merit dismissal of her claim. As noted by plaintiff, her complaint has placed defendant on notice that her ADA claim rests upon her allegedly disabled status for a particular period of time. Plaintiff has made allegations which, if true, could establish a prima facie case under the ADA. Therefore, the court will allow plaintiff ten (10) days to file an amended complaint to provide the level of specificity required by Rule 8(a).</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>This court finds that Congress's enactment of the ADA was a valid exercise of its Section 5 power to enforce the equal protection provisions of the Fourteenth Amendment. As such, Congress effectively abrogated the States' immunity from suits by private citizens, and plaintiff is therefore permitted to bring a claim under the ADA against defendant, an agency of North Carolina. Defendant's motion to dismiss plaintiff's complaint based on the argument that it is immune from such suits is DENIED.</p>\n<p>Defendant's motion to dismiss plaintiff's complaint for failure to state a claim for which relief can be granted is also DENIED. Plaintiff is DIRECTED to submit an amended complaint within ten (10) days from the date of this Order identifying the nature of her disability.</p>\n<h2>NOTES</h2>\n<p>[1]  Although <i>Cleburne</i> addressed the \"mentally retarded,\" courts have concluded that the reasoning in that opinion extends equally to the physically disabled. See <i>Coolbaugh v. Louisiana,</i> <span class=\"citation\" data-id=\"751642\"><a href=\"/opinion/751642/stafford-j-coolbaugh-v-state-of-louisiana-on-behalf-of-ladept-of/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span>, 433-434, n. 1 (5th Cir.1998), petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3783</span></span> (May 28, 1998) (No. 97-1941). The ADA prohibits discrimination against both groups.</p>\n<p>[2]  In enacting the ADA, Congress found that \"individuals with disabilities are a discrete and insular minority who have been faced with restrictions and limitations, subjected to a history of purposeful unequal treatment, and relegated to a position of political powerlessness in our society based on characteristics that are beyond the control of such individuals and resulting from stereotypic assumptions not truly indicative of the individual ability of such individuals to participate in, and contribute to, society.\" 42 U.S.C. § 12101(a)(7). Unlike the Religious Freedom Restoration Act (RFRA), the statute at issue in <i>Boerne,</i> the ADA does not attempt to dictate that courts apply intermediate or strict scrutiny to classifications of the disabled. In <i>Boerne,</i> the Supreme Court struck down Congress's explicit attempt to mandate heightened judicial scrutiny of legislation placing burdens upon the free exercise of religion. <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2171.</p>\n<p>[3]  The <i>Abril</i> court discussed the fact that public sector employees are not a recognized suspect or quasi-suspect class and suggested that protecting groups from arbitrary state action therefore delimits Congress's Section 5 power to eliminate or prohibit the inequality at issue. <i>Abril,</i> 145 F.3d at 188. The <i>Abril</i> majority did not, however, acknowledge or discuss the impact of the <i>Boerne</i> decision and its language regarding the sweep of Congressional power. See <i>Boerne,</i> 521 U.S. at ___, 117 S.Ct. at 2163; <i>Abril,</i> 145 F.3d at 192 (Butzner, J., dissenting). See also, infra, Section III.B.2. Moreover, the Supreme Court has not held that any law is, in fact, irrational or arbitrary with respect to public sector employees. Applying <i>Abril's</i> proportionality test \"in light of developed equal protection jurisprudence,\" i.e., <i>Cleburne,</i> discrimination against the disabled \"justifie[s] Congress's elimination as a means of enforcing equal protection clause guarantees.\" <i>Abril,</i> 145 F.3d at 187-188.</p>\n<p>[4]  It should be noted that Congress made no specific findings regarding the seriousness or scope of discrimination against religious person in enacting RFRA, 42 U.S.C. §§ 2000bb to 2000bb-4, which was held unconstitutional in <i>Boerne</i> as an enactment exceeding Congress's § 5 enforcement powers. See <i>Coolbaugh,</i> 136 F.3d at 435 n. 2, and 438.</p>\n<p>[5]  Defendant argues that the requirements of the ADA will impose substantial implementation and litigation costs upon the States, and that those requirements render the statute's attempt to abrogate States' immunity ineffective. (Def. Mem. at 6.) The State, however, is entitled to assert in ADA litigation that the cost of accommodation is so significant that it makes a particular accommodation unreasonable. The term \"undue hardship\" is defined as an action requiring \"significant difficulty and expense,\" when considered in light of factors such as the nature and cost of the accommodation needed, the financial resources available, and the nature and circumstances of the State entity. 42 U.S.C. § 12111(10); 29 C.F.R. § 1630.2(p). The ADA, therefore, has a built-in mechanism for dealing with defendant's concern. The cost of litigation, standing alone, simply cannot be relied upon as a valid reason to invalidate anti-discrimination legislation.</p>\n<p>[6]  In <i>City of Rome,</i> for example, the Supreme Court held that the Voting Rights Act's \"ban on electoral changes that are discriminatory in effect is an appropriate method of promoting the purposes of the Fifteenth Amendment, even if it is assumed that § 1 of the Amendment prohibits only intentional discrimination in voting.\" <i>City of Rome v. United States,</i> <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 177, <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1548</span></a></span>, <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1980).\n</p>\n<p>Congress's power pursuant to the enforcement clauses of the Fifteenth and Fourteenth Amendments are analogous. \"Section 2 of the Fifteenth Amendment grants Congress [the] power to enforce by `appropriate legislation' the provisions of that amendment,\" and the Supreme Court has held \"that the basic test to be applied in a case involving § 2 of the Fifteenth Amendment is the same as in all cases concerning the express powers of Congress with relation to the reserved powers of the States.'\" <i>Katzenbach,</i> 384 U.S. at 650-651, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1717</span></a></span>. That test was formulated in <i>McCulloch v. Maryland,</i> a case establishing the reach of Congressional power under the Necessary and Proper Clause. <i>Id.</i> See also <i>Abril,</i> 145 F.3d at 186.</p>\n<p>[7]  See also <i>Pierce v. King,</i> <span class=\"citation\" data-id=\"1448200\"><a href=\"/opinion/1448200/pierce-v-king/\"><span class=\"volume\">918</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">932</span></a></span>, 940 (E.D.N.C.1996).</p>\n<p>[8]  As noted by Erwin Chemerinsky, \"the Supreme Court has never attempted to define equal protection and commentators have ... contrast[ed] two conceptions of equal protection: one that focuses on equal treatment and the other that looks at equal results.\" Chemerinsky at 527, n. 8. Margaret Phillips has explored the theory underlying those concepts of equality as follows:\n</p>\n<p>Implicit in both the special treatment and the equal treatment approach is the need for a standard. Being treated the \"same as\" or \"different from\" means being treated the same as something or different from something.... When acknowledgment of the physical reality of [disability] is defined as \"different\" or \"special,\" the implied standard that disability is being compared to is the physical reality of being [non-disabled]. When a [disabled person] is accorded \"equal\" treatment, she is accorded the same treatment as a [non-disabled individual]. This is appealing to our conception of equality, which is premised on the idea that everyone should be treated the same  no one is discriminated against, and no one is privileged. However, this notion defies reality by failing to account for the fact that [the non-disabled and the disabled] are not the same and have different needs.</p>\n<p>Margaret Phillips, <i>Umbilical Cords: The New Drug Connection,</i> 40 Buff.L.Rev. 525, 561 (1992). As this adapted analysis illustrates, even the premise that individuals should be treated equally does not mandate that the disabled should be treated like the non-disabled. Such a conclusion presumes a nondiscriminatory norm, when in fact, the status quo is specifically tailored to the needs or abilities of the non-disabled.</p>\n<p>[9]  \"Arbitrary can be distinguished from invidious because one can act arbitrarily without intending to harm. For example, a committee that fails to consider the interests of the disabled community when it approves plans or a new public building may be acting arbitrarily by failing to recognize these interests, without intending to frustrate the access of the disabled.\" Note, <i>Section 5 and the Protection of Nonsuspect Classes after City of Boerne v. Flores,</i> 111 Harv.L.Rev. 1542, 1546 (1998).</p>\n<p>[10]  Unlike the complaint at issue in <i>King,</i> plaintiff's complaint does allege that she is a \"qualified individual with a disability.\" (Compl. ¶ 3.) See <i>King,</i> 976 F.Supp. at 358. Consequently, the holding in <i>King</i> is not dispositive in this case.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1446941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1448200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1450899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1454032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1582436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1804209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2136203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2353801/"
  ]
}