{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2530435/",
  "absolute_url": "/opinion/2530435/sharpe-v-mci-telecommunications-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2530435/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:12:51.140363Z",
  "date_modified": "2016-04-27T00:36:43.288125Z",
  "type": "010combined",
  "sha1": "d2b816d21404aa7911d08e17f5c2207cbee34184",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>19 F.Supp.2d 483 (1998)</b></center>\n<center><h1>Susan SHARPE, Plaintiff,<br>\nv.<br>\nMCI TELECOMMUNICATIONS CORPORATION, Defendant.</h1></center>\n<center>No. 5:97-CV-580-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 25, 1998.</center>\n<p><span class=\"star-pagination\">*484</span> <span class=\"star-pagination\">*485</span> John R. Rittelmeyer, Hartzell &amp; Whiteman, Raleigh, NC, for Plaintiff.</p>\n<p>Frank E. Emory, Jr., Robinson, Bradshaw &amp; Hinson, Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on the parties' cross-motions for summary judgment, and on Defendant's motion to strike Plaintiff's motion for summary judgment. The underlying action arises from Plaintiff's resignation from her job with Defendant and charges that Defendant violated the Family and Medical Leave Act of 1993 (\"FMLA\" or the \"Act\"), 29 U.S.C. § 2901 et seq., constructively discharged her in violation of North Carolina public policy, and violated the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. § 201 et seq, by reducing her sick leave for partial day absences and failing to maintain a \"bona fide\" sick leave policy. Upon consideration of the parties' arguments, and for the reasons discussed below, the Court will deny Defendant's Motion to Strike and grant in part Plaintiff's Motion for Summary Judgment.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Susan Sharpe (\"Sharpe\") was employed by Defendant MCI Telecommunications Corporation (\"MCI\") beginning May 2, 1994. Sharpe worked as a Program Manager for MCI's Global Systems Support Customer Group beginning May 13, 1996, supporting its Customer Service Organization (\"CSO\") at Research Triangle Park, North Carolina. Her job was to help internal MCI organizations obtain, install, and implement new capital projects. In February of 1996 Sharpe required surgery and missed three weeks of work. Sharpe Aff. ¶ 6. Shortly after Sharpe began her new position with the CSO, Sharpe's mother was diagnosed with <span class=\"star-pagination\">*486</span> inoperable cancer. Sharpe was absent from work on five separate occasions, beginning on May 22, to transport her mother to appointments with physicians. Deposition Exhibit (\"Dep.Ex.\") 12. On June 12, 1996, Sharpe began to experience chest pains, and she was diagnosed as suffering from costochondritis. Bryan Dep. at 36. Sharpe was intermittently absent from work until her return on June 24. Sharpe's absences prior to her July FMLA leave totaled more than 36 days in 1996, or more than 26 percent of the total business days in 1996. Dubberley Aff. ¶ 9.</p>\n<p>Upon her full-time return to work at the end of June Sharpe's senior manager Dave Rossi (\"Rossi\") was apparently concerned about Sharpe's prior absences. Rossi informed Sharpe that she would have to report to Jo Ann Dubberley (\"Dubberley\"), her new direct supervisor. Sharpe Dep., Vol. II at 76. Sharpe informed Dubberley that Sharpe would not be able to work long overtime hours and would have to continue taking her mother to physicians' appointments. Dubberley Dep., Vol. II at 32-34. Dubberley told Sharpe that she could miss time as needed as long as she completed her assigned work. Dep. Exs. 18, 27. Sharpe's mother became extremely ill on July 10, 1996, and was admitted to the hospital. In a phone call to Dubberley on July 12, Sharpe was informed that she had no sick leave remaining; Sharpe requested an unpaid leave of indefinite duration because her mother was not expected to recover. Sharpe Aff. ¶ 23. Sharpe's mother died on July 16, 1996.</p>\n<p>On the Monday following her mother's death, Sharpe spoke with Dubberley and Bob Carlson (\"Carlson\"), of MCI's Human Resources Department. Carlson demanded documentation from Sharpe's physician, Dr. Bryan, regarding Sharpe's continued absence from work. After her mother's death, Sharpe received a \"prescription\" from Dr. Bryan recommending that she take two weeks leave to recover from the stress of her mother's death. Bryan Dep. at 10-11. When MCI contacted Dr. Bryan and asked him to complete a certification form for medical leave he confirmed his recommendation that she take time off from work, but did not indicate that she met the criteria for medical leave under the FMLA. Id. at 11-12; Bryan Dep. Ex. 3.</p>\n<p>Upon Sharpe's return from leave on August 12, Dubberley assigned her data entry tasks to perform. Sharpe Aff. ¶ 29. All of Sharpe's work-related files and e-mail messages had been removed from her assigned computer, and her word processing software would not operate at all. Id. ¶ 27. Sharpe was relieved of responsibility for the largest program she had previously managed, the \"800 Group,\" in part because of her \"being out of the office so much.\" Dubberley Dep., Vol. II at 18. On August 20 Sharpe was called into a performance assessment meeting with Rossi and Dubberley. Rossi reviewed concerns expressed to Sharpe two months earlier: (i) that she needed to be more diligent and responsive in completing her tasks; (ii) that she needed to provide doctor's notes for medically-related absences; and (iii) that she needed to disclose her whereabouts during the work day so she could be reached when needed. Her supervisors generally reminded her that she could not do her job if she did not attend work. Sharpe Dep., Vol. I at 76. Sharpe charges MCI with taking adverse action against her after her leave by placing her on a \"performance plan\" at the August 20 meeting. Also during this meeting Sharpe reminded her two managers that she had scheduled an appointment with a surgeon for August 24. Sharpe Aff. ¶ 37. Rossi informed Sharpe that if she left the building during working hours she would be fired. Id. Sharpe then told Rossi that she was resigning. Id. ¶ 38.</p>\n<p>Sharpe filed a Complaint in Wake County Superior Court, and MCI removed the action to this Court on July 25, 1997. Sharpe filed an Amended Complaint on April 22, 1998. MCI filed the instant motion for summary judgment on April 30, 1998, the last day for the filing of dispositive motions under this Court's scheduling Order. Sharpe filed a cross-motion for summary judgment on May 20, 1998, along with memoranda in support of her motion for summary judgment and in opposition to MCI's motion for summary judgment. MCI filed a motion to strike <span class=\"star-pagination\">*487</span> Sharpe's summary judgment motion on May 28, 1998.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>MCI's Motion to Strike</i></h2>\n<p>MCI moves pursuant to Rule 12(f) of the Federal Rules of Civil Procedure to strike Sharpe's cross-motion for summary judgment as untimely filed. By its terms Rule 12(f) only applies to pleadings. Pleadings are defined in Rule 7 of the Federal Rules of Civil Procedure as including complaints, answers, replies to counterclaims, answers to cross-claims, third-party complaints, and third party answers. Because MCI has not filed a proper motion to strike under Rule 12(f), the Court must interpret MCI's motion as a response to Sharpe's motion which challenges the motion on procedural grounds. Because the Court would be empowered to grant summary judgment <i>sua sponte</i> to a nonmoving party, even in the absence of a cross motion, <i>see </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 326, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986), it would be imprudent to delay the disposition of this action simply because Sharpe filed her cross-motion in an untimely fashion. The Court will therefore deny the motion MCI has styled a Motion to Strike and consider Sharpe's cross-motion for summary judgment.</p>\n<p></p>\n<h2><i>The Parties' Cross-motions for Summary Judgment</i></h2>\n<p>A motion for summary judgment cannot be granted unless there are no genuine issues of material fact for trial. Federal. R. Civ. P. 56(c); <i>Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265. The movant must demonstrate the lack of a genuine issue of fact for trial and, if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Id.,</i> at 324, 106 S.Ct. 2548. The Court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986).</p>\n<p></p>\n<h2><i>I. Sharpe's FMLA Claim</i></h2>\n<p>Under the FMLA, an \"eligible employee\" of a covered \"employer\"<sup>[1]</sup> is allowed up to twelve weeks of unpaid leave for medical reasons attributable to the employee's serious health condition, for the birth or adoption of a child, or for reasons relating to the care of a parent, spouse, or child suffering from a serious health condition. 29 U.S.C. § 2612(a)(1). Employees who take leave pursuant to the FMLA are generally entitled to return to the same or equivalent position with the same benefits as they had prior to taking the leave. 29 U.S.C. § 2614(a)(1). The federal regulations enacted pursuant to the FMLA provide \"employers cannot use the taking of FMLA leave as a negative factor in employment actions, such as hiring, promotions, or disciplinary actions; nor can FMLA leave be counted under `no fault' attendance policies.\" 29 C.F.R. § 825.220(c).</p>\n<p>When circumstances which warrant application of the FMLA are communicated to the employer, the employer is under a duty to notify the employee of her rights under the Act. Specifically, an employer notified of an employee's need for FMLA-covered leave must provide specific notice, including informing the employee: \"(i) that the leave will be counted against the employee's annual FMLA leave entitlement; (ii) any requirements for the employee to furnish medical certification of a serious health condition and the consequences of failing to do so; ... (vii) the employee's right to restoration to the same or an equivalent job upon return from leave.\" 29 C.F.R. § 825.301(b)(1).</p>\n<p>While the Fourth Circuit has never \"specifically addressed the elements of a prima facie case of retaliation under the FMLA,\" <i>Cline v. Wal-Mart Stores, Inc.,</i> 144 F.3d 294, 301 (1998), it has indicated that the general three-part analysis used for retaliation <span class=\"star-pagination\">*488</span> cases under Title VII would be the appropriate framework for evaluating an FMLA claim,<sup>[2]</sup><i>id.</i> Under that analysis, the plaintiff must show that she engaged in protected activity, that the employer took adverse action against her, and that there was a causal connection between the protected activity and the adverse action. <i>Id.; </i><i>Williams v. Cerberonics, Inc.,</i> 871 F.2d 452, 457 (4th Cir.1989). Where direct evidence of retaliation is not available, a plaintiff may satisfy her burden of proof by circumstantial evidence which satisfies the scheme of proof established by the Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).<sup>[3]</sup></p>\n<p>Under the <i>McDonnell Douglas</i> proof scheme a plaintiff in a FMLA retaliation case would establish a prima facie case by proving that: (1) she is a covered employee under the FMLA who took a leave of absence under the Act; (2) adverse action was taken following her exercise of her rights under the Act; and (3) prior to her exercise of her rights under the FMLA she was performing at a satisfactory level. The satisfaction of the <i>McDonnell Douglas</i> proof scheme essentially \"creates a presumption that the employer unlawfully discriminated against the employee.\" <i>Texas Dept. of Community Affairs v. Burdine,</i> 450 U.S. 248, 254, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981). As the Supreme Court has explained, the creation of a \"`presumption' is to say that a finding of the predicate fact (here the prima facie case) produces a `required conclusion in the absence of explanation' (here the finding of unlawful discrimination).\" <i>St. Mary's Honor Center v. Hicks,</i> 509 U.S. 502, 506, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993) (citing 1 D. Louisell &amp; C. Mueller, <i>Federal Evidence</i> § 67, p. 536 (1977)). Thus, after the plaintiff establishes a prima facie case, the burden shifts to the employer to rebut the presumption by offering a legitimate, non-retaliatory reason for its actions. <i>Id.,</i> at 507, 113 S.Ct. 2742; <i>Burdine,</i> 450 U.S. at 254, 101 S.Ct. 1089. When the employer has proffered a legitimate reason for its actions, the burden reverts back to the plaintiff to present evidence establishing a genuine issue of material fact as to whether the employer's proffered reason for the challenged action is pretextual. <i>Id.</i> at 508, 113 S.Ct. 2742; <i>Burdine,</i> 450 U.S. at 256, 101 S.Ct. 1089.</p>\n<p></p>\n<h2><i>A. FMLA Qualified Leave</i></h2>\n<p>As noted above, MCI does not dispute that Sharpe was a \"qualified employee\" under the Act. In evaluating whether Sharpe has established a prima facie case of retaliation under the FMLA, the Court must first decide: (1) whether Sharpe's FMLA leave-taking began again when she requested a full-time unpaid leave when her mother was hospitalized on July 10, 1996, or whether she began to take FMLA leave on May 22, 1996, and intermittently thereafter, to care for and transport her mother; and (2) whether Sharpe's absence from work following her mother's death qualified as FMLA leave.</p>\n<p><i>1. Sharpe's Leave to Attend to the Medical Problems of Herself and her Mother</i> A reading of the plain language of the FMLA and the regulations enacted pursuant to it reveal that Sharpe began taking FMLA-qualified leave on May 22, and intermittently thereafter. The Act provides that leave taken to care for a parent with a serious health condition \"may be taken intermittently or on a reduced leave schedule when medically necessary.\" 29 U.S.C. § 2612(b)(1). The regulations enacted pursuant to the FMLA provide that an employee should provide notice of the need for FMLA leave \"as soon as practicable\" if the need for leave is not foreseeable. 29 C.F.R. § 825.303(a). \"In the case of a medical emergency requiring leave ... to care for a family member with a <span class=\"star-pagination\">*489</span> serious health condition, written advance notice ... may not be required when FMLA leave is involved.\" Id. Further, section 825.303 provides that \"[t]he employee need not expressly assert rights under the FMLA or even mention the FMLA, but may only state that leave is needed. The employer will be expected to obtain any additional required information through informal means. The employee ... will be expected to provide more information when it can readily be accomplished as a practical matter, taking into account the exigencies of the situation.\" 29 C.F.R. § 825.303(b). In all cases, it is the responsibility of the employer \"to designate leave, paid or unpaid, as FMLA-qualifying, based on information provided by the employee.\" 29 C.F.R. § 828.208(a)(2).</p>\n<p>MCI does not and cannot dispute that Sharpe's mother's diagnosis of terminal cancer qualifies as a \"serious health condition\" under the Act.<sup>[4]</sup> Nor does the Defendant dispute that Sharpe's absences relating to her mother's medical care were subject to FMLA protection. Defendant's. Reply Memo. at 4. Sharpe therefore began taking FMLA leave with her absence on May 22 to transport her mother to a doctor's appointment. She was further absent on FMLA-qualified intermittent leave on May 30, July 3, and July 8 to transport her mother to medical appointments. Her leave from July 10, when her mother was admitted to the hospital for inpatient treatment, to July 16, when her mother died, is also covered by the FMLA. Sharpe also arguably qualifies for FMLA for her absence from June 12 to June 24 with sharp chest pains and the diagnosis of costochondritis. Sharpe thus began taking intermittent FMLA leave on May 22, and continued to take intermittent leave through July 16, 1996.</p>\n<p><i>2. Sharpe's Leave Following her Mother's Death</i> MCI disputes Sharpe's characterization of her leave after her mother's death as FMLA-qualifying. Sharpe's physician, Dr. Bryan, testified that she was unable to perform her job in her emotionally distraught shape following her mother's death. Bryan Dep. at 33. Dr. Bryan visited with Sharpe immediately following her mother's death, and again on July 30. At the latter visit, he recommended that she wait one more week before returning to work. Sharpe Aff. ¶ 26. Sharpe claims that because she can \"establish a period of incapacity in excess of four days in which she was seen at least two times by her doctor,\" Plaintiff's Memo. in Support at 18, she qualifies for protection under the Act, citing 29 C.F.R. § 825.114.</p>\n<p>When Dr. Bryan completed MCI's FMLA leave request form on Sharpe's behalf, he indicated that her leave to attend to her ailing mother did qualify for approved leave under the Act. Bryan Dep. Ex. 3. Dr. Bryan did not indicate that Sharpe's absence following her mother's death qualified under the FMLA. Id. In completing the form, Dr. Bryan did not certify that Sharpe required \"inpatient hospitalization,\" was \"unable to perform work of any kind,\" was \"unable to perform the duties of [Sharpe's] own position,\" or was \"eligible for disability insurance benefits.\" Id. Dr. Bryan also testified that he did not believe Sharpe met the criteria for leave under the FMLA. Bryan Dep. at 12.</p>\n<p>The Court therefore finds that Sharpe's absence from work following her mother's death did not qualify as FMLA leave. In considering Sharpe's claim, the Court will thus confine its analysis to any retaliation based on Sharpe's absences from work prior to and including July 16, 1996, the date her mother died.</p>\n<p></p>\n<h2><i>B. Establishment of a Prima Facie Case</i></h2>\n<p>As noted above, Sharpe is undisputedly a covered employee under the FMLA for purposes of applying the <i>McDonnell Douglas</i> analysis. The Court must next decide whether, prior to the adverse action taken against her, Sharpe was performing at a satisfactory level. The adverse action complained of by Sharpe is the change in her duties and reporting responsibilities allegedly occasioned by her FMLA absences from <span class=\"star-pagination\">*490</span> work. These changes were implemented after her return to work on August 12, and included the assignment of data entry work, the erasing of computer files and e-mail messages, and the requirements that she disclose her whereabouts during the day to Dubberley and Rossi.</p>\n<p>Applying the <i>McDonnell Douglas</i> proof scheme to the facts of the instant case this Court must conclude that adverse action was taken against Sharpe following her return from leave, and that prior to her FMLA leave she was performing at a satisfactory level. It is important to note at this stage of the analysis that Sharpe need not demonstrate any direct evidence of improper animus on the part of MCI. The <i>McDonnell Douglas</i> scheme allows a plaintiff to shift the burden of proof to a defendant by merely showing that unfavorable actions were taken by the defendant after the plaintiff exercised rights available to her. Here, Sharpe has demonstrated that the conditions of her work changed after her return to the office from a period of extended leave, and that at least part of that leave time was covered by the FMLA. And, while certain employees of MCI may have been concerned about Sharpe's performance prior to her initial FMLA absence on May 22, 1996, these earlier concerns do not conclusively demonstrate, at this stage, that Sharpe was not performing satisfactorily.</p>\n<p></p>\n<h2><i>C. Legitimate Reasons for MCI's Actions</i></h2>\n<p>Having concluded that Sharpe has created a presumption by establishing a prima facie case of retaliation under the FMLA, the Court now shifts the burden of production to MCI to rebut that presumption by offering a legitimate, non-retaliatory reason for its actions.<sup>[5]</sup><i>Hicks,</i> 509 U.S. at 507, 113 S.Ct. 2742; <i>Burdine,</i> 450 U.S. at 254, 101 S.Ct. 1089. MCI argues that Sharpe had substantial attendance problems before she began taking leave under the FMLA. This position mistakenly ignores that the leave she took to care for and transport her mother, beginning on May 22, was covered by the Act.<sup>[6]</sup> MCI does advance a legitimate concern when it points to Sharpe's continued absence from work following her mother's death, despite the fact that she was asked to return to work or provide certification from her doctor. When Dr. Bryan responded to MCI's request for certification, he specifically did not justify Sharpe's continuing leave as FMLA-qualified.</p>\n<p>It is not apparent that MCI distinguished between Sharpe's FMLA-qualifying leave prior to her mother's death and her nonqualifying leave following her mother's death in taking adverse action against her. For example, when Dubberley calculated Sharpe's use of leave, she did not make a distinction between FMLA-protected absences and other leave time. Dubberley Dep., Vol. II at 81-83; Dubberley Dep. Ex. 48. Also, when he disciplined Sharpe for \"attendance issues,\" Rossi clearly included conduct protected by the Act when referring to the absences that formed the basis of the discipline. Dubberley Dep. Ex. 45. Rossi testified that the performance problems he perceived from Sharpe were \"fundamentally because of her inability to actually be at work very often.\" Rossi Dep. at 60.</p>\n<p>The only protracted absence after May 22, 1996, that was not covered by the FMLA was Sharpe's continued absence following the death of her mother. To the extent MCI's adverse actions against Sharpe were grounded on this absence, they may have been legitimate. But MCI offers no evidence that a distinction was made between absences protected under the Act and other absences. Adverse action against Sharpe based on the exercise of her rights protected by the FMLA would be a violation of her rights under the Act. See 29 C.F.R. § 825.220(c). MCI also may have committed another violation of the FMLA at the August 20 meeting when Rossi told Sharpe she could be fired if <span class=\"star-pagination\">*491</span> she left work to attend a future medical appointment.</p>\n<p>MCI admits that Dubberley and Rossi were unaware whether Sharpe's leave had even been classified as FMLA leave. Defendant's Reply Memo. at 7. This admission, which MCI intends as a defense, illustrates Sharpe's contention that she was punished for FMLA-qualified leave: her absences prior to her mother's death were covered by the Act, and MCI was not allowed to take adverse action against Sharpe because of those absences. MCI has not advanced any evidence of performance problems Sharpe was having before she began taking FMLA leave in May of 1996, and has thus failed to demonstrate legitimate reasons for its actions against Sharpe.</p>\n<p>Sharpe has thus established a prima facie case of retaliation under the FMLA and is entitled to summary judgment as to liability on the first cause of action in her Amended Complaint, pursuant to section 2615(a) of Title 29 of the United States Code.</p>\n<p></p>\n<h2><i>D. Damages</i></h2>\n<p>Sharpe claims that she was constructively discharged by MCI because her resignation was a reasonably foreseeable consequence of MCI's discriminatory actions. Sharpe argues that her evidence establishes that her supervisors intended to force her to resign, or at least that the working conditions imposed on her were \"intolerable\". Plaintiff's Response Memo. at 22-23.</p>\n<p>In <i>Bristow v. Daily Press, Inc.,</i> the Fourth Circuit wrote that a \"constructive discharge occurs when `an employer deliberately makes an employee's working conditions intolerable and thereby forces him to quit his job.'\" 770 F.2d 1251, 1255 (4th Cir.1985), <i>cert. denied,</i> 475 U.S. 1082, 106 S.Ct. 1461, 89 L.Ed.2d 718 (1986) (quoting <i>Holsey v. Armour &amp; Co.,</i> 743 F.2d 199, 209 (4th Cir.1984), <i>cert. denied,</i> 470 U.S. 1028, 105 S.Ct. 1395, 84 L.Ed.2d 784 (1985)). The court held that a \"plaintiff alleging constructive discharge must therefore prove two elements: deliberateness of the employer's action, and intolerability of the working conditions.\" <i>Id.</i></p>\n<p>The <i>Bristow</i> court explained that an employer forces an employee to resign when the employer's actions \"were intended by the employer as an effort to force the employee to quit.\" <i>Id.</i> The court elaborated: \"Our decisions require proof of the employer's specific intent to force an employee to leave.\" <i>Id.</i> (citing <i>J.P. Stevens &amp; Co., Inc. v. NLRB,</i> 461 F.2d 490, 494 (4th Cir.1972)). Sharpe's only evidence of intent is a an e-mail message from Rossi to his superior, Jeff Morrow, reporting Sharpe's resignation in which the subject line read \"resignation\" and the body of the message read \"not mine!  Susan's!!\" Rossi Dep. Ex. 59. Sharpe has not established that MCI's actions were intended to force her to quit.</p>\n<p>Nor has she advanced any evidence to prove that her working conditions were made so \"intolerable\" that she was compelled to resign. Intolerability of working conditions \"as the circuits uniformly recognize, is assessed by the objective standard of whether a `reasonable person' in the employee's position would have felt compelled to resign.\" <i>Bristow,</i> 770 F.2d at 1255; <i>Munday v. Waste Management of North America, Inc.,</i> 126 F.3d 239 (4th Cir.1997), <i>cert. denied,</i> ___ U.S. ___, 118 S.Ct. 1053, 140 L.Ed.2d 116 (1998). The conduct described in this Court's discussion of the instant action, while establishing an actionable violation of the Act, as described above, does not support a claim for constructive discharge. In fact, Sharpe admitted in her deposition that had Rossi not indicated at the August 20 meeting that Sharpe could not go to the doctor for her scheduled visit, she \"would not have felt compelled to resign.\" Sharpe Dep., Vol. 1 at 60. Even accounting for Rossi's stated refusal to allow Sharpe to go to her doctor's appointment, no reasonable person would have felt compelled to resign under these circumstances. Sharpe has thus failed to establish she was constructively discharged in retaliation for the exercise of her rights under the FMLA.<sup>[7]</sup></p>\n<p>Plaintiff claims she has suffered damages in the amount of $104,772 in lost wages and <span class=\"star-pagination\">*492</span> benefits since her resignation from MCI. This calculation, however, is based on her claim that she was constructively discharged from her position with MCI. The FMLA provides for damages in civil actions against employers who have violated section 2615 in the amount of \"any wages, salary, employment benefits, or other compensation denied or lost to such employee by reason of the violation; or, in a case in which wages, salary, employment benefits, or other compensation have not been denied or lost to the employee, any actual monetary losses sustained as a direct result of the violation ....\" 29 U.S.C. § 2617(a)(1)(A)(i). The Act also provides for additional, liquidated damages unless the employer proves that \"the act or omission which violated section 2615 of this title was in good faith....\" 29 U.S.C. § 2617(a)(1)(A)(iii).</p>\n<p>The parties have not submitted evidence regarding damages other than Sharpe's claims arising from her purported constructive discharge, genuine issues of material fact remain as to Plaintiff's damages.</p>\n<p></p>\n<h2><i>II. Sharpe's FLSA Claim</i></h2>\n<p>In her third cause of action, Sharpe asserts a claim for relief under the FLSA, charging that she is entitled to overtime pay for hours worked at MCI in excess of forty per week. Sharpe claims she was improperly characterized by MCI as a salaried employee (and thus exempt from the FLSA) when she was, in fact, an hourly employee. The FLSA exempts any employee \"employed in a bona fide executive administrative, or professional capacity,\" 29 U.S.C. § 213(a)(1), who is paid \"on a salary basis,\" 29 C.F.R. §§ 541.117, 541.211, 541.311. Sharpe's claim that she was not paid \"on a salary basis,\" and was thus covered by the FLSA, is predicated on her reading of the regulations implementing the FLSA.</p>\n<p>Those regulations provide, in pertinent part:</p>\n<blockquote>An employee will be considered to be paid \"on a salary basis\" within the meaning of the regulations if under his employment agreement he regularly receives each pay period on a weekly or less frequent basis, a predetermined amount constituting all or part of his compensation, which amount is not subject to reduction because of variations in the quality or quantity of work performed. Subject to the exceptions provided below, the employee must receive his full salary for any week in which he performs any work without regard to the number of days or hours worked.... Deductions may be made, however, when the employee absents himself from work for a day or more occasioned by sickness or disability ... if the deduction is made in accordance with a bona fide plan, policy or practice of providing compensation for loss of salary occasioned by both sickness and disability.</blockquote>\n<p>29 C.F.R. § 541.118. Specifically, Sharpe contends that she was not a salaried worker because MCI did not have a \"bona fide plan, policy or practice of providing compensation for loss of salary occasioned by sickness.\" Amended Complaint ¶¶ 24-30.</p>\n<p>Sharpe bases this claim on her contentions that: (1) managers have discretion regarding whether to record sick leave in less than half-day increments, id. ¶ 26(e), (f); (2) managers have discretion to require an employee to use vacation days after accrued sick leave is exhausted, id. ¶ 26(g); (3) managers may estimate the amount of sick leave taken by employees, id. ¶ 26(a), (c), (d); and (4) managers do not receive training in maintenance of accurate sick leave records, id. ¶ 26(b). Sharpe advances no legal authority for her contentions that the foregoing features of MCI's sick leave policy render it improper. Further, she has no evidence that any absences recorded on her attendance records at MCI were inaccurate or unfairly affected by MCI's managers' exercise of discretion.</p>\n<p>Finally, Sharpe can point to no improper deductions from her salary. She presents no evidence that MCI ever reduced her salary for partial day absences. MCI did make a deduction from Sharpe's salary in August 1996 as a result of overpayment while she was absent on FMLA-qualified leave. Sharpe cannot dispute that FMLA leave is unpaid. Had these deductions not been <span class=\"star-pagination\">*493</span> made, Sharpe would not be able to argue that she was absent on leave under the FMLA.</p>\n<p>Sharpe simply has failed to establish that she was not a salaried employee of MCI. As such, she is not subject to the FLSA and her claim under the FLSA has no basis in law.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, the Court hereby DENIES Defendant's Motion to Strike, GRANTS Plaintiff's Motion for Summary Judgment as to Defendant's liability under the FMLA, and GRANTS Defendant's Motion for Summary Judgment as to Plaintiff's FLSA and state law constructive discharge causes of action. The Court thus DENIES Defendant's Motion for Summary Judgment as to Defendant's liability under the FMLA, and DENIES Plaintiff's Motion for Summary Judgment as to Plaintiff's FLSA and state law causes of action. The Court retains jurisdiction over this matter and ORDERS the parties to submit memoranda on the remaining issue of damages under the FMLA. The Court will schedule a hearing on damages at its discretion.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  An \"eligible employee\" must be employed for more than twelve months prior to her leave request and worked at least 1,250 hours during the previous twelve month period. 29 U.S.C. § 2611(2)(A). A \"covered employer\" is defined as an entity which employs more than fifty employees each working day. 29 U.S.C. § 2611(4)(A). Neither party disputes that Sharpe is a \"covered employee\" and MCI a \"covered employer\".</p>\n<p>[2]  In <i>Leary v. Hobet Mining, Inc.,</i> 981 F.Supp. 452 (S.D.W.Va.1997), and <i>Dodgens v. Kent Mfg. Co.,</i> 955 F.Supp. 560 (D.S.C.1997), the district courts applied the test used for general Title VII retaliatory discharge claims.</p>\n<p>[3]  The Fourth Circuit has never specifically addressed the applicability of the <i>McDonnell Douglas</i> proof scheme in the FMLA context, but it has indicated that it is applicable to cases outside of the Title VII context, such as those brought pursuant to the Americans with Disabilities Act and the Age Discrimination in Employment Act. <i>See, e.g. </i><i>Halperin v. Abacus Technology Corp.,</i> 128 F.3d 191 (4th Cir.1997); <i>Blistein v. St. John's College,</i> 74 F.3d 1459 (4th Cir.1996); <i>Fink v. Western Electric Co.,</i> 708 F.2d 909 (4th Cir. 1983).</p>\n<p>[4]  A \"serious health condition\" is defined by the FMLA as \"an illness ... that involves (A) inpatient care in a hospital ...; or (B) continuing treatment by a health provider.\" 29 U.S.C. § 2611(11).</p>\n<p>[5]  It is worthwhile to note that while the burden of production switches back and forth during application of the <i>McDonnell Douglas</i> proof scheme, the burden of <i>persuasion</i> remains on the Plaintiff throughout. <i>Hicks,</i> 509 U.S. at 510-511, 113 S.Ct. 2742.</p>\n<p>[6]  The leave she took to have surgery in February and to recuperate was sick leave under MCI's terms of employment.</p>\n<p>[7]  Plaintiff includes a cause of action for state law constructive discharge in her Amended Complaint. The North Carolina courts have not recognized the employment tort of constructive discharge. <i>Graham v. Hardee's Food Systems,</i> 121 N.C.App. 382, 385, 465 S.E.2d 558 (1996). And, as the foregoing illustrates, Sharpe has not established that she was constructively discharged, even under the Fourth Circuit's standard. Plaintiff's second cause of action will therefore be dismissed.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">483</span></span> (1998)</b></center>\n<center><h1>Susan SHARPE, Plaintiff,<br>\nv.<br>\nMCI TELECOMMUNICATIONS CORPORATION, Defendant.</h1></center>\n<center>No. 5:97-CV-580-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 25, 1998.</center>\n<p><span class=\"star-pagination\">*484</span> <span class=\"star-pagination\">*485</span> John R. Rittelmeyer, Hartzell &amp; Whiteman, Raleigh, NC, for Plaintiff.</p>\n<p>Frank E. Emory, Jr., Robinson, Bradshaw &amp; Hinson, Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on the parties' cross-motions for summary judgment, and on Defendant's motion to strike Plaintiff's motion for summary judgment. The underlying action arises from Plaintiff's resignation from her job with Defendant and charges that Defendant violated the Family and Medical Leave Act of 1993 (\"FMLA\" or the \"Act\"), 29 U.S.C. § 2901 et seq., constructively discharged her in violation of North Carolina public policy, and violated the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. § 201 et seq, by reducing her sick leave for partial day absences and failing to maintain a \"bona fide\" sick leave policy. Upon consideration of the parties' arguments, and for the reasons discussed below, the Court will deny Defendant's Motion to Strike and grant in part Plaintiff's Motion for Summary Judgment.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Susan Sharpe (\"Sharpe\") was employed by Defendant MCI Telecommunications Corporation (\"MCI\") beginning May 2, 1994. Sharpe worked as a Program Manager for MCI's Global Systems Support Customer Group beginning May 13, 1996, supporting its Customer Service Organization (\"CSO\") at Research Triangle Park, North Carolina. Her job was to help internal MCI organizations obtain, install, and implement new capital projects. In February of 1996 Sharpe required surgery and missed three weeks of work. Sharpe Aff. ¶ 6. Shortly after Sharpe began her new position with the CSO, Sharpe's mother was diagnosed with <span class=\"star-pagination\">*486</span> inoperable cancer. Sharpe was absent from work on five separate occasions, beginning on May 22, to transport her mother to appointments with physicians. Deposition Exhibit (\"Dep.Ex.\") 12. On June 12, 1996, Sharpe began to experience chest pains, and she was diagnosed as suffering from costochondritis. Bryan Dep. at 36. Sharpe was intermittently absent from work until her return on June 24. Sharpe's absences prior to her July FMLA leave totaled more than 36 days in 1996, or more than 26 percent of the total business days in 1996. Dubberley Aff. ¶ 9.</p>\n<p>Upon her full-time return to work at the end of June Sharpe's senior manager Dave Rossi (\"Rossi\") was apparently concerned about Sharpe's prior absences. Rossi informed Sharpe that she would have to report to Jo Ann Dubberley (\"Dubberley\"), her new direct supervisor. Sharpe Dep., Vol. II at 76. Sharpe informed Dubberley that Sharpe would not be able to work long overtime hours and would have to continue taking her mother to physicians' appointments. Dubberley Dep., Vol. II at 32-34. Dubberley told Sharpe that she could miss time as needed as long as she completed her assigned work. Dep. Exs. 18, 27. Sharpe's mother became extremely ill on July 10, 1996, and was admitted to the hospital. In a phone call to Dubberley on July 12, Sharpe was informed that she had no sick leave remaining; Sharpe requested an unpaid leave of indefinite duration because her mother was not expected to recover. Sharpe Aff. ¶ 23. Sharpe's mother died on July 16, 1996.</p>\n<p>On the Monday following her mother's death, Sharpe spoke with Dubberley and Bob Carlson (\"Carlson\"), of MCI's Human Resources Department. Carlson demanded documentation from Sharpe's physician, Dr. Bryan, regarding Sharpe's continued absence from work. After her mother's death, Sharpe received a \"prescription\" from Dr. Bryan recommending that she take two weeks leave to recover from the stress of her mother's death. Bryan Dep. at 10-11. When MCI contacted Dr. Bryan and asked him to complete a certification form for medical leave he confirmed his recommendation that she take time off from work, but did not indicate that she met the criteria for medical leave under the FMLA. Id. at 11-12; Bryan Dep. Ex. 3.</p>\n<p>Upon Sharpe's return from leave on August 12, Dubberley assigned her data entry tasks to perform. Sharpe Aff. ¶ 29. All of Sharpe's work-related files and e-mail messages had been removed from her assigned computer, and her word processing software would not operate at all. Id. ¶ 27. Sharpe was relieved of responsibility for the largest program she had previously managed, the \"800 Group,\" in part because of her \"being out of the office so much.\" Dubberley Dep., Vol. II at 18. On August 20 Sharpe was called into a performance assessment meeting with Rossi and Dubberley. Rossi reviewed concerns expressed to Sharpe two months earlier: (i) that she needed to be more diligent and responsive in completing her tasks; (ii) that she needed to provide doctor's notes for medically-related absences; and (iii) that she needed to disclose her whereabouts during the work day so she could be reached when needed. Her supervisors generally reminded her that she could not do her job if she did not attend work. Sharpe Dep., Vol. I at 76. Sharpe charges MCI with taking adverse action against her after her leave by placing her on a \"performance plan\" at the August 20 meeting. Also during this meeting Sharpe reminded her two managers that she had scheduled an appointment with a surgeon for August 24. Sharpe Aff. ¶ 37. Rossi informed Sharpe that if she left the building during working hours she would be fired. Id. Sharpe then told Rossi that she was resigning. Id. ¶ 38.</p>\n<p>Sharpe filed a Complaint in Wake County Superior Court, and MCI removed the action to this Court on July 25, 1997. Sharpe filed an Amended Complaint on April 22, 1998. MCI filed the instant motion for summary judgment on April 30, 1998, the last day for the filing of dispositive motions under this Court's scheduling Order. Sharpe filed a cross-motion for summary judgment on May 20, 1998, along with memoranda in support of her motion for summary judgment and in opposition to MCI's motion for summary judgment. MCI filed a motion to strike <span class=\"star-pagination\">*487</span> Sharpe's summary judgment motion on May 28, 1998.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>MCI's Motion to Strike</i></h2>\n<p>MCI moves pursuant to Rule 12(f) of the Federal Rules of Civil Procedure to strike Sharpe's cross-motion for summary judgment as untimely filed. By its terms Rule 12(f) only applies to pleadings. Pleadings are defined in Rule 7 of the Federal Rules of Civil Procedure as including complaints, answers, replies to counterclaims, answers to cross-claims, third-party complaints, and third party answers. Because MCI has not filed a proper motion to strike under Rule 12(f), the Court must interpret MCI's motion as a response to Sharpe's motion which challenges the motion on procedural grounds. Because the Court would be empowered to grant summary judgment <i>sua sponte</i> to a nonmoving party, even in the absence of a cross motion, <i>see </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 326, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986), it would be imprudent to delay the disposition of this action simply because Sharpe filed her cross-motion in an untimely fashion. The Court will therefore deny the motion MCI has styled a Motion to Strike and consider Sharpe's cross-motion for summary judgment.</p>\n<p></p>\n<h2><i>The Parties' Cross-motions for Summary Judgment</i></h2>\n<p>A motion for summary judgment cannot be granted unless there are no genuine issues of material fact for trial. Federal. R. Civ. P. 56(c); <i>Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span>. The movant must demonstrate the lack of a genuine issue of fact for trial and, if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Id.,</i> at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The Court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p></p>\n<h2><i>I. Sharpe's FMLA Claim</i></h2>\n<p>Under the FMLA, an \"eligible employee\" of a covered \"employer\"<sup>[1]</sup> is allowed up to twelve weeks of unpaid leave for medical reasons attributable to the employee's serious health condition, for the birth or adoption of a child, or for reasons relating to the care of a parent, spouse, or child suffering from a serious health condition. 29 U.S.C. § 2612(a)(1). Employees who take leave pursuant to the FMLA are generally entitled to return to the same or equivalent position with the same benefits as they had prior to taking the leave. 29 U.S.C. § 2614(a)(1). The federal regulations enacted pursuant to the FMLA provide \"employers cannot use the taking of FMLA leave as a negative factor in employment actions, such as hiring, promotions, or disciplinary actions; nor can FMLA leave be counted under `no fault' attendance policies.\" 29 C.F.R. § 825.220(c).</p>\n<p>When circumstances which warrant application of the FMLA are communicated to the employer, the employer is under a duty to notify the employee of her rights under the Act. Specifically, an employer notified of an employee's need for FMLA-covered leave must provide specific notice, including informing the employee: \"(i) that the leave will be counted against the employee's annual FMLA leave entitlement; (ii) any requirements for the employee to furnish medical certification of a serious health condition and the consequences of failing to do so; ... (vii) the employee's right to restoration to the same or an equivalent job upon return from leave.\" 29 C.F.R. § 825.301(b)(1).</p>\n<p>While the Fourth Circuit has never \"specifically addressed the elements of a prima facie case of retaliation under the FMLA,\" <i>Cline v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"754491\"><a href=\"/opinion/754491/keith-w-cline-v-wal-mart-stores-incorporated/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 301 (1998), it has indicated that the general three-part analysis used for retaliation <span class=\"star-pagination\">*488</span> cases under Title VII would be the appropriate framework for evaluating an FMLA claim,<sup>[2]</sup><i>id.</i> Under that analysis, the plaintiff must show that she engaged in protected activity, that the employer took adverse action against her, and that there was a causal connection between the protected activity and the adverse action. <i>Id.; </i><i>Williams v. Cerberonics, Inc.,</i> <span class=\"citation\" data-id=\"520601\"><a href=\"/opinion/520601/karen-a-williams-v-cerberonics-incorporated-karen-a-williams-v/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 457 (4th Cir.1989). Where direct evidence of retaliation is not available, a plaintiff may satisfy her burden of proof by circumstantial evidence which satisfies the scheme of proof established by the Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).<sup>[3]</sup></p>\n<p>Under the <i>McDonnell Douglas</i> proof scheme a plaintiff in a FMLA retaliation case would establish a prima facie case by proving that: (1) she is a covered employee under the FMLA who took a leave of absence under the Act; (2) adverse action was taken following her exercise of her rights under the Act; and (3) prior to her exercise of her rights under the FMLA she was performing at a satisfactory level. The satisfaction of the <i>McDonnell Douglas</i> proof scheme essentially \"creates a presumption that the employer unlawfully discriminated against the employee.\" <i>Texas Dept. of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 254, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981). As the Supreme Court has explained, the creation of a \"`presumption' is to say that a finding of the predicate fact (here the prima facie case) produces a `required conclusion in the absence of explanation' (here the finding of unlawful discrimination).\" <i>St. Mary's Honor Center v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993) (citing 1 D. Louisell &amp; C. Mueller, <i>Federal Evidence</i> § 67, p. 536 (1977)). Thus, after the plaintiff establishes a prima facie case, the burden shifts to the employer to rebut the presumption by offering a legitimate, non-retaliatory reason for its actions. <i>Id.,</i> at 507, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>; <i>Burdine,</i> 450 U.S. at 254, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. When the employer has proffered a legitimate reason for its actions, the burden reverts back to the plaintiff to present evidence establishing a genuine issue of material fact as to whether the employer's proffered reason for the challenged action is pretextual. <i>Id.</i> at 508, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>; <i>Burdine,</i> 450 U.S. at 256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>.</p>\n<p></p>\n<h2><i>A. FMLA Qualified Leave</i></h2>\n<p>As noted above, MCI does not dispute that Sharpe was a \"qualified employee\" under the Act. In evaluating whether Sharpe has established a prima facie case of retaliation under the FMLA, the Court must first decide: (1) whether Sharpe's FMLA leave-taking began again when she requested a full-time unpaid leave when her mother was hospitalized on July 10, 1996, or whether she began to take FMLA leave on May 22, 1996, and intermittently thereafter, to care for and transport her mother; and (2) whether Sharpe's absence from work following her mother's death qualified as FMLA leave.</p>\n<p><i>1. Sharpe's Leave to Attend to the Medical Problems of Herself and her Mother</i> A reading of the plain language of the FMLA and the regulations enacted pursuant to it reveal that Sharpe began taking FMLA-qualified leave on May 22, and intermittently thereafter. The Act provides that leave taken to care for a parent with a serious health condition \"may be taken intermittently or on a reduced leave schedule when medically necessary.\" 29 U.S.C. § 2612(b)(1). The regulations enacted pursuant to the FMLA provide that an employee should provide notice of the need for FMLA leave \"as soon as practicable\" if the need for leave is not foreseeable. 29 C.F.R. § 825.303(a). \"In the case of a medical emergency requiring leave ... to care for a family member with a <span class=\"star-pagination\">*489</span> serious health condition, written advance notice ... may not be required when FMLA leave is involved.\" Id. Further, section 825.303 provides that \"[t]he employee need not expressly assert rights under the FMLA or even mention the FMLA, but may only state that leave is needed. The employer will be expected to obtain any additional required information through informal means. The employee ... will be expected to provide more information when it can readily be accomplished as a practical matter, taking into account the exigencies of the situation.\" 29 C.F.R. § 825.303(b). In all cases, it is the responsibility of the employer \"to designate leave, paid or unpaid, as FMLA-qualifying, based on information provided by the employee.\" 29 C.F.R. § 828.208(a)(2).</p>\n<p>MCI does not and cannot dispute that Sharpe's mother's diagnosis of terminal cancer qualifies as a \"serious health condition\" under the Act.<sup>[4]</sup> Nor does the Defendant dispute that Sharpe's absences relating to her mother's medical care were subject to FMLA protection. Defendant's. Reply Memo. at 4. Sharpe therefore began taking FMLA leave with her absence on May 22 to transport her mother to a doctor's appointment. She was further absent on FMLA-qualified intermittent leave on May 30, July 3, and July 8 to transport her mother to medical appointments. Her leave from July 10, when her mother was admitted to the hospital for inpatient treatment, to July 16, when her mother died, is also covered by the FMLA. Sharpe also arguably qualifies for FMLA for her absence from June 12 to June 24 with sharp chest pains and the diagnosis of costochondritis. Sharpe thus began taking intermittent FMLA leave on May 22, and continued to take intermittent leave through July 16, 1996.</p>\n<p><i>2. Sharpe's Leave Following her Mother's Death</i> MCI disputes Sharpe's characterization of her leave after her mother's death as FMLA-qualifying. Sharpe's physician, Dr. Bryan, testified that she was unable to perform her job in her emotionally distraught shape following her mother's death. Bryan Dep. at 33. Dr. Bryan visited with Sharpe immediately following her mother's death, and again on July 30. At the latter visit, he recommended that she wait one more week before returning to work. Sharpe Aff. ¶ 26. Sharpe claims that because she can \"establish a period of incapacity in excess of four days in which she was seen at least two times by her doctor,\" Plaintiff's Memo. in Support at 18, she qualifies for protection under the Act, citing 29 C.F.R. § 825.114.</p>\n<p>When Dr. Bryan completed MCI's FMLA leave request form on Sharpe's behalf, he indicated that her leave to attend to her ailing mother did qualify for approved leave under the Act. Bryan Dep. Ex. 3. Dr. Bryan did not indicate that Sharpe's absence following her mother's death qualified under the FMLA. Id. In completing the form, Dr. Bryan did not certify that Sharpe required \"inpatient hospitalization,\" was \"unable to perform work of any kind,\" was \"unable to perform the duties of [Sharpe's] own position,\" or was \"eligible for disability insurance benefits.\" Id. Dr. Bryan also testified that he did not believe Sharpe met the criteria for leave under the FMLA. Bryan Dep. at 12.</p>\n<p>The Court therefore finds that Sharpe's absence from work following her mother's death did not qualify as FMLA leave. In considering Sharpe's claim, the Court will thus confine its analysis to any retaliation based on Sharpe's absences from work prior to and including July 16, 1996, the date her mother died.</p>\n<p></p>\n<h2><i>B. Establishment of a Prima Facie Case</i></h2>\n<p>As noted above, Sharpe is undisputedly a covered employee under the FMLA for purposes of applying the <i>McDonnell Douglas</i> analysis. The Court must next decide whether, prior to the adverse action taken against her, Sharpe was performing at a satisfactory level. The adverse action complained of by Sharpe is the change in her duties and reporting responsibilities allegedly occasioned by her FMLA absences from <span class=\"star-pagination\">*490</span> work. These changes were implemented after her return to work on August 12, and included the assignment of data entry work, the erasing of computer files and e-mail messages, and the requirements that she disclose her whereabouts during the day to Dubberley and Rossi.</p>\n<p>Applying the <i>McDonnell Douglas</i> proof scheme to the facts of the instant case this Court must conclude that adverse action was taken against Sharpe following her return from leave, and that prior to her FMLA leave she was performing at a satisfactory level. It is important to note at this stage of the analysis that Sharpe need not demonstrate any direct evidence of improper animus on the part of MCI. The <i>McDonnell Douglas</i> scheme allows a plaintiff to shift the burden of proof to a defendant by merely showing that unfavorable actions were taken by the defendant after the plaintiff exercised rights available to her. Here, Sharpe has demonstrated that the conditions of her work changed after her return to the office from a period of extended leave, and that at least part of that leave time was covered by the FMLA. And, while certain employees of MCI may have been concerned about Sharpe's performance prior to her initial FMLA absence on May 22, 1996, these earlier concerns do not conclusively demonstrate, at this stage, that Sharpe was not performing satisfactorily.</p>\n<p></p>\n<h2><i>C. Legitimate Reasons for MCI's Actions</i></h2>\n<p>Having concluded that Sharpe has created a presumption by establishing a prima facie case of retaliation under the FMLA, the Court now shifts the burden of production to MCI to rebut that presumption by offering a legitimate, non-retaliatory reason for its actions.<sup>[5]</sup><i>Hicks,</i> 509 U.S. at 507, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>; <i>Burdine,</i> 450 U.S. at 254, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. MCI argues that Sharpe had substantial attendance problems before she began taking leave under the FMLA. This position mistakenly ignores that the leave she took to care for and transport her mother, beginning on May 22, was covered by the Act.<sup>[6]</sup> MCI does advance a legitimate concern when it points to Sharpe's continued absence from work following her mother's death, despite the fact that she was asked to return to work or provide certification from her doctor. When Dr. Bryan responded to MCI's request for certification, he specifically did not justify Sharpe's continuing leave as FMLA-qualified.</p>\n<p>It is not apparent that MCI distinguished between Sharpe's FMLA-qualifying leave prior to her mother's death and her nonqualifying leave following her mother's death in taking adverse action against her. For example, when Dubberley calculated Sharpe's use of leave, she did not make a distinction between FMLA-protected absences and other leave time. Dubberley Dep., Vol. II at 81-83; Dubberley Dep. Ex. 48. Also, when he disciplined Sharpe for \"attendance issues,\" Rossi clearly included conduct protected by the Act when referring to the absences that formed the basis of the discipline. Dubberley Dep. Ex. 45. Rossi testified that the performance problems he perceived from Sharpe were \"fundamentally because of her inability to actually be at work very often.\" Rossi Dep. at 60.</p>\n<p>The only protracted absence after May 22, 1996, that was not covered by the FMLA was Sharpe's continued absence following the death of her mother. To the extent MCI's adverse actions against Sharpe were grounded on this absence, they may have been legitimate. But MCI offers no evidence that a distinction was made between absences protected under the Act and other absences. Adverse action against Sharpe based on the exercise of her rights protected by the FMLA would be a violation of her rights under the Act. See 29 C.F.R. § 825.220(c). MCI also may have committed another violation of the FMLA at the August 20 meeting when Rossi told Sharpe she could be fired if <span class=\"star-pagination\">*491</span> she left work to attend a future medical appointment.</p>\n<p>MCI admits that Dubberley and Rossi were unaware whether Sharpe's leave had even been classified as FMLA leave. Defendant's Reply Memo. at 7. This admission, which MCI intends as a defense, illustrates Sharpe's contention that she was punished for FMLA-qualified leave: her absences prior to her mother's death were covered by the Act, and MCI was not allowed to take adverse action against Sharpe because of those absences. MCI has not advanced any evidence of performance problems Sharpe was having before she began taking FMLA leave in May of 1996, and has thus failed to demonstrate legitimate reasons for its actions against Sharpe.</p>\n<p>Sharpe has thus established a prima facie case of retaliation under the FMLA and is entitled to summary judgment as to liability on the first cause of action in her Amended Complaint, pursuant to section 2615(a) of Title 29 of the United States Code.</p>\n<p></p>\n<h2><i>D. Damages</i></h2>\n<p>Sharpe claims that she was constructively discharged by MCI because her resignation was a reasonably foreseeable consequence of MCI's discriminatory actions. Sharpe argues that her evidence establishes that her supervisors intended to force her to resign, or at least that the working conditions imposed on her were \"intolerable\". Plaintiff's Response Memo. at 22-23.</p>\n<p>In <i>Bristow v. Daily Press, Inc.,</i> the Fourth Circuit wrote that a \"constructive discharge occurs when `an employer deliberately makes an employee's working conditions intolerable and thereby forces him to quit his job.'\" <span class=\"citation\" data-id=\"457548\"><a href=\"/opinion/457548/38-fair-emplpraccas-1145-38-empl-prac-dec-p-35572-james-b-bristow/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1255 (4th Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1461</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></span> (1986) (quoting <i>Holsey v. Armour &amp; Co.,</i> <span class=\"citation\" data-id=\"441648\"><a href=\"/opinion/441648/35-fair-emplpraccas-1064-35-empl-prac-dec-p-34627-curtis-holsey/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 209 (4th Cir.1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1395</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span></span> (1985)). The court held that a \"plaintiff alleging constructive discharge must therefore prove two elements: deliberateness of the employer's action, and intolerability of the working conditions.\" <i>Id.</i></p>\n<p>The <i>Bristow</i> court explained that an employer forces an employee to resign when the employer's actions \"were intended by the employer as an effort to force the employee to quit.\" <i>Id.</i> The court elaborated: \"Our decisions require proof of the employer's specific intent to force an employee to leave.\" <i>Id.</i> (citing <i>J.P. Stevens &amp; Co., Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"303807\"><a href=\"/opinion/303807/j-p-steven-co-inc-v-national-labor-relations-board-industrial/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span>, 494 (4th Cir.1972)). Sharpe's only evidence of intent is a an e-mail message from Rossi to his superior, Jeff Morrow, reporting Sharpe's resignation in which the subject line read \"resignation\" and the body of the message read \"not mine!  Susan's!!\" Rossi Dep. Ex. 59. Sharpe has not established that MCI's actions were intended to force her to quit.</p>\n<p>Nor has she advanced any evidence to prove that her working conditions were made so \"intolerable\" that she was compelled to resign. Intolerability of working conditions \"as the circuits uniformly recognize, is assessed by the objective standard of whether a `reasonable person' in the employee's position would have felt compelled to resign.\" <i>Bristow,</i> 770 F.2d at 1255; <i>Munday v. Waste Management of North America, Inc.,</i> <span class=\"citation\" data-id=\"746850\"><a href=\"/opinion/746850/74-fair-emplpraccas-bna-1478-71-empl-prac-dec-p-44985-dawn-f/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">239</span></a></span> (4th Cir.1997), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></span> (1998). The conduct described in this Court's discussion of the instant action, while establishing an actionable violation of the Act, as described above, does not support a claim for constructive discharge. In fact, Sharpe admitted in her deposition that had Rossi not indicated at the August 20 meeting that Sharpe could not go to the doctor for her scheduled visit, she \"would not have felt compelled to resign.\" Sharpe Dep., Vol. 1 at 60. Even accounting for Rossi's stated refusal to allow Sharpe to go to her doctor's appointment, no reasonable person would have felt compelled to resign under these circumstances. Sharpe has thus failed to establish she was constructively discharged in retaliation for the exercise of her rights under the FMLA.<sup>[7]</sup></p>\n<p>Plaintiff claims she has suffered damages in the amount of $104,772 in lost wages and <span class=\"star-pagination\">*492</span> benefits since her resignation from MCI. This calculation, however, is based on her claim that she was constructively discharged from her position with MCI. The FMLA provides for damages in civil actions against employers who have violated section 2615 in the amount of \"any wages, salary, employment benefits, or other compensation denied or lost to such employee by reason of the violation; or, in a case in which wages, salary, employment benefits, or other compensation have not been denied or lost to the employee, any actual monetary losses sustained as a direct result of the violation ....\" 29 U.S.C. § 2617(a)(1)(A)(i). The Act also provides for additional, liquidated damages unless the employer proves that \"the act or omission which violated section 2615 of this title was in good faith....\" 29 U.S.C. § 2617(a)(1)(A)(iii).</p>\n<p>The parties have not submitted evidence regarding damages other than Sharpe's claims arising from her purported constructive discharge, genuine issues of material fact remain as to Plaintiff's damages.</p>\n<p></p>\n<h2><i>II. Sharpe's FLSA Claim</i></h2>\n<p>In her third cause of action, Sharpe asserts a claim for relief under the FLSA, charging that she is entitled to overtime pay for hours worked at MCI in excess of forty per week. Sharpe claims she was improperly characterized by MCI as a salaried employee (and thus exempt from the FLSA) when she was, in fact, an hourly employee. The FLSA exempts any employee \"employed in a bona fide executive administrative, or professional capacity,\" 29 U.S.C. § 213(a)(1), who is paid \"on a salary basis,\" 29 C.F.R. §§ 541.117, 541.211, 541.311. Sharpe's claim that she was not paid \"on a salary basis,\" and was thus covered by the FLSA, is predicated on her reading of the regulations implementing the FLSA.</p>\n<p>Those regulations provide, in pertinent part:</p>\n<blockquote>An employee will be considered to be paid \"on a salary basis\" within the meaning of the regulations if under his employment agreement he regularly receives each pay period on a weekly or less frequent basis, a predetermined amount constituting all or part of his compensation, which amount is not subject to reduction because of variations in the quality or quantity of work performed. Subject to the exceptions provided below, the employee must receive his full salary for any week in which he performs any work without regard to the number of days or hours worked.... Deductions may be made, however, when the employee absents himself from work for a day or more occasioned by sickness or disability ... if the deduction is made in accordance with a bona fide plan, policy or practice of providing compensation for loss of salary occasioned by both sickness and disability.</blockquote>\n<p>29 C.F.R. § 541.118. Specifically, Sharpe contends that she was not a salaried worker because MCI did not have a \"bona fide plan, policy or practice of providing compensation for loss of salary occasioned by sickness.\" Amended Complaint ¶¶ 24-30.</p>\n<p>Sharpe bases this claim on her contentions that: (1) managers have discretion regarding whether to record sick leave in less than half-day increments, id. ¶ 26(e), (f); (2) managers have discretion to require an employee to use vacation days after accrued sick leave is exhausted, id. ¶ 26(g); (3) managers may estimate the amount of sick leave taken by employees, id. ¶ 26(a), (c), (d); and (4) managers do not receive training in maintenance of accurate sick leave records, id. ¶ 26(b). Sharpe advances no legal authority for her contentions that the foregoing features of MCI's sick leave policy render it improper. Further, she has no evidence that any absences recorded on her attendance records at MCI were inaccurate or unfairly affected by MCI's managers' exercise of discretion.</p>\n<p>Finally, Sharpe can point to no improper deductions from her salary. She presents no evidence that MCI ever reduced her salary for partial day absences. MCI did make a deduction from Sharpe's salary in August 1996 as a result of overpayment while she was absent on FMLA-qualified leave. Sharpe cannot dispute that FMLA leave is unpaid. Had these deductions not been <span class=\"star-pagination\">*493</span> made, Sharpe would not be able to argue that she was absent on leave under the FMLA.</p>\n<p>Sharpe simply has failed to establish that she was not a salaried employee of MCI. As such, she is not subject to the FLSA and her claim under the FLSA has no basis in law.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, the Court hereby DENIES Defendant's Motion to Strike, GRANTS Plaintiff's Motion for Summary Judgment as to Defendant's liability under the FMLA, and GRANTS Defendant's Motion for Summary Judgment as to Plaintiff's FLSA and state law constructive discharge causes of action. The Court thus DENIES Defendant's Motion for Summary Judgment as to Defendant's liability under the FMLA, and DENIES Plaintiff's Motion for Summary Judgment as to Plaintiff's FLSA and state law causes of action. The Court retains jurisdiction over this matter and ORDERS the parties to submit memoranda on the remaining issue of damages under the FMLA. The Court will schedule a hearing on damages at its discretion.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  An \"eligible employee\" must be employed for more than twelve months prior to her leave request and worked at least 1,250 hours during the previous twelve month period. 29 U.S.C. § 2611(2)(A). A \"covered employer\" is defined as an entity which employs more than fifty employees each working day. 29 U.S.C. § 2611(4)(A). Neither party disputes that Sharpe is a \"covered employee\" and MCI a \"covered employer\".</p>\n<p>[2]  In <i>Leary v. Hobet Mining, Inc.,</i> <span class=\"citation\" data-id=\"2282248\"><a href=\"/opinion/2282248/leary-v-hobet-min-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">452</span></a></span> (S.D.W.Va.1997), and <i>Dodgens v. Kent Mfg. Co.,</i> <span class=\"citation\" data-id=\"1515719\"><a href=\"/opinion/1515719/dodgens-v-kent-mfg-co/\"><span class=\"volume\">955</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">560</span></a></span> (D.S.C.1997), the district courts applied the test used for general Title VII retaliatory discharge claims.</p>\n<p>[3]  The Fourth Circuit has never specifically addressed the applicability of the <i>McDonnell Douglas</i> proof scheme in the FMLA context, but it has indicated that it is applicable to cases outside of the Title VII context, such as those brought pursuant to the Americans with Disabilities Act and the Age Discrimination in Employment Act. <i>See, e.g. </i><i>Halperin v. Abacus Technology Corp.,</i> <span class=\"citation\" data-id=\"747612\"><a href=\"/opinion/747612/jay-lawrence-halperin-v-abacus-technology-corporation/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span> (4th Cir.1997); <i>Blistein v. St. John's College,</i> <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1459</span></span> (4th Cir.1996); <i>Fink v. Western Electric Co.,</i> <span class=\"citation\" data-id=\"419614\"><a href=\"/opinion/419614/31-fair-emplpraccas-1299-32-empl-prac-dec-p-33619-gerald-e-fink-v/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span> (4th Cir. 1983).</p>\n<p>[4]  A \"serious health condition\" is defined by the FMLA as \"an illness ... that involves (A) inpatient care in a hospital ...; or (B) continuing treatment by a health provider.\" 29 U.S.C. § 2611(11).</p>\n<p>[5]  It is worthwhile to note that while the burden of production switches back and forth during application of the <i>McDonnell Douglas</i> proof scheme, the burden of <i>persuasion</i> remains on the Plaintiff throughout. <i>Hicks,</i> 509 U.S. at 510-511, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>.</p>\n<p>[6]  The leave she took to have surgery in February and to recuperate was sick leave under MCI's terms of employment.</p>\n<p>[7]  Plaintiff includes a cause of action for state law constructive discharge in her Amended Complaint. The North Carolina courts have not recognized the employment tort of constructive discharge. <i>Graham v. Hardee's Food Systems,</i> 121 N.C.App. 382, 385, <span class=\"citation\" data-id=\"1222606\"><a href=\"/opinion/1222606/graham-v-hardees-food-systems-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">558</span></a></span> (1996). And, as the foregoing illustrates, Sharpe has not established that she was constructively discharged, even under the Fourth Circuit's standard. Plaintiff's second cause of action will therefore be dismissed.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1515719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2282248/"
  ]
}