{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2530997/",
  "absolute_url": "/opinion/2530997/united-states-v-van-hazel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2530997/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:13:03.187382Z",
  "date_modified": "2016-03-02T00:51:27.757851Z",
  "type": "010combined",
  "sha1": "2fe67b05878e7bf30aecf90b7ea552e474239ddd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>468 F.Supp.2d 792 (2006)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nIan E. VAN HAZEL, Defendant.</h1></center>\n<center>No. 5:05-M-1280.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 20, 2006.</center>\n<p><span class=\"star-pagination\">*793</span> <span class=\"star-pagination\">*794</span> Wendy Daknis, Office of the Staff Judge Advocate, XVII Airborne Corps, Attention: Magistrate Court NCOIC, Fort Bragg, NC, for USA, Plaintiff.</p>\n<p>Ian E. Van Hazel, Pro se.</p>\n<p>Reed Norman Noble, Fayetteville, NC, for Ian E. Van Hazel (1), Defendant.</p>\n<p></p>\n<h2>DECISION, ORDER, AND JUDGMENT OF CONVICTION</h2>\n<p>GATES, United States Magistrate Judge.</p>\n<p>In this criminal action, the government charged defendant Ian E. Van Hazel (\"defendant\") with violation of N.C. Gen.Stat. § 20-138.1, driving while impaired (\"DWI\"), and N.C. Gen Stat. § 20-141(j1), speeding in excess of 15 miles per hour (\"m.p.h.\") over the posted speed limit (i.e., 70 m.p.h. in a 50 m.p.h. zone), as assimilated by 18 U.S.C. § 13(a). A bench trial of the case was conducted by the undersigned magistrate judge at the 14 November 2006 session of this court sitting in Fayetteville, North Carolina. At the conclusion of the trial, the court found defendant guilty of the speeding violation based, in part, on his admission of guilt to that charge through counsel. The court reserved ruling on the DWI charge pending resolution of several evidentiary matters.<sup>[1]</sup> For the reasons stated, the court adjudges defendant GUILTY of DWI based on the admissible evidence of record.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This case arises from a traffic stop of defendant on 4 November 2005 on the Fort Bragg Military Reservation effected by Military Police Officer David Doerr. During the stop, Officer Doerr questioned defendant and performed two field sobriety tests. Officer Doerr then arrested defendant and transported him to the Provost Marshal's office for a further test for impairment by alcohol.</p>\n<p>On 21 December 2005, the government issued a criminal information [DE # 1] charging defendant with the foregoing speeding and DWI offenses. After several continuances, defendant's initial appearance and arraignment were held on 12 September 2006. Defendant consented to trial, judgment, and sentencing before a magistrate judge and waived appearance at his trial.</p>\n<p>At trial, the only witness who testified was Office Doerr on behalf of the government. Defendant presented no evidence. The trial was digitally recorded, and the court has used an audio recording of the trial to prepare this Decision, Order, and Judgment. The court ordered the parties to submit post-trial briefs, which they have now done [DE # 6, 7].</p>\n<p></p>\n<h2>II. EVIDENTIARY ISSUES</h2>\n<p>The admissibility of the following evidence is pending before the court: (a) statements made by defendant before being given his warnings pursuant to <i>Miranda v. Arizona,</i> 384 U.S. 436, 467-68, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966); (b) the results of the Horizontal Gaze Nystagmus (at times referred to as \"HGN\") test given <span class=\"star-pagination\">*795</span> defendant; (c) the results of the portable breath test given defendant; and (d) defendant's refusal to submit to a breathalyzer test. Each of these items of evidence is discussed in turn below.</p>\n<p>A. Statements by Defendant without <i>Miranda</i> Warnings</p>\n<p>Factual Background. Officer Doerr testified that on 4 November 2005 he initiated a traffic stop of defendant for speeding. When Officer Doerr approached defendant's vehicle, he smelled a strong odor of alcohol. Defendant was the only occupant in the vehicle. Officer Doerr asked defendant to produce his driver's license, military identification card, vehicle registration, and proof of insurance, and defendant complied. After checking defendant's license and registration, Officer Doerr asked defendant to step out of the vehicle to determine whether the odor of alcohol was emitting from defendant's person or from his vehicle, and defendant complied. After Officer Doerr determined that the odor was emitting from defendant's person, Officer Doerr asked defendant if he had consumed any alcohol that evening. Defendant replied the he had a few drinks in his barracks room. Defendant also stated that he was concerned about, getting into trouble with his military unit for an alcohol-related incident. Prior to questioning, Officer Doerr did not advise defendant of his rights under <i>Miranda,</i> 384 U.S. at 467-68, 86 S.Ct. 1602. Defendant objected timely at trial to admission of his statements that he had drunk alcohol that evening and was concerned about involvement in an alcohol-related incident on the grounds that these statements were made without the <i>Miranda</i> warnings having been given him beforehand.</p>\n<p>Analysis. <i>Miranda</i> requires that individuals be advised of certain rights prior to any custodial interrogation. <i>Id.</i> Custodial interrogation means \"questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\" <i>Id.</i> at 444, 86 S.Ct. 1602. A motorist who is stopped for a routine traffic violation and asked a moderate number of questions by a law enforcement officer is not in custody. <i>Berkemer v. McCarty,</i> 468 U.S. 420, 442, 104 S.Ct. 3138, 82 L.Ed.2d 317 (1984). In that instance, a motorist is merely temporarily detained. <i>United States v. Sullivan,</i> 138 F.3d 126, 130-31 (4th Cir.1998). The facts here establish that defendant made the statements in question when he was merely being detained and was not yet in custody.</p>\n<p>Furthermore, whether Officer Doerr had probable cause to arrest defendant <i>prior</i> to questioning is irrelevant since Officer's Doerr's intention to arrest defendant was not conveyed to defendant until <i>after</i> he was questioned. <i>Berkemer,</i> 468 U.S. at 442, 104 S.Ct: 3138 (la] policeman's unarticulated plan has no bearing on the question whether a suspect was `in custody' at a particular time\"). Therefore, defendant's objection to the admission of his statements on <i>Miranda</i> grounds is overruled, and these statements are admitted into evidence.</p>\n<p>B. Results of Horizontal Gaze Nystagmus. Test</p>\n<p>Factual Background. After defendant admitted that he had consumed alcohol prior to driving, Officer Doerr performed the Horizontal Gaze Nystagmus test on defendant. Nystagmus is defined as \"an involuntary rapid movement of the eyeball, which may be horizontal, vertical, or rotary. An inability of the eyes to maintain visual fixation as they are turned from side to side (in other words, jerking or bouncing) is known as horizontal gaze nystagmus, <span class=\"star-pagination\">*796</span> or HGN.\" <i>State v. Helms,</i> 348 N.C. 578, 579, 504 S.E.2d 293, 294 (1998) (citations omitted). The test is administered by passing an object in front of the subject and observing the subject's eye movements. The <i>Helms</i> court described the administration of the HGN test more specifically as follows:</p>\n<blockquote>the subject is asked to cover one eye and then use the remaining eye to track the lateral progress of an object (usually a pen) as the officer moves the object at eye-level across the subject's field of vision. As the moving object travels toward the outside of the subject's vision, the officer watches the subject's eye for \"nystagmus\" If the person's eyeball exhibits nystagmus, and especially if the nystagmus occurs before the moving object has traveled 45 degrees from the center of the person's vision, this is taken as an indication that the person is intoxicated.</blockquote>\n<p><i>Id.</i> at 579-80, 504 S.E.2d at 294 (citing <i>Ballard v. State,</i> 955 P.2d 931, 933 (Alaska Ct.App.1998)). Defendant objected timely to admission of the HGN test results.</p>\n<p>Analysis. Because intoxicated driving offenses are generally state offenses that are tried only in federal courts under the Assimilative Crimes Act, 18 U.S.C. § 13, federal case law on the admissibility of the HGN test is sparse. State courts are divided on the issue of whether the HGN test is, a scientific test which requires the use of expert testimony for admissibility. <i>See </i><i>Helms,</i> 348 N.C. at 580-81, 504 S.E.2d at 294-95 (noting differences in state court decisions on admissibility of HGN test). The only federal court to delve into the issue at substantial length has been the United States District Court for the District of Maryland in <i>U.S. v. Horn</i> 185 F.Supp.2d 530 (D.Md.2002), which held that the HGN test was admissible without expert testimony as circumstantial evidence of intoxication. <i>Id.</i> at 555, 559. The <i>Horn</i> court took judicial notice of the causal connection between exaggerated horizontal gaze nystagmus and alcohol ingestion. <i>Id.</i> at 555, 561. However, the court did not otherwise take judicial notice of the reliability (including accuracy) of the HGN test. <i>Id.</i> at 556. The court avoided the issue of expert testimony under Federal Rule of Evidence 702 by allowing the arresting officer to testify concerning solely his lay opinion of his \"observations of exaggerated HGN,\" pursuant to Federal Rule of Evidence 701, and prohibiting testimony concerning the scientific aspects of the HGN test or its reliability. <i>Id.</i> at 561.</p>\n<p>This court agrees with the majority of state courts, including North Carolina, which have held that the HGN test is a scientific test. <i>See, e.g., </i><i>State v. Helms,</i> 348 N.C. 578, 582, 504 S.E.2d 293, 295 (1998); <i>Commonwealth v. Stringer,</i> 451 Pa.Super. 180, 185-86, 678 A.2d 1200, 1201 (1996); <i>State v. O'Key,</i> 321 Or. 285, 296, 899 P.2d 663, 675 (1995); <i>State v. Witte,</i> 251 Kan. 313, 329-30, 836 P.2d 1110, 1121 (1992). <i>But see, e.g., </i><i>State v. Bresson,</i> 51 Ohio St.3d 123, 129, 554 N.E.2d 1330, 1336 (1990) (the HGN test is admissible without expert testimony and requires only the testimony of a properly trained law enforcement officer regarding his \"knowledge of the test, his training, and his ability to interpret his observations\"); <i>State v. Murphy,</i> 451 N.W.2d 154, 158 (Iowa 1990) (the testimony of a properly trained law enforcement officer \"with respect to the administration and results of the [HGN] test is admissible without need for further scientific evidence\"). Therefore, any testimony regarding the HGN test would be scientific testimony which is subject to Federal Rule of Evidence 702 and the standards established in <i>Daubert v. Merrell Dow Pharms.,</i> 509 U.S. 579, 597, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993) and <span class=\"star-pagination\">*797</span> <i>Kumho Tire Co. v. Carmichael,</i> 526 U.S. 137, 141, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999). The Court in <i>Daubert</i> specifically stated that \"the trial judge must ensure that any and all scientific testimony or evidence admitted is not only relevant, but reliable.\" <i>Daubert,</i> 509 U.S. at 589, 113 S.Ct. 2786.</p>\n<p>The court declines to take judicial notice of the reliability of the HGN test, including the purported causal connection between exaggerated HGN and alcohol ingestion. Judicial notice is appropriate for a fact that is \"not subject to reasonable dispute in that it is either (1) generally known within the territorial jurisdiction of the trial court or (2) capable of accurate and ready determination by resort to sources whose accuracy cannot reasonably be questioned.\" Fed.R.Evid. 201. The purported reliability of the HGN test is not a \"fact\" generally known within the jurisdiction of this court.<sup>[2]</sup> Furthermore, the test's reliability cannot be ascertained through \"sources whose accuracy cannot reasonably be questioned.\" <i>Id.</i> In fact, experts have very differing opinions about the reliability of the HGN test. <i>See </i><i>Horn,</i> 185 F.Supp.2d at 539-546 (discussing differing expert opinions on the reliability of the HGN test); <i>State v. Witte,</i> 251 Kan. 313, 326-29, 836 P.2d 1110, 1119-21 (1992) (citing numerous scientific studies with mixed conclusions on the reliability of the HGN test).</p>\n<p>Absent judicial notice, the government was required at the trial in the instant case to produce sufficient evidence of the reliability of the HGN test (including the correlation between nystagmus and intoxication). To this end, the government attempted to establish Officer Doerr as an expert on the HGN test. While Officer Doerr certainly has expertise in the administration of the test and interpretation of the results, he was unable to adequately testify about the reliability of the HGN test. Accordingly, the court finds the results of the HGN test inadmissible as evidence that defendant was impaired and sustains defendant's objection to such evidence.</p>\n<p></p>\n<h2>C. Results of Portable Breath Test</h2>\n<p>Factual Background. Following the administration of the HGN test, Officer Doerr requested that defendant submit to a portable breath test, the Alco-Sensor. Officer Doerr testified that the results of the Alco-Sensor test confirmed both the results of the HGN test and his belief that defendant was impaired. Defendant timely objected to the admission of the results of the Alco-Sensor test..</p>\n<p>Analysis. The portable breath test, which is a scientific test, is generally used only as a field test and its reliability has not been conclusively established. <i>United States v. Iron Cloud,</i> 171 F.3d 587, 590-91 (8th Cir.1999); <i>United States v. Winkle,</i> No. 02-40106-01-RDR, 2002 WL <span class=\"star-pagination\">*798</span> 31730935, at *1, 2002 U.S., Dist. LEXIS 23643, at *3 (D.Kan. Nov. 15, 2002). Therefore, the government was obligated to meet the requirements for admission of scientific evidence discussed above. The government did not meet its burden, failing to produce any evidence concerning the reliability of the Alco-Sensor. Accordingly, the court sustains defendant's objection and finds that any evidence regarding the results of the Alco-Sensor test is inadmissible as substantive evidence that defendant was impaired.</p>\n<p>D. Defendant's Refusal to Submit to a Breathalyzer Test</p>\n<p>Factual Background. After defendant was arrested and transported to the Provost Marshal's Office, Officer Doerr read to defendant the rules of implied consent regarding the breathalyzer test (using the Intoxilyzer 5000).<sup>[3]</sup> Officer Doerr waited fifteen minutes and then explained to defendant how to properly blow into the breathalyzer. Officer Doerr held the breathalyzer approximately one foot in front of defendant's mouth and asked defendant to provide a breath sample. Defendant told Officer Doerr that he would not provide a sample. While objecting to Officer Doerr's initial blanket characterization of defendant's conduct as refusal to take the breathalyzer, defendant did not object to the more detailed follow-up testimony showing defendant's refusal.</p>\n<p>Analysis. Because the federal law of evidence governs this proceeding generally, the court will deem evidence of defendant's refusal to submit to a breathalyzer to be governed by the relevant federal statute, 18 U.S.C. § 3118(b), rather than the corresponding North Carolina statute, N.C. Gen.Stat. § 20-16.2(a). The federal statute applies to all persons operating motor vehicles in the special maritime and territorial jurisdiction of the United States who are arrested for an impaired driving offense. The statute explicitly states that \"refusal [to submit to a breath test] may be admitted into evidence in any case arising from such person's driving while under the influence of . . . alcohol.\" <i>Id.</i> § 3118(b). Military reservations, such as Fort Bragg, are within the special maritime and territorial jurisdiction of the United States, 18 U.S.C. § 7(3) (defining \"special maritime and territorial jurisdiction of the United States\"), and defendant was arrested for an impaired driving offense. Therefore, the court shall consider defendant's refusal to take the breathalyzer test as substantive evidence that defendant was driving while impaired.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>Turning now to the merits of the DWI charge, N.C. Gen.Stat. § 20-138.1 provides in relevant part that \"[a] person commits the offense of impaired driving if he drives any vehicle upon any highway, any street, or any public vehicular area within this State . . . [w]hile under the influence of an impairing substance.\" N.C. Gen.Stat. § 20-138.1(a). In order to be found guilty of this offense in the present context, the government must establish the following three elements beyond a reasonable doubt: (1) that defendant was driving a vehicle; (2) that he was driving that vehicle upon a street, highway, or public vehicular area on Fort Bragg Military Reservation, an area in North Carolina within the special maritime and territorial jurisdiction of the United States; <span class=\"star-pagination\">*799</span> and (3) that at the time defendant was driving the vehicle he was under the influence of an, impairing substance. <i>See id.;</i> N.C. Pat. Jury Inst.Crim. 270.20, pp. 1-2; <i>see also</i> 18 U.S.C. § 13(a). The first two elements are not in dispute. Defendant denies strongly, however, the third element, that he was under the influence of an impairing substance.</p>\n<p>An impairing substance includes alcohol. N.C. Gen.Stat. § 20-4.01(14a). \"A person is under the influence of an impairing substance when he has taken (or consumed) a sufficient quantity of that impairing substance to cause him to lose the normal control of his bodily or mental faculties, or both, to such an extent that there is an appreciable impairment of either or both of these faculties.\" N.C. Pat. Jury Inst. Crim. 270.20, p. 211(A); <i>see also</i> N.C. Gen.Stat. § 20-4.01(48b).</p>\n<p>The admissible trial evidence establishes beyond a reasonable doubt that on the date alleged, 4 November 2005, defendant was driving a vehicle while under the influence of alcohol in violation of N.C. Gen. Stat. § 20-138.1. Evidence showing that defendant was under the influence of alcohol includes the following: (1) defendant's weaving of his vehicle, (2) his erratic braking, (3) his driving 70 m.p.h. in a 50 m.p.h. zone, (4) the strong odor of alcohol on defendant's person, (5) defendant's unsteady balance, (6) his statement that he had consumed alcohol, (7) his statement of concern over trouble with his military unit for an alcohol-related incident, (8) his slightly slurred speech, (9) the bloodshot appearance of his eyes, and (10) his refusal to take the breathalyzer test.</p>\n<p>North Carolina courts have upheld impaired driving convictions under similar circumstances. For example, in <i>State v. Gregory,</i> 154 N.C.App. 718, 721, 572 S.E.2d 838, 840 (2002), the court upheld defendant's conviction for impaired driving where evidence showed he (1) abruptly changed lanes without signaling, (2) slammed on his brakes, (3) was driving 25 m.p.h. over the speed limit, (4) smelled of alcohol, (5) staggered while walking, (6) admitted to drinking alcohol prior to driving, and (7) had slurred speech, all conduct comparable to that of the instant defendant. In addition, no field sobriety tests were administered in <i>Gregory, id.</i> at 720, 572 S.E.2d at 839, just as the results of the field tests taken here were not admitted. Lastly, the defendant in <i>Gregory,</i> like the defendant here, refused to submit to a breathalyzer test. <i>Id.</i> For these and the other reasons discussed, the same result in <i>Gregory</i> shall prevail in this case.</p>\n<p></p>\n<h2>IV. FINDINGS OF FACT</h2>\n<p>Based upon the admissible evidence of record, the court makes the following findings of fact:</p>\n<p>1. On 4 November 2005, defendant was driving a vehicle on a street, highway, or public vehicular area on board Fort Bragg Military Reservation in the Fayetteville area of North Carolina.</p>\n<p>2. Fort Bragg Military Reservation is within the Eastern District of North Carolina.</p>\n<p>3. Defendant was operating his vehicle at 70 m.p.h. in an area where the posted speed limit was 50 m.p.h.</p>\n<p>4. Defendant was weaving his vehicle inside his lane.</p>\n<p>5. Defendant was braking his vehicle erratically.</p>\n<p>6. On the foregoing date, 4 November 2005, Military Police Officer David Doerr, of the 42nd Military Police Detachment, was working on board Fort Bragg Military Reservation, in the traffic enforcement division.</p>\n<p><span class=\"star-pagination\">*800</span> 7. Officer Doerr witnessed defendant driving his vehicle and initiated a traffic stop of defendant around midnight.</p>\n<p>8. A strong odor of alcohol was emitting from defendant's person.</p>\n<p>9. Officer Doerr asked defendant for his driver's license, military identification, vehicle registration, and proof of insurance, and defendant produced the requested documents.</p>\n<p>10. At Officer Doerr's request, defendant exited his vehicle.</p>\n<p>11. Defendant's balance was unsteady.</p>\n<p>12. Officer Doerr asked defendant if he had consumed any alcohol prior to driving and defendant responded that he had a few drinks in his barracks room earlier that evening.</p>\n<p>13. Defendant also stated that he was concerned about getting in trouble with his unit for an alcohol-related incident.</p>\n<p>14. Defendant's speech was slightly slurred.</p>\n<p>15. Defendant's eyes were bloodshot.</p>\n<p>16. Defendant was arrested and transported to the Provost Marshal's Office.</p>\n<p>17. Defendant refused to provide a breath sample for the Intoxilyzer 5000 breathalyzer test after Officer Doerr read to him the rules of implied consent regarding the test.</p>\n<p></p>\n<h2>V. CONCLUSIONS OF LAW</h2>\n<p>Based on the foregoing findings of fact, the court makes the following conclusions of law:</p>\n<p>1. On 4 November 2005, defendant was driving a vehicle.</p>\n<p>2. Defendant was driving the vehicle on a street, highway, or public vehicular area, as defined by N.C. Gen.Stat. § 20-4.01(13), (32), (46), in an area in North Carolina within the special maritime and territorial jurisdiction of the United States, as defined by 18 U.S.C. § 7(3), namely, Fort Bragg Military Reservation.</p>\n<p>3. Defendant was driving the vehicle under the influence of an impairing substance, as defined by N.C. Gen.Stat. § 20-4.01(48b), namely, alcohol.</p>\n<p>4. Defendant is guilty of the offense of impaired driving as charged, in violation of N.C. Gen.Stat. § 20-138.1, as assimilated by 18 U.S.C. § 13(a).</p>\n<p></p>\n<h2>VI. SENTENCING</h2>\n<p>The court shall schedule by separate notice the date, time, and place of the sentencing hearing for defendant on his convictions for violation of both N.C. Gen. Stat. §§ 20-138.1 and -141(j1), as assimilated by 18 U.S.C. § 13(a).</p>\n<h2>NOTES</h2>\n<p>[1]  Because this case is assimilated into federal law by virtue of the alleged offenses occurring on board a federal military installation; the court is bound by the substantive law of North Carolina. <i>Kay v. United States,</i> 255 F.2d 476, 479 (4th Cir.1958). However, the court is not bound by the North Carolina Rules of Evidence and must, instead, apply the Federal Rules of Evidence. <i>Id.</i></p>\n<p>[2]  The Fourth Circuit has not addressed the issue of admissibility of HGN tests. North Carolina courts have addressed the issue, but have not taken judicial notice of the reliability of the HGN test and require expert testimony for admissibility of the test. <i>See </i><i>Helms,</i> 348 N.C. at 582, 504 S.E.2d at 295. The North Carolina General Assembly recently amended North Carolina Rule of Evidence 702 to require expert testimony on HGN tests by adding the following language:\n</p>\n<p>(A1) A witness, qualified [as an expert] may give expert testimony solely on the issue of impairment and not on the issue of specific alcohol concentration level relating to the following:</p>\n<p>(1) The results of a horizontal gaze nystagmus (HGN) test when the test is administered by a person who has successfully completed training in HGN.</p>\n<p>N.C.R. Evid. 702(A1)(1) (ratified 21 Aug. 2006).</p>\n<p>[3]  Both federal and. North Carolina law provide for implied consent to testing for impairment while driving, revocation of the driving privilege for refusal to submit to testing, and admission of such refusal into evidence at trial on the impaired driving charge. 18 U.S.C. § 3118; N.C. Gen.Stat. § 20-16.2(a).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">792</span></span> (2006)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nIan E. VAN HAZEL, Defendant.</h1></center>\n<center>No. 5:05-M-1280.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 20, 2006.</center>\n<p><span class=\"star-pagination\">*793</span> <span class=\"star-pagination\">*794</span> Wendy Daknis, Office of the Staff Judge Advocate, XVII Airborne Corps, Attention: Magistrate Court NCOIC, Fort Bragg, NC, for USA, Plaintiff.</p>\n<p>Ian E. Van Hazel, Pro se.</p>\n<p>Reed Norman Noble, Fayetteville, NC, for Ian E. Van Hazel (1), Defendant.</p>\n<p></p>\n<h2>DECISION, ORDER, AND JUDGMENT OF CONVICTION</h2>\n<p>GATES, United States Magistrate Judge.</p>\n<p>In this criminal action, the government charged defendant Ian E. Van Hazel (\"defendant\") with violation of N.C. Gen.Stat. § 20-138.1, driving while impaired (\"DWI\"), and N.C. Gen Stat. § 20-141(j1), speeding in excess of 15 miles per hour (\"m.p.h.\") over the posted speed limit (i.e., 70 m.p.h. in a 50 m.p.h. zone), as assimilated by 18 U.S.C. § 13(a). A bench trial of the case was conducted by the undersigned magistrate judge at the 14 November 2006 session of this court sitting in Fayetteville, North Carolina. At the conclusion of the trial, the court found defendant guilty of the speeding violation based, in part, on his admission of guilt to that charge through counsel. The court reserved ruling on the DWI charge pending resolution of several evidentiary matters.<sup>[1]</sup> For the reasons stated, the court adjudges defendant GUILTY of DWI based on the admissible evidence of record.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This case arises from a traffic stop of defendant on 4 November 2005 on the Fort Bragg Military Reservation effected by Military Police Officer David Doerr. During the stop, Officer Doerr questioned defendant and performed two field sobriety tests. Officer Doerr then arrested defendant and transported him to the Provost Marshal's office for a further test for impairment by alcohol.</p>\n<p>On 21 December 2005, the government issued a criminal information [DE # 1] charging defendant with the foregoing speeding and DWI offenses. After several continuances, defendant's initial appearance and arraignment were held on 12 September 2006. Defendant consented to trial, judgment, and sentencing before a magistrate judge and waived appearance at his trial.</p>\n<p>At trial, the only witness who testified was Office Doerr on behalf of the government. Defendant presented no evidence. The trial was digitally recorded, and the court has used an audio recording of the trial to prepare this Decision, Order, and Judgment. The court ordered the parties to submit post-trial briefs, which they have now done [DE # 6, 7].</p>\n<p></p>\n<h2>II. EVIDENTIARY ISSUES</h2>\n<p>The admissibility of the following evidence is pending before the court: (a) statements made by defendant before being given his warnings pursuant to <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 467-68, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966); (b) the results of the Horizontal Gaze Nystagmus (at times referred to as \"HGN\") test given <span class=\"star-pagination\">*795</span> defendant; (c) the results of the portable breath test given defendant; and (d) defendant's refusal to submit to a breathalyzer test. Each of these items of evidence is discussed in turn below.</p>\n<p>A. Statements by Defendant without <i>Miranda</i> Warnings</p>\n<p>Factual Background. Officer Doerr testified that on 4 November 2005 he initiated a traffic stop of defendant for speeding. When Officer Doerr approached defendant's vehicle, he smelled a strong odor of alcohol. Defendant was the only occupant in the vehicle. Officer Doerr asked defendant to produce his driver's license, military identification card, vehicle registration, and proof of insurance, and defendant complied. After checking defendant's license and registration, Officer Doerr asked defendant to step out of the vehicle to determine whether the odor of alcohol was emitting from defendant's person or from his vehicle, and defendant complied. After Officer Doerr determined that the odor was emitting from defendant's person, Officer Doerr asked defendant if he had consumed any alcohol that evening. Defendant replied the he had a few drinks in his barracks room. Defendant also stated that he was concerned about, getting into trouble with his military unit for an alcohol-related incident. Prior to questioning, Officer Doerr did not advise defendant of his rights under <i>Miranda,</i> 384 U.S. at 467-68, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>. Defendant objected timely at trial to admission of his statements that he had drunk alcohol that evening and was concerned about involvement in an alcohol-related incident on the grounds that these statements were made without the <i>Miranda</i> warnings having been given him beforehand.</p>\n<p>Analysis. <i>Miranda</i> requires that individuals be advised of certain rights prior to any custodial interrogation. <i>Id.</i> Custodial interrogation means \"questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\" <i>Id.</i> at 444, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>. A motorist who is stopped for a routine traffic violation and asked a moderate number of questions by a law enforcement officer is not in custody. <i>Berkemer v. McCarty,</i> <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 442, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3138</span></a></span>, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></a></span> (1984). In that instance, a motorist is merely temporarily detained. <i>United States v. Sullivan,</i> <span class=\"citation\" data-id=\"752081\"><a href=\"/opinion/752081/united-states-v-robert-h-sullivan-washington-legal-foundation-jeff/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span>, 130-31 (4th Cir.1998). The facts here establish that defendant made the statements in question when he was merely being detained and was not yet in custody.</p>\n<p>Furthermore, whether Officer Doerr had probable cause to arrest defendant <i>prior</i> to questioning is irrelevant since Officer's Doerr's intention to arrest defendant was not conveyed to defendant until <i>after</i> he was questioned. <i>Berkemer,</i> 468 U.S. at 442, 104 S.Ct: 3138 (la] policeman's unarticulated plan has no bearing on the question whether a suspect was `in custody' at a particular time\"). Therefore, defendant's objection to the admission of his statements on <i>Miranda</i> grounds is overruled, and these statements are admitted into evidence.</p>\n<p>B. Results of Horizontal Gaze Nystagmus. Test</p>\n<p>Factual Background. After defendant admitted that he had consumed alcohol prior to driving, Officer Doerr performed the Horizontal Gaze Nystagmus test on defendant. Nystagmus is defined as \"an involuntary rapid movement of the eyeball, which may be horizontal, vertical, or rotary. An inability of the eyes to maintain visual fixation as they are turned from side to side (in other words, jerking or bouncing) is known as horizontal gaze nystagmus, <span class=\"star-pagination\">*796</span> or HGN.\" <i>State v. Helms,</i> <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">578</span></span>, 579, <span class=\"citation\" data-id=\"1358810\"><a href=\"/opinion/1358810/state-v-helms/\"><span class=\"volume\">504</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">293</span></a></span>, 294 (1998) (citations omitted). The test is administered by passing an object in front of the subject and observing the subject's eye movements. The <i>Helms</i> court described the administration of the HGN test more specifically as follows:</p>\n<blockquote>the subject is asked to cover one eye and then use the remaining eye to track the lateral progress of an object (usually a pen) as the officer moves the object at eye-level across the subject's field of vision. As the moving object travels toward the outside of the subject's vision, the officer watches the subject's eye for \"nystagmus\" If the person's eyeball exhibits nystagmus, and especially if the nystagmus occurs before the moving object has traveled 45 degrees from the center of the person's vision, this is taken as an indication that the person is intoxicated.</blockquote>\n<p><i>Id.</i> at 579-80, 504 S.E.2d at 294 (citing <i>Ballard v. State,</i> <span class=\"citation\" data-id=\"1242714\"><a href=\"/opinion/1242714/ballard-v-state/\"><span class=\"volume\">955</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">931</span></a></span>, 933 (Alaska Ct.App.1998)). Defendant objected timely to admission of the HGN test results.</p>\n<p>Analysis. Because intoxicated driving offenses are generally state offenses that are tried only in federal courts under the Assimilative Crimes Act, 18 U.S.C. § 13, federal case law on the admissibility of the HGN test is sparse. State courts are divided on the issue of whether the HGN test is, a scientific test which requires the use of expert testimony for admissibility. <i>See </i><i>Helms,</i> 348 N.C. at 580-81, 504 S.E.2d at 294-95 (noting differences in state court decisions on admissibility of HGN test). The only federal court to delve into the issue at substantial length has been the United States District Court for the District of Maryland in <i>U.S. v. Horn</i> <span class=\"citation\" data-id=\"2520532\"><a href=\"/opinion/2520532/united-states-v-horn/\"><span class=\"volume\">185</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">530</span></a></span> (D.Md.2002), which held that the HGN test was admissible without expert testimony as circumstantial evidence of intoxication. <i>Id.</i> at 555, 559. The <i>Horn</i> court took judicial notice of the causal connection between exaggerated horizontal gaze nystagmus and alcohol ingestion. <i>Id.</i> at 555, 561. However, the court did not otherwise take judicial notice of the reliability (including accuracy) of the HGN test. <i>Id.</i> at 556. The court avoided the issue of expert testimony under Federal Rule of Evidence 702 by allowing the arresting officer to testify concerning solely his lay opinion of his \"observations of exaggerated HGN,\" pursuant to Federal Rule of Evidence 701, and prohibiting testimony concerning the scientific aspects of the HGN test or its reliability. <i>Id.</i> at 561.</p>\n<p>This court agrees with the majority of state courts, including North Carolina, which have held that the HGN test is a scientific test. <i>See, e.g., </i><i>State v. Helms,</i> <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">578</span></span>, 582, <span class=\"citation\" data-id=\"1358810\"><a href=\"/opinion/1358810/state-v-helms/\"><span class=\"volume\">504</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">293</span></a></span>, 295 (1998); <i>Commonwealth v. Stringer,</i> 451 Pa.Super. 180, 185-86, <span class=\"citation\" data-id=\"1928015\"><a href=\"/opinion/1928015/com-v-stringer/\"><span class=\"volume\">678</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1200</span></a></span>, 1201 (1996); <i>State v. O'Key,</i> <span class=\"citation\" data-id=\"1360511\"><a href=\"/opinion/1360511/state-v-okey/\"><span class=\"volume\">321</span> <span class=\"reporter\">Or.</span> <span class=\"page\">285</span></a></span>, 296, <span class=\"citation\" data-id=\"1360511\"><a href=\"/opinion/1360511/state-v-okey/\"><span class=\"volume\">899</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">663</span></a></span>, 675 (1995); <i>State v. Witte,</i> <span class=\"citation\" data-id=\"1444966\"><a href=\"/opinion/1444966/state-v-witte/\"><span class=\"volume\">251</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">313</span></a></span>, 329-30, <span class=\"citation\" data-id=\"1444966\"><a href=\"/opinion/1444966/state-v-witte/\"><span class=\"volume\">836</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1110</span></a></span>, 1121 (1992). <i>But see, e.g., </i><i>State v. Bresson,</i> <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">123</span></span>, 129, <span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1330</span></span>, 1336 (1990) (the HGN test is admissible without expert testimony and requires only the testimony of a properly trained law enforcement officer regarding his \"knowledge of the test, his training, and his ability to interpret his observations\"); <i>State v. Murphy,</i> <span class=\"citation\" data-id=\"2109793\"><a href=\"/opinion/2109793/state-v-murphy/\"><span class=\"volume\">451</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">154</span></a></span>, 158 (Iowa 1990) (the testimony of a properly trained law enforcement officer \"with respect to the administration and results of the [HGN] test is admissible without need for further scientific evidence\"). Therefore, any testimony regarding the HGN test would be scientific testimony which is subject to Federal Rule of Evidence 702 and the standards established in <i>Daubert v. Merrell Dow Pharms.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 597, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993) and <span class=\"star-pagination\">*797</span> <i>Kumho Tire Co. v. Carmichael,</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999). The Court in <i>Daubert</i> specifically stated that \"the trial judge must ensure that any and all scientific testimony or evidence admitted is not only relevant, but reliable.\" <i>Daubert,</i> 509 U.S. at 589, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>.</p>\n<p>The court declines to take judicial notice of the reliability of the HGN test, including the purported causal connection between exaggerated HGN and alcohol ingestion. Judicial notice is appropriate for a fact that is \"not subject to reasonable dispute in that it is either (1) generally known within the territorial jurisdiction of the trial court or (2) capable of accurate and ready determination by resort to sources whose accuracy cannot reasonably be questioned.\" Fed.R.Evid. 201. The purported reliability of the HGN test is not a \"fact\" generally known within the jurisdiction of this court.<sup>[2]</sup> Furthermore, the test's reliability cannot be ascertained through \"sources whose accuracy cannot reasonably be questioned.\" <i>Id.</i> In fact, experts have very differing opinions about the reliability of the HGN test. <i>See </i><i>Horn,</i> 185 F.Supp.2d at 539-546 (discussing differing expert opinions on the reliability of the HGN test); <i>State v. Witte,</i> <span class=\"citation\" data-id=\"1444966\"><a href=\"/opinion/1444966/state-v-witte/\"><span class=\"volume\">251</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">313</span></a></span>, 326-29, <span class=\"citation\" data-id=\"1444966\"><a href=\"/opinion/1444966/state-v-witte/\"><span class=\"volume\">836</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1110</span></a></span>, 1119-21 (1992) (citing numerous scientific studies with mixed conclusions on the reliability of the HGN test).</p>\n<p>Absent judicial notice, the government was required at the trial in the instant case to produce sufficient evidence of the reliability of the HGN test (including the correlation between nystagmus and intoxication). To this end, the government attempted to establish Officer Doerr as an expert on the HGN test. While Officer Doerr certainly has expertise in the administration of the test and interpretation of the results, he was unable to adequately testify about the reliability of the HGN test. Accordingly, the court finds the results of the HGN test inadmissible as evidence that defendant was impaired and sustains defendant's objection to such evidence.</p>\n<p></p>\n<h2>C. Results of Portable Breath Test</h2>\n<p>Factual Background. Following the administration of the HGN test, Officer Doerr requested that defendant submit to a portable breath test, the Alco-Sensor. Officer Doerr testified that the results of the Alco-Sensor test confirmed both the results of the HGN test and his belief that defendant was impaired. Defendant timely objected to the admission of the results of the Alco-Sensor test..</p>\n<p>Analysis. The portable breath test, which is a scientific test, is generally used only as a field test and its reliability has not been conclusively established. <i>United States v. Iron Cloud,</i> <span class=\"citation\" data-id=\"762593\"><a href=\"/opinion/762593/united-states-v-anthony-george-iron-cloud-sr/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">587</span></a></span>, 590-91 (8th Cir.1999); <i>United States v. Winkle,</i> No. 02-40106-01-RDR, 2002 WL <span class=\"star-pagination\">*798</span> 31730935, at *1, 2002 U.S., Dist. LEXIS 23643, at *3 (D.Kan. Nov. 15, 2002). Therefore, the government was obligated to meet the requirements for admission of scientific evidence discussed above. The government did not meet its burden, failing to produce any evidence concerning the reliability of the Alco-Sensor. Accordingly, the court sustains defendant's objection and finds that any evidence regarding the results of the Alco-Sensor test is inadmissible as substantive evidence that defendant was impaired.</p>\n<p>D. Defendant's Refusal to Submit to a Breathalyzer Test</p>\n<p>Factual Background. After defendant was arrested and transported to the Provost Marshal's Office, Officer Doerr read to defendant the rules of implied consent regarding the breathalyzer test (using the Intoxilyzer 5000).<sup>[3]</sup> Officer Doerr waited fifteen minutes and then explained to defendant how to properly blow into the breathalyzer. Officer Doerr held the breathalyzer approximately one foot in front of defendant's mouth and asked defendant to provide a breath sample. Defendant told Officer Doerr that he would not provide a sample. While objecting to Officer Doerr's initial blanket characterization of defendant's conduct as refusal to take the breathalyzer, defendant did not object to the more detailed follow-up testimony showing defendant's refusal.</p>\n<p>Analysis. Because the federal law of evidence governs this proceeding generally, the court will deem evidence of defendant's refusal to submit to a breathalyzer to be governed by the relevant federal statute, 18 U.S.C. § 3118(b), rather than the corresponding North Carolina statute, N.C. Gen.Stat. § 20-16.2(a). The federal statute applies to all persons operating motor vehicles in the special maritime and territorial jurisdiction of the United States who are arrested for an impaired driving offense. The statute explicitly states that \"refusal [to submit to a breath test] may be admitted into evidence in any case arising from such person's driving while under the influence of . . . alcohol.\" <i>Id.</i> § 3118(b). Military reservations, such as Fort Bragg, are within the special maritime and territorial jurisdiction of the United States, 18 U.S.C. § 7(3) (defining \"special maritime and territorial jurisdiction of the United States\"), and defendant was arrested for an impaired driving offense. Therefore, the court shall consider defendant's refusal to take the breathalyzer test as substantive evidence that defendant was driving while impaired.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>Turning now to the merits of the DWI charge, N.C. Gen.Stat. § 20-138.1 provides in relevant part that \"[a] person commits the offense of impaired driving if he drives any vehicle upon any highway, any street, or any public vehicular area within this State . . . [w]hile under the influence of an impairing substance.\" N.C. Gen.Stat. § 20-138.1(a). In order to be found guilty of this offense in the present context, the government must establish the following three elements beyond a reasonable doubt: (1) that defendant was driving a vehicle; (2) that he was driving that vehicle upon a street, highway, or public vehicular area on Fort Bragg Military Reservation, an area in North Carolina within the special maritime and territorial jurisdiction of the United States; <span class=\"star-pagination\">*799</span> and (3) that at the time defendant was driving the vehicle he was under the influence of an, impairing substance. <i>See id.;</i> N.C. Pat. Jury Inst.Crim. 270.20, pp. 1-2; <i>see also</i> 18 U.S.C. § 13(a). The first two elements are not in dispute. Defendant denies strongly, however, the third element, that he was under the influence of an impairing substance.</p>\n<p>An impairing substance includes alcohol. N.C. Gen.Stat. § 20-4.01(14a). \"A person is under the influence of an impairing substance when he has taken (or consumed) a sufficient quantity of that impairing substance to cause him to lose the normal control of his bodily or mental faculties, or both, to such an extent that there is an appreciable impairment of either or both of these faculties.\" N.C. Pat. Jury Inst. Crim. 270.20, p. 211(A); <i>see also</i> N.C. Gen.Stat. § 20-4.01(48b).</p>\n<p>The admissible trial evidence establishes beyond a reasonable doubt that on the date alleged, 4 November 2005, defendant was driving a vehicle while under the influence of alcohol in violation of N.C. Gen. Stat. § 20-138.1. Evidence showing that defendant was under the influence of alcohol includes the following: (1) defendant's weaving of his vehicle, (2) his erratic braking, (3) his driving 70 m.p.h. in a 50 m.p.h. zone, (4) the strong odor of alcohol on defendant's person, (5) defendant's unsteady balance, (6) his statement that he had consumed alcohol, (7) his statement of concern over trouble with his military unit for an alcohol-related incident, (8) his slightly slurred speech, (9) the bloodshot appearance of his eyes, and (10) his refusal to take the breathalyzer test.</p>\n<p>North Carolina courts have upheld impaired driving convictions under similar circumstances. For example, in <i>State v. Gregory,</i> 154 N.C.App. 718, 721, <span class=\"citation\" data-id=\"1389433\"><a href=\"/opinion/1389433/state-v-gregory/\"><span class=\"volume\">572</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">838</span></a></span>, 840 (2002), the court upheld defendant's conviction for impaired driving where evidence showed he (1) abruptly changed lanes without signaling, (2) slammed on his brakes, (3) was driving 25 m.p.h. over the speed limit, (4) smelled of alcohol, (5) staggered while walking, (6) admitted to drinking alcohol prior to driving, and (7) had slurred speech, all conduct comparable to that of the instant defendant. In addition, no field sobriety tests were administered in <i>Gregory, id.</i> at 720, 572 S.E.2d at 839, just as the results of the field tests taken here were not admitted. Lastly, the defendant in <i>Gregory,</i> like the defendant here, refused to submit to a breathalyzer test. <i>Id.</i> For these and the other reasons discussed, the same result in <i>Gregory</i> shall prevail in this case.</p>\n<p></p>\n<h2>IV. FINDINGS OF FACT</h2>\n<p>Based upon the admissible evidence of record, the court makes the following findings of fact:</p>\n<p>1. On 4 November 2005, defendant was driving a vehicle on a street, highway, or public vehicular area on board Fort Bragg Military Reservation in the Fayetteville area of North Carolina.</p>\n<p>2. Fort Bragg Military Reservation is within the Eastern District of North Carolina.</p>\n<p>3. Defendant was operating his vehicle at 70 m.p.h. in an area where the posted speed limit was 50 m.p.h.</p>\n<p>4. Defendant was weaving his vehicle inside his lane.</p>\n<p>5. Defendant was braking his vehicle erratically.</p>\n<p>6. On the foregoing date, 4 November 2005, Military Police Officer David Doerr, of the 42nd Military Police Detachment, was working on board Fort Bragg Military Reservation, in the traffic enforcement division.</p>\n<p><span class=\"star-pagination\">*800</span> 7. Officer Doerr witnessed defendant driving his vehicle and initiated a traffic stop of defendant around midnight.</p>\n<p>8. A strong odor of alcohol was emitting from defendant's person.</p>\n<p>9. Officer Doerr asked defendant for his driver's license, military identification, vehicle registration, and proof of insurance, and defendant produced the requested documents.</p>\n<p>10. At Officer Doerr's request, defendant exited his vehicle.</p>\n<p>11. Defendant's balance was unsteady.</p>\n<p>12. Officer Doerr asked defendant if he had consumed any alcohol prior to driving and defendant responded that he had a few drinks in his barracks room earlier that evening.</p>\n<p>13. Defendant also stated that he was concerned about getting in trouble with his unit for an alcohol-related incident.</p>\n<p>14. Defendant's speech was slightly slurred.</p>\n<p>15. Defendant's eyes were bloodshot.</p>\n<p>16. Defendant was arrested and transported to the Provost Marshal's Office.</p>\n<p>17. Defendant refused to provide a breath sample for the Intoxilyzer 5000 breathalyzer test after Officer Doerr read to him the rules of implied consent regarding the test.</p>\n<p></p>\n<h2>V. CONCLUSIONS OF LAW</h2>\n<p>Based on the foregoing findings of fact, the court makes the following conclusions of law:</p>\n<p>1. On 4 November 2005, defendant was driving a vehicle.</p>\n<p>2. Defendant was driving the vehicle on a street, highway, or public vehicular area, as defined by N.C. Gen.Stat. § 20-4.01(13), (32), (46), in an area in North Carolina within the special maritime and territorial jurisdiction of the United States, as defined by 18 U.S.C. § 7(3), namely, Fort Bragg Military Reservation.</p>\n<p>3. Defendant was driving the vehicle under the influence of an impairing substance, as defined by N.C. Gen.Stat. § 20-4.01(48b), namely, alcohol.</p>\n<p>4. Defendant is guilty of the offense of impaired driving as charged, in violation of N.C. Gen.Stat. § 20-138.1, as assimilated by 18 U.S.C. § 13(a).</p>\n<p></p>\n<h2>VI. SENTENCING</h2>\n<p>The court shall schedule by separate notice the date, time, and place of the sentencing hearing for defendant on his convictions for violation of both N.C. Gen. Stat. §§ 20-138.1 and -141(j1), as assimilated by 18 U.S.C. § 13(a).</p>\n<h2>NOTES</h2>\n<p>[1]  Because this case is assimilated into federal law by virtue of the alleged offenses occurring on board a federal military installation; the court is bound by the substantive law of North Carolina. <i>Kay v. United States,</i> <span class=\"citation\" data-id=\"245163\"><a href=\"/opinion/245163/ernest-kay-v-united-states/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 479 (4th Cir.1958). However, the court is not bound by the North Carolina Rules of Evidence and must, instead, apply the Federal Rules of Evidence. <i>Id.</i></p>\n<p>[2]  The Fourth Circuit has not addressed the issue of admissibility of HGN tests. North Carolina courts have addressed the issue, but have not taken judicial notice of the reliability of the HGN test and require expert testimony for admissibility of the test. <i>See </i><i>Helms,</i> 348 N.C. at 582, 504 S.E.2d at 295. The North Carolina General Assembly recently amended North Carolina Rule of Evidence 702 to require expert testimony on HGN tests by adding the following language:\n</p>\n<p>(A1) A witness, qualified [as an expert] may give expert testimony solely on the issue of impairment and not on the issue of specific alcohol concentration level relating to the following:</p>\n<p>(1) The results of a horizontal gaze nystagmus (HGN) test when the test is administered by a person who has successfully completed training in HGN.</p>\n<p>N.C.R. Evid. 702(A1)(1) (ratified 21 Aug. 2006).</p>\n<p>[3]  Both federal and. North Carolina law provide for implied consent to testing for impairment while driving, revocation of the driving privilege for refusal to submit to testing, and admission of such refusal into evidence at trial on the impaired driving charge. 18 U.S.C. § 3118; N.C. Gen.Stat. § 20-16.2(a).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/245163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1242714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1358810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1360511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1389433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1444966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1928015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2109793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2520532/"
  ]
}