{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2532718/",
  "absolute_url": "/opinion/2532718/jones-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2532718/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:13:32.649289Z",
  "date_modified": "2016-04-26T20:50:10.141019Z",
  "type": "010combined",
  "sha1": "8baedf491e4d4927d299f863f732a6aaf67c4da3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>691 F.Supp.2d 639 (2010)</b></center>\n<center><h1>Laura J. JONES, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 7:09-CV-106-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>February 23, 2010.</center>\n<p><span class=\"star-pagination\">*640</span> Joseph L. Anderson, Anderson Pangia &amp; Associates, PLLC, Winston-Salem, NC, for Plaintiff.</p>\n<p>John A. Bain, U.S. Dept. of Justice, Washington, DC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Government's Motion to Dismiss. The Government's argues that Plaintiff failed to file this action within the Federal Tort Claims Act's statute of limitations and that the Government has not waived sovereign immunity for Plaintiffs claims. For the reasons stated herein, the Government's Motion is DENIED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Plaintiff Laura Jones is the spouse of Ret. Corporal Kelly Jones of the United States Marine Corps. Plaintiff and her husband lived on base at Camp Lejeune, North Carolina, from the Spring of 1980 through the Spring of 1983. She alleges that exposure to contaminants including dichloroethylene (\"DCE\"), trichlorothylene (\"TCE\") and tetrachloroethylene, also called perchloroethylene (\"PCE\"), vinyl chloride, and benzene in the water supply at Camp Lejeune caused her to develop non-Hodgkin's lymphoma.</p>\n<p>Plaintiff was diagnosed with non-Hodgkin's lymphoma in 2003. She filed an administrative complaint with the Department of the Navy on October 31, 2007. Plaintiff thereafter filed the instant Complaint on July 4, 2009. The Government filed this Motion to Dismiss on September 14, 2009. Plaintiff responded on October 29, 2009. The Government replied on November 10, 2009. A hearing was held in Raleigh, North Carolina, on February 19, 2010. The Motion is now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Plaintiff brings this action pursuant to the Federal Tort Claims Act (\"FTCA\"). The Governments advances two arguments in support of this Motion to Dismiss pursuant to Rule 12(b)(1). First, the Government argues that Plaintiff failed to file an administrative claim within the FTCA's statute of Limitations. Second, the Government argues that any acts or omissions with regard to environmental contamination at Camp Lejeune fall within the discretionary function exception to the FTCA's waiver of sovereign immunity.</p>\n<p></p>\n<h2>I. Timeliness</h2>\n<p>The FTCA's statute of limitations provides that \"[a] tort claim shall be forever barred unless it is presented in writing to the appropriate Federal agency within two years after such claim accrues . . .\" 28 U.S.C. § 2401(b). The Government argues that the general rule that a tort claim accrues at the time of the injury applies here and that Plaintiffs claim accrued no later than at the time of her diagnosis of <span class=\"star-pagination\">*641</span> non-Hodgkin's lymphoma in November of 2003. But in <i>United States v. Kubrick,</i> 444 U.S. 111, 100 S.Ct. 352, 62 L.Ed.2d 259 (1979), the Supreme Court held that a medical malpractice claim accrued when the plaintiff knew or with reasonable diligence should have known of the injury and its cause. The Court in <i>Kubrick</i> reasoned that an injury might not be apparent and might take time to accrue and facts concerning causation might be in the hands of the defendant. <i>Id.</i> This Court is mindful of the Fourth Circuit's reluctance to recognize exceptions to the \"general rule under [the] FTCA `that a tort claim accrues at the time of the plaintiffs injury.'\" <i>See Fowler v. United States,</i> No. 92-1714, 1993 WL 50518, at *1 n. 4 (4th Cir. Feb. 25, 1993) (<i>per curiam</i>) (quoting <i>Kubrick,</i> 444 U.S. at 120, 100 S.Ct. 352). But here, Plaintiffs condition was not apparent and was not diagnosed until over two decades after her residence at Camp Lejeune. And information regarding water quality at Camp Lejeune is the type that would be expected to be in the hands of the Government and was, in fact, in the hands of the Department of the Navy. Therefore, in the instant case, \"[t]he clear import of <i>Kubrick</i> is that a claim accrues within the meaning of § 2401(b) when the plaintiff knows or, in the exercise of due diligence, should have known both the existence and the cause of his injury.\" <i>Gould v. U.S. Dept. of Health &amp; Human Servs.,</i> 905 F.2d 738, 742 (4th Cir.1990).</p>\n<p>Plaintiffs claim did not accrue before October 31, 2005, because the exercise of due diligence would not have revealed contamination at Camp Lejeune as a potential cause of Plaintiffs injuries. The Government is correct to note that blameless ignorance of available facts is not sufficient to delay the onset of the limitations period, <i>Gould,</i> 905 F.2d at 746, and that the FTCA limitations period is not subject to equitable tolling. <i>See </i><i>Marley v. United States,</i> 567 F.3d 1030 (9th Cir.2009), <i>cert, denied,</i> ___ U.S. ___, 130 S.Ct. 796, ___ L.Ed.2d ___ (2009) (FTCA statute of limitations is jurisdictional and thus not subject to equitable tolling); <i>see also </i><i>John R. Sand &amp; Gravel Co. v. United States,</i> 552 U.S. 130, 128 S.Ct. 750, 169 L.Ed.2d 591 (2008) (Tucker Act statute of limitations was jurisdictional and thus not subject to equitable tolling). But the Department of the Navy's unwillingness to release information regarding contamination at Camp Lejeune or to provide notice to former residents remains relevant in that such conduct limited the information available to potential claimants. Plaintiffs current diagnosis came 20 years after Plaintiff lived at Camp Lejeune and the Department of the Navy undertook only limited efforts to provide notice to former Camp Lejeune residents prior to October of 2005none of which would have reached Plaintiff in Iowa.</p>\n<p>The Government argues that an internet search for the terms \"lymphoma\" and \"Camp Lejeune\" would have put Plaintiff on notice. But a reasonably diligent person diagnosed with lymphoma would have no cause to suspect that the water at Camp Lejeune, where she resided 20 years earlier, could have caused her condition. The Government points to several media reports as evidence that an exercise of reasonable diligence would uncover contamination at Camp Lejeune as a potential cause of Plaintiff's injuries. But most of the reports before October of 2005 cited by the Government called attention to the possibility of health effects for children, asked Camp Lejeune residents to participate in surveys, or were merely regional in scope. The few national news reports cited by the Government before October of 2005 were not so prominent and numerous as to provide notice to a reasonably diligent person suffering an ailment more than twenty years removed from possible exposure to contaminants.</p>\n<p><span class=\"star-pagination\">*642</span> In sum, Plaintiff did not know of the alleged contamination at Camp Lejeune and in an exercise of reasonable diligence should not have known of the alleged contamination. Therefore, the FTCA limitations period did not begin to run before October 31, 2005. Consequently, Plaintiffs administrative complaint was filed timely.</p>\n<p></p>\n<h2>II. The Discretionary Function Exception</h2>\n<p>The FTCA's sovereign immunity waiver is subject to the discretionary function exception, which provides that the United States is not liable for \"[a]ny claim. . . based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of the federal agency or an employee of the Government, whether or not the discretion involved be abused.\" 28 U.S.C. § 2680(a). In <i>United States v. Gaubert,</i> 499 U.S. 315, 111 S.Ct. 1267, 113 L.Ed.2d 335 (1991), the Supreme Court formulated a two-part test to determine the applicability of the discretionary function exception. First, the exception applies only where the act involves judgment or choice and there is no \"federal statute, regulation, or policy specifically prescribes a course of action for an employee to follow.\" <i>Id.</i> at 322, 111 S.Ct. 1267 (quoting <i>Berkovitz v. United States,</i> 486 U.S. 531, 536, 108 S.Ct. 1954, 100 L.Ed.2d 531 (1988)). Second, the exception \"protects only governmental actions and decisions based on considerations of public policy.\" <i>Id.</i> Statements of principals and objectives alone do not rise to the level of a \"specific, mandatory directive\" that eliminates discretion. <i>OSI, Inc. v. United States,</i> 285 F.3d 947, 952 (11th Cir.2002). But the discretionary function exception \"does not apply to the exercise of nongovernmental discretion such as professional or occupational discretion.\" <i>See </i><i>Sigman v. United States,</i> 217 F.3d 785 (9th Cir.2000) (quoting K. Davis, <i>Administrative Law Treatise</i> § 25.08, 403-04 (Supp.1982)).</p>\n<p>In <i>Snyder v. United States,</i> the Southern District of Mississippi held and the Fifth Circuit Court of Appeals affirmed that measures to address TCE and PCE contamination at Camp Lejeune in the early 1970s fell within the discretionary function exception. 504 F.Supp.2d 136 (S.D.Miss.2007), <i>aff'd,</i> 296 Fed.Appx. 399 (5th Cir.2008), <i>cert, denied</i> ___ U.S. ___, 129 S.Ct. 2763, 174 L.Ed.2d 270 (2009). The <i>Snyder</i> Court rejected the Plaintiffs argument that Navy regulations providing that refuse should not be disposed of where it may pollute surface or ground water removed judgment or choice regarding TCE and PCE. The Court also noted that TCE and PCE were not regulated in the early 1970s when the plaintiff resided at Camp Lejeune.</p>\n<p>The alleged contamination was not a matter committed to discretion subject to policy analysis at the time of Plaintiff's residence at Camp Lejeune. The December 1972 Bureau of Medicine and Surgery (\"BUMED\") Instructions for Camp Lejeune mandate regular testing of the water supply, state that \"Drinking water shall not contain impurities in concentrations which may be hazardous to the health of the consumers,\" and specifically limit acceptable levels of chlorinated hydrocarbons. Reports on tests of the water supply at Camp Lejeune in October and December of 1980 and March of 1981 indicate contamination by halogenated hydrocarbons, chlorinated hydrocarbons, and organics. The Government argues that TCE and PCE were not the type of hydrocarbons regulated in the early 1980s and that no standard method existed for testing for concentrations of these specific chlorinated hydrocarbons. But a 1982 report to the Commanding General of Camp Lejeune specifically describes the presence <span class=\"star-pagination\">*643</span> of TCE and PCE in amounts exceeding the BUMED Instructions acceptable levels for all chlorinated hydrocarbons. Moreover, DCE, TCE, PCE, vinyl chloride, and benzyne were regulated as \"toxic pollutants\" under the Clean Water act beginning in 1978. 40 C.F.R. Part 403, App. B at 57-58 (1978). The EPA began regulating these chemicals under the Resource Conservation and Recover Act in 1980. 40 C.F.R. Part 261, App. VIII at 931-34 (1980); <i>See Snyder,</i> 504 F.Supp.2d at 141. And although the EPA did not regulate these chemicals under the Safe Drinking Water Act until January 1989 (for benzene, TCE, and vinyl chloride), and July 1992 (for DCE and PCE), the EPA estimated a suggested no adverse response level for TCE in November of 1979. <i>See</i> 52 Fed.Reg. 25,690, 25,691 (July 8, 1987) (establishing binding drinking water standards for benzene, TCE, and vinyl chloride, effective January 9, 1989); 56 Fed. Reg. 3,526, 3,528 (Jan. 30, 1991) (establishing binding drinking waters standard for DCE and PCE effective July 30, 1992).</p>\n<p>In sum, during at least part of Plaintiff's residence at Camp Lejeune, the Department of the Navy had notice of the presence and toxicity of the chemicals at issue in the water supply of Camp Lejeune. And specific instructions were in place regarding the types of chemicals that Plaintiff alleges were responsible for her injuries. Thus, because conduct with respect to such contamination was not the subject of discretion susceptible to policy analysis, the conduct alleged in Plaintiffs Complaint does not fall within the discretionary function exception to the FTCA's waiver of sovereign immunity.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, because Plaintiffs administrative complaint was timely filed and this matter does not fall within the discretionary function exception to the FTCA's waiver of sovereign immunity, this Court has jurisdiction to adjudicate Plaintiffs claims. Consequently, the Government's Motion to Dismiss is DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">691</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">639</span></span> (2010)</b></center>\n<center><h1>Laura J. JONES, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 7:09-CV-106-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>February 23, 2010.</center>\n<p><span class=\"star-pagination\">*640</span> Joseph L. Anderson, Anderson Pangia &amp; Associates, PLLC, Winston-Salem, NC, for Plaintiff.</p>\n<p>John A. Bain, U.S. Dept. of Justice, Washington, DC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Government's Motion to Dismiss. The Government's argues that Plaintiff failed to file this action within the Federal Tort Claims Act's statute of limitations and that the Government has not waived sovereign immunity for Plaintiffs claims. For the reasons stated herein, the Government's Motion is DENIED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Plaintiff Laura Jones is the spouse of Ret. Corporal Kelly Jones of the United States Marine Corps. Plaintiff and her husband lived on base at Camp Lejeune, North Carolina, from the Spring of 1980 through the Spring of 1983. She alleges that exposure to contaminants including dichloroethylene (\"DCE\"), trichlorothylene (\"TCE\") and tetrachloroethylene, also called perchloroethylene (\"PCE\"), vinyl chloride, and benzene in the water supply at Camp Lejeune caused her to develop non-Hodgkin's lymphoma.</p>\n<p>Plaintiff was diagnosed with non-Hodgkin's lymphoma in 2003. She filed an administrative complaint with the Department of the Navy on October 31, 2007. Plaintiff thereafter filed the instant Complaint on July 4, 2009. The Government filed this Motion to Dismiss on September 14, 2009. Plaintiff responded on October 29, 2009. The Government replied on November 10, 2009. A hearing was held in Raleigh, North Carolina, on February 19, 2010. The Motion is now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Plaintiff brings this action pursuant to the Federal Tort Claims Act (\"FTCA\"). The Governments advances two arguments in support of this Motion to Dismiss pursuant to Rule 12(b)(1). First, the Government argues that Plaintiff failed to file an administrative claim within the FTCA's statute of Limitations. Second, the Government argues that any acts or omissions with regard to environmental contamination at Camp Lejeune fall within the discretionary function exception to the FTCA's waiver of sovereign immunity.</p>\n<p></p>\n<h2>I. Timeliness</h2>\n<p>The FTCA's statute of limitations provides that \"[a] tort claim shall be forever barred unless it is presented in writing to the appropriate Federal agency within two years after such claim accrues . . .\" 28 U.S.C. § 2401(b). The Government argues that the general rule that a tort claim accrues at the time of the injury applies here and that Plaintiffs claim accrued no later than at the time of her diagnosis of <span class=\"star-pagination\">*641</span> non-Hodgkin's lymphoma in November of 2003. But in <i>United States v. Kubrick,</i> <span class=\"citation\" data-id=\"110159\"><a href=\"/opinion/110159/united-states-v-kubrick/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, <span class=\"citation\" data-id=\"110159\"><a href=\"/opinion/110159/united-states-v-kubrick/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">352</span></a></span>, <span class=\"citation\" data-id=\"110159\"><a href=\"/opinion/110159/united-states-v-kubrick/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">259</span></a></span> (1979), the Supreme Court held that a medical malpractice claim accrued when the plaintiff knew or with reasonable diligence should have known of the injury and its cause. The Court in <i>Kubrick</i> reasoned that an injury might not be apparent and might take time to accrue and facts concerning causation might be in the hands of the defendant. <i>Id.</i> This Court is mindful of the Fourth Circuit's reluctance to recognize exceptions to the \"general rule under [the] FTCA `that a tort claim accrues at the time of the plaintiffs injury.'\" <i>See Fowler v. United States,</i> No. 92-1714, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">50518</span></span>, at *1 n. 4 (4th Cir. Feb. 25, 1993) (<i>per curiam</i>) (quoting <i>Kubrick,</i> 444 U.S. at 120, <span class=\"citation\" data-id=\"110159\"><a href=\"/opinion/110159/united-states-v-kubrick/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">352</span></a></span>). But here, Plaintiffs condition was not apparent and was not diagnosed until over two decades after her residence at Camp Lejeune. And information regarding water quality at Camp Lejeune is the type that would be expected to be in the hands of the Government and was, in fact, in the hands of the Department of the Navy. Therefore, in the instant case, \"[t]he clear import of <i>Kubrick</i> is that a claim accrues within the meaning of § 2401(b) when the plaintiff knows or, in the exercise of due diligence, should have known both the existence and the cause of his injury.\" <i>Gould v. U.S. Dept. of Health &amp; Human Servs.,</i> <span class=\"citation\" data-id=\"543103\"><a href=\"/opinion/543103/regis-ann-gould-as-parent-guardian-and-next-of-friend-of-aaron-russell/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 742 (4th Cir.1990).</p>\n<p>Plaintiffs claim did not accrue before October 31, 2005, because the exercise of due diligence would not have revealed contamination at Camp Lejeune as a potential cause of Plaintiffs injuries. The Government is correct to note that blameless ignorance of available facts is not sufficient to delay the onset of the limitations period, <i>Gould,</i> 905 F.2d at 746, and that the FTCA limitations period is not subject to equitable tolling. <i>See </i><i>Marley v. United States,</i> <span class=\"citation\" data-id=\"1208161\"><a href=\"/opinion/1208161/marley-v-united-states/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1030</span></a></span> (9th Cir.2009), <i>cert, denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">796</span></span>, ___ L.Ed.2d ___ (2009) (FTCA statute of limitations is jurisdictional and thus not subject to equitable tolling); <i>see also </i><i>John R. Sand &amp; Gravel Co. v. United States,</i> <span class=\"citation\" data-id=\"145838\"><a href=\"/opinion/145838/john-r-sand-gravel-co-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, <span class=\"citation\" data-id=\"145838\"><a href=\"/opinion/145838/john-r-sand-gravel-co-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">750</span></a></span>, <span class=\"citation\" data-id=\"145838\"><a href=\"/opinion/145838/john-r-sand-gravel-co-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">591</span></a></span> (2008) (Tucker Act statute of limitations was jurisdictional and thus not subject to equitable tolling). But the Department of the Navy's unwillingness to release information regarding contamination at Camp Lejeune or to provide notice to former residents remains relevant in that such conduct limited the information available to potential claimants. Plaintiffs current diagnosis came 20 years after Plaintiff lived at Camp Lejeune and the Department of the Navy undertook only limited efforts to provide notice to former Camp Lejeune residents prior to October of 2005none of which would have reached Plaintiff in Iowa.</p>\n<p>The Government argues that an internet search for the terms \"lymphoma\" and \"Camp Lejeune\" would have put Plaintiff on notice. But a reasonably diligent person diagnosed with lymphoma would have no cause to suspect that the water at Camp Lejeune, where she resided 20 years earlier, could have caused her condition. The Government points to several media reports as evidence that an exercise of reasonable diligence would uncover contamination at Camp Lejeune as a potential cause of Plaintiff's injuries. But most of the reports before October of 2005 cited by the Government called attention to the possibility of health effects for children, asked Camp Lejeune residents to participate in surveys, or were merely regional in scope. The few national news reports cited by the Government before October of 2005 were not so prominent and numerous as to provide notice to a reasonably diligent person suffering an ailment more than twenty years removed from possible exposure to contaminants.</p>\n<p><span class=\"star-pagination\">*642</span> In sum, Plaintiff did not know of the alleged contamination at Camp Lejeune and in an exercise of reasonable diligence should not have known of the alleged contamination. Therefore, the FTCA limitations period did not begin to run before October 31, 2005. Consequently, Plaintiffs administrative complaint was filed timely.</p>\n<p></p>\n<h2>II. The Discretionary Function Exception</h2>\n<p>The FTCA's sovereign immunity waiver is subject to the discretionary function exception, which provides that the United States is not liable for \"[a]ny claim. . . based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of the federal agency or an employee of the Government, whether or not the discretion involved be abused.\" 28 U.S.C. § 2680(a). In <i>United States v. Gaubert,</i> <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span> (1991), the Supreme Court formulated a two-part test to determine the applicability of the discretionary function exception. First, the exception applies only where the act involves judgment or choice and there is no \"federal statute, regulation, or policy specifically prescribes a course of action for an employee to follow.\" <i>Id.</i> at 322, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span> (quoting <i>Berkovitz v. United States,</i> <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 536, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span>, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">531</span></a></span> (1988)). Second, the exception \"protects only governmental actions and decisions based on considerations of public policy.\" <i>Id.</i> Statements of principals and objectives alone do not rise to the level of a \"specific, mandatory directive\" that eliminates discretion. <i>OSI, Inc. v. United States,</i> <span class=\"citation\" data-id=\"75780\"><a href=\"/opinion/75780/osi-inc-v-united-states/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">947</span></a></span>, 952 (11th Cir.2002). But the discretionary function exception \"does not apply to the exercise of nongovernmental discretion such as professional or occupational discretion.\" <i>See </i><i>Sigman v. United States,</i> <span class=\"citation\" data-id=\"769310\"><a href=\"/opinion/769310/michelle-renee-sigman-on-her-behalf-and-as-guardian-ad-litem-for-james/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></a></span> (9th Cir.2000) (quoting K. Davis, <i>Administrative Law Treatise</i> § 25.08, 403-04 (Supp.1982)).</p>\n<p>In <i>Snyder v. United States,</i> the Southern District of Mississippi held and the Fifth Circuit Court of Appeals affirmed that measures to address TCE and PCE contamination at Camp Lejeune in the early 1970s fell within the discretionary function exception. <span class=\"citation\" data-id=\"2329967\"><a href=\"/opinion/2329967/snyder-v-united-states/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">136</span></a></span> (S.D.Miss.2007), <i>aff'd,</i> 296 Fed.Appx. 399 (5th Cir.2008), <i>cert, denied</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2763</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span></span> (2009). The <i>Snyder</i> Court rejected the Plaintiffs argument that Navy regulations providing that refuse should not be disposed of where it may pollute surface or ground water removed judgment or choice regarding TCE and PCE. The Court also noted that TCE and PCE were not regulated in the early 1970s when the plaintiff resided at Camp Lejeune.</p>\n<p>The alleged contamination was not a matter committed to discretion subject to policy analysis at the time of Plaintiff's residence at Camp Lejeune. The December 1972 Bureau of Medicine and Surgery (\"BUMED\") Instructions for Camp Lejeune mandate regular testing of the water supply, state that \"Drinking water shall not contain impurities in concentrations which may be hazardous to the health of the consumers,\" and specifically limit acceptable levels of chlorinated hydrocarbons. Reports on tests of the water supply at Camp Lejeune in October and December of 1980 and March of 1981 indicate contamination by halogenated hydrocarbons, chlorinated hydrocarbons, and organics. The Government argues that TCE and PCE were not the type of hydrocarbons regulated in the early 1980s and that no standard method existed for testing for concentrations of these specific chlorinated hydrocarbons. But a 1982 report to the Commanding General of Camp Lejeune specifically describes the presence <span class=\"star-pagination\">*643</span> of TCE and PCE in amounts exceeding the BUMED Instructions acceptable levels for all chlorinated hydrocarbons. Moreover, DCE, TCE, PCE, vinyl chloride, and benzyne were regulated as \"toxic pollutants\" under the Clean Water act beginning in 1978. 40 C.F.R. Part 403, App. B at 57-58 (1978). The EPA began regulating these chemicals under the Resource Conservation and Recover Act in 1980. 40 C.F.R. Part 261, App. VIII at 931-34 (1980); <i>See Snyder,</i> 504 F.Supp.2d at 141. And although the EPA did not regulate these chemicals under the Safe Drinking Water Act until January 1989 (for benzene, TCE, and vinyl chloride), and July 1992 (for DCE and PCE), the EPA estimated a suggested no adverse response level for TCE in November of 1979. <i>See</i> 52 Fed.Reg. 25,690, 25,691 (July 8, 1987) (establishing binding drinking water standards for benzene, TCE, and vinyl chloride, effective January 9, 1989); 56 Fed. Reg. 3,526, 3,528 (Jan. 30, 1991) (establishing binding drinking waters standard for DCE and PCE effective July 30, 1992).</p>\n<p>In sum, during at least part of Plaintiff's residence at Camp Lejeune, the Department of the Navy had notice of the presence and toxicity of the chemicals at issue in the water supply of Camp Lejeune. And specific instructions were in place regarding the types of chemicals that Plaintiff alleges were responsible for her injuries. Thus, because conduct with respect to such contamination was not the subject of discretion susceptible to policy analysis, the conduct alleged in Plaintiffs Complaint does not fall within the discretionary function exception to the FTCA's waiver of sovereign immunity.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, because Plaintiffs administrative complaint was timely filed and this matter does not fall within the discretionary function exception to the FTCA's waiver of sovereign immunity, this Court has jurisdiction to adjudicate Plaintiffs claims. Consequently, the Government's Motion to Dismiss is DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1208161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2329967/"
  ]
}