{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2538782/",
  "absolute_url": "/opinion/2538782/county-of-brunswick-v-lexon-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2538782/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:15:24.772675Z",
  "date_modified": "2016-04-27T00:17:17.997119Z",
  "type": "010combined",
  "sha1": "5b1619752b704f9657fa2253441f53ed2f9eb25d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>710 F.Supp.2d 520 (2010)</b></center>\n<center><h1>COUNTY OF BRUNSWICK, Plaintiff,<br>\nv.<br>\nLEXON INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 7:09-CV-60-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 7, 2010.</center>\n<p><span class=\"star-pagination\">*522</span> Charles C. Meeker, Matthew Hilton Mall, Parker, Poe, Adams &amp; Bernstein, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>Matthew E. Cox, Smith, Currie &amp; Hancock LLP, Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the County of Brunswick's Motion for Summary Judgment and Lexon Insurance Company's Motion for Summary Judgment and Motion for Reconsideration. For the reasons set forth herein, Plaintiff's Motion for Summary Judgment is GRANTED; Defendant's Motion for Summary Judgment is DENIED; and Defendant's Motion for Reconsideration is DENIED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Town &amp; Country Developers (\"Town &amp; Country\") obtained plat approval from the County of Brunswick (\"the County\") to develop the Avalon of the Carolinas subdivision in Brunswick County. As a condition of plat approval, Town &amp; Country executed an Improvement Guarantee Agreement requiring completion of certain infrastructure improvements by April 1, 2009, and provided bonds securing completion. Defendant Lexon Insurance Company (\"Lexon\") issued the performance bonds numbered 1012878 and 1012879 (\"the Bonds\"). The Bonds were issued on May 11, 2006, and originally provided a financial guarantee of $5,658,743.44. After a portion of the improvements were completed, the amount of the Bonds was reduced to $3,584,875.44.</p>\n<p>Town &amp; Country failed to complete the improvements required by the Improvement Guarantee Agreement. In June of 2008, Jana Berg, the County attorney, sent a letter to both Town &amp; Country and Lexon stating that work had stopped and warning that a default would be declared. In October, 2008, Town &amp; Country's creditors foreclosed on the Avalon of the Carolinas subdivision, and the County formally declared a default. On April 1, 2009, the County Planning Board passed a resolution calling for Lexon to either complete performance or make payment to the County as called for by the Bonds. As of this date, Lexon has not attempted to complete performance.</p>\n<p>The County brought this action to recover the proceeds of the Bonds on April 13, 2009. During the course of the instant litigation, Lexon filed a Motion to Stay arguing that the North Carolina Permit Extension Act extended the deadline for performance, a Motion for Joinder seeking to implead the current owners of the Avalon of the Carolinas subdivision, Town &amp; Country, and James Bovino, the CEO of Town &amp; Country, and a Motion for Protective Order seeking a stay of discovery. By an Order dated February 8, 2010, this Court denied Lexon's Motions. Lexon filed the instant Motion for Reconsideration of that Order on February 18, 2010. The County filed its Motion for Summary Judgment on January 8, 2010. Lexon filed its Motion for Summary Judgment on April 9, 2010. A hearing was held in Raleigh, North Carolina on April 16, 2010. The Motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. Lexon's Motion for Reconsideration</h2>\n<p>Lexon does not submit that any change has occurred in the relevant facts or controlling law in the time since this Court's prior Order denying Lexon's Motion to Stay, Motion for Joinder, and Motion Protective Order. Rather, Lexon requests that this Court reconsider the denial of Lexon's Motions</p>\n<p><span class=\"star-pagination\">*523</span> Lexon first requests that this Court reconsider the prior ruling that the North Carolina Permit Extension Act does not extend the deadline for Lexon to either pay or complete performance. Lexon is correct to note that anticipatory repudiation by Town &amp; Country by itself does not operate to hold Lexon in breach of the bonds. Indeed, in the mine run case, the anticipatory repudiation by the principal triggers the surety's obligation to either complete the principal's performance obligations or pay a sum set forth in the bond. But here, Lexon itself submits that performance of the underlying obligations secured by the bonds has been rendered impossible by the foreclosure sale of the Avalon of the Carolinas subdivision. For this reason, Lexon is not entitled to the Stay afforded by the Permit Extension Act. The Permit Extension Act states that \"It is the purpose of this act to prevent the wholesale abandonment of already approved projects.\" As explained in this Court's prior Order, the purpose of the permit extension act would not be served by staying this matter. Rather, because Lexon submits that it can not complete performance, a stay of this matter would merely delay the date that payment inevitably becomes due. As such, the course most likely to prevent the wholesale abandonment of the project is to compel payment to the County.</p>\n<p>Lexon also requests that this Court reconsider the prior ruling denying the joinder of the current owners of the Avalon of the Carolinas subdivision. Lexon is correct to note that the cooperation of the new owners would be required to complete these improvements because any unauthorized improvement to the land would constitute a trespass. But this fact alone does not grant Lexon any rights as against the new owners. Lexon's suggestion that the new owners owe any obligation to Lexon is unavailing. As explained in this Court's prior Order, the current owners were not parties to the bonds or the underlying Development Agreement. And the County's plat approval for the subdivision does not compel the current owners to allow Lexon to enter their property. As such, the joinder of the current owners would be futile because Lexon has no claim against the current owners that this Court could enforce. It should also be noted that the record reveals no attempt by Lexon to reach an accommodation with the current owners in order to complete performance.</p>\n<p>Finally, Lexon requests that this Court reconsider its denial of Lexon's motion to implead Town &amp; Country and James Bovino, the CEO of Town &amp; Country. But as explained in this Court's prior Order, these are not necessary parties and their joinder would serve to add unnecessary delay and expense in this matter. Therefore, for the above stated reasons and the reasons set forth in this Court's prior Order, Lexon's Motion for Reconsideration is DENIED.</p>\n<p></p>\n<h2>II. The Cross-Motions for Summary Judgment</h2>\n<p>A district court should grant summary judgment where there are no genuine issues of material fact for trial. Fed. R.Civ.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party has the initial burden of establishing the lack of a genuine issue as to any material fact, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548. The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party, <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986), however, conclusory allegations and <span class=\"star-pagination\">*524</span> unsupported speculation are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Felty v. Graves-Humphreys Co.,</i> 818 F.2d 1126, 1128 (4th Cir.1987). Rule 56(c) requires the court to enter summary judgment if the party opposing the motion \"fails to make a showing sufficient to establish the existence of an element essential to that party's case and on which that party will bear the burden of proof at trial.\" <i>Celotex,</i> 477 U.S. at 322, 106 S.Ct. 2548.</p>\n<p>Lexon's Motion for Summary Judgment argues that Lexon must be excused from any liability on the Bonds because the County materially altered the bonded risks by strategically waiting to declare a default until the foreclosure sale of the Avalon of the Carolinas subdivision. In support, Lexon cites <i>St. Paul Fire &amp; Marine Ins. Co. v. City of Green River, Wyo.</i> 93 F.Supp.2d 1170 (D.Wyo.2000) and <i>Hunt Construction Group, Inc. v. National Wrecking Corp.,</i> 542 F.Supp.2d 87 (D.D.C. 2008) for the proposition that a surety is relieved of liability where the obligee deprives the surety of the option to complete the bonded performance.</p>\n<p>In <i>Hunt Construction,</i> the District Court for the District of Columbia succinctly set forth the relevant facts and the Court's reasoning as follows:</p>\n<blockquote>Hunt sat on its hands and let NWC finish the excavation on its own. Hunt thereafter sat on its hands and failed to declare NWC in default until mid-summer 2004, when NWC was long-since off site. Hunt even then sat on its hands and failed to assist the Sureties in their legitimate investigation. Again, Hunt sat on its hands and only \"terminated\" NWC in the fall of 2004. And, finally, Hunt sat on its hands by suing only NWC in January 2005 and not suing the Sureties until later in that year. Under the express terms of the Performance Bond and the law, Hunt was required to give the Sureties \"reasonable notice\" of NWC's default in order to trigger the Sureties' liability. Hunt failed to do so and, thus, never triggered that liability... Where the obligee fails to notify a surety of an obligor's default in a timely fashion, so that the surety can exercise its options under the controlling performance bond, the obligee renders the bond null and void. Since that is what happened here, Hunt cannot recover from the Sureties.</blockquote>\n<blockquote>542 F.Supp.2d at 95-96.</blockquote>\n<p>In <i>City of Green River,</i> the surety acted promptly to complete the performance abandoned by the principal pursuant to bonds that expressly contemplated delayed completion by the surety and announced to the obligee that performance could not be completed by the principal's performance deadline. 93 F.Supp.2d at 1173. The obligee halted the surety's performance and demanded payment on the grounds that the surety could not complete performance as scheduled in the contract with the principal. The District Court for the District of Wyoming found that the obligee's interference with the surety's \"ability to protect itself pursuant to performance options granted under a performance bond constitutes a material breach, which renders the bond null and void.\" <i>Id.</i> at 1178 (citing <i>L &amp; A Contracting Co. v. Southern Concrete Serv., Inc.,</i> 17 F.3d 106, 111 (5th Cir.1994); <i>Balfour Beatty Constr. Inc. v. Colonial Ornamental Iron Works, Inc.,</i> 986 F.Supp. 82, 86 (D.Conn.1997); <i>Insurance Co. v. Metropolitan Dade County,</i> 705 So.2d 33, 34-35 (Fla.Dist.Ct.App.1997); <i>Dragon Constr., Inc. v. Parkway Bank &amp; Trust,</i> 287 Ill.App.3d 29, 222 Ill.Dec. 648, 678 N.E.2d 55 (1997)). The Court reasoned that \"[b]ecause the Court finds that the performance bond unambiguously provides that St. Paul's obligation was only to proceed <span class=\"star-pagination\">*525</span> with reasonable promptness, St. Paul would not have been in default under the bond if the Project was not completed by the completion deadline, so long as St. Paul did in fact proceed with reasonable promptness in completing the Project.\" <i>Id.</i> at 1176.</p>\n<p>But a surety is not relieved of liability in every instance where the surety is deprived of one of several avenues to satisfy the bonded obligation. The instant case is readily distinguishable from both <i>Hunt Construction</i> and <i>City of Green River.</i> Unlike <i>Hunt Construction,</i> the County here provided prompt notice to both the principal and the surety. Jana Berg, the County attorney, sent a letter in June of 2008 to both Town &amp; Country and Lexon stating that \"Your contractors and subcontractors have walked off the job and filed Claims of Lien against the project for nonpayment. This is to notify you that you must contact me ... and advise me of your efforts to rectify this situation to the satisfaction of Brunswick County or I will declare you in DEFAULT and notify your surety.\" Lexon thereafter sent a letter to Town &amp; Country requesting that Town &amp; Country comply with the County's request. Moreover, unlike the obligee in <i>Hunt Construction,</i> the County did not wait for an unreasonable period of time before declaring a default. Rather, the County declared default when Town &amp; Country's creditors foreclosed on the subdivision in October, 2008well before performance was due.</p>\n<p>Unlike <i>City of Green River,</i> the County did not prevent Lexon from completing the required infrastructure improvements. Lexon made no attempt to complete performance with which the County could interfere. Lexon argues that the foreclosure sale of the real property rendered such performance impossible. But fault for the foreclosure is more properly attributed to Town &amp; Country, the party obligated to service the loans secured by the real property. Moreover, unlike <i>City of Green River,</i> the County did not insist that Lexon complete performance by April 1, 2009, or frustrate Lexon's efforts to complete performance. Rather, on the date that performance came due, the County Planning Board called on Lexon to either pay the amount set forth in the bonds or arrange for completion of construction.</p>\n<p>In sum, no unreasonable conduct on the part of the County prevented Lexon from completing the performance obligations of Town &amp; Country. Rather, Lexon was deprived of the option to complete performance by the conduct of the principal who allowed the subdivision to fall into foreclosure. As such, Lexon retains the obligation to pay the sums set forth in the Bonds. Therefore, Lexon's Motion for Summary Judgment is DENIED.</p>\n<p>The County submits that summary judgment should be entered against Lexon because the performance secured by the bonds has not been completed and Lexon submits that it can not complete performance. In light of these undisputed facts and the failure of Lexon's defense discussed above, the County is entitled to judgment as a matter of law. Consequently, the County's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, for the above stated reasons, Defendant's Motion to Reconsider is DENIED; Defendant's Motion for Summary Judgment is DENIED; and Plaintiff's Motion for Summary Judgment is GRANTED. Judgment shall be entered in favor of the County of Brunswick against Lexon Insurance Company in the amount of $3,584,875.44. Because Federal Courts exercising diversity jurisdiction to adjudicate claims for breach of contract under North Carolina law are obliged to apply prejudgment <span class=\"star-pagination\">*526</span> interest as provided by North Carolina statute, <i>Miller v. Barnwell Bros.,</i> 137 F.2d 257, 263-64 (4th Cir.1943), and N.C. Gen Stat. § 24-5 provides that \"[i]n an action for breach of contract, except an action on a penal bond, the amount awarded on the contract bears interest from the date of breach,\" the County of Brunswick shall also be entitled to pre-judgment interest on the above stated principal amount at the legal rate accruing after April 1, 2009, the date on which the bonded performance came due, and post-judgment interest at the legal rate accruing from the entry of judgment until the judgment is satisfied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">710</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">520</span></span> (2010)</b></center>\n<center><h1>COUNTY OF BRUNSWICK, Plaintiff,<br>\nv.<br>\nLEXON INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 7:09-CV-60-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 7, 2010.</center>\n<p><span class=\"star-pagination\">*522</span> Charles C. Meeker, Matthew Hilton Mall, Parker, Poe, Adams &amp; Bernstein, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>Matthew E. Cox, Smith, Currie &amp; Hancock LLP, Charlotte, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the County of Brunswick's Motion for Summary Judgment and Lexon Insurance Company's Motion for Summary Judgment and Motion for Reconsideration. For the reasons set forth herein, Plaintiff's Motion for Summary Judgment is GRANTED; Defendant's Motion for Summary Judgment is DENIED; and Defendant's Motion for Reconsideration is DENIED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Town &amp; Country Developers (\"Town &amp; Country\") obtained plat approval from the County of Brunswick (\"the County\") to develop the Avalon of the Carolinas subdivision in Brunswick County. As a condition of plat approval, Town &amp; Country executed an Improvement Guarantee Agreement requiring completion of certain infrastructure improvements by April 1, 2009, and provided bonds securing completion. Defendant Lexon Insurance Company (\"Lexon\") issued the performance bonds numbered 1012878 and 1012879 (\"the Bonds\"). The Bonds were issued on May 11, 2006, and originally provided a financial guarantee of $5,658,743.44. After a portion of the improvements were completed, the amount of the Bonds was reduced to $3,584,875.44.</p>\n<p>Town &amp; Country failed to complete the improvements required by the Improvement Guarantee Agreement. In June of 2008, Jana Berg, the County attorney, sent a letter to both Town &amp; Country and Lexon stating that work had stopped and warning that a default would be declared. In October, 2008, Town &amp; Country's creditors foreclosed on the Avalon of the Carolinas subdivision, and the County formally declared a default. On April 1, 2009, the County Planning Board passed a resolution calling for Lexon to either complete performance or make payment to the County as called for by the Bonds. As of this date, Lexon has not attempted to complete performance.</p>\n<p>The County brought this action to recover the proceeds of the Bonds on April 13, 2009. During the course of the instant litigation, Lexon filed a Motion to Stay arguing that the North Carolina Permit Extension Act extended the deadline for performance, a Motion for Joinder seeking to implead the current owners of the Avalon of the Carolinas subdivision, Town &amp; Country, and James Bovino, the CEO of Town &amp; Country, and a Motion for Protective Order seeking a stay of discovery. By an Order dated February 8, 2010, this Court denied Lexon's Motions. Lexon filed the instant Motion for Reconsideration of that Order on February 18, 2010. The County filed its Motion for Summary Judgment on January 8, 2010. Lexon filed its Motion for Summary Judgment on April 9, 2010. A hearing was held in Raleigh, North Carolina on April 16, 2010. The Motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. Lexon's Motion for Reconsideration</h2>\n<p>Lexon does not submit that any change has occurred in the relevant facts or controlling law in the time since this Court's prior Order denying Lexon's Motion to Stay, Motion for Joinder, and Motion Protective Order. Rather, Lexon requests that this Court reconsider the denial of Lexon's Motions</p>\n<p><span class=\"star-pagination\">*523</span> Lexon first requests that this Court reconsider the prior ruling that the North Carolina Permit Extension Act does not extend the deadline for Lexon to either pay or complete performance. Lexon is correct to note that anticipatory repudiation by Town &amp; Country by itself does not operate to hold Lexon in breach of the bonds. Indeed, in the mine run case, the anticipatory repudiation by the principal triggers the surety's obligation to either complete the principal's performance obligations or pay a sum set forth in the bond. But here, Lexon itself submits that performance of the underlying obligations secured by the bonds has been rendered impossible by the foreclosure sale of the Avalon of the Carolinas subdivision. For this reason, Lexon is not entitled to the Stay afforded by the Permit Extension Act. The Permit Extension Act states that \"It is the purpose of this act to prevent the wholesale abandonment of already approved projects.\" As explained in this Court's prior Order, the purpose of the permit extension act would not be served by staying this matter. Rather, because Lexon submits that it can not complete performance, a stay of this matter would merely delay the date that payment inevitably becomes due. As such, the course most likely to prevent the wholesale abandonment of the project is to compel payment to the County.</p>\n<p>Lexon also requests that this Court reconsider the prior ruling denying the joinder of the current owners of the Avalon of the Carolinas subdivision. Lexon is correct to note that the cooperation of the new owners would be required to complete these improvements because any unauthorized improvement to the land would constitute a trespass. But this fact alone does not grant Lexon any rights as against the new owners. Lexon's suggestion that the new owners owe any obligation to Lexon is unavailing. As explained in this Court's prior Order, the current owners were not parties to the bonds or the underlying Development Agreement. And the County's plat approval for the subdivision does not compel the current owners to allow Lexon to enter their property. As such, the joinder of the current owners would be futile because Lexon has no claim against the current owners that this Court could enforce. It should also be noted that the record reveals no attempt by Lexon to reach an accommodation with the current owners in order to complete performance.</p>\n<p>Finally, Lexon requests that this Court reconsider its denial of Lexon's motion to implead Town &amp; Country and James Bovino, the CEO of Town &amp; Country. But as explained in this Court's prior Order, these are not necessary parties and their joinder would serve to add unnecessary delay and expense in this matter. Therefore, for the above stated reasons and the reasons set forth in this Court's prior Order, Lexon's Motion for Reconsideration is DENIED.</p>\n<p></p>\n<h2>II. The Cross-Motions for Summary Judgment</h2>\n<p>A district court should grant summary judgment where there are no genuine issues of material fact for trial. Fed. R.Civ.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party has the initial burden of establishing the lack of a genuine issue as to any material fact, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party, <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986), however, conclusory allegations and <span class=\"star-pagination\">*524</span> unsupported speculation are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Felty v. Graves-Humphreys Co.,</i> <span class=\"citation\" data-id=\"488536\"><a href=\"/opinion/488536/43-fair-emplpraccas-1507-43-empl-prac-dec-p-37143-n-brown-felty-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1126</span></a></span>, 1128 (4th Cir.1987). Rule 56(c) requires the court to enter summary judgment if the party opposing the motion \"fails to make a showing sufficient to establish the existence of an element essential to that party's case and on which that party will bear the burden of proof at trial.\" <i>Celotex,</i> 477 U.S. at 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n<p>Lexon's Motion for Summary Judgment argues that Lexon must be excused from any liability on the Bonds because the County materially altered the bonded risks by strategically waiting to declare a default until the foreclosure sale of the Avalon of the Carolinas subdivision. In support, Lexon cites <i>St. Paul Fire &amp; Marine Ins. Co. v. City of Green River, Wyo.</i> <span class=\"citation\" data-id=\"2284916\"><a href=\"/opinion/2284916/st-paul-fire-marine-ins-v-green-river-wyo/\"><span class=\"volume\">93</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1170</span></a></span> (D.Wyo.2000) and <i>Hunt Construction Group, Inc. v. National Wrecking Corp.,</i> <span class=\"citation\" data-id=\"2283856\"><a href=\"/opinion/2283856/hunt-construction-group-inc-v-national-wrecking-corporation/\"><span class=\"volume\">542</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">87</span></a></span> (D.D.C. 2008) for the proposition that a surety is relieved of liability where the obligee deprives the surety of the option to complete the bonded performance.</p>\n<p>In <i>Hunt Construction,</i> the District Court for the District of Columbia succinctly set forth the relevant facts and the Court's reasoning as follows:</p>\n<blockquote>Hunt sat on its hands and let NWC finish the excavation on its own. Hunt thereafter sat on its hands and failed to declare NWC in default until mid-summer 2004, when NWC was long-since off site. Hunt even then sat on its hands and failed to assist the Sureties in their legitimate investigation. Again, Hunt sat on its hands and only \"terminated\" NWC in the fall of 2004. And, finally, Hunt sat on its hands by suing only NWC in January 2005 and not suing the Sureties until later in that year. Under the express terms of the Performance Bond and the law, Hunt was required to give the Sureties \"reasonable notice\" of NWC's default in order to trigger the Sureties' liability. Hunt failed to do so and, thus, never triggered that liability... Where the obligee fails to notify a surety of an obligor's default in a timely fashion, so that the surety can exercise its options under the controlling performance bond, the obligee renders the bond null and void. Since that is what happened here, Hunt cannot recover from the Sureties.</blockquote>\n<blockquote>542 F.Supp.2d at 95-96.</blockquote>\n<p>In <i>City of Green River,</i> the surety acted promptly to complete the performance abandoned by the principal pursuant to bonds that expressly contemplated delayed completion by the surety and announced to the obligee that performance could not be completed by the principal's performance deadline. 93 F.Supp.2d at 1173. The obligee halted the surety's performance and demanded payment on the grounds that the surety could not complete performance as scheduled in the contract with the principal. The District Court for the District of Wyoming found that the obligee's interference with the surety's \"ability to protect itself pursuant to performance options granted under a performance bond constitutes a material breach, which renders the bond null and void.\" <i>Id.</i> at 1178 (citing <i>L &amp; A Contracting Co. v. Southern Concrete Serv., Inc.,</i> <span class=\"citation\" data-id=\"663735\"><a href=\"/opinion/663735/l-a-contracting-company-plaintiff-counter-v-southern-concrete-services/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 111 (5th Cir.1994); <i>Balfour Beatty Constr. Inc. v. Colonial Ornamental Iron Works, Inc.,</i> <span class=\"citation\" data-id=\"1459354\"><a href=\"/opinion/1459354/balfour-beatty-const-inc-v-colonial-ornamental-iron-works-inc/\"><span class=\"volume\">986</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">82</span></a></span>, 86 (D.Conn.1997); <i>Insurance Co. v. Metropolitan Dade County,</i> <span class=\"citation\" data-id=\"1913772\"><a href=\"/opinion/1913772/ins-co-of-no-amer-v-metro-dade-co/\"><span class=\"volume\">705</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">33</span></a></span>, 34-35 (Fla.Dist.Ct.App.1997); <i>Dragon Constr., Inc. v. Parkway Bank &amp; Trust,</i> 287 Ill.App.3d 29, <span class=\"citation\" data-id=\"2116656\"><a href=\"/opinion/2116656/dragon-const-inc-v-parkway-bank-trust/\"><span class=\"volume\">222</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">648</span></a></span>, <span class=\"citation\" data-id=\"2116656\"><a href=\"/opinion/2116656/dragon-const-inc-v-parkway-bank-trust/\"><span class=\"volume\">678</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">55</span></a></span> (1997)). The Court reasoned that \"[b]ecause the Court finds that the performance bond unambiguously provides that St. Paul's obligation was only to proceed <span class=\"star-pagination\">*525</span> with reasonable promptness, St. Paul would not have been in default under the bond if the Project was not completed by the completion deadline, so long as St. Paul did in fact proceed with reasonable promptness in completing the Project.\" <i>Id.</i> at 1176.</p>\n<p>But a surety is not relieved of liability in every instance where the surety is deprived of one of several avenues to satisfy the bonded obligation. The instant case is readily distinguishable from both <i>Hunt Construction</i> and <i>City of Green River.</i> Unlike <i>Hunt Construction,</i> the County here provided prompt notice to both the principal and the surety. Jana Berg, the County attorney, sent a letter in June of 2008 to both Town &amp; Country and Lexon stating that \"Your contractors and subcontractors have walked off the job and filed Claims of Lien against the project for nonpayment. This is to notify you that you must contact me ... and advise me of your efforts to rectify this situation to the satisfaction of Brunswick County or I will declare you in DEFAULT and notify your surety.\" Lexon thereafter sent a letter to Town &amp; Country requesting that Town &amp; Country comply with the County's request. Moreover, unlike the obligee in <i>Hunt Construction,</i> the County did not wait for an unreasonable period of time before declaring a default. Rather, the County declared default when Town &amp; Country's creditors foreclosed on the subdivision in October, 2008well before performance was due.</p>\n<p>Unlike <i>City of Green River,</i> the County did not prevent Lexon from completing the required infrastructure improvements. Lexon made no attempt to complete performance with which the County could interfere. Lexon argues that the foreclosure sale of the real property rendered such performance impossible. But fault for the foreclosure is more properly attributed to Town &amp; Country, the party obligated to service the loans secured by the real property. Moreover, unlike <i>City of Green River,</i> the County did not insist that Lexon complete performance by April 1, 2009, or frustrate Lexon's efforts to complete performance. Rather, on the date that performance came due, the County Planning Board called on Lexon to either pay the amount set forth in the bonds or arrange for completion of construction.</p>\n<p>In sum, no unreasonable conduct on the part of the County prevented Lexon from completing the performance obligations of Town &amp; Country. Rather, Lexon was deprived of the option to complete performance by the conduct of the principal who allowed the subdivision to fall into foreclosure. As such, Lexon retains the obligation to pay the sums set forth in the Bonds. Therefore, Lexon's Motion for Summary Judgment is DENIED.</p>\n<p>The County submits that summary judgment should be entered against Lexon because the performance secured by the bonds has not been completed and Lexon submits that it can not complete performance. In light of these undisputed facts and the failure of Lexon's defense discussed above, the County is entitled to judgment as a matter of law. Consequently, the County's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, for the above stated reasons, Defendant's Motion to Reconsider is DENIED; Defendant's Motion for Summary Judgment is DENIED; and Plaintiff's Motion for Summary Judgment is GRANTED. Judgment shall be entered in favor of the County of Brunswick against Lexon Insurance Company in the amount of $3,584,875.44. Because Federal Courts exercising diversity jurisdiction to adjudicate claims for breach of contract under North Carolina law are obliged to apply prejudgment <span class=\"star-pagination\">*526</span> interest as provided by North Carolina statute, <i>Miller v. Barnwell Bros.,</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></span>, 263-64 (4th Cir.1943), and N.C. Gen Stat. § 24-5 provides that \"[i]n an action for breach of contract, except an action on a penal bond, the amount awarded on the contract bears interest from the date of breach,\" the County of Brunswick shall also be entitled to pre-judgment interest on the above stated principal amount at the legal rate accruing after April 1, 2009, the date on which the bonded performance came due, and post-judgment interest at the legal rate accruing from the entry of judgment until the judgment is satisfied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1913772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2116656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2283856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2284916/"
  ]
}