{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2540425/",
  "absolute_url": "/opinion/2540425/ta-loving-co-v-denton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2540425/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:16:19.815404Z",
  "date_modified": "2016-04-27T02:10:02.586654Z",
  "type": "010combined",
  "sha1": "b81133d65cfe054dd7c62b5704847f6f5e7ed5bc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>723 F.Supp.2d 837 (2010)</b></center>\n<center><h1>T.A. LOVING COMPANY, Plan Administrator &amp; Named Fiduciary of the T.A. Loving Employee Medical Benefit Plan, Plaintiff,<br>\nv.<br>\nAnnette DENTON, Brent Adams, Esq., Brent Adams &amp; Associates, P.C., Defendants,<br>\nv.<br>\nWilliam Eugene Hooker, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nChristina P. Medlin, Third-Party Defendant.</h1></center>\n<center>No. 5:08-CV-591-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 12, 2010.</center>\n<p><span class=\"star-pagination\">*839</span> Henry C. Smith, Warren, Kerr, Walston, Taylor &amp; Smith, LLP, Goldsboro, NC, for Plaintiff.</p>\n<p>Brenton D. Adams, Brent Adams &amp; Associates, Dunn, NC, Walter Brock, Jr., Young, Moore &amp; Henderson, Raleigh, NC, for Annette Denton, Brent Adams, Esq.</p>\n<p>P.C. Barwick, Jr., Wallace, Morris, Barwick, Landis &amp; Stroud, Kinston, NC, Third-Party Plaintiff.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Motions for Summary Judgment by the T.A. Loving Company, Brent Adams and Brent Adams &amp; Associates, P.C., William Eugene Hooker, and Christina P. Medlin and a Motion to Compel by the T.A. Loving Company. For the reasons set forth herein, the T.A. Loving Company's Motion for Summary Judgment is GRANTED as against Annette Denton but DENIED as against Brent Adams and Brent Adams &amp; Associates; Brent Adams and Brent Adams &amp; Associates' Motion for Summary Judgment is GRANTED; William Eugene Hooker's Motion for Summary Judgment is GRANTED; and Christina P. Medlin's Motion for Summary Judgment is GRANTED. Because the T.A. Loving Company's Motion to Compel concerns evidence rendered irrelevant by the disposition of the Motions for Summary Judgment, the Motion to Compel is DENIED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>The T.A. Loving Company, as administrator and fiduciary for the T.A. Loving Employee Medical Benefit Plan, seeks equitable relief in the form of a constructive trust or equitable lien upon the proceeds of a settlement pursuant to § 502(a)(3) of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), codified at 29 U.S.C. § 1132(a)(3).</p>\n<p>In January of 2006, Annette Denton sustained injuries in an automobile accident due to the negligence of William Eugene Hooker. Denton sought and received medical benefits through her husband's employee medical benefit plan. This employee medical benefit plan was sponsored and administered by the T.A. Loving Company. The plan contains a subrogation and reimbursement provision requiring the covered employee or dependent to reimburse the plan from sums recovered from a third party for medical benefits paid for the treatment of injuries caused by the third party.</p>\n<p>Denton retained Brent Adams, Esq., of Brent Adams &amp; Associates, P.C., to pursue a personal injury action against Hooker. Denton and Adams entered into a contingency fee contract, and Adams brought suit on Denton's behalf. The lawsuit settled for $100,000, and Denton executed a release of all claims on July 30, 2008. Adams deposited the $100,000 settlement into his trust account on August 5, 2008. Adams retained $33,833.88 as a contingency fee and disbursed the remaining funds at Denton's request prior to the commencement of the instant case. Adams warned Denton that the funds might be subject to a claim by an insurer.</p>\n<p><span class=\"star-pagination\">*840</span> The T.A. Loving Company brought this action on December 3, 2008, seeking reimbursement for medical benefits paid for Denton's care. The T.A. Loving Company, Brent Adams, Brent Adams &amp; Associates, William Eugene Hooker, and Christina Medlin have all moved for Summary Judgment. A hearing was held on the Motions for Summary Judgment in Raleigh, North Carolina, on April 27, 2010. These motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A district court should grant summary judgment where there are no genuine issues of material fact for trial. Fed. R.Civ.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party has the initial burden of establishing the lack of a genuine issue as to any material fact, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548. The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party, <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986), however, conclusory allegations and unsupported speculation are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Felty v. Graves-Humphreys Co.,</i> 818 F.2d 1126, 1128 (4th Cir.1987). Rule 560 requires the court to enter summary judgment if the party opposing the motion \"fails to make a showing sufficient to establish the existence of an element essential to that party's case and on which that party will bear the burden of proof at trial.\" <i>Celotex,</i> 477 U.S. at 322, 106 S.Ct. 2548.</p>\n<p></p>\n<h2><i>I. The T.A. Loving Company's Motion for Summary Judgment Against Annette Denton</i></h2>\n<p>The T.A. Loving Company moves for a judgment in the amount of $48,264.58 for reimbursement of medical benefits paid to Denton. Denton neither responded to the Motion for Summary Judgment nor appeared at the hearing. It is undisputed that (1) the T.A. Loving Company paid $48,264.58 for Denton's medical care; (2) Denton recovered more than $48,264.58 in her lawsuit against Hooker; and (3) the ERISA regulated plan at issue contains a valid reimbursement and subrogation provision. As such, the T.A. Loving Company is entitled to recover from Denton amounts expended for Denton's medical care under § 502(a)(3). <i>See </i><i>Sereboff v. Mid Atlantic Med. Servs., Inc.,</i> 547 U.S. 356, 126 S.Ct. 1869, 164 L.Ed.2d 612 (2006). Therefore, the T.A. Loving Company's Motion for Summary Judgment is GRANTED as against Annette Denton.</p>\n<p></p>\n<h2><i>II. Cross-Motions for Summary Judgment by the T.A. Loving Company. Brent Adams, and Brent Adams &amp; Associates</i></h2>\n<p></p>\n<h2>A. ERISA § 502(a)(3)</h2>\n<p>The T.A. Loving Company also seeks to recover the contingency fee from Brent Adams and Brent Adams &amp; Associates. <i>Great-West Life &amp; Annuity Ins. Co. v. Bullock,</i> 202 F.Supp.2d 461, 464-65 (E.D.N.C.2002) sets forth the rule that an attorney may be liable under § 502(a)(3) only where the attorney is a party to the plan, the attorney agrees to abide by plan provisions, or the attorney's wrongdoing or intentional effort enables the beneficiary to avoid plan provisions. <i>See also </i><i>Maryland Electrical Industry Health Fund v. Levitt,</i> 155 F.Supp.2d 482, 484 (D.Md.2001) (\"Does an attorney retained by an ERISA plan beneficiary who receives settlement <span class=\"star-pagination\">*841</span> funds (or other funds in recovery) from a third party tortfeasor have any duty enforceable under ERISA to account to the ERISA Plan for the proceeds received, to the extent of the Plan's known claim? The answer ... is <i>no.</i>\"); <i>Mid Atlantic Medical Services, Inc. v. Do,</i> 294 F.Supp.2d 695, 703 (D.Md.2003). Accordingly, an attorney's knowledge that a client was party to a subrogation agreement does not give rise to a claim against the attorney under § 502(a)(3). <i>Id.</i> at 466 (\"Plaintiff simply alleges that the attorney disbursed the proceeds in spite of his knowledge that his client was a party to a subrogation agreement. These allegations do not state a claim under section 1132(a)(3).\"); <i>Levitt,</i> 155 F.Supp.2d at 484 (\"There is no question that Mr. Levitt was aware of plaintiffs subrogation claim.... [But] [t]here is no indication that Mr. Levitt ever became a party to the subrogation agreement, which, under the common law, is thus <i>res inter alios</i> as to him.\").</p>\n<p>The rule set forth in <i>Bullock</i> was not abrogated by <i>Sereboff v. Mid Atlantic Med. Servs., Inc.,</i> 547 U.S. 356, 126 S.Ct. 1869, 164 L.Ed.2d 612 (2006). Rather, <i>Sereboff</i> draws from the law of equitable liens by agreement in the days of the divided bench to explain that reimbursement sought from a plan beneficiary was equitable. Such an equitable lien by agreement arises pursuant to a subrogation and reimbursement provision in an ERISA regulated plan based on \"the familiar rul[e] of equity that a contract to convey a specific object even before it is acquired will make the contractor a trustee as soon as he gets a title to the thing.\" <i>Id.</i> at 363-64, 126 S.Ct. 1869 (quoting <i>Barnes v. Alexander,</i> 232 U.S. 117, 34 S.Ct. 276, 58 L.Ed. 530 (1914)). Consequently, the insurer need not satisfy \"strict tracing rules\" when seeking reimbursement. <i>Id.</i> at 365, 126 S.Ct. 1869. But <i>Sereboff</i> does not indicate that an ERISA regulated plan may seek reimbursement from an attorney who is not a party to the plan or guilty of obtaining the proceeds of the insured's claim through wrongdoing. Indeed, <i>Sereboff</i> declines to address the availability of an equitable claim against a third party, noting that:</p>\n<blockquote>To decide whether the restitutionary relief sought by Great-West was equitable or legal, we examined cases and secondary legal materials to determine if the relief would have been equitable \"[i]n the days of the divided bench.\" We explained that one feature of equitable restitution was that it sought to impose a constructive trust or equitable lien on \"particular funds or property in the defendant's possession.\" That requirement was not met in <i>Knudson,</i> because \"the funds to which petitioners claim[ed] an entitlement\" were not in Knudson's possession, but had instead been placed in a \"Special Needs Trust\" under California law.... That impediment to characterizing the relief in Knudson as equitable is not present here.</blockquote>\n<p><i>Id.</i> at 362, 126 S.Ct. 1869 (quoting <i>Great-West Life &amp; Annuity Ins. Co. v. Knudson,</i> 534 U.S. 204, 207, 214, 122 S.Ct. 708, 151 L.Ed.2d 635 (2002)). Therefore, the T.A. Loving Company's claims against Brent Adams and Brent Adams &amp; Associates remain subject to <i>Bullock.</i></p>\n<p>This Court is aware that the Sixth Circuit in <i>Longaberger Co. v. Kolt,</i> 586 F.3d 459 (6th Cir.2009) allowed recovery from a contingency fee paid to an attorney under circumstances materially similar to the instant case. But <i>Longaberger</i> accepted at the outset the proposition derived from 6th Circuit precedent that the plan could maintain an equitable claim under § 502(a)(3) against an attorney who took a plan beneficiary's case on a contingency fee basis. <i>Longaberger,</i> 586 F.3d at 468 (citing <i>Ward v. Wal-Mart Stores, Inc.,</i> 194 F.3d 1315 (6th Cir. Sept. 30, 1999)). In light of <i>Bullock,</i> the inquiry in this Court begins with <span class=\"star-pagination\">*842</span> the contrary proposition that the availability of an equitable claim against such an attorney under § 502(a)(3) is far more limited. Thus it is not the interpretation of <i>Sereboff</i> over which this Court and the Sixth Circuit differ. Indeed, the Sixth Circuit notes that <i>Longaberger</i> and <i>Bullock</i> are similar with respect to \"ERISA's concept of equity\" in light of <i>Bullock's</i> countenance of an equitable claim in the case of attorney wrongdoing. <i>Longaberger,</i> 586 F.3d at 469 (citing <i>Bullock,</i> 202 F.Supp.2d at 465). For the same reason, <i>Longaberger's</i> finding that § 502(a)(3) does not exclude attorneys representing a beneficiary from the scope of potential defendants as a rule is also consistent with <i>Bullock. Id.</i> Rather, the divergence between <i>Longaberger</i> and <i>Bullock</i> concerns the underlying equitable duty owed to the plan by an attorney representing a plan beneficiary. As explained above, this difference was not resolved by <i>Sereboff.</i></p>\n<p>It should also be noted that the settlement between Denton and Hooker less the contingency fee exceeded the benefits paid by the T.A. Loving Company. Therefore, as the 4th Circuit explained in <i>Mid Atlantic Medical Services, LLC v. Sereboff,</i> 407 F.3d 212 (2005), <i>aff'd, </i><i>Sereboff v. Mid Atlantic Med. Servs., Inc.,</i> 547 U.S. 356, 126 S.Ct. 1869, 164 L.Ed.2d 612 (2006), the amount of reimbursement due to the plan from the insured shall not be reduced pro rata for attorney's fees where the plan does not so provide. But, as set forth above, this plan term is <i>res inter alios</i> as against Brent Adams and Brent Adams &amp; Associates. <i>Bullock,</i> 202 F.Supp.2d at 464-65; <i>Levitt,</i> 155 F.Supp.2d at 484.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*843</span> In sum, because the rule set forth in <i>Bullock</i> remains controlling, the T.A. Loving Company may only maintain an action for reimbursement against Brent Adams and Brent Adams &amp; Associates to the extent that either was a party or signatory to the plan, otherwise agreed to disburse funds in accordance with the plan, or wrongfully enabled the beneficiary to avoid the T.A. Loving company's claim. <i>Bullock,</i> 202 F.Supp.2d at 465. Because none of these conditions is satisfied, the T.A. Loving Company may not maintain a claim pursuant to ERISA § 502(a)(3) against either Brent Adams or Brent Adams &amp; Associates.</p>\n<p></p>\n<h2>B. The North Carolina Rules of Professional Responsibility</h2>\n<p>The T.A. Loving Company also brings the claim that Brent Adams and Brent Adams &amp; Associates are liable for breach of the North Carolina Rules of Professional Responsibility. But in the absence of negligence or bad faith, the alleged violation of the North Carolina Rules does not give rise to civil liability to a third party where an attorney disburses funds to a client that is a party to a subrogation agreement. <i>Bullock,</i> 202 F.Supp.2d at 465. Thus, because no negligence or bad faith is alleged here, the T.A. Loving Company may not maintain a claim against either Brent Adams or Brent Adams &amp; Associates pursuant to the North Carolina Rules of Professional Responsibility.</p>\n<p>Therefore, because the T.A. Loving Company may not maintain a claim pursuant to either ERISA § 502(a)(3) or the North Carolina Rules of Professional Responsibility, Brent Adams and Brent Adams &amp; Associates' Motion for Summary Judgment is GRANTED. Consequently, The T.A. Loving Company's Motion for Summary Judgment is DENIED as against Brent Adams and Brent Adams &amp; Associates.</p>\n<p></p>\n<h2><i>III. William Eugene Hooker's Motion for Summary Judgment</i></h2>\n<p>William Eugene Hooker was the defendant in the underlying tort suit brought by Annette Denton. The T.A. Loving Company again cites <i>Sereboff</i> in support, but here for the proposition that Hooker held the settlement funds in trust for the T.A. Loving Company even before these funds were delivered to Denton. But Hooker owed no obligation to hold the settlement funds in trust for the T.A. Loving Company pursuant to an equitable lien by agreement because Hooker was not a party to the plan. He made no contract to convey anything to the T.A. Loving Company by which such an equitable claim could arise. And Denton's tort claim created no duty on Hooker's part to pay a non-party insurer rather than the plaintiff in that tort action. Nor would Hooker' awareness that Denton was subject to a subrogation agreement create a duty on the part of Hooker to satisfy Denton's obligation to the plan. Therefore, Hooker's Motion for Summary Judgment is GRANTED as against the T.A. Loving Company.</p>\n<p></p>\n<h2><i>IV. Christina Medlin's Motion for Summary Judgment</i></h2>\n<p>Christina Medlin worked as an associate for Brent Adams &amp; Associates at the time of the underlying action. She was joined as a third party defendant by Hooker. Hooker's claims against Medlin are derived from potential liability to the T.A. Loving Company. Thus, because Hooker is not liable to the T.A. Loving Company, Hooker has no claim against Medlin.</p>\n<p>Moreover, assuming that the T.A. Loving Company had a claim against Hooker, Medlin nonetheless would be entitled to summary judgment. In her capacity as an associate at Brent Adams &amp; Associates, Medlin had no authority to authorize the <span class=\"star-pagination\">*844</span> disbursement of the settlement funds. She was never in possession of the settlement funds or had any authority over the funds. And no allegation of negligence or bad faith on her part has been made. <i>See </i><i>Bullock,</i> 202 F.Supp.2d 461. Therefore, Christina Medlin's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2><i>V. The T.A. Loving Company's Motion to Compel</i></h2>\n<p>The T.A. Loving Company seeks documents from Brent Adams concerning tracing funds disbursed from his trust account. As explained above, the T.A. Loving Company may not maintain any claim in equity against either Brent Adams or Brent Adams &amp; Associates. As such, the Motion to Compel is DENIED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, for the reasons set forth above, the T.A. Loving Company's Motion for Summary Judgment is GRANTED as against Annette Denton and otherwise DENIED; Brent Adams and Brent Adams &amp; Associates' Motion for Summary Judgment is GRANTED; William Eugene Hooker's Motion for Summary Judgment is GRANTED as against the T.A. Loving Company; and Christina Medlin's Motion for Summary Judgment is GRANTED. Accordingly the T.A. Loving Company's Motion to Compel is DENIED. Judgment shall be entered in favor of the T.A. Loving Company against Annette Denton in the amount of $48,264.58.</p>\n<h2>NOTES</h2>\n<p>[1]  Account must also be taken here of the 4th Circuit's dicta regarding the contingency fee in <i>In re Abrams &amp; Abrams, P.A.,</i> 605 F.3d 238 (4th Cir.2010). As the 4th Circuit noted, the contingency fee may be the \"key to the courthouse door\" for the injured or aggrieved. <i>Id.</i> The importance of whether the insured's recovery less a reasonable contingency fee exceeds the amount of benefits paid by the plan is illustrated by the case where a sum is placed in trust for a beneficiary who shall be entitled to a sum certain at a future date. If the corpus exceeds the sum certain at the date payment becomes dueas in <i>Sereboff</i> and the instant casethen the beneficiary would be entitled to the sum certain with no set-off for maintenance expenses unless set forth in the trust instrument. But if the corpus fell below the sum certain as a result of the reasonable and necessary maintenance expenditures incurred by the trustee, the beneficiary would not be permitted to recover the difference from the trustee. <i>See</i> George Bogert et al., <i>Trusts &amp; Trustees</i> § 801 (2d ed. 1981) (citing <i>United States v. Swope,</i> 16 F.2d 215, 217 (8th Cir.1926)); <i>Citizens Nat. Bank, Concord v. Grandfather Home for Children, Inc.,</i> 280 N.C. 354, 185 S.E.2d 836, 842 (1972) (\"extraordinary expenses incurred in the administration of a trust are usually payable out of principal.\").\n</p>\n<p>Just as the costs of litigation for the preservation of corpus of may be paid from the corpus, <i>see </i><i>Walsh v. Nat'l Sav. &amp; Trust Co.,</i> 247 F.2d 781 (D.C.Cir.1957) (\"The remaindermen who defended the trust acted not only in their own behalf but in behalf of any then unborn lineal descendant of the trustor.... Under the circumstances it is an equitable conclusion that the corpus of the trust should bear the costs incurred for its preservation.\"), the costs of prosecuting an unrealized tort claim may be so charged where that unrealized tort claim constitutes the corpus. Because the contingency fee may be the \"key to the courthouse door,\" a reasonable contingency fee must be considered a reasonable and necessary expense incurred to deliver the proceeds of the claim that the insured holds in trust for the insurer.</p>\n<p>This Court does not foresee the mischief forecast by the T.A. Loving Company. Not all attorney's fees may be paid from the corpus as a rule. Rather, supervision of the reasonableness of an attorney's fee would fall to the district courts. Bogert, <i>supra</i> § 802. (\"Courts having jurisdiction over trust administration have the power to allocate the burden of certain trust expenses ... as a part of the inherent jurisdiction of equity to enforce trusts\") (citing <i>Page v. D'Amours,</i> 99 N.H. 441, 113 A.2d 544 (1955)).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">723</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">837</span></span> (2010)</b></center>\n<center><h1>T.A. LOVING COMPANY, Plan Administrator &amp; Named Fiduciary of the T.A. Loving Employee Medical Benefit Plan, Plaintiff,<br>\nv.<br>\nAnnette DENTON, Brent Adams, Esq., Brent Adams &amp; Associates, P.C., Defendants,<br>\nv.<br>\nWilliam Eugene Hooker, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nChristina P. Medlin, Third-Party Defendant.</h1></center>\n<center>No. 5:08-CV-591-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 12, 2010.</center>\n<p><span class=\"star-pagination\">*839</span> Henry C. Smith, Warren, Kerr, Walston, Taylor &amp; Smith, LLP, Goldsboro, NC, for Plaintiff.</p>\n<p>Brenton D. Adams, Brent Adams &amp; Associates, Dunn, NC, Walter Brock, Jr., Young, Moore &amp; Henderson, Raleigh, NC, for Annette Denton, Brent Adams, Esq.</p>\n<p>P.C. Barwick, Jr., Wallace, Morris, Barwick, Landis &amp; Stroud, Kinston, NC, Third-Party Plaintiff.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on Motions for Summary Judgment by the T.A. Loving Company, Brent Adams and Brent Adams &amp; Associates, P.C., William Eugene Hooker, and Christina P. Medlin and a Motion to Compel by the T.A. Loving Company. For the reasons set forth herein, the T.A. Loving Company's Motion for Summary Judgment is GRANTED as against Annette Denton but DENIED as against Brent Adams and Brent Adams &amp; Associates; Brent Adams and Brent Adams &amp; Associates' Motion for Summary Judgment is GRANTED; William Eugene Hooker's Motion for Summary Judgment is GRANTED; and Christina P. Medlin's Motion for Summary Judgment is GRANTED. Because the T.A. Loving Company's Motion to Compel concerns evidence rendered irrelevant by the disposition of the Motions for Summary Judgment, the Motion to Compel is DENIED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>The T.A. Loving Company, as administrator and fiduciary for the T.A. Loving Employee Medical Benefit Plan, seeks equitable relief in the form of a constructive trust or equitable lien upon the proceeds of a settlement pursuant to § 502(a)(3) of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), codified at 29 U.S.C. § 1132(a)(3).</p>\n<p>In January of 2006, Annette Denton sustained injuries in an automobile accident due to the negligence of William Eugene Hooker. Denton sought and received medical benefits through her husband's employee medical benefit plan. This employee medical benefit plan was sponsored and administered by the T.A. Loving Company. The plan contains a subrogation and reimbursement provision requiring the covered employee or dependent to reimburse the plan from sums recovered from a third party for medical benefits paid for the treatment of injuries caused by the third party.</p>\n<p>Denton retained Brent Adams, Esq., of Brent Adams &amp; Associates, P.C., to pursue a personal injury action against Hooker. Denton and Adams entered into a contingency fee contract, and Adams brought suit on Denton's behalf. The lawsuit settled for $100,000, and Denton executed a release of all claims on July 30, 2008. Adams deposited the $100,000 settlement into his trust account on August 5, 2008. Adams retained $33,833.88 as a contingency fee and disbursed the remaining funds at Denton's request prior to the commencement of the instant case. Adams warned Denton that the funds might be subject to a claim by an insurer.</p>\n<p><span class=\"star-pagination\">*840</span> The T.A. Loving Company brought this action on December 3, 2008, seeking reimbursement for medical benefits paid for Denton's care. The T.A. Loving Company, Brent Adams, Brent Adams &amp; Associates, William Eugene Hooker, and Christina Medlin have all moved for Summary Judgment. A hearing was held on the Motions for Summary Judgment in Raleigh, North Carolina, on April 27, 2010. These motions are now ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A district court should grant summary judgment where there are no genuine issues of material fact for trial. Fed. R.Civ.P. 56(c); <i>see </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party has the initial burden of establishing the lack of a genuine issue as to any material fact, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party, <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986), however, conclusory allegations and unsupported speculation are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Felty v. Graves-Humphreys Co.,</i> <span class=\"citation\" data-id=\"488536\"><a href=\"/opinion/488536/43-fair-emplpraccas-1507-43-empl-prac-dec-p-37143-n-brown-felty-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1126</span></a></span>, 1128 (4th Cir.1987). Rule 560 requires the court to enter summary judgment if the party opposing the motion \"fails to make a showing sufficient to establish the existence of an element essential to that party's case and on which that party will bear the burden of proof at trial.\" <i>Celotex,</i> 477 U.S. at 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n<p></p>\n<h2><i>I. The T.A. Loving Company's Motion for Summary Judgment Against Annette Denton</i></h2>\n<p>The T.A. Loving Company moves for a judgment in the amount of $48,264.58 for reimbursement of medical benefits paid to Denton. Denton neither responded to the Motion for Summary Judgment nor appeared at the hearing. It is undisputed that (1) the T.A. Loving Company paid $48,264.58 for Denton's medical care; (2) Denton recovered more than $48,264.58 in her lawsuit against Hooker; and (3) the ERISA regulated plan at issue contains a valid reimbursement and subrogation provision. As such, the T.A. Loving Company is entitled to recover from Denton amounts expended for Denton's medical care under § 502(a)(3). <i>See </i><i>Sereboff v. Mid Atlantic Med. Servs., Inc.,</i> <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1869</span></a></span>, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span></a></span> (2006). Therefore, the T.A. Loving Company's Motion for Summary Judgment is GRANTED as against Annette Denton.</p>\n<p></p>\n<h2><i>II. Cross-Motions for Summary Judgment by the T.A. Loving Company. Brent Adams, and Brent Adams &amp; Associates</i></h2>\n<p></p>\n<h2>A. ERISA § 502(a)(3)</h2>\n<p>The T.A. Loving Company also seeks to recover the contingency fee from Brent Adams and Brent Adams &amp; Associates. <i>Great-West Life &amp; Annuity Ins. Co. v. Bullock,</i> <span class=\"citation\" data-id=\"2518649\"><a href=\"/opinion/2518649/great-west-life-annuity-ins-co-v-bullock/\"><span class=\"volume\">202</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">461</span></a></span>, 464-65 (E.D.N.C.2002) sets forth the rule that an attorney may be liable under § 502(a)(3) only where the attorney is a party to the plan, the attorney agrees to abide by plan provisions, or the attorney's wrongdoing or intentional effort enables the beneficiary to avoid plan provisions. <i>See also </i><i>Maryland Electrical Industry Health Fund v. Levitt,</i> <span class=\"citation\" data-id=\"2365359\"><a href=\"/opinion/2365359/maryland-elec-indus-health-fund-v-levitt/\"><span class=\"volume\">155</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">482</span></a></span>, 484 (D.Md.2001) (\"Does an attorney retained by an ERISA plan beneficiary who receives settlement <span class=\"star-pagination\">*841</span> funds (or other funds in recovery) from a third party tortfeasor have any duty enforceable under ERISA to account to the ERISA Plan for the proceeds received, to the extent of the Plan's known claim? The answer ... is <i>no.</i>\"); <i>Mid Atlantic Medical Services, Inc. v. Do,</i> <span class=\"citation\" data-id=\"2570024\"><a href=\"/opinion/2570024/mid-atlantic-medical-services-inc-v-do/\"><span class=\"volume\">294</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">695</span></a></span>, 703 (D.Md.2003). Accordingly, an attorney's knowledge that a client was party to a subrogation agreement does not give rise to a claim against the attorney under § 502(a)(3). <i>Id.</i> at 466 (\"Plaintiff simply alleges that the attorney disbursed the proceeds in spite of his knowledge that his client was a party to a subrogation agreement. These allegations do not state a claim under section 1132(a)(3).\"); <i>Levitt,</i> 155 F.Supp.2d at 484 (\"There is no question that Mr. Levitt was aware of plaintiffs subrogation claim.... [But] [t]here is no indication that Mr. Levitt ever became a party to the subrogation agreement, which, under the common law, is thus <i>res inter alios</i> as to him.\").</p>\n<p>The rule set forth in <i>Bullock</i> was not abrogated by <i>Sereboff v. Mid Atlantic Med. Servs., Inc.,</i> <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1869</span></a></span>, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span></a></span> (2006). Rather, <i>Sereboff</i> draws from the law of equitable liens by agreement in the days of the divided bench to explain that reimbursement sought from a plan beneficiary was equitable. Such an equitable lien by agreement arises pursuant to a subrogation and reimbursement provision in an ERISA regulated plan based on \"the familiar rul[e] of equity that a contract to convey a specific object even before it is acquired will make the contractor a trustee as soon as he gets a title to the thing.\" <i>Id.</i> at 363-64, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1869</span></a></span> (quoting <i>Barnes v. Alexander,</i> <span class=\"citation\" data-id=\"98064\"><a href=\"/opinion/98064/barnes-v-alexander/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">530</span></span> (1914)). Consequently, the insurer need not satisfy \"strict tracing rules\" when seeking reimbursement. <i>Id.</i> at 365, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1869</span></a></span>. But <i>Sereboff</i> does not indicate that an ERISA regulated plan may seek reimbursement from an attorney who is not a party to the plan or guilty of obtaining the proceeds of the insured's claim through wrongdoing. Indeed, <i>Sereboff</i> declines to address the availability of an equitable claim against a third party, noting that:</p>\n<blockquote>To decide whether the restitutionary relief sought by Great-West was equitable or legal, we examined cases and secondary legal materials to determine if the relief would have been equitable \"[i]n the days of the divided bench.\" We explained that one feature of equitable restitution was that it sought to impose a constructive trust or equitable lien on \"particular funds or property in the defendant's possession.\" That requirement was not met in <i>Knudson,</i> because \"the funds to which petitioners claim[ed] an entitlement\" were not in Knudson's possession, but had instead been placed in a \"Special Needs Trust\" under California law.... That impediment to characterizing the relief in Knudson as equitable is not present here.</blockquote>\n<p><i>Id.</i> at 362, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1869</span></a></span> (quoting <i>Great-West Life &amp; Annuity Ins. Co. v. Knudson,</i> <span class=\"citation\" data-id=\"118471\"><a href=\"/opinion/118471/great-west-life-annuity-ins-co-v-knudson/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 207, 214, <span class=\"citation\" data-id=\"118471\"><a href=\"/opinion/118471/great-west-life-annuity-ins-co-v-knudson/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">708</span></a></span>, <span class=\"citation\" data-id=\"118471\"><a href=\"/opinion/118471/great-west-life-annuity-ins-co-v-knudson/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></a></span> (2002)). Therefore, the T.A. Loving Company's claims against Brent Adams and Brent Adams &amp; Associates remain subject to <i>Bullock.</i></p>\n<p>This Court is aware that the Sixth Circuit in <i>Longaberger Co. v. Kolt,</i> <span class=\"citation\" data-id=\"1381855\"><a href=\"/opinion/1381855/longaberger-co-v-kolt/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">459</span></a></span> (6th Cir.2009) allowed recovery from a contingency fee paid to an attorney under circumstances materially similar to the instant case. But <i>Longaberger</i> accepted at the outset the proposition derived from 6th Circuit precedent that the plan could maintain an equitable claim under § 502(a)(3) against an attorney who took a plan beneficiary's case on a contingency fee basis. <i>Longaberger,</i> 586 F.3d at 468 (citing <i>Ward v. Wal-Mart Stores, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1315</span></span> (6th Cir. Sept. 30, 1999)). In light of <i>Bullock,</i> the inquiry in this Court begins with <span class=\"star-pagination\">*842</span> the contrary proposition that the availability of an equitable claim against such an attorney under § 502(a)(3) is far more limited. Thus it is not the interpretation of <i>Sereboff</i> over which this Court and the Sixth Circuit differ. Indeed, the Sixth Circuit notes that <i>Longaberger</i> and <i>Bullock</i> are similar with respect to \"ERISA's concept of equity\" in light of <i>Bullock's</i> countenance of an equitable claim in the case of attorney wrongdoing. <i>Longaberger,</i> 586 F.3d at 469 (citing <i>Bullock,</i> 202 F.Supp.2d at 465). For the same reason, <i>Longaberger's</i> finding that § 502(a)(3) does not exclude attorneys representing a beneficiary from the scope of potential defendants as a rule is also consistent with <i>Bullock. Id.</i> Rather, the divergence between <i>Longaberger</i> and <i>Bullock</i> concerns the underlying equitable duty owed to the plan by an attorney representing a plan beneficiary. As explained above, this difference was not resolved by <i>Sereboff.</i></p>\n<p>It should also be noted that the settlement between Denton and Hooker less the contingency fee exceeded the benefits paid by the T.A. Loving Company. Therefore, as the 4th Circuit explained in <i>Mid Atlantic Medical Services, LLC v. Sereboff,</i> <span class=\"citation\" data-id=\"790182\"><a href=\"/opinion/790182/mid-atlantic-medical-services-llc-v-joel-sereboff-marlene-sereboff/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span> (2005), <i>aff'd, </i><i>Sereboff v. Mid Atlantic Med. Servs., Inc.,</i> <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1869</span></a></span>, <span class=\"citation\" data-id=\"145657\"><a href=\"/opinion/145657/sereboff-v-mid-atlantic-medical-services-inc/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span></a></span> (2006), the amount of reimbursement due to the plan from the insured shall not be reduced pro rata for attorney's fees where the plan does not so provide. But, as set forth above, this plan term is <i>res inter alios</i> as against Brent Adams and Brent Adams &amp; Associates. <i>Bullock,</i> 202 F.Supp.2d at 464-65; <i>Levitt,</i> 155 F.Supp.2d at 484.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*843</span> In sum, because the rule set forth in <i>Bullock</i> remains controlling, the T.A. Loving Company may only maintain an action for reimbursement against Brent Adams and Brent Adams &amp; Associates to the extent that either was a party or signatory to the plan, otherwise agreed to disburse funds in accordance with the plan, or wrongfully enabled the beneficiary to avoid the T.A. Loving company's claim. <i>Bullock,</i> 202 F.Supp.2d at 465. Because none of these conditions is satisfied, the T.A. Loving Company may not maintain a claim pursuant to ERISA § 502(a)(3) against either Brent Adams or Brent Adams &amp; Associates.</p>\n<p></p>\n<h2>B. The North Carolina Rules of Professional Responsibility</h2>\n<p>The T.A. Loving Company also brings the claim that Brent Adams and Brent Adams &amp; Associates are liable for breach of the North Carolina Rules of Professional Responsibility. But in the absence of negligence or bad faith, the alleged violation of the North Carolina Rules does not give rise to civil liability to a third party where an attorney disburses funds to a client that is a party to a subrogation agreement. <i>Bullock,</i> 202 F.Supp.2d at 465. Thus, because no negligence or bad faith is alleged here, the T.A. Loving Company may not maintain a claim against either Brent Adams or Brent Adams &amp; Associates pursuant to the North Carolina Rules of Professional Responsibility.</p>\n<p>Therefore, because the T.A. Loving Company may not maintain a claim pursuant to either ERISA § 502(a)(3) or the North Carolina Rules of Professional Responsibility, Brent Adams and Brent Adams &amp; Associates' Motion for Summary Judgment is GRANTED. Consequently, The T.A. Loving Company's Motion for Summary Judgment is DENIED as against Brent Adams and Brent Adams &amp; Associates.</p>\n<p></p>\n<h2><i>III. William Eugene Hooker's Motion for Summary Judgment</i></h2>\n<p>William Eugene Hooker was the defendant in the underlying tort suit brought by Annette Denton. The T.A. Loving Company again cites <i>Sereboff</i> in support, but here for the proposition that Hooker held the settlement funds in trust for the T.A. Loving Company even before these funds were delivered to Denton. But Hooker owed no obligation to hold the settlement funds in trust for the T.A. Loving Company pursuant to an equitable lien by agreement because Hooker was not a party to the plan. He made no contract to convey anything to the T.A. Loving Company by which such an equitable claim could arise. And Denton's tort claim created no duty on Hooker's part to pay a non-party insurer rather than the plaintiff in that tort action. Nor would Hooker' awareness that Denton was subject to a subrogation agreement create a duty on the part of Hooker to satisfy Denton's obligation to the plan. Therefore, Hooker's Motion for Summary Judgment is GRANTED as against the T.A. Loving Company.</p>\n<p></p>\n<h2><i>IV. Christina Medlin's Motion for Summary Judgment</i></h2>\n<p>Christina Medlin worked as an associate for Brent Adams &amp; Associates at the time of the underlying action. She was joined as a third party defendant by Hooker. Hooker's claims against Medlin are derived from potential liability to the T.A. Loving Company. Thus, because Hooker is not liable to the T.A. Loving Company, Hooker has no claim against Medlin.</p>\n<p>Moreover, assuming that the T.A. Loving Company had a claim against Hooker, Medlin nonetheless would be entitled to summary judgment. In her capacity as an associate at Brent Adams &amp; Associates, Medlin had no authority to authorize the <span class=\"star-pagination\">*844</span> disbursement of the settlement funds. She was never in possession of the settlement funds or had any authority over the funds. And no allegation of negligence or bad faith on her part has been made. <i>See </i><i>Bullock,</i> <span class=\"citation\" data-id=\"2518649\"><a href=\"/opinion/2518649/great-west-life-annuity-ins-co-v-bullock/\"><span class=\"volume\">202</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">461</span></a></span>. Therefore, Christina Medlin's Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2><i>V. The T.A. Loving Company's Motion to Compel</i></h2>\n<p>The T.A. Loving Company seeks documents from Brent Adams concerning tracing funds disbursed from his trust account. As explained above, the T.A. Loving Company may not maintain any claim in equity against either Brent Adams or Brent Adams &amp; Associates. As such, the Motion to Compel is DENIED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Therefore, for the reasons set forth above, the T.A. Loving Company's Motion for Summary Judgment is GRANTED as against Annette Denton and otherwise DENIED; Brent Adams and Brent Adams &amp; Associates' Motion for Summary Judgment is GRANTED; William Eugene Hooker's Motion for Summary Judgment is GRANTED as against the T.A. Loving Company; and Christina Medlin's Motion for Summary Judgment is GRANTED. Accordingly the T.A. Loving Company's Motion to Compel is DENIED. Judgment shall be entered in favor of the T.A. Loving Company against Annette Denton in the amount of $48,264.58.</p>\n<h2>NOTES</h2>\n<p>[1]  Account must also be taken here of the 4th Circuit's dicta regarding the contingency fee in <i>In re Abrams &amp; Abrams, P.A.,</i> <span class=\"citation\" data-id=\"146648\"><a href=\"/opinion/146648/in-re-abrams-abrams-pa/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">238</span></a></span> (4th Cir.2010). As the 4th Circuit noted, the contingency fee may be the \"key to the courthouse door\" for the injured or aggrieved. <i>Id.</i> The importance of whether the insured's recovery less a reasonable contingency fee exceeds the amount of benefits paid by the plan is illustrated by the case where a sum is placed in trust for a beneficiary who shall be entitled to a sum certain at a future date. If the corpus exceeds the sum certain at the date payment becomes dueas in <i>Sereboff</i> and the instant casethen the beneficiary would be entitled to the sum certain with no set-off for maintenance expenses unless set forth in the trust instrument. But if the corpus fell below the sum certain as a result of the reasonable and necessary maintenance expenditures incurred by the trustee, the beneficiary would not be permitted to recover the difference from the trustee. <i>See</i> George Bogert et al., <i>Trusts &amp; Trustees</i> § 801 (2d ed. 1981) (citing <i>United States v. Swope,</i> <span class=\"citation\" data-id=\"1481342\"><a href=\"/opinion/1481342/united-states-v-swope/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 217 (8th Cir.1926)); <i>Citizens Nat. Bank, Concord v. Grandfather Home for Children, Inc.,</i> <span class=\"citation\" data-id=\"1275250\"><a href=\"/opinion/1275250/citizens-nat-bank-v-grandfather-home-for-child/\"><span class=\"volume\">280</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">354</span></a></span>, <span class=\"citation\" data-id=\"1275250\"><a href=\"/opinion/1275250/citizens-nat-bank-v-grandfather-home-for-child/\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span>, 842 (1972) (\"extraordinary expenses incurred in the administration of a trust are usually payable out of principal.\").\n</p>\n<p>Just as the costs of litigation for the preservation of corpus of may be paid from the corpus, <i>see </i><i>Walsh v. Nat'l Sav. &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"243060\"><a href=\"/opinion/243060/mary-w-walsh-v-national-savings-trust-company/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span> (D.C.Cir.1957) (\"The remaindermen who defended the trust acted not only in their own behalf but in behalf of any then unborn lineal descendant of the trustor.... Under the circumstances it is an equitable conclusion that the corpus of the trust should bear the costs incurred for its preservation.\"), the costs of prosecuting an unrealized tort claim may be so charged where that unrealized tort claim constitutes the corpus. Because the contingency fee may be the \"key to the courthouse door,\" a reasonable contingency fee must be considered a reasonable and necessary expense incurred to deliver the proceeds of the claim that the insured holds in trust for the insurer.</p>\n<p>This Court does not foresee the mischief forecast by the T.A. Loving Company. Not all attorney's fees may be paid from the corpus as a rule. Rather, supervision of the reasonableness of an attorney's fee would fall to the district courts. Bogert, <i>supra</i> § 802. (\"Courts having jurisdiction over trust administration have the power to allocate the burden of certain trust expenses ... as a part of the inherent jurisdiction of equity to enforce trusts\") (citing <i>Page v. D'Amours,</i> <span class=\"citation\" data-id=\"2318138\"><a href=\"/opinion/2318138/page-v-damours/\"><span class=\"volume\">99</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">544</span></span> (1955)).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/146648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/243060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1275250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1481342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2318138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2365359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2518649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2570024/"
  ]
}