{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2540945/",
  "absolute_url": "/opinion/2540945/united-states-v-town-of-garner-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2540945/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:16:39.151541Z",
  "date_modified": "2016-04-27T03:08:19.718812Z",
  "type": "010combined",
  "sha1": "9c95cd5f66818ae02657e47f6dbb8ff7d9cd3341",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>720 F.Supp.2d 721 (2010)</b></center>\n<center><h1>UNITED STATES of America, and Oxford House, Inc., Plaintiffs,<br>\nv.<br>\nTOWN OF GARNER, NORTH CAROLINA, and Town of Garner Board of Adjustment, Defendants.</h1></center>\n<center>No. 5:09-CV-216-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 22, 2010.</center>\n<p><span class=\"star-pagination\">*722</span> Harvey L. Handley, U.S. Dept. of Justice, Washington, DC, Gregory Alan Heafner, Stafford &amp; Heafner, P.C., Chapel Hill, NC, for Plaintiffs.</p>\n<p>G. Nicholas Herman, The Brough Law Firm, Chapel Hill, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendants' motion to dismiss pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure (DE # 22). Plaintiffs have filed separate responses, and defendants have replied. In this posture, the issues raised are ripe for ruling. For the reasons that follow, defendants' motion is allowed in part and denied in part.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff Oxford House, Inc., (\"Oxford House\") is a non-profit corporation that charters self-run, self-supported residential group homes throughout the United States for persons recovering from alcoholism <span class=\"star-pagination\">*723</span> and drug addiction. In 2003, Oxford House established one such group home (\"OH-Garner\") at 117 Broughton Street in Garner, North Carolina (\"the Broughton Street residence\"). The Town of Garner (\"the Town\") is a political subdivision organized and existing under the laws of North Carolina, which exercises zoning and land use authority within its borders. The Town's zoning regulations are set forth in a \"Unified Development Ordinance\" (\"the Ordinance\"). The Town of Garner Board of Adjustment (\"the Board\") is a duly organized board of the Town that hears and decides variance requests from the terms of the Ordinance.</p>\n<p>On November 15, 2004, the Town's enforcement planner sent a letter to Oxford House advising it that OH-Garner was in violation of the Ordinance. Oxford House disagreed, arguing that OH-Garner qualified as a permitted \"family\" use. Alternatively, Oxford House sought a reasonable accommodation in the form of the requested \"family\" classification. In May 2005, the Town amended the Ordinance to provide for a new land-use category for \"handicapped and disabled homes.\" After a further investigation, the Town's enforcement planner on June 24, 2005, sent a second letter to Oxford House advising it that OH-Garner was in violation of the Ordinance.</p>\n<p>Oxford House appealed the enforcement planner's determination to the Board, and also filed a complaint against the Town with the United States Department of Housing and Urban Development (\"HUD\") on August 16, 2005. The Town responded to the HUD complaint on January 27, 2006, and the Board held a hearing on Oxford House's appeal on February 23, 2006. On March 31, 2006, the Board adopted an order denying Oxford House's appeal, concluding that OH-Garner did not qualify as a \"family\" as defined by either the 2003 or 2005 Ordinance, and that it did not otherwise meet any permitted use under the Ordinance. Oxford House did not seek judicial review of the Board's decision in state court.</p>\n<p>On May 19, 2009, the United States initiated this action against the Town and the Board to enforce the Fair Housing Act, as amended (\"FHAA\"), 42 U.S.C. §§ 3601-3619. The United States asserts that defendants (1) have failed or refused to recognize their obligation to make reasonable accommodations in that they have not provided a process by which requests for reasonable accommodation can be addressed, and (2) have failed or refused to make a reasonable accommodation for OH-Garner under the specific circumstances alleged. The United States seeks injunctive relief, monetary compensation to the alleged victims of defendants' discrimination, and a civil penalty to vindicate the public interest. Defendants answered on July 28, 2009, denying liability and raising a number of affirmative defenses.</p>\n<p>On June 2, 2009, Oxford House moved to intervene as of right pursuant to Rule 24(a) of the Federal Rules of Civil Procedure and 42 U.S.C. § 3614(e). In its complaint in intervention, Oxford House alleges that the Town (1) intentionally discriminated against individuals with disabilities in violation of the FHAA and the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. §§ 12131-12134; (2) coerced, intimidated, threatened and/or interfered with the exercise or enjoyment of rights granted and protected by the FHAA; and (3) failed to grant a reasonable accommodation for OH-Garner. Oxford House seeks declaratory and injunctive relief, compensatory monetary damages, and attorneys' fees. The Town did not oppose Oxford House's motion to intervene, but instead filed an answer responding to the complaint in intervention. In its answer, the Town denied liability and raised a <span class=\"star-pagination\">*724</span> number of affirmative defenses. The court allowed the unopposed motion to intervene on August 4, 2009.</p>\n<p>On March 31, 2010, defendants moved to dismiss plaintiffs' reasonable accommodation claims on ripeness grounds pursuant to Rule 12(b)(1). Defendants also asked for dismissal of plaintiffs' claims to the extent they are predicated on the Board's order of March 31, 2006, on the ground that Oxford House did not appeal the order and is bound by the Board's factual and legal conclusions under the doctrines of <i>res judicata</i> and collateral estoppel. Plaintiffs separately responded on April 28, 2010, and defendants replied on May 7, 2010.</p>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>The undisputed facts relevant to the instant motion to dismiss are as follows. Oxford House granted a charter to OH-Garner in December 2003. (Malloy Decl. ¶ 12.) On November 15, 2004, after receiving a complaint from a local citizen, the Town's enforcement planner, Reginald Buie, sent a letter to Oxford House, advising it that the Town believed OH-Garner was unlawfully operating as a family care home under the Ordinance without a zoning permit. (Dep. Ex. 2.) Under the Ordinance, a family care home \"must be designed to provide room, board, and care for six or fewer handicapped persons in a family environment\" and must be located no closer than a half-mile from any other family care home, group home, or nursing care home. (<i>Id.</i>)</p>\n<p>On December 6, 2004, Oxford House, through counsel Gregory Heafner, responded to the Town in writing. (Dep. Ex. 3.) Oxford House contended that it was not operating a family care home, but rather met the definition of a \"family\" use under the Ordinance. (<i>Id.</i>) At the time of this correspondence, the Ordinance included in its definition of a \"family\" \"up to eight persons, including six or fewer persons with a disability or handicap and not to exceed two staff members residing in a dwelling....\" (<i>Id.,</i> citing Ordinance Art. 11 § 11.2.) OH-Garner included eight total occupants, at least two of whom held elective positions of house officers. Oxford House argued that these two individuals, although also handicapped, should be counted as staff members. (<i>Id.</i>) Alternatively, Oxford House \"request[ed] a reasonable accommodation pursuant to the [FHAA], in the form of ... [a] family classification.\" (<i>Id.</i>)</p>\n<p>On March 18, 2005, counsel for the Town, William E. Anderson, contacted Heafner in writing, stating that Buie would need to conduct an interview with a resident of OH-Garner \"to prepare his report and determine the further course of action.\" (Dep. Ex. 4.) Oxford House complied with this request, and Buie interviewed one or more residents of OH-Garner, memorialized in a written questionnaire completed by Buie. (Dep. Ex. 5; Bass Dep. 31:5-32:33.) On June 24, 2005, Buie sent a letter to Oxford House stating his conclusion that, based on his investigation, OH-Garner did not meet the Ordinance's requirements for family use, family care home, or group care home. (Dep. Ex. 6.) The letter advised Oxford House of its right to appeal the adverse decision to the Board. (<i>Id.</i>)</p>\n<p>By the time Buie sent this second letter to Oxford House, the Town had amended the Ordinance in response to Oxford House's reasonable accommodation request. (Dep. Ex. 8 at 14, ¶ 23; Bass Dep. 55:25-56:19.) Specifically, in May 2005, the Town provided for a new land-use category for \"handicapped and disabled homes,\" defined as \"[a] residential arrangement which does not meet the definition of a group care home and consists of a single family dwelling unit with a single <span class=\"star-pagination\">*725</span> kitchen facility housing up to six (6) persons with a disability or handicap.\" (Govt.'s Comp. at ¶ 19; Dep. Ex. 15 at 7, ¶ 3.) As with family care homes, handicapped and disabled homes \"are subject to geographical dispersion requirements.\" (Dep. Ex. 15 at 11, ¶ 21.) The definition of \"family\" was narrowed to allow for at most four unrelated adults. (<i>Id.</i> at 6, ¶ 1.)</p>\n<p>Oxford House appealed Buie's decision to the Board, which held a hearing on February 23, 2006. (Dep. Ex. 10.) By order entered March 30, 2006, the Board determined that OH-Garner did not qualify as a family under the 2005 Ordinance; that it did not qualify under the definition of family under the 2003 Ordinance because it could not include any of the individuals living therein as \"staff\" and because the plain language allows no more than six of the eight residents to be handicapped or disabled; that it did not qualify as a family care home or a group care home; and that it did qualify as a disabled and handicapped living group home but was precluded from operating at its present location. (Dep. Ex. 15 at 6-11, ¶¶ 2, 9, 10, 18, 19, 21.) The order also concluded that the Board had no authority to grant a reasonable accommodation through a use variance. (<i>Id.</i> at 12-13, ¶ 25-27.) Oxford House did not seek state judicial review of the Board's decision in North Carolina Superior Court pursuant to N.C. Gen. Stat. § 160A-388(e2).</p>\n<p>On July 21, 2006, Oxford House, through legal counsel Baird Holm LLP (\"Baird Holm\"), requested in writing that the Town allow it to operate OH-Garner at the Broughton Street residence as a family. (Dep. Ex. 19.) Alternatively, Oxford House specifically stated that it was \"submit[ting] this letter as a request for reasonable accommodation from the separation and occupancy requirements for consideration by the Town, or any other Town department, board, or commission with the authority to grant Oxford House a reasonable accommodation.\" (<i>Id.</i> at 2.) Oxford House asked that OH-Garner be allowed to maintain eight residents and be given a waiver from the separation requirement. (<i>Id.</i> at 5-6.) Finally, Oxford House requested that the Town notify it within ten (10) days \"[i]f there is another avenue by which Oxford House may request a reasonable accommodation....\" (<i>Id.</i> at 6.)</p>\n<p>Anderson responded for the Town in writing on July 27, 2006, with copies to the Mayor and Board of Alderman, the Town Manager, and the Town Planning Director. (Dep. Ex. 20.) In this written response, Anderson noted receipt of Oxford House's letter of July 21, 2006, but questioned the need for eight residents in OH-Garner. (<i>Id.</i> at 1.) Anderson suggested that the reasonableness of Oxford House's contention that eight residents were necessary to meet the financial burden of $1,600.00 per month in rent was questionable because the fair market rental value of the Broughton Street residence was at most $950.00 in the Town's opinion. (<i>Id.</i>) Anderson also noted that Oxford House had asserted that its therapeutic model requires eight individuals, and requested to be provided with psychological studies of drug and alcohol treatment programs which document the therapeutic need for eight or more residents. (<i>Id.</i>) Finally, Anderson noted that he would be unavailable to resume correspondence until mid-August due to scheduling and travel issues. (<i>Id.</i> at 2.)</p>\n<p>Oxford House and the Town did not exchange further correspondence until November 19, 2007, at which time Anderson sent a letter to Heafner stating that the Town had not yet received a ruling from HUD with respect to Oxford House's claim, but that it was no longer inclined to ignore OH-Garner's violation of the Ordinance. (Dep. Ex. 22.) The letter also <span class=\"star-pagination\">*726</span> noted that Oxford House's lease on the Broughton Street residence would be up soon and that Oxford House should \"cut its losses by not entering into any future leases of this property.\" (<i>Id.</i>) By separate letter also dated November 19, 2007, Anderson informed the owner of the Broughton Street residence, the Berry Family Trust (\"the Trust\"), that \"the Town still considers the use of this property by Oxford House to be unlawful\" and that the Trust \"may wish to consider that issue in connection with a decision to renew the lease.\" (Dep. Ex. 23.)</p>\n<p>On January 2, 2008, Oxford House, through counsel Baird Holm, renewed its requests for reclassification and for reasonable accommodation in response to Anderson's November 2007 letter. (Dep. Ex. 24 at 1-2.) The letter noted that the Town's previous letters \"did not present or provide any avenue to request a reasonable accommodation\" and again asked to be notified within ten (10) days if any such procedure existed. (<i>Id.</i> at 2.) In response to the request to provide studies documenting the need for eight or more residents, Oxford House provided an expert report by Dr. Leonard Jason, Ph.D. (<i>Id.</i> at 4-28.)</p>\n<p>Anderson again responded for the Town. In a letter to Baird Holm dated January 15, 2008, Anderson acknowledged receipt of the psychological study but \"totally reject[ed]\" Oxford House's claim that \"the Town ... has not offered a reasonable accommodation, within its capacity to do so..., that was rejected out of hand.\" (Dep. Ex. 25.) Anderson also acknowledged that he had not previously and would not in the future correspond with Baird Holm because it was not the counsel of record in the proceedings either before the Board or before HUD, and further stated that he preferred to communicate through Heafner. (<i>Id.</i>) Baird Holm responded on January 24, 2008, notifying Anderson that it did in fact represent Oxford House and would continue to make responses and requests for Oxford House, and stating that it understood Anderson's letter to indicate that there were no alternative procedures for Oxford House to \"request a reasonable accommodation other than those already taken.\" (Dep. Ex. 26.)</p>\n<p>On April 2, 2008, the United States Department of Justice (\"DOJ\") informed the Town that Oxford House's HUD complaint had been referred to the DOJ for continuing investigation and potential civil action. (Dep. Ex. 27.) In the letter, the DOJ submitted a number of questions involving Oxford House's reasonable accommodation request. (<i>Id.</i> at 2-3.) On April 15, 2008, Anderson responded for the Town in pertinent part:</p>\n<blockquote>It is the Town's position that the only Town board, or body, which can make reasonable accommodation is the Board of Aldermen (\"city council\") and that the way that it can make a reasonable accommodation to handicapped persons consistent with the equal protection clause of the 14th Amendment and Article 1, § 19 of the N.C. Constitution is to create reasonable classifications respecting the needs of various citizens when it adopts ordinances.</blockquote>\n<blockquote>I believe that Mr. Heafner communicated his request to that Board adequately by communicating that request to me as its attorney. I communicated the essence of that request to that Board in the context of discussions over ordinance revisions to create a classification which fits the Oxford House model. The Board of Alderman considered the request and granted reasonable accommodation by amending the ordinance to allow for group living under the Oxford House model, i.e., without resident supervisory personnel, and by later offering to overlook Oxford House's zoning <span class=\"star-pagination\">*727</span> violation and to allow it to operate at 117 Broughton St. if it capped residency at six occupants.</blockquote>\n<blockquote>I am not aware of any communication by any Town official to Oxford House suggesting that Oxford House present its request to any other Town body, and do not think it is likely that the opportunity for any such advice would have arisen, as the Town officials involved in this case were advised by me of the substance of Mr. Heafner's Dec. 26, 2004 letter, and understand that classification of persons for zoning regulations is a duty of the Town Board of Alderman.</blockquote>\n<blockquote>* * * *</blockquote>\n<blockquote>The Town Planning Board and Board of Alderman stand ready, willing, and able to consider citizen proposals for revision of the Town ordinances in ways to make reasonable accommodation for the citizenry. Such requests are directed to elected officials ..., zoning department employees, Planning Commission members, and occasionally the Town Attorney receives a proposal for an ordinance change.</blockquote>\n<blockquote>The policy and procedure [for such requests] is that citizens may propose ordinance text amendments. The Town zoning staff will work with citizens who do so. The Planning Commission will review and consider such proposals, and may initiate them. The Board of Alderman can request that staff draft an ordinance amendment for public hearing and consideration. This general policy and the various procedures are in the Town's zoning ordinance.</blockquote>\n<p>(Dep. Ex. 29 at 2-3, 4.)</p>\n<p>On December 22, 2008, the DOJ informed the Town that it had completed its investigation and had been authorized to file a complaint in federal court against the Town. (Dep. Ex. 30 at 1.) The DOJ offered to defer filing the complaint to allow the Town to enter into pre-suit negotiations to resolve the matter pursuant to a consent degree. (<i>Id.</i> at 2.) Anderson acknowledged receipt of the DOJ's letter on December 23, 2008. (Dep. Ex. 31.) The DOJ initiated the instant action on behalf of the United States on May 19, 2009, and Oxford House moved to intervene on June 2, 2009. On June 30, 2009, Anderson informed counsel for Oxford House and the government that the instant lawsuit is premature because \"Oxford House has the option to seek a reasonable accommodation through an appropriate text amendment to the zoning ordinance,\" which would involve filing a zoning amendment application with the Planning Department. (Dep. Ex. 32 at 1-2.)</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Ripeness</h2>\n<p>Defendants argue that plaintiffs' reasonable accommodation claims are not yet ripe for decision. The requirement that a matter be ripe \"prevents judicial consideration of issues until [the] controversy is presented in a clean-cut and concrete form.\" <i>Miller v. Brown,</i> 462 F.3d 312, 319-20 (4th Cir.2006) (internal quotation marks omitted). In determining whether a matter is ripe, the court must \"decide whether the issue is substantively definitive enough to be fit for judicial decision and whether hardship will result from withholding court consideration.\" <i>Bryant Woods Inn, Inc. v. Howard County,</i> 124 F.3d 597, 602 (4th Cir.1997) (citing <i>Abbott Labs. v. Gardner,</i> 387 U.S. 136, 148-49, 87 S.Ct. 1507, 18 L.Ed.2d 681 (1967)); <i>see also </i><i>Retail Indus. Leaders Ass'n v. Fielder,</i> 475 F.3d 180, 188 (4th Cir.2007). A matter is not substantively definitive enough for decision where \"it rests upon contingent future events that may not occur as anticipated, or indeed may not occur at all.\" <i>Texas v. United States,</i> 523 U.S. 296, 300, 118 S.Ct. 1257, 140 L.Ed.2d 406 <span class=\"star-pagination\">*728</span> (1998) (internal quotation marks omitted). Hardship is determined by \"the immediacy of the threat and the burden imposed on the [plaintiffs] who would be compelled to act under threat of enforcement of the challenged law.\" <i>Charter Fed. Sav. Bank v. Office of Thrift Supervision,</i> 976 F.2d 203, 208-09 (4th Cir.1992).</p>\n<p>The requirement that a case be ripe for decision is \"drawn both from Article III limitations on judicial power and from prudential reasons for refusing to exercise jurisdiction.\" <i>Reno v. Catholic Soc. Servs.,</i> 509 U.S. 43, 57 n. 18, 113 S.Ct. 2485, 125 L.Ed.2d 38 (1993). Because ripeness implicates Article III limitations, it may properly be raised in a Rule 12(b)(1) motion. 5B Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> § 1350 (3d ed. 2004); <i>see, e.g., Gibson v. Allstate Ins. Co.,</i> 64 Fed.Appx. 378, 379 (4th Cir.2003) (per curiam) (unpublished) (affirming dismissal under Rule 12(b)(1) for lack of ripeness). The burden of proving ripeness and subject matter jurisdiction is on the party or parties bringing the action. <i>Miller,</i> 462 F.3d at 319 (ripeness); <i>Adams v. Bain,</i> 697 F.2d 1213, 1219 (4th Cir.1982) (subject matter jurisdiction).<sup>[1]</sup></p>\n<p>A reasonable accommodation claim under the FHAA is ripe once the Town has considered and rejected a reasonable accommodation request. <i>See </i><i>Bryant Woods Inn,</i> 124 F.3d at 602 (\"While the [municipality] must be afforded an opportunity to make a final decision, the issue is sufficiently concrete for judicial resolution once an accommodation is denied.\"); <i>Oxford House v. City of Wilmington,</i> No. 7:04-CV-134-FL, slip op. at 41 (E.D.N.C. May 25, 2006). Defendants argue that plaintiffs' reasonable accommodation claims are not yet ripe because Oxford House has not sought, and the Town has not considered, a text amendment to allow the Broughton Street residence to be occupied by eight individuals (as opposed to an amendment that addresses all Oxford House-type establishments generally).</p>\n<p>As set forth below, this argument is not supported by the record. Specifically, the evidence currently before the court indicates that Oxford House sought a reasonable accommodation in the form of a text amendment to allow OH-Garner to operate within the Town on as many as three separate occasions, but was never granted the requested accommodation. First, in September 2004, OH-Garner requested that the Town designated OH-Garner as a family. In response, the Town instead created a new classification to address Oxford House-type residences, under which OH-Garner's use of the Broughton Street residence remained unlawful. Later, in July 2006, OH-Garner explicitly requested \"a request for reasonable accommodation from the separation and occupancy requirements for consideration by the Town, or any other Town department, board, or commission with the authority to grant Oxford House a reasonable accommodation.\" (Dep. Ex. 21.) The Town responded by questioning the reasonableness of that request and asking for <span class=\"star-pagination\">*729</span> additional documentation. Finally, OH-Garner renewed its July 2006 request in January 2008, providing the additional documentation requested by the Town. The Town, however, responded that it would not engage in correspondence with OH-Garner's counsel.</p>\n<p>Defendants argue that the Town misunderstood these requests as seeking a broad amendment to cover all Oxford House-type homes and similar arrangements for handicapped individuals, rather than a specific reasonable accommodation for OH-Garner. Defendants assert that because of this misunderstanding, the Town has not had the opportunity to consider the unique circumstances dictating the reasonableness and necessity for housing eight residents in the Broughton Street residence. Finally, defendants state that the Town was operating under the assumption that Oxford House's counsel knew of the procedure to request a specific text amendment and did not need to be explicitly informed by the Town's counsel.</p>\n<p>These arguments are likewise unconvincing. Denial of a reasonable accommodation request may be actual or constructive, \"as an indeterminate delay has the same effect as an outright denial.\" <i>Groome Resources, Ltd. v. Parish of Jefferson,</i> 234 F.3d 192, 199 (5th Cir.2000); <i>accord </i><i>United States v. District of Columbia,</i> 538 F.Supp.2d 211, 219 (D.D.C.2008); <i>Prindable v. Ass'n of Apt. Owners of 2987 Kalakaua,</i> 304 F.Supp.2d 1245, 1258 (D.Haw.2003). Here, it appears the Town may have constructively denied the reasonable accommodation request either by (1) granting an accommodation in the form of the May 2005 revision of the Ordinance under which OH-Garner was still a non-conforming use; or (2) failing to act after being presented with the July 2006 and January 2008 requests and accompanying psychological research. Although the Town claims that it misunderstood the nature of these requests and that its counsel believed that Oxford House knew of the procedure to request the specific text amendment, these assertions are not supported by the evidence currently before the court. Indeed, such arguments appear to be undercut by the repeated requests by Oxford House to be informed if there was another avenue through which it should submit its reasonable accommodation request that it had not already taken.</p>\n<p>The Town attempts to analogize this case to <i>City of Wilmington,</i> in which this court dismissed without prejudice Oxford House's claims against that city for lack of ripeness. That case is distinguishable from the instant case. In <i>City of Wilmington,</i> this court noted that \"plaintiffs have pursued neither of the available avenues [for seeking a reasonable accommodation]. Rather, plaintiffs abandoned their request ... to enact a text amendment, and never presented any type of request to the [Board of Adjustment] for a variance from the separation requirement....\" <i>Id.,</i> slip op. at 43. By contrast, Oxford House in the instant case has attempted to pursue all available avenues to receiving a reasonable accommodation, and has been met with either misunderstanding or resistance by the Town.</p>\n<p>Finally, defendants argue that now that this misunderstanding has been resolved, the instant matter should be dismissed and Oxford House given the opportunity to again request a text amendment. Plaintiffs, by contrast, contend that Oxford House should not be required to jump through yet another hoop if doing so would be \"manifestly futile.\" <i>United States v. Village of Palatine,</i> 37 F.3d 1230, 1234 (7th Cir.1994); <i>see, e.g., </i><i>MX Group, Inc. v. City of Covington,</i> 293 F.3d 326, 343-44 (6th Cir.2002) (finding that request for text amendment or conditional use permit to operate methadone clinic would be futile where recent amendment to ordinance had <span class=\"star-pagination\">*730</span> effectively prohibited such clinics and plaintiff had already faced substantial opposition from city administrators). Regardless of whether or not an additional request would in fact be futile, the court does not believe that, after Oxford House has spent more than five years submitting reasonable accommodation requests and engaging in both administrative and judicial litigation, any additional time is needed before this matter may be presented to the court \"in a clean-cut and concrete form.\" <i>Miller,</i> 462 F.3d at 319-20.</p>\n<p>Relying on the undisputed facts before it, and assuming such facts when in dispute or intertwined with the merits of the case, the court concludes that the matter before it is ripe for adjudication. Accordingly, defendants' motion to dismiss on these grounds is DENIED.</p>\n<p></p>\n<h2>B. Preclusive Effect Of Board's 2006 Order</h2>\n<p>Defendants argue that, to the extent plaintiffs' intentional discrimination and reasonable accommodation claims are predicated on the Board's order of March 31, 2006, such claims are barred by <i>res judicata</i> and collateral estoppel.<sup>[2]</sup> Defendants contend that plaintiffs are precluded from contending (1) that the use of the Broughton Street residence met the Ordinance's 2003 definition of \"family\" as a permissible non-conforming use; and/or (2) that the use met some other definition as a lawful use under the Ordinance, because Oxford House chose not to appeal the Board's decision in state court. Accordingly, argue defendants, the factual and legal conclusions of the Board may not be collaterally attacked as constituting evidence of an FHAA violation.</p>\n<p>The doctrine of <i>res judicata,</i> or \"claim preclusion,\" bars parties or those in privity with them from relitigating issues that were raised or could have been raised in a previous action on which a final judgment on the merits was entered. <i>Pueschel v. United States,</i> 369 F.3d 345, 354 (4th Cir.2004). <i>Res judicata</i> operates where there is: \"(1) a final judgment on the merits in a prior suit; (2) an identity of the cause of action in both the earlier and the later suit; and (3) an identity of parties or their privies in the two suits.\" <i>Id.</i> at 354-55 (citing <i>Nash County Bd. of Educ. v. Biltmore Co.,</i> 640 F.2d 484, 486 (4th Cir. 1981)). Collateral estoppel, or \"issue preclusion,\" \"operates to bar subsequent litigation of [common] legal and factual issues... that were actually and necessarily determined by a court of competent jurisdiction in the first litigation.\" <i>In re Varat Enter., Inc.,</i> 81 F.3d 1310, 1315 (4th Cir. 1996) (internal quotation marks omitted). It operates where: \"(1) the `identical issue' (2) was actually litigated (3) and was `critical and necessary' to a(4) `final and valid' judgment (5) resulting from a prior proceeding in which the party against whom the doctrine is asserted had a full and fair opportunity to litigate the issue.\" <i>McHan v. Commissioner,</i> 558 F.3d 326, 331 (4th Cir.2009).<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*731</span> At the outset, the court notes that the United States was not a party to the action before the Board, nor was it in privity with Oxford House, and therefore it cannot be precluded from bringing its claims because of the earlier adjudication under a theory of <i>res judicata. See </i><i>Hathorn v. Lovorn,</i> 457 U.S. 255, 268 n. 23, 102 S.Ct. 2421, 72 L.Ed.2d 824 (1982); <i>Herman v. S.C. Nat'l Bank,</i> 140 F.3d 1413, 1425 (11th Cir.1998); <i>United States v. E. Baton Rouge Parish Sch. Bd.,</i> 594 F.2d 56, 58 (5th Cir.1979); <i>see also </i><i>Brock v. Gillikin,</i> 677 F.Supp. 398, 402 (E.D.N.C.1987) (finding no privity between government and private party where their interests were \"entirely separate and distinct\"). Moreover, collateral estoppel does not apply to bar consideration as to issues raised in the suit brought by the government because it did not have a full and fair opportunity to litigate the issues in the earlier action. <i>See </i><i>McHan,</i> 558 F.3d at 331. Accordingly, the motion is DENIED as to the United States.</p>\n<p>As to Oxford House, the court notes that it did not, and could not, bring its FHAA or ADA reasonable accommodation claims before the Board in the previous proceeding for which defendants seek <i>res judicata</i> effect. Accordingly, <i>res judicata</i> does not apply to completely bar Oxford House's claims here. <i>See </i><i>Pueschel,</i> 369 F.3d at 354-55 (holding that there must be \"an identity of the cause of action in both ... suit[s]\"). Nevertheless, the adjudication before the Board does have preclusive effect as to any issue or fact that (1) was identical to one in the earlier suit, (2) was actually litigated, and (3) was critical and necessary to the Board's decision, as that earlier decision was a final and valid judgment on the merits and involved the same parties. <i>McHan,</i> 558 F.3d at 331.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*732</span> Defendants seek to preclude Oxford House from arguing (1) that the use of the Broughton Street residence met the Ordinance's 2003 definition of \"family\" as a permissible non-conforming use; and/or (2) that the use met some other definition as a lawful use under the Ordinance. The court agrees that, to the extent Oxford House wishes to relitigate these issues, it may not do so because these issues were actually litigated before the Board and were both critical and necessary to the Board's decision. However, that plaintiffs are collaterally estopped from contesting these issues does not merit dismissal, which is the relief sought by defendants, because it does not appear that Oxford House's claims are predicated entirely on the decision of the Board in this case.<sup>[5]</sup> Accordingly, defendants' motion as it relates to preclusion of Oxford House's claims is ALLOWED insofar as Oxford House is collaterally estopped from raising the two specific issues described above, but it is DENIED insofar as it seeks to dismiss Oxford House's causes of action on that basis.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, defendants' motion to dismiss (DE # 22) is ALLOWED IN PART and DENIED IN PART. It is ALLOWED only insofar as it seeks to establish that Oxford House is precluded from relitigating certain issues before this court. It is DENIED in all other aspects, including insofar as it seeks dismissal of any of plaintiffs' claims at this time.</p>\n<h2>NOTES</h2>\n<p>[1]  Under Rule 12(b)(1), a party may bring either a facial or substantive challenge to subject matter jurisdiction, <i>see </i><i>Adams,</i> 697 F.2d at 1219, and the nature of the challenge determines the nature of this court's analysis of the motion, <i>see </i><i>Kerns v. United States,</i> 585 F.3d 187, 192-93 (4th Cir.2009). Where defendants dispute \"the veracity of the facts underpinning subject matter jurisdiction,\" the court may go beyond the complaint and resolve the disputed jurisdictional facts, unless the jurisdictional facts are intertwined with the facts central to the merits of the dispute. <i>Id.</i> at 193; <i>United States ex rel. Vuyyuru v. Jadhav,</i> 555 F.3d 337, 348 (4th Cir.2009). Accordingly, to the extent the merits are intertwined with facts supporting a finding of ripeness, the court must assume the jurisdictional facts supporting such a conclusion under Rule 12(b)(1). <i>Kerns,</i> 585 F.3d at 195.</p>\n<p>[2]  The terms \"claim preclusion\" and \"issue preclusion\" have widely overtaken the older lexicon of <i>\"res judicata\"</i> and \"collateral estoppel,\" respectively <i>See, e.g., </i><i>Taylor v. Sturgell,</i> 553 U.S. 880, 128 S.Ct. 2161, 2171 n. 5, 171 L.Ed.2d 155 (2008). Because North Carolina's courts continue to use these traditional terms, and where the parties have adopted these terms in their briefs, this court will also do so in this order. <i>See, e.g., </i><i>Sartin v. Macik,</i> 535 F.3d 284, 287 n. 2 (4th Cir.2008).</p>\n<p>[3]  Oxford House contends that the Board's order is an unreviewed administrative decision not entitled to preclusive effect here. While it is true that the Full Faith and Credit Statute, 28 U.S.C. § 1738, only requires that state preclusive rules be applied to state court adjudications, and does not dictate that unreviewed administrative findings must be given preclusive effect, federal common law preclusion may still apply to decisions of state administrative agencies. <i>Univ. of Tenn. v. Elliott,</i> 478 U.S. 788, 794-95, 106 S.Ct. 3220, 92 L.Ed.2d 635 (1986). The Supreme Court has found exceptions to this general policy: In Elliott, it held that unreviewed administrative decisions were not to be given preclusive effect in federal Title VII actions, <i>id.</i> at 795-96, 106 S.Ct. 3220. and in <i>Astoria Fed. Sav. &amp; Loan Ass'n v. Solimino,</i> 501 U.S. 104, 110-14, 111 S.Ct. 2166, 115 L.Ed.2d 96 (1991), it held they were not to be given preclusive effect in Age Discrimination in Employment Act (\"ADEA\") actions. The question to be asked is \"whether a common-law rule of preclusion would be consistent with Congress' intent in enacting [the statute].\" <i>Id.</i> at 110, 111 S.Ct. 2166 (quoting <i>Elliott,</i> 478 U.S. at 796, 106 S.Ct. 3220). Although there is no controlling authority on point, other courts have found that, unlike in Title VII and ADEA actions, unreviewed decisions of administrative bodies acting in a judicial capacity may have preclusive effect in later FHAA claims in federal court. <i>See Sikri v. Gilmore,</i> No. 97-CIV-2367, 1999 WL 156385, at *1-*2 (S.D.N.Y. Mar. 23, 1999); <i>Sokoya v. 4343 Clarendon Condo Ass'n,</i> No. 96-C-5278, 1996 WL 699634, at *4-*5 (N.D.Ill. Nov. 27, 1996); <i>Ward v. Harte,</i> 794 F.Supp. 109 (S.D.N.Y. 1992). <i>But see </i><i>Telesca v. Long Island Hous, P'ship. Inc.,</i> 443 F.Supp.2d 397, 405 (E.D.N.Y.2006). The reasoning of those cases is persuasive. North Carolina grants the Board's unreviewed decisions preclusive effect, <i>see </i><i>Guilford County Planning &amp; Dev. Dept. v. Simmons,</i> 102 N.C.App. 325, 401 S.E.2d 659 (1991); <i>Quadrant Corp. v. City of Kinston,</i> 22 N.C.App. 31, 205 S.E.2d 324 (1974), and so will this court.</p>\n<p>[4]  Although the court has employed federal common law, it notes that the result of its analysis would be the same under North Carolina law of <i>res judicata</i> and collateral estoppel, which employ similar analyses as federal common law. <i>See </i><i>Beckwith v. Llewellyn,</i> 326 N.C. 569, 574, 391 S.E.2d 189, 191 (1990) (collateral estoppel requires (1) same issues, (2) issues were raised and actually litigated in prior action, (3) issues were \"material\" and \"relevant\" to earlier action, and (4) determination of issues was necessary and essential to earlier judgment); <i>Thomas M. McInnis &amp; Assocs., Inc. v. Hall,</i> 318 N.C. 421, 429, 349 S.E.2d 552, 557 (1986) (<i>res judicata</i> requires that (1) the previous suit resulted in a final judgment on the merits, (2) the same cause of action is involved, and (3) both defendants and plaintiffs were parties or stand in privity with parties in the previous action).</p>\n<p>[5]  For example, though Oxford House may not allege that the Town denied it housing \"despite the fact that the use of [OH-Garner] fell under the definition of Family' use under the... [O]rdinance,\" (OH Compl. ¶ 48.a), there is nothing preventing it from alleging that the Town wrongfully \"[a]mend[ed] its [O]rdinance in an attempt to classify [OH-Garner] as an `illegal use'\" in response to OH-Garner's reasonable accommodation request (OH Compl. ¶ 48.d).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">720</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">721</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, and Oxford House, Inc., Plaintiffs,<br>\nv.<br>\nTOWN OF GARNER, NORTH CAROLINA, and Town of Garner Board of Adjustment, Defendants.</h1></center>\n<center>No. 5:09-CV-216-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 22, 2010.</center>\n<p><span class=\"star-pagination\">*722</span> Harvey L. Handley, U.S. Dept. of Justice, Washington, DC, Gregory Alan Heafner, Stafford &amp; Heafner, P.C., Chapel Hill, NC, for Plaintiffs.</p>\n<p>G. Nicholas Herman, The Brough Law Firm, Chapel Hill, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendants' motion to dismiss pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure (DE # 22). Plaintiffs have filed separate responses, and defendants have replied. In this posture, the issues raised are ripe for ruling. For the reasons that follow, defendants' motion is allowed in part and denied in part.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff Oxford House, Inc., (\"Oxford House\") is a non-profit corporation that charters self-run, self-supported residential group homes throughout the United States for persons recovering from alcoholism <span class=\"star-pagination\">*723</span> and drug addiction. In 2003, Oxford House established one such group home (\"OH-Garner\") at 117 Broughton Street in Garner, North Carolina (\"the Broughton Street residence\"). The Town of Garner (\"the Town\") is a political subdivision organized and existing under the laws of North Carolina, which exercises zoning and land use authority within its borders. The Town's zoning regulations are set forth in a \"Unified Development Ordinance\" (\"the Ordinance\"). The Town of Garner Board of Adjustment (\"the Board\") is a duly organized board of the Town that hears and decides variance requests from the terms of the Ordinance.</p>\n<p>On November 15, 2004, the Town's enforcement planner sent a letter to Oxford House advising it that OH-Garner was in violation of the Ordinance. Oxford House disagreed, arguing that OH-Garner qualified as a permitted \"family\" use. Alternatively, Oxford House sought a reasonable accommodation in the form of the requested \"family\" classification. In May 2005, the Town amended the Ordinance to provide for a new land-use category for \"handicapped and disabled homes.\" After a further investigation, the Town's enforcement planner on June 24, 2005, sent a second letter to Oxford House advising it that OH-Garner was in violation of the Ordinance.</p>\n<p>Oxford House appealed the enforcement planner's determination to the Board, and also filed a complaint against the Town with the United States Department of Housing and Urban Development (\"HUD\") on August 16, 2005. The Town responded to the HUD complaint on January 27, 2006, and the Board held a hearing on Oxford House's appeal on February 23, 2006. On March 31, 2006, the Board adopted an order denying Oxford House's appeal, concluding that OH-Garner did not qualify as a \"family\" as defined by either the 2003 or 2005 Ordinance, and that it did not otherwise meet any permitted use under the Ordinance. Oxford House did not seek judicial review of the Board's decision in state court.</p>\n<p>On May 19, 2009, the United States initiated this action against the Town and the Board to enforce the Fair Housing Act, as amended (\"FHAA\"), 42 U.S.C. §§ 3601-3619. The United States asserts that defendants (1) have failed or refused to recognize their obligation to make reasonable accommodations in that they have not provided a process by which requests for reasonable accommodation can be addressed, and (2) have failed or refused to make a reasonable accommodation for OH-Garner under the specific circumstances alleged. The United States seeks injunctive relief, monetary compensation to the alleged victims of defendants' discrimination, and a civil penalty to vindicate the public interest. Defendants answered on July 28, 2009, denying liability and raising a number of affirmative defenses.</p>\n<p>On June 2, 2009, Oxford House moved to intervene as of right pursuant to Rule 24(a) of the Federal Rules of Civil Procedure and 42 U.S.C. § 3614(e). In its complaint in intervention, Oxford House alleges that the Town (1) intentionally discriminated against individuals with disabilities in violation of the FHAA and the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. §§ 12131-12134; (2) coerced, intimidated, threatened and/or interfered with the exercise or enjoyment of rights granted and protected by the FHAA; and (3) failed to grant a reasonable accommodation for OH-Garner. Oxford House seeks declaratory and injunctive relief, compensatory monetary damages, and attorneys' fees. The Town did not oppose Oxford House's motion to intervene, but instead filed an answer responding to the complaint in intervention. In its answer, the Town denied liability and raised a <span class=\"star-pagination\">*724</span> number of affirmative defenses. The court allowed the unopposed motion to intervene on August 4, 2009.</p>\n<p>On March 31, 2010, defendants moved to dismiss plaintiffs' reasonable accommodation claims on ripeness grounds pursuant to Rule 12(b)(1). Defendants also asked for dismissal of plaintiffs' claims to the extent they are predicated on the Board's order of March 31, 2006, on the ground that Oxford House did not appeal the order and is bound by the Board's factual and legal conclusions under the doctrines of <i>res judicata</i> and collateral estoppel. Plaintiffs separately responded on April 28, 2010, and defendants replied on May 7, 2010.</p>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>The undisputed facts relevant to the instant motion to dismiss are as follows. Oxford House granted a charter to OH-Garner in December 2003. (Malloy Decl. ¶ 12.) On November 15, 2004, after receiving a complaint from a local citizen, the Town's enforcement planner, Reginald Buie, sent a letter to Oxford House, advising it that the Town believed OH-Garner was unlawfully operating as a family care home under the Ordinance without a zoning permit. (Dep. Ex. 2.) Under the Ordinance, a family care home \"must be designed to provide room, board, and care for six or fewer handicapped persons in a family environment\" and must be located no closer than a half-mile from any other family care home, group home, or nursing care home. (<i>Id.</i>)</p>\n<p>On December 6, 2004, Oxford House, through counsel Gregory Heafner, responded to the Town in writing. (Dep. Ex. 3.) Oxford House contended that it was not operating a family care home, but rather met the definition of a \"family\" use under the Ordinance. (<i>Id.</i>) At the time of this correspondence, the Ordinance included in its definition of a \"family\" \"up to eight persons, including six or fewer persons with a disability or handicap and not to exceed two staff members residing in a dwelling....\" (<i>Id.,</i> citing Ordinance Art. 11 § 11.2.) OH-Garner included eight total occupants, at least two of whom held elective positions of house officers. Oxford House argued that these two individuals, although also handicapped, should be counted as staff members. (<i>Id.</i>) Alternatively, Oxford House \"request[ed] a reasonable accommodation pursuant to the [FHAA], in the form of ... [a] family classification.\" (<i>Id.</i>)</p>\n<p>On March 18, 2005, counsel for the Town, William E. Anderson, contacted Heafner in writing, stating that Buie would need to conduct an interview with a resident of OH-Garner \"to prepare his report and determine the further course of action.\" (Dep. Ex. 4.) Oxford House complied with this request, and Buie interviewed one or more residents of OH-Garner, memorialized in a written questionnaire completed by Buie. (Dep. Ex. 5; Bass Dep. 31:5-32:33.) On June 24, 2005, Buie sent a letter to Oxford House stating his conclusion that, based on his investigation, OH-Garner did not meet the Ordinance's requirements for family use, family care home, or group care home. (Dep. Ex. 6.) The letter advised Oxford House of its right to appeal the adverse decision to the Board. (<i>Id.</i>)</p>\n<p>By the time Buie sent this second letter to Oxford House, the Town had amended the Ordinance in response to Oxford House's reasonable accommodation request. (Dep. Ex. 8 at 14, ¶ 23; Bass Dep. 55:25-56:19.) Specifically, in May 2005, the Town provided for a new land-use category for \"handicapped and disabled homes,\" defined as \"[a] residential arrangement which does not meet the definition of a group care home and consists of a single family dwelling unit with a single <span class=\"star-pagination\">*725</span> kitchen facility housing up to six (6) persons with a disability or handicap.\" (Govt.'s Comp. at ¶ 19; Dep. Ex. 15 at 7, ¶ 3.) As with family care homes, handicapped and disabled homes \"are subject to geographical dispersion requirements.\" (Dep. Ex. 15 at 11, ¶ 21.) The definition of \"family\" was narrowed to allow for at most four unrelated adults. (<i>Id.</i> at 6, ¶ 1.)</p>\n<p>Oxford House appealed Buie's decision to the Board, which held a hearing on February 23, 2006. (Dep. Ex. 10.) By order entered March 30, 2006, the Board determined that OH-Garner did not qualify as a family under the 2005 Ordinance; that it did not qualify under the definition of family under the 2003 Ordinance because it could not include any of the individuals living therein as \"staff\" and because the plain language allows no more than six of the eight residents to be handicapped or disabled; that it did not qualify as a family care home or a group care home; and that it did qualify as a disabled and handicapped living group home but was precluded from operating at its present location. (Dep. Ex. 15 at 6-11, ¶¶ 2, 9, 10, 18, 19, 21.) The order also concluded that the Board had no authority to grant a reasonable accommodation through a use variance. (<i>Id.</i> at 12-13, ¶ 25-27.) Oxford House did not seek state judicial review of the Board's decision in North Carolina Superior Court pursuant to N.C. Gen. Stat. § 160A-388(e2).</p>\n<p>On July 21, 2006, Oxford House, through legal counsel Baird Holm LLP (\"Baird Holm\"), requested in writing that the Town allow it to operate OH-Garner at the Broughton Street residence as a family. (Dep. Ex. 19.) Alternatively, Oxford House specifically stated that it was \"submit[ting] this letter as a request for reasonable accommodation from the separation and occupancy requirements for consideration by the Town, or any other Town department, board, or commission with the authority to grant Oxford House a reasonable accommodation.\" (<i>Id.</i> at 2.) Oxford House asked that OH-Garner be allowed to maintain eight residents and be given a waiver from the separation requirement. (<i>Id.</i> at 5-6.) Finally, Oxford House requested that the Town notify it within ten (10) days \"[i]f there is another avenue by which Oxford House may request a reasonable accommodation....\" (<i>Id.</i> at 6.)</p>\n<p>Anderson responded for the Town in writing on July 27, 2006, with copies to the Mayor and Board of Alderman, the Town Manager, and the Town Planning Director. (Dep. Ex. 20.) In this written response, Anderson noted receipt of Oxford House's letter of July 21, 2006, but questioned the need for eight residents in OH-Garner. (<i>Id.</i> at 1.) Anderson suggested that the reasonableness of Oxford House's contention that eight residents were necessary to meet the financial burden of $1,600.00 per month in rent was questionable because the fair market rental value of the Broughton Street residence was at most $950.00 in the Town's opinion. (<i>Id.</i>) Anderson also noted that Oxford House had asserted that its therapeutic model requires eight individuals, and requested to be provided with psychological studies of drug and alcohol treatment programs which document the therapeutic need for eight or more residents. (<i>Id.</i>) Finally, Anderson noted that he would be unavailable to resume correspondence until mid-August due to scheduling and travel issues. (<i>Id.</i> at 2.)</p>\n<p>Oxford House and the Town did not exchange further correspondence until November 19, 2007, at which time Anderson sent a letter to Heafner stating that the Town had not yet received a ruling from HUD with respect to Oxford House's claim, but that it was no longer inclined to ignore OH-Garner's violation of the Ordinance. (Dep. Ex. 22.) The letter also <span class=\"star-pagination\">*726</span> noted that Oxford House's lease on the Broughton Street residence would be up soon and that Oxford House should \"cut its losses by not entering into any future leases of this property.\" (<i>Id.</i>) By separate letter also dated November 19, 2007, Anderson informed the owner of the Broughton Street residence, the Berry Family Trust (\"the Trust\"), that \"the Town still considers the use of this property by Oxford House to be unlawful\" and that the Trust \"may wish to consider that issue in connection with a decision to renew the lease.\" (Dep. Ex. 23.)</p>\n<p>On January 2, 2008, Oxford House, through counsel Baird Holm, renewed its requests for reclassification and for reasonable accommodation in response to Anderson's November 2007 letter. (Dep. Ex. 24 at 1-2.) The letter noted that the Town's previous letters \"did not present or provide any avenue to request a reasonable accommodation\" and again asked to be notified within ten (10) days if any such procedure existed. (<i>Id.</i> at 2.) In response to the request to provide studies documenting the need for eight or more residents, Oxford House provided an expert report by Dr. Leonard Jason, Ph.D. (<i>Id.</i> at 4-28.)</p>\n<p>Anderson again responded for the Town. In a letter to Baird Holm dated January 15, 2008, Anderson acknowledged receipt of the psychological study but \"totally reject[ed]\" Oxford House's claim that \"the Town ... has not offered a reasonable accommodation, within its capacity to do so..., that was rejected out of hand.\" (Dep. Ex. 25.) Anderson also acknowledged that he had not previously and would not in the future correspond with Baird Holm because it was not the counsel of record in the proceedings either before the Board or before HUD, and further stated that he preferred to communicate through Heafner. (<i>Id.</i>) Baird Holm responded on January 24, 2008, notifying Anderson that it did in fact represent Oxford House and would continue to make responses and requests for Oxford House, and stating that it understood Anderson's letter to indicate that there were no alternative procedures for Oxford House to \"request a reasonable accommodation other than those already taken.\" (Dep. Ex. 26.)</p>\n<p>On April 2, 2008, the United States Department of Justice (\"DOJ\") informed the Town that Oxford House's HUD complaint had been referred to the DOJ for continuing investigation and potential civil action. (Dep. Ex. 27.) In the letter, the DOJ submitted a number of questions involving Oxford House's reasonable accommodation request. (<i>Id.</i> at 2-3.) On April 15, 2008, Anderson responded for the Town in pertinent part:</p>\n<blockquote>It is the Town's position that the only Town board, or body, which can make reasonable accommodation is the Board of Aldermen (\"city council\") and that the way that it can make a reasonable accommodation to handicapped persons consistent with the equal protection clause of the 14th Amendment and Article 1, § 19 of the N.C. Constitution is to create reasonable classifications respecting the needs of various citizens when it adopts ordinances.</blockquote>\n<blockquote>I believe that Mr. Heafner communicated his request to that Board adequately by communicating that request to me as its attorney. I communicated the essence of that request to that Board in the context of discussions over ordinance revisions to create a classification which fits the Oxford House model. The Board of Alderman considered the request and granted reasonable accommodation by amending the ordinance to allow for group living under the Oxford House model, i.e., without resident supervisory personnel, and by later offering to overlook Oxford House's zoning <span class=\"star-pagination\">*727</span> violation and to allow it to operate at 117 Broughton St. if it capped residency at six occupants.</blockquote>\n<blockquote>I am not aware of any communication by any Town official to Oxford House suggesting that Oxford House present its request to any other Town body, and do not think it is likely that the opportunity for any such advice would have arisen, as the Town officials involved in this case were advised by me of the substance of Mr. Heafner's Dec. 26, 2004 letter, and understand that classification of persons for zoning regulations is a duty of the Town Board of Alderman.</blockquote>\n<blockquote>* * * *</blockquote>\n<blockquote>The Town Planning Board and Board of Alderman stand ready, willing, and able to consider citizen proposals for revision of the Town ordinances in ways to make reasonable accommodation for the citizenry. Such requests are directed to elected officials ..., zoning department employees, Planning Commission members, and occasionally the Town Attorney receives a proposal for an ordinance change.</blockquote>\n<blockquote>The policy and procedure [for such requests] is that citizens may propose ordinance text amendments. The Town zoning staff will work with citizens who do so. The Planning Commission will review and consider such proposals, and may initiate them. The Board of Alderman can request that staff draft an ordinance amendment for public hearing and consideration. This general policy and the various procedures are in the Town's zoning ordinance.</blockquote>\n<p>(Dep. Ex. 29 at 2-3, 4.)</p>\n<p>On December 22, 2008, the DOJ informed the Town that it had completed its investigation and had been authorized to file a complaint in federal court against the Town. (Dep. Ex. 30 at 1.) The DOJ offered to defer filing the complaint to allow the Town to enter into pre-suit negotiations to resolve the matter pursuant to a consent degree. (<i>Id.</i> at 2.) Anderson acknowledged receipt of the DOJ's letter on December 23, 2008. (Dep. Ex. 31.) The DOJ initiated the instant action on behalf of the United States on May 19, 2009, and Oxford House moved to intervene on June 2, 2009. On June 30, 2009, Anderson informed counsel for Oxford House and the government that the instant lawsuit is premature because \"Oxford House has the option to seek a reasonable accommodation through an appropriate text amendment to the zoning ordinance,\" which would involve filing a zoning amendment application with the Planning Department. (Dep. Ex. 32 at 1-2.)</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Ripeness</h2>\n<p>Defendants argue that plaintiffs' reasonable accommodation claims are not yet ripe for decision. The requirement that a matter be ripe \"prevents judicial consideration of issues until [the] controversy is presented in a clean-cut and concrete form.\" <i>Miller v. Brown,</i> <span class=\"citation\" data-id=\"795617\"><a href=\"/opinion/795617/larry-miller-11th-senatorial-district-republican-committee-v-michael/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319-20 (4th Cir.2006) (internal quotation marks omitted). In determining whether a matter is ripe, the court must \"decide whether the issue is substantively definitive enough to be fit for judicial decision and whether hardship will result from withholding court consideration.\" <i>Bryant Woods Inn, Inc. v. Howard County,</i> <span class=\"citation\" data-id=\"746237\"><a href=\"/opinion/746237/bryant-woods-inn-incorporated-v-howard-county-maryland-howard-county/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></a></span>, 602 (4th Cir.1997) (citing <i>Abbott Labs. v. Gardner,</i> <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 148-49, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></a></span> (1967)); <i>see also </i><i>Retail Indus. Leaders Ass'n v. Fielder,</i> <span class=\"citation\" data-id=\"796666\"><a href=\"/opinion/796666/retail-industry-leaders-association-v-james-d-fielder-jr-in-his/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 188 (4th Cir.2007). A matter is not substantively definitive enough for decision where \"it rests upon contingent future events that may not occur as anticipated, or indeed may not occur at all.\" <i>Texas v. United States,</i> <span class=\"citation\" data-id=\"118190\"><a href=\"/opinion/118190/texas-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 300, <span class=\"citation\" data-id=\"118190\"><a href=\"/opinion/118190/texas-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1257</span></a></span>, <span class=\"citation\" data-id=\"118190\"><a href=\"/opinion/118190/texas-v-united-states/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">406</span></a></span> <span class=\"star-pagination\">*728</span> (1998) (internal quotation marks omitted). Hardship is determined by \"the immediacy of the threat and the burden imposed on the [plaintiffs] who would be compelled to act under threat of enforcement of the challenged law.\" <i>Charter Fed. Sav. Bank v. Office of Thrift Supervision,</i> <span class=\"citation\" data-id=\"591409\"><a href=\"/opinion/591409/charter-federal-savings-bank-v-office-of-thrift-supervision-director-in/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 208-09 (4th Cir.1992).</p>\n<p>The requirement that a case be ripe for decision is \"drawn both from Article III limitations on judicial power and from prudential reasons for refusing to exercise jurisdiction.\" <i>Reno v. Catholic Soc. Servs.,</i> <span class=\"citation\" data-id=\"112889\"><a href=\"/opinion/112889/reno-v-catholic-social-services-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, 57 n. 18, <span class=\"citation\" data-id=\"112889\"><a href=\"/opinion/112889/reno-v-catholic-social-services-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>, <span class=\"citation\" data-id=\"112889\"><a href=\"/opinion/112889/reno-v-catholic-social-services-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1993). Because ripeness implicates Article III limitations, it may properly be raised in a Rule 12(b)(1) motion. 5B Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> § 1350 (3d ed. 2004); <i>see, e.g., Gibson v. Allstate Ins. Co.,</i> 64 Fed.Appx. 378, 379 (4th Cir.2003) (per curiam) (unpublished) (affirming dismissal under Rule 12(b)(1) for lack of ripeness). The burden of proving ripeness and subject matter jurisdiction is on the party or parties bringing the action. <i>Miller,</i> 462 F.3d at 319 (ripeness); <i>Adams v. Bain,</i> <span class=\"citation\" data-id=\"413270\"><a href=\"/opinion/413270/alvin-s-adams-and-david-a-gootee-v-richard-e-bain-county/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1219 (4th Cir.1982) (subject matter jurisdiction).<sup>[1]</sup></p>\n<p>A reasonable accommodation claim under the FHAA is ripe once the Town has considered and rejected a reasonable accommodation request. <i>See </i><i>Bryant Woods Inn,</i> 124 F.3d at 602 (\"While the [municipality] must be afforded an opportunity to make a final decision, the issue is sufficiently concrete for judicial resolution once an accommodation is denied.\"); <i>Oxford House v. City of Wilmington,</i> No. 7:04-CV-134-FL, slip op. at 41 (E.D.N.C. May 25, 2006). Defendants argue that plaintiffs' reasonable accommodation claims are not yet ripe because Oxford House has not sought, and the Town has not considered, a text amendment to allow the Broughton Street residence to be occupied by eight individuals (as opposed to an amendment that addresses all Oxford House-type establishments generally).</p>\n<p>As set forth below, this argument is not supported by the record. Specifically, the evidence currently before the court indicates that Oxford House sought a reasonable accommodation in the form of a text amendment to allow OH-Garner to operate within the Town on as many as three separate occasions, but was never granted the requested accommodation. First, in September 2004, OH-Garner requested that the Town designated OH-Garner as a family. In response, the Town instead created a new classification to address Oxford House-type residences, under which OH-Garner's use of the Broughton Street residence remained unlawful. Later, in July 2006, OH-Garner explicitly requested \"a request for reasonable accommodation from the separation and occupancy requirements for consideration by the Town, or any other Town department, board, or commission with the authority to grant Oxford House a reasonable accommodation.\" (Dep. Ex. 21.) The Town responded by questioning the reasonableness of that request and asking for <span class=\"star-pagination\">*729</span> additional documentation. Finally, OH-Garner renewed its July 2006 request in January 2008, providing the additional documentation requested by the Town. The Town, however, responded that it would not engage in correspondence with OH-Garner's counsel.</p>\n<p>Defendants argue that the Town misunderstood these requests as seeking a broad amendment to cover all Oxford House-type homes and similar arrangements for handicapped individuals, rather than a specific reasonable accommodation for OH-Garner. Defendants assert that because of this misunderstanding, the Town has not had the opportunity to consider the unique circumstances dictating the reasonableness and necessity for housing eight residents in the Broughton Street residence. Finally, defendants state that the Town was operating under the assumption that Oxford House's counsel knew of the procedure to request a specific text amendment and did not need to be explicitly informed by the Town's counsel.</p>\n<p>These arguments are likewise unconvincing. Denial of a reasonable accommodation request may be actual or constructive, \"as an indeterminate delay has the same effect as an outright denial.\" <i>Groome Resources, Ltd. v. Parish of Jefferson,</i> <span class=\"citation\" data-id=\"771341\"><a href=\"/opinion/771341/groome-resources-ltd-llc-united-states-of-america-intervenor-v-parish/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 199 (5th Cir.2000); <i>accord </i><i>United States v. District of Columbia,</i> <span class=\"citation\" data-id=\"2296397\"><a href=\"/opinion/2296397/united-states-v-district-of-columbia/\"><span class=\"volume\">538</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">211</span></a></span>, 219 (D.D.C.2008); <i>Prindable v. Ass'n of Apt. Owners of 2987 Kalakaua,</i> <span class=\"citation\" data-id=\"2563461\"><a href=\"/opinion/2563461/prindable-v-association-of-apt-owners-of-2987-kalakaua/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1245</span></a></span>, 1258 (D.Haw.2003). Here, it appears the Town may have constructively denied the reasonable accommodation request either by (1) granting an accommodation in the form of the May 2005 revision of the Ordinance under which OH-Garner was still a non-conforming use; or (2) failing to act after being presented with the July 2006 and January 2008 requests and accompanying psychological research. Although the Town claims that it misunderstood the nature of these requests and that its counsel believed that Oxford House knew of the procedure to request the specific text amendment, these assertions are not supported by the evidence currently before the court. Indeed, such arguments appear to be undercut by the repeated requests by Oxford House to be informed if there was another avenue through which it should submit its reasonable accommodation request that it had not already taken.</p>\n<p>The Town attempts to analogize this case to <i>City of Wilmington,</i> in which this court dismissed without prejudice Oxford House's claims against that city for lack of ripeness. That case is distinguishable from the instant case. In <i>City of Wilmington,</i> this court noted that \"plaintiffs have pursued neither of the available avenues [for seeking a reasonable accommodation]. Rather, plaintiffs abandoned their request ... to enact a text amendment, and never presented any type of request to the [Board of Adjustment] for a variance from the separation requirement....\" <i>Id.,</i> slip op. at 43. By contrast, Oxford House in the instant case has attempted to pursue all available avenues to receiving a reasonable accommodation, and has been met with either misunderstanding or resistance by the Town.</p>\n<p>Finally, defendants argue that now that this misunderstanding has been resolved, the instant matter should be dismissed and Oxford House given the opportunity to again request a text amendment. Plaintiffs, by contrast, contend that Oxford House should not be required to jump through yet another hoop if doing so would be \"manifestly futile.\" <i>United States v. Village of Palatine,</i> <span class=\"citation\" data-id=\"679997\"><a href=\"/opinion/679997/united-states-v-village-of-palatine-illinois-matthew-klein-dick-kozdras/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1230</span></a></span>, 1234 (7th Cir.1994); <i>see, e.g., </i><i>MX Group, Inc. v. City of Covington,</i> <span class=\"citation\" data-id=\"777972\"><a href=\"/opinion/777972/mx-group-inc-v-city-of-covington/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">326</span></a></span>, 343-44 (6th Cir.2002) (finding that request for text amendment or conditional use permit to operate methadone clinic would be futile where recent amendment to ordinance had <span class=\"star-pagination\">*730</span> effectively prohibited such clinics and plaintiff had already faced substantial opposition from city administrators). Regardless of whether or not an additional request would in fact be futile, the court does not believe that, after Oxford House has spent more than five years submitting reasonable accommodation requests and engaging in both administrative and judicial litigation, any additional time is needed before this matter may be presented to the court \"in a clean-cut and concrete form.\" <i>Miller,</i> 462 F.3d at 319-20.</p>\n<p>Relying on the undisputed facts before it, and assuming such facts when in dispute or intertwined with the merits of the case, the court concludes that the matter before it is ripe for adjudication. Accordingly, defendants' motion to dismiss on these grounds is DENIED.</p>\n<p></p>\n<h2>B. Preclusive Effect Of Board's 2006 Order</h2>\n<p>Defendants argue that, to the extent plaintiffs' intentional discrimination and reasonable accommodation claims are predicated on the Board's order of March 31, 2006, such claims are barred by <i>res judicata</i> and collateral estoppel.<sup>[2]</sup> Defendants contend that plaintiffs are precluded from contending (1) that the use of the Broughton Street residence met the Ordinance's 2003 definition of \"family\" as a permissible non-conforming use; and/or (2) that the use met some other definition as a lawful use under the Ordinance, because Oxford House chose not to appeal the Board's decision in state court. Accordingly, argue defendants, the factual and legal conclusions of the Board may not be collaterally attacked as constituting evidence of an FHAA violation.</p>\n<p>The doctrine of <i>res judicata,</i> or \"claim preclusion,\" bars parties or those in privity with them from relitigating issues that were raised or could have been raised in a previous action on which a final judgment on the merits was entered. <i>Pueschel v. United States,</i> <span class=\"citation\" data-id=\"786336\"><a href=\"/opinion/786336/deborah-katz-pueschel-v-united-states-of-america-deborah-katz-pueschel-v/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">345</span></a></span>, 354 (4th Cir.2004). <i>Res judicata</i> operates where there is: \"(1) a final judgment on the merits in a prior suit; (2) an identity of the cause of action in both the earlier and the later suit; and (3) an identity of parties or their privies in the two suits.\" <i>Id.</i> at 354-55 (citing <i>Nash County Bd. of Educ. v. Biltmore Co.,</i> <span class=\"citation\" data-id=\"387064\"><a href=\"/opinion/387064/the-nash-county-board-of-education-v-the-biltmore-company-borden-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span>, 486 (4th Cir. 1981)). Collateral estoppel, or \"issue preclusion,\" \"operates to bar subsequent litigation of [common] legal and factual issues... that were actually and necessarily determined by a court of competent jurisdiction in the first litigation.\" <i>In re Varat Enter., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1310</span></span>, 1315 (4th Cir. 1996) (internal quotation marks omitted). It operates where: \"(1) the `identical issue' (2) was actually litigated (3) and was `critical and necessary' to a(4) `final and valid' judgment (5) resulting from a prior proceeding in which the party against whom the doctrine is asserted had a full and fair opportunity to litigate the issue.\" <i>McHan v. Commissioner,</i> <span class=\"citation\" data-id=\"1027917\"><a href=\"/opinion/1027917/mchan-v-cir/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">326</span></a></span>, 331 (4th Cir.2009).<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*731</span> At the outset, the court notes that the United States was not a party to the action before the Board, nor was it in privity with Oxford House, and therefore it cannot be precluded from bringing its claims because of the earlier adjudication under a theory of <i>res judicata. See </i><i>Hathorn v. Lovorn,</i> <span class=\"citation\" data-id=\"110743\"><a href=\"/opinion/110743/hathorn-v-lovorn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, 268 n. 23, <span class=\"citation\" data-id=\"110743\"><a href=\"/opinion/110743/hathorn-v-lovorn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2421</span></a></span>, <span class=\"citation\" data-id=\"110743\"><a href=\"/opinion/110743/hathorn-v-lovorn/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">824</span></a></span> (1982); <i>Herman v. S.C. Nat'l Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1413</span></span>, 1425 (11th Cir.1998); <i>United States v. E. Baton Rouge Parish Sch. Bd.,</i> <span class=\"citation\" data-id=\"364040\"><a href=\"/opinion/364040/united-states-v-east-baton-rouge-parish-school-board/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 58 (5th Cir.1979); <i>see also </i><i>Brock v. Gillikin,</i> <span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">398</span></span>, 402 (E.D.N.C.1987) (finding no privity between government and private party where their interests were \"entirely separate and distinct\"). Moreover, collateral estoppel does not apply to bar consideration as to issues raised in the suit brought by the government because it did not have a full and fair opportunity to litigate the issues in the earlier action. <i>See </i><i>McHan,</i> 558 F.3d at 331. Accordingly, the motion is DENIED as to the United States.</p>\n<p>As to Oxford House, the court notes that it did not, and could not, bring its FHAA or ADA reasonable accommodation claims before the Board in the previous proceeding for which defendants seek <i>res judicata</i> effect. Accordingly, <i>res judicata</i> does not apply to completely bar Oxford House's claims here. <i>See </i><i>Pueschel,</i> 369 F.3d at 354-55 (holding that there must be \"an identity of the cause of action in both ... suit[s]\"). Nevertheless, the adjudication before the Board does have preclusive effect as to any issue or fact that (1) was identical to one in the earlier suit, (2) was actually litigated, and (3) was critical and necessary to the Board's decision, as that earlier decision was a final and valid judgment on the merits and involved the same parties. <i>McHan,</i> 558 F.3d at 331.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*732</span> Defendants seek to preclude Oxford House from arguing (1) that the use of the Broughton Street residence met the Ordinance's 2003 definition of \"family\" as a permissible non-conforming use; and/or (2) that the use met some other definition as a lawful use under the Ordinance. The court agrees that, to the extent Oxford House wishes to relitigate these issues, it may not do so because these issues were actually litigated before the Board and were both critical and necessary to the Board's decision. However, that plaintiffs are collaterally estopped from contesting these issues does not merit dismissal, which is the relief sought by defendants, because it does not appear that Oxford House's claims are predicated entirely on the decision of the Board in this case.<sup>[5]</sup> Accordingly, defendants' motion as it relates to preclusion of Oxford House's claims is ALLOWED insofar as Oxford House is collaterally estopped from raising the two specific issues described above, but it is DENIED insofar as it seeks to dismiss Oxford House's causes of action on that basis.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, defendants' motion to dismiss (DE # 22) is ALLOWED IN PART and DENIED IN PART. It is ALLOWED only insofar as it seeks to establish that Oxford House is precluded from relitigating certain issues before this court. It is DENIED in all other aspects, including insofar as it seeks dismissal of any of plaintiffs' claims at this time.</p>\n<h2>NOTES</h2>\n<p>[1]  Under Rule 12(b)(1), a party may bring either a facial or substantive challenge to subject matter jurisdiction, <i>see </i><i>Adams,</i> 697 F.2d at 1219, and the nature of the challenge determines the nature of this court's analysis of the motion, <i>see </i><i>Kerns v. United States,</i> <span class=\"citation\" data-id=\"1030530\"><a href=\"/opinion/1030530/kerns-v-united-states/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 192-93 (4th Cir.2009). Where defendants dispute \"the veracity of the facts underpinning subject matter jurisdiction,\" the court may go beyond the complaint and resolve the disputed jurisdictional facts, unless the jurisdictional facts are intertwined with the facts central to the merits of the dispute. <i>Id.</i> at 193; <i>United States ex rel. Vuyyuru v. Jadhav,</i> <span class=\"citation\" data-id=\"1027830\"><a href=\"/opinion/1027830/us-ex-rel-vuyyuru-v-jadhav/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">337</span></a></span>, 348 (4th Cir.2009). Accordingly, to the extent the merits are intertwined with facts supporting a finding of ripeness, the court must assume the jurisdictional facts supporting such a conclusion under Rule 12(b)(1). <i>Kerns,</i> 585 F.3d at 195.</p>\n<p>[2]  The terms \"claim preclusion\" and \"issue preclusion\" have widely overtaken the older lexicon of <i>\"res judicata\"</i> and \"collateral estoppel,\" respectively <i>See, e.g., </i><i>Taylor v. Sturgell,</i> <span class=\"citation\" data-id=\"145793\"><a href=\"/opinion/145793/taylor-v-sturgell/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">880</span></a></span>, <span class=\"citation\" data-id=\"145793\"><a href=\"/opinion/145793/taylor-v-sturgell/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2161</span></a></span>, 2171 n. 5, <span class=\"citation\" data-id=\"145793\"><a href=\"/opinion/145793/taylor-v-sturgell/\"><span class=\"volume\">171</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">155</span></a></span> (2008). Because North Carolina's courts continue to use these traditional terms, and where the parties have adopted these terms in their briefs, this court will also do so in this order. <i>See, e.g., </i><i>Sartin v. Macik,</i> <span class=\"citation\" data-id=\"1026309\"><a href=\"/opinion/1026309/sartin-v-macik/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 287 n. 2 (4th Cir.2008).</p>\n<p>[3]  Oxford House contends that the Board's order is an unreviewed administrative decision not entitled to preclusive effect here. While it is true that the Full Faith and Credit Statute, 28 U.S.C. § 1738, only requires that state preclusive rules be applied to state court adjudications, and does not dictate that unreviewed administrative findings must be given preclusive effect, federal common law preclusion may still apply to decisions of state administrative agencies. <i>Univ. of Tenn. v. Elliott,</i> <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">788</span></a></span>, 794-95, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span>, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></a></span> (1986). The Supreme Court has found exceptions to this general policy: In Elliott, it held that unreviewed administrative decisions were not to be given preclusive effect in federal Title VII actions, <i>id.</i> at 795-96, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span>. and in <i>Astoria Fed. Sav. &amp; Loan Ass'n v. Solimino,</i> <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 110-14, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1991), it held they were not to be given preclusive effect in Age Discrimination in Employment Act (\"ADEA\") actions. The question to be asked is \"whether a common-law rule of preclusion would be consistent with Congress' intent in enacting [the statute].\" <i>Id.</i> at 110, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span> (quoting <i>Elliott,</i> 478 U.S. at 796, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span>). Although there is no controlling authority on point, other courts have found that, unlike in Title VII and ADEA actions, unreviewed decisions of administrative bodies acting in a judicial capacity may have preclusive effect in later FHAA claims in federal court. <i>See Sikri v. Gilmore,</i> No. 97-CIV-2367, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">156385</span></span>, at *1-*2 (S.D.N.Y. Mar. 23, 1999); <i>Sokoya v. 4343 Clarendon Condo Ass'n,</i> No. 96-C-5278, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">699634</span></span>, at *4-*5 (N.D.Ill. Nov. 27, 1996); <i>Ward v. Harte,</i> <span class=\"citation\" data-id=\"1477464\"><a href=\"/opinion/1477464/ward-v-harte/\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">109</span></a></span> (S.D.N.Y. 1992). <i>But see </i><i>Telesca v. Long Island Hous, P'ship. Inc.,</i> <span class=\"citation\" data-id=\"2578629\"><a href=\"/opinion/2578629/telesca-v-long-island-housing-partnership-inc/\"><span class=\"volume\">443</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">397</span></a></span>, 405 (E.D.N.Y.2006). The reasoning of those cases is persuasive. North Carolina grants the Board's unreviewed decisions preclusive effect, <i>see </i><i>Guilford County Planning &amp; Dev. Dept. v. Simmons,</i> 102 N.C.App. 325, <span class=\"citation\" data-id=\"1312672\"><a href=\"/opinion/1312672/guilford-county-planning-development-department-v-simmons/\"><span class=\"volume\">401</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">659</span></a></span> (1991); <i>Quadrant Corp. v. City of Kinston,</i> 22 N.C.App. 31, <span class=\"citation\" data-id=\"1363564\"><a href=\"/opinion/1363564/quadrant-corporation-v-city-of-kinston/\"><span class=\"volume\">205</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">324</span></a></span> (1974), and so will this court.</p>\n<p>[4]  Although the court has employed federal common law, it notes that the result of its analysis would be the same under North Carolina law of <i>res judicata</i> and collateral estoppel, which employ similar analyses as federal common law. <i>See </i><i>Beckwith v. Llewellyn,</i> <span class=\"citation\" data-id=\"1267718\"><a href=\"/opinion/1267718/beckwith-v-llewellyn/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">569</span></a></span>, 574, <span class=\"citation\" data-id=\"1267718\"><a href=\"/opinion/1267718/beckwith-v-llewellyn/\"><span class=\"volume\">391</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">189</span></a></span>, 191 (1990) (collateral estoppel requires (1) same issues, (2) issues were raised and actually litigated in prior action, (3) issues were \"material\" and \"relevant\" to earlier action, and (4) determination of issues was necessary and essential to earlier judgment); <i>Thomas M. McInnis &amp; Assocs., Inc. v. Hall,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">421</span></span>, 429, <span class=\"citation\" data-id=\"1270835\"><a href=\"/opinion/1270835/thomas-m-mcinnis-associates-inc-v-hall/\"><span class=\"volume\">349</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>, 557 (1986) (<i>res judicata</i> requires that (1) the previous suit resulted in a final judgment on the merits, (2) the same cause of action is involved, and (3) both defendants and plaintiffs were parties or stand in privity with parties in the previous action).</p>\n<p>[5]  For example, though Oxford House may not allege that the Town denied it housing \"despite the fact that the use of [OH-Garner] fell under the definition of Family' use under the... [O]rdinance,\" (OH Compl. ¶ 48.a), there is nothing preventing it from alleging that the Town wrongfully \"[a]mend[ed] its [O]rdinance in an attempt to classify [OH-Garner] as an `illegal use'\" in response to OH-Garner's reasonable accommodation request (OH Compl. ¶ 48.d).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1026309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1030530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1267718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1312672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1363564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2296397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2563461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2578629/"
  ]
}