{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2542563/",
  "absolute_url": "/opinion/2542563/united-states-v-johnson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2542563/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:17:46.221745Z",
  "date_modified": "2016-04-26T20:08:55.358466Z",
  "type": "010combined",
  "sha1": "c320e8cf82128991c8c243f37df39250ad53d402",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>707 F.Supp.2d 616 (2010)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nDennis Stephen JOHNSTON, Defendant.</h1></center>\n<center>No. 7:09-CR-72-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>April 6, 2010.</center>\n<p><span class=\"star-pagination\">*617</span> Joe Exum, Jr., U.S. Attorney's Office, Raleigh, NC, for United States of America.</p>\n<p>Joseph Bart Gilbert, Federal Public Defender, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On September 8, 2009, Dennis Stephen Johnston (\"Johnston\" or \"defendant\") pleaded guilty to two counts of manufacturing child pornography in violation of 18 U.S.C. §§ 2251(a) and (d). The mandatory minimum for a violation of 18 U.S.C. §§ 2251(a) and (d) is not less than 15 years' imprisonment and the statutory maximum is 30 years' imprisonment. 18 U.S.C. § 2251(a), (d). Restitution is mandatory. <i>See</i> 18 U.S.C. § 2259(b)(4)(A). On December 15, 2009, the court held a sentencing hearing. The court adopted the facts stated in the Presentence Investigation Report (\"PSR\") and sentenced Johnston to consecutive terms of 360 months' imprisonment on counts one and two for a total term of 720 months [D.E. 18]. The court delayed imposing restitution so that losses could be ascertained and ordered the government to provide a restitution request by February 15, 2010.</p>\n<p>On February 15, 2010, the government requested $1,662,930.00 in total restitution for the two victims [D.E. 23]. Defendant responded in opposition [D.E. 30] and the government replied [D.E. 31]. As explained below, the court grants the government's request for restitution [D.E. 23].</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*618</span> I.</h2>\n<p>As the court discussed at defendant's sentencing hearing, adjectives are insufficient to describe the horror of Johnston's criminal conduct. Johnston repeatedly sexually abused two children over a six-year period beginning in 2002 and ending in August 2008 when Johnston was arrested on related North Carolina state charges. PSR ¶¶ 4-5. One child was male (\"male victim\") and one child was female (\"female victim\"). When the abuse began, the female victim was five years old and the male victim was eight or nine years old. <i>Id.</i> ¶¶ 4, 9. During these six years, Johnston repeatedly forced the victims to engage in sexual acts with each other and with Johnston while Johnston videotaped and photographed these acts. <i>Id.</i> ¶¶ 5-9.</p>\n<p>After Johnston's arrest, FBI agents examined Johnston's computer and several media storage devices and found 1,200 pornographic still images of the female victim, 90 still images of the female victim and the male victim engaged in sexual acts with each other, additional images of Johnston and the female victim engaged in sexual acts, and 189 videos of child pornography. <i>Id.</i> ¶ 6. The FBI also found another 1,000 images of child pornography on Johnston's computer, but these images were images of victims other than the female victim and the male victim. <i>Id.</i> ¶ 8.</p>\n<p>Section 2259(b) provides for mandatory restitution of \"the full amount of the victim's losses.\" 18 U.S.C. § 2259(b). Congress defined the full amount of losses to include:</p>\n<blockquote>(A) medical services relating to physical, psychiatric, or psychological care; (B) physical and occupational therapy or rehabilitation; (C) necessary transportation, temporary housing, and child care expenses; (D) lost income; (E) attorneys' fees, as well as other costs incurred; and (F) any other losses suffered by the victim as a proximate result of the offense.</blockquote>\n<p>18 U.S.C. § 2259(b)(3)(A)-(F). This amount also includes restitution for future medical expenses.</p>\n<p><i>See, e.g., </i><i>United States v. Pearson,</i> 570 F.3d 480, 486 (2d Cir.2009) (per curiam); <i>United States v. Doe,</i> 488 F.3d 1154, 1159-60 (9th Cir.2007); <i>United States v. Danser,</i> 270 F.3d 451, 455 (7th Cir.2001); <i>United States v. Julian,</i> 242 F.3d 1245, 1246-47 (10th Cir.2001); <i>United States v. Laney,</i> 189 F.3d 954, 966-67 (9th Cir.1999). The government must prove the victims' losses by a preponderance of the evidence. <i>See, e.g.,</i> 18 U.S.C. § 3664(e); <i>United States v. Baker,</i> 672 F.Supp.2d 771, 775 (E.D.Tex. 2009).</p>\n<p>In enacting section 2259, Congress chose \"generous terms, in order to compensate the victims of sexual abuse for the care required to address the long term effects of their abuse.\" <i>Laney,</i> 189 F.3d at 966; <i>cf. </i><i>United States v. Morace,</i> 594 F.3d 340, 350 (4th Cir.2010); <i>United States v. Hecht,</i> 470 F.3d 177, 182 (4th Cir.2006). Tellingly, in <i>New York v. Ferber,</i> 458 U.S. 747, 102 S.Ct. 3348, 73 L.Ed.2d 1113 (1982), the Supreme Court, relying on various authorities in the field of child exploitation, recognized the long-term effects child victims of sexual exploitation face and explained that:</p>\n<blockquote>The use of children as subjects of pornographic materials is very harmful to both the children and the society as a whole. It has been found that sexually exploited children are unable to develop healthy affectionate relationships in later life, have sexual dysfunctions, and have a tendency to become sexual abusers as adults. <span class=\"star-pagination\">*619</span> <i>Id.</i> at 758 n. 9, 102 S.Ct. 3348 (quotation, citations, and alterations omitted). Moreover, when the abuser makes videotapes or photographs, the abuse is \"permanently record[ed],\" and the \"continued existence\" of the photographs or videotapes cause \"the child victims continuing harm.\" <i>Osborne v. Ohio,</i> 495 U.S. 103, 111, 110 S.Ct. 1691, 109 L.Ed.2d 98 (1990).</blockquote>\n<p>Although Congress chose to phrase section 2259 broadly, the \"statutory language is circumscribed by the requirement of a causal connection between the offense of conviction and the victim's harm.\" <i>Doe,</i> 488 F.3d at 1159 (quotation omitted). Nevertheless, a district court determining the amount of restitution is not required to determine the amount of loss with \"mathematical precision.\" <i>Id.</i> at 1160. Rather, to order restitution for future counseling and medical expenses, the amount of loss need only be capable of estimation with \"reasonable certainty.\" <i>Id.</i> at 1160; <i>see </i><i>Pearson,</i> 570 F.3d at 486-87; <i>Danser,</i> 270 F.3d at 455-56; <i>Julian,</i> 242 F.3d at 1247-48; <i>Laney,</i> 189 F.3d at 967 n. 14.</p>\n<p>The government seeks restitution totaling $1,662,930.00. Gov't Req. for Restitution 1. In support, the government provided a report from Dr. Sharon W. Cooper, a forensic pediatrician and Fellow of the American Academy of Pediatrics, who reviewed the investigative reports in this case, and interviewed the two victims and their mother. <i>Id.</i> Ex. 1 [hereinafter \"Cooper Report\"]. Based on Dr. Cooper's experience and relevant research, Dr. Cooper commented on the impact of sexual exploitation on children. <i>Id.</i> at 1-8. Dr. Cooper also described the effects that Johnston's conduct has had on the two victims, including depression, alcohol abuse, insomnia, poor performance at school, delinquency, post-traumatic stress disorder (\"PTSD\"), and other physical and mental effects. <i>See id.</i> at 1-6. Dr. Cooper then estimated the future costs that the two victims individually will incur as a result of Johnston's acts and provided a line-item breakdown of her estimates. <i>See id.</i> at 6, apps. 1-3.</p>\n<p>Dr. Cooper also addressed the medical impact of child abuse as opposed to the psychological impact. Cooper Report 2. She explained that victims of child abuse are at a significantly higher risk of \"autoimmune and serious chronic diseases\" including \"arthritis, ulcer disease, cardiac dysfunction, stroke diabetes, and hepatitis.\" <i>Id.</i> Dr. Cooper noted that the two victims already show negative physical symptoms associated with child abuse. <i>Id.</i> For example, the female victim complained of \"moderate dysmenorrhea, intermittent sleep disturbance, panic attacks and depression,\" as well as \"early alcohol tolerance which may be precursor to dependence and abuse.\" <i>Id.</i> The male victim has taken part in residential health treatment and has been diagnosed with bipolar disorder, attention deficit hyperactivity disorder, and oppositional defiant disorder. <i>Id.</i></p>\n<p>Dr. Cooper next explained that the harm to victims of child abuse is categorized and analyzed along five different pathways: \"physiological, behavioral, social, cognitive, and emotional.\" <i>Id.</i> Dr. Cooper then explained and analyzed these factors. <i>Id.</i> at 2-5.</p>\n<p>Beginning with the physiological effects of child abuse, Dr. Cooper explained that traumatic events, such a sexual exploitation, can cause changes in a child's brain, such as increased Cortisol levels, resulting in problems with \"emotional regulation, attachment, learning, and memory.\" <i>Id.</i> at 2. Dr. Cooper reported that the two victims exhibit signs of these problems including problems at school. <i>See id.</i> at 2-3.</p>\n<p><span class=\"star-pagination\">*620</span> As for the behavioral impact on the victims, Dr. Cooper pointed out that the female victim already exhibits problems with alcohol, poor sleep patterns, problems at school, delinquent behaviors, and high risk sexualized behaviors. <i>Id.</i> at 3. As for the male victim, he has suicidal thoughts, poor sleep patterns, and eating difficulties. <i>Id.</i></p>\n<p>Dr. Cooper then detailed the social impact of child abuse. <i>Id.</i> at 3. Both victims exhibit problems at school including disciplinary problems, difficulty in their interactions with peers, and declining performance in school. <i>Id.</i> at 3. In addition, both victims have run away from home multiple times. <i>Id.</i></p>\n<p>Dr. Cooper proceeded to explain the cognitive effects of child abuse. <i>Id.</i> at 3-4. She noted that victims of such abuse often exhibit negative self-images resulting in guilt, self-blame, shame, eating disorders, depression, and PTSD. <i>Id.</i> Dr. Cooper concluded that both victims exhibit depression, anxiety, PTSD, and persistent intrusive thoughts of the abuse they experienced. <i>See id.</i> at 4.</p>\n<p>Finally, Dr. Cooper analyzed the emotional effects of child abuse which primarily consist of depression and PTSD. <i>Id.</i> These can result in adverse outcomes throughout a victim's lifetime including poor physical and mental health, relationship difficulties, behavioral problems, educational difficulties, issues related to childbearing, and poor job stability. <i>Id.</i> Specifically, Dr. Cooper stated that child abuse victims with PTSD, such as the two victims, have higher odds of failing high school and college, teenage childbearing, and marital instability. <i>Id.</i> at 5.</p>\n<p>Based on her research and analysis, Dr. Cooper provided estimates of the health care costs that the two victims will incur during their lives as a result Johnston's abuse based upon the cost of such services in 2009. <i>Id.</i> at 6. For both victims, Dr. Cooper based her estimates on an estimated 70 year lifespan. <i>Id.</i> at 5. For the female victim, Dr. Cooper estimated that she would incur $574,410.00 in future mental health costs including expenses for \"counseling for PTSD, anxiety disorder, depression, ... insomnia ..., outpatient life events[,] ... treatment for substance dependency[,] and medication costs.\" <i>Id.</i> at 6. Dr. Cooper also opined that the female victim would incur $136,500.00 in physical health care costs based on her existing physical complaints, diagnostic procedures, and treatment for dysmenorrhea and its associated etiologies. <i>Id.</i> For the male victim, Dr. Cooper concluded that he would incur $952,020.00 in future mental health costs for \"counseling for PTSD, Anxiety Disorder, Depression with Suicidal Ideations, Bipolar Disorder[,] ... Specific Learning Disabilities as well as insomnia.. . [,] inpatient care, outpatient life events, outpatient stable as well as for substance dependency and medication costs.\" <i>Id.</i></p>\n<p>Having reviewed the evidence in this case, including the PSR, all evidence submitted at the sentencing hearing, the filings of counsel, and Dr. Cooper's report, the court finds that Johnston's conduct has caused the two victims to suffer physical and mental damages that will exist throughout their lives. <i>Cf., e.g., </i><i>Osborne,</i> 495 U.S. at 111, 110 S.Ct. 1691; <i>Ferber,</i> 458 U.S. at 758 n. 9, 102 S.Ct. 3348. Furthermore, the court rejects Johnston's argument that the government has provided no evidence of any loss by either victim in this case. <i>See</i> Def.'s Resp. ¶ 3. As discussed, in addition to the evidence developed in the PSR and at the sentencing hearing, the government has provided a report from Dr. Cooper detailing the longterm effects of child abuse, reasonably estimating the effects of the abuse on the two victims in this case, and reasonably <span class=\"star-pagination\">*621</span> estimating the future costs in this case. <i>See</i> Cooper Report; <i>id.</i> apps. 1-3 (lineitem breakdown of future costs). Moreover, Dr. Cooper's use of 2009 costs rather than the future value of such costs reduces \"the dangers associated with projecting costs.\" <i>Danser,</i> 270 F.3d at 456 n. 6.</p>\n<p>In this case, no amount of money can ever make either victim whole. Johnston, through his conduct, robbed the victims of their childhood, stole their innocence, and forever altered the course of their lives. Nonetheless, Congress has made clear in 18 U.S.C. § 2259 that awarding restitution is mandatory, with the obvious hope that such awards will provide some modicum of restorative justice to the victims. The court finds that Dr. Cooper's report, when combined with the evidence in this case, provides a reasonably certain estimate of the losses that each victim suffered (to date and in the future) due to Johnston's conduct and the amount of money needed to make them whole. <i>See </i><i>Doe,</i> 488 F.3d at 1154; <i>see also, e.g., </i><i>Pearson,</i> 570 F.3d at 486-87; <i>Danser,</i> 270 F.3d at 455-56; <i>Julian,</i> 242 F.3d at 1247-48. Accordingly, the court grants the government's request for restitution [D.E. 23].</p>\n<p></p>\n<h2>II.</h2>\n<p>In sum, the court GRANTS the government's request for restitution [D.E. 23]. Johnston is ORDERED to pay restitution totaling $1,662,930.00. Johnston shall pay $710,910.00 in restitution to the female victim, and he shall pay $952,020.00 in restitution to the male victim. The award is due immediately. Because Johnston cannot pay immediately, he shall pay the award through the Inmate Financial Responsibility Program.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">707</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">616</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nDennis Stephen JOHNSTON, Defendant.</h1></center>\n<center>No. 7:09-CR-72-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>April 6, 2010.</center>\n<p><span class=\"star-pagination\">*617</span> Joe Exum, Jr., U.S. Attorney's Office, Raleigh, NC, for United States of America.</p>\n<p>Joseph Bart Gilbert, Federal Public Defender, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On September 8, 2009, Dennis Stephen Johnston (\"Johnston\" or \"defendant\") pleaded guilty to two counts of manufacturing child pornography in violation of 18 U.S.C. §§ 2251(a) and (d). The mandatory minimum for a violation of 18 U.S.C. §§ 2251(a) and (d) is not less than 15 years' imprisonment and the statutory maximum is 30 years' imprisonment. 18 U.S.C. § 2251(a), (d). Restitution is mandatory. <i>See</i> 18 U.S.C. § 2259(b)(4)(A). On December 15, 2009, the court held a sentencing hearing. The court adopted the facts stated in the Presentence Investigation Report (\"PSR\") and sentenced Johnston to consecutive terms of 360 months' imprisonment on counts one and two for a total term of 720 months [D.E. 18]. The court delayed imposing restitution so that losses could be ascertained and ordered the government to provide a restitution request by February 15, 2010.</p>\n<p>On February 15, 2010, the government requested $1,662,930.00 in total restitution for the two victims [D.E. 23]. Defendant responded in opposition [D.E. 30] and the government replied [D.E. 31]. As explained below, the court grants the government's request for restitution [D.E. 23].</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*618</span> I.</h2>\n<p>As the court discussed at defendant's sentencing hearing, adjectives are insufficient to describe the horror of Johnston's criminal conduct. Johnston repeatedly sexually abused two children over a six-year period beginning in 2002 and ending in August 2008 when Johnston was arrested on related North Carolina state charges. PSR ¶¶ 4-5. One child was male (\"male victim\") and one child was female (\"female victim\"). When the abuse began, the female victim was five years old and the male victim was eight or nine years old. <i>Id.</i> ¶¶ 4, 9. During these six years, Johnston repeatedly forced the victims to engage in sexual acts with each other and with Johnston while Johnston videotaped and photographed these acts. <i>Id.</i> ¶¶ 5-9.</p>\n<p>After Johnston's arrest, FBI agents examined Johnston's computer and several media storage devices and found 1,200 pornographic still images of the female victim, 90 still images of the female victim and the male victim engaged in sexual acts with each other, additional images of Johnston and the female victim engaged in sexual acts, and 189 videos of child pornography. <i>Id.</i> ¶ 6. The FBI also found another 1,000 images of child pornography on Johnston's computer, but these images were images of victims other than the female victim and the male victim. <i>Id.</i> ¶ 8.</p>\n<p>Section 2259(b) provides for mandatory restitution of \"the full amount of the victim's losses.\" 18 U.S.C. § 2259(b). Congress defined the full amount of losses to include:</p>\n<blockquote>(A) medical services relating to physical, psychiatric, or psychological care; (B) physical and occupational therapy or rehabilitation; (C) necessary transportation, temporary housing, and child care expenses; (D) lost income; (E) attorneys' fees, as well as other costs incurred; and (F) any other losses suffered by the victim as a proximate result of the offense.</blockquote>\n<p>18 U.S.C. § 2259(b)(3)(A)-(F). This amount also includes restitution for future medical expenses.</p>\n<p><i>See, e.g., </i><i>United States v. Pearson,</i> <span class=\"citation\" data-id=\"1196405\"><a href=\"/opinion/1196405/united-states-v-pearson/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 486 (2d Cir.2009) (per curiam); <i>United States v. Doe,</i> <span class=\"citation\" data-id=\"797976\"><a href=\"/opinion/797976/united-states-v-john-doe-united-states-of-america-v-john-doe/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></a></span>, 1159-60 (9th Cir.2007); <i>United States v. Danser,</i> <span class=\"citation\" data-id=\"775426\"><a href=\"/opinion/775426/united-states-v-david-karl-danser/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span>, 455 (7th Cir.2001); <i>United States v. Julian,</i> <span class=\"citation\" data-id=\"160869\"><a href=\"/opinion/160869/united-states-v-julian/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1245</span></a></span>, 1246-47 (10th Cir.2001); <i>United States v. Laney,</i> <span class=\"citation\" data-id=\"765946\"><a href=\"/opinion/765946/united-states-v-paul-frederick-laney/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 966-67 (9th Cir.1999). The government must prove the victims' losses by a preponderance of the evidence. <i>See, e.g.,</i> 18 U.S.C. § 3664(e); <i>United States v. Baker,</i> <span class=\"citation\" data-id=\"2308173\"><a href=\"/opinion/2308173/united-states-v-baker/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">771</span></a></span>, 775 (E.D.Tex. 2009).</p>\n<p>In enacting section 2259, Congress chose \"generous terms, in order to compensate the victims of sexual abuse for the care required to address the long term effects of their abuse.\" <i>Laney,</i> 189 F.3d at 966; <i>cf. </i><i>United States v. Morace,</i> <span class=\"citation\" data-id=\"1031477\"><a href=\"/opinion/1031477/united-states-v-morace/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 350 (4th Cir.2010); <i>United States v. Hecht,</i> <span class=\"citation\" data-id=\"796136\"><a href=\"/opinion/796136/united-states-v-robert-jay-hecht/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">177</span></a></span>, 182 (4th Cir.2006). Tellingly, in <i>New York v. Ferber,</i> <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3348</span></a></span>, <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1113</span></a></span> (1982), the Supreme Court, relying on various authorities in the field of child exploitation, recognized the long-term effects child victims of sexual exploitation face and explained that:</p>\n<blockquote>The use of children as subjects of pornographic materials is very harmful to both the children and the society as a whole. It has been found that sexually exploited children are unable to develop healthy affectionate relationships in later life, have sexual dysfunctions, and have a tendency to become sexual abusers as adults. <span class=\"star-pagination\">*619</span> <i>Id.</i> at 758 n. 9, <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3348</span></a></span> (quotation, citations, and alterations omitted). Moreover, when the abuser makes videotapes or photographs, the abuse is \"permanently record[ed],\" and the \"continued existence\" of the photographs or videotapes cause \"the child victims continuing harm.\" <i>Osborne v. Ohio,</i> <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 111, <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1691</span></a></span>, <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">98</span></a></span> (1990).</blockquote>\n<p>Although Congress chose to phrase section 2259 broadly, the \"statutory language is circumscribed by the requirement of a causal connection between the offense of conviction and the victim's harm.\" <i>Doe,</i> 488 F.3d at 1159 (quotation omitted). Nevertheless, a district court determining the amount of restitution is not required to determine the amount of loss with \"mathematical precision.\" <i>Id.</i> at 1160. Rather, to order restitution for future counseling and medical expenses, the amount of loss need only be capable of estimation with \"reasonable certainty.\" <i>Id.</i> at 1160; <i>see </i><i>Pearson,</i> 570 F.3d at 486-87; <i>Danser,</i> 270 F.3d at 455-56; <i>Julian,</i> 242 F.3d at 1247-48; <i>Laney,</i> 189 F.3d at 967 n. 14.</p>\n<p>The government seeks restitution totaling $1,662,930.00. Gov't Req. for Restitution 1. In support, the government provided a report from Dr. Sharon W. Cooper, a forensic pediatrician and Fellow of the American Academy of Pediatrics, who reviewed the investigative reports in this case, and interviewed the two victims and their mother. <i>Id.</i> Ex. 1 [hereinafter \"Cooper Report\"]. Based on Dr. Cooper's experience and relevant research, Dr. Cooper commented on the impact of sexual exploitation on children. <i>Id.</i> at 1-8. Dr. Cooper also described the effects that Johnston's conduct has had on the two victims, including depression, alcohol abuse, insomnia, poor performance at school, delinquency, post-traumatic stress disorder (\"PTSD\"), and other physical and mental effects. <i>See id.</i> at 1-6. Dr. Cooper then estimated the future costs that the two victims individually will incur as a result of Johnston's acts and provided a line-item breakdown of her estimates. <i>See id.</i> at 6, apps. 1-3.</p>\n<p>Dr. Cooper also addressed the medical impact of child abuse as opposed to the psychological impact. Cooper Report 2. She explained that victims of child abuse are at a significantly higher risk of \"autoimmune and serious chronic diseases\" including \"arthritis, ulcer disease, cardiac dysfunction, stroke diabetes, and hepatitis.\" <i>Id.</i> Dr. Cooper noted that the two victims already show negative physical symptoms associated with child abuse. <i>Id.</i> For example, the female victim complained of \"moderate dysmenorrhea, intermittent sleep disturbance, panic attacks and depression,\" as well as \"early alcohol tolerance which may be precursor to dependence and abuse.\" <i>Id.</i> The male victim has taken part in residential health treatment and has been diagnosed with bipolar disorder, attention deficit hyperactivity disorder, and oppositional defiant disorder. <i>Id.</i></p>\n<p>Dr. Cooper next explained that the harm to victims of child abuse is categorized and analyzed along five different pathways: \"physiological, behavioral, social, cognitive, and emotional.\" <i>Id.</i> Dr. Cooper then explained and analyzed these factors. <i>Id.</i> at 2-5.</p>\n<p>Beginning with the physiological effects of child abuse, Dr. Cooper explained that traumatic events, such a sexual exploitation, can cause changes in a child's brain, such as increased Cortisol levels, resulting in problems with \"emotional regulation, attachment, learning, and memory.\" <i>Id.</i> at 2. Dr. Cooper reported that the two victims exhibit signs of these problems including problems at school. <i>See id.</i> at 2-3.</p>\n<p><span class=\"star-pagination\">*620</span> As for the behavioral impact on the victims, Dr. Cooper pointed out that the female victim already exhibits problems with alcohol, poor sleep patterns, problems at school, delinquent behaviors, and high risk sexualized behaviors. <i>Id.</i> at 3. As for the male victim, he has suicidal thoughts, poor sleep patterns, and eating difficulties. <i>Id.</i></p>\n<p>Dr. Cooper then detailed the social impact of child abuse. <i>Id.</i> at 3. Both victims exhibit problems at school including disciplinary problems, difficulty in their interactions with peers, and declining performance in school. <i>Id.</i> at 3. In addition, both victims have run away from home multiple times. <i>Id.</i></p>\n<p>Dr. Cooper proceeded to explain the cognitive effects of child abuse. <i>Id.</i> at 3-4. She noted that victims of such abuse often exhibit negative self-images resulting in guilt, self-blame, shame, eating disorders, depression, and PTSD. <i>Id.</i> Dr. Cooper concluded that both victims exhibit depression, anxiety, PTSD, and persistent intrusive thoughts of the abuse they experienced. <i>See id.</i> at 4.</p>\n<p>Finally, Dr. Cooper analyzed the emotional effects of child abuse which primarily consist of depression and PTSD. <i>Id.</i> These can result in adverse outcomes throughout a victim's lifetime including poor physical and mental health, relationship difficulties, behavioral problems, educational difficulties, issues related to childbearing, and poor job stability. <i>Id.</i> Specifically, Dr. Cooper stated that child abuse victims with PTSD, such as the two victims, have higher odds of failing high school and college, teenage childbearing, and marital instability. <i>Id.</i> at 5.</p>\n<p>Based on her research and analysis, Dr. Cooper provided estimates of the health care costs that the two victims will incur during their lives as a result Johnston's abuse based upon the cost of such services in 2009. <i>Id.</i> at 6. For both victims, Dr. Cooper based her estimates on an estimated 70 year lifespan. <i>Id.</i> at 5. For the female victim, Dr. Cooper estimated that she would incur $574,410.00 in future mental health costs including expenses for \"counseling for PTSD, anxiety disorder, depression, ... insomnia ..., outpatient life events[,] ... treatment for substance dependency[,] and medication costs.\" <i>Id.</i> at 6. Dr. Cooper also opined that the female victim would incur $136,500.00 in physical health care costs based on her existing physical complaints, diagnostic procedures, and treatment for dysmenorrhea and its associated etiologies. <i>Id.</i> For the male victim, Dr. Cooper concluded that he would incur $952,020.00 in future mental health costs for \"counseling for PTSD, Anxiety Disorder, Depression with Suicidal Ideations, Bipolar Disorder[,] ... Specific Learning Disabilities as well as insomnia.. . [,] inpatient care, outpatient life events, outpatient stable as well as for substance dependency and medication costs.\" <i>Id.</i></p>\n<p>Having reviewed the evidence in this case, including the PSR, all evidence submitted at the sentencing hearing, the filings of counsel, and Dr. Cooper's report, the court finds that Johnston's conduct has caused the two victims to suffer physical and mental damages that will exist throughout their lives. <i>Cf., e.g., </i><i>Osborne,</i> 495 U.S. at 111, <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1691</span></a></span>; <i>Ferber,</i> 458 U.S. at 758 n. 9, <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3348</span></a></span>. Furthermore, the court rejects Johnston's argument that the government has provided no evidence of any loss by either victim in this case. <i>See</i> Def.'s Resp. ¶ 3. As discussed, in addition to the evidence developed in the PSR and at the sentencing hearing, the government has provided a report from Dr. Cooper detailing the longterm effects of child abuse, reasonably estimating the effects of the abuse on the two victims in this case, and reasonably <span class=\"star-pagination\">*621</span> estimating the future costs in this case. <i>See</i> Cooper Report; <i>id.</i> apps. 1-3 (lineitem breakdown of future costs). Moreover, Dr. Cooper's use of 2009 costs rather than the future value of such costs reduces \"the dangers associated with projecting costs.\" <i>Danser,</i> 270 F.3d at 456 n. 6.</p>\n<p>In this case, no amount of money can ever make either victim whole. Johnston, through his conduct, robbed the victims of their childhood, stole their innocence, and forever altered the course of their lives. Nonetheless, Congress has made clear in 18 U.S.C. § 2259 that awarding restitution is mandatory, with the obvious hope that such awards will provide some modicum of restorative justice to the victims. The court finds that Dr. Cooper's report, when combined with the evidence in this case, provides a reasonably certain estimate of the losses that each victim suffered (to date and in the future) due to Johnston's conduct and the amount of money needed to make them whole. <i>See </i><i>Doe,</i> 488 F.3d at 1154; <i>see also, e.g., </i><i>Pearson,</i> 570 F.3d at 486-87; <i>Danser,</i> 270 F.3d at 455-56; <i>Julian,</i> 242 F.3d at 1247-48. Accordingly, the court grants the government's request for restitution [D.E. 23].</p>\n<p></p>\n<h2>II.</h2>\n<p>In sum, the court GRANTS the government's request for restitution [D.E. 23]. Johnston is ORDERED to pay restitution totaling $1,662,930.00. Johnston shall pay $710,910.00 in restitution to the female victim, and he shall pay $952,020.00 in restitution to the male victim. The award is due immediately. Because Johnston cannot pay immediately, he shall pay the award through the Inmate Financial Responsibility Program.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1196405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2308173/"
  ]
}