{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2566039/",
  "absolute_url": "/opinion/2566039/hb-rowe-inc-v-tippett/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2566039/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:27:29.688217Z",
  "date_modified": "2016-04-26T21:42:49.716697Z",
  "type": "010combined",
  "sha1": "a732ecd1838065d97e4a1cd189bb3b3584b3f8e0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>H.B. ROWE, INC., Plaintiff,<br>\nv.<br>\nW. Lyndo TIPPETT, in his official capacity as Secretary of Transportation; W.S. Varnedoe, in his official capacity as Chief Engineer-Operations, North Carolina Department of Transportation; and William F. Rosser, in his official capacity as State Highway Administrator, Defendants.</h1></center>\n<center>No. 5:03-CV-278-BO (3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 9, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>The Court has before it Plaintiff's challenge to the North Carolina Minority and Women's Business Enterprise program enacted by the state legislature to affect the awarding of contracts and subcontracts in state highway construction. After a bench trial, the Court finds as a fact and concludes as a matter of law that Plaintiff has failed to satisfy its burden of proof that the programs in question violate the United States Constitution.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>I. Plaintiff's Action</h2>\n<p>Defendant North Carolina Department of Transportation (\"NCDOT\") is the state agency responsible for building and maintaining transportation infrastructure in North Carolina. NCDOT oversees administration of all road construction projects in the state. Some projects are funded exclusively by the state, while others are completed with the help of federal highway dollars. Those funded solely by the state were previously subject to the regulations of North Carolina's Minority Business Enterprise and Woman Business Enterprise Program (hereinafter \"MWBE Program\"), a state affirmative action program mandated by N.C. Gen.Stat. § 136-28.4, and administered by NCDOT. After this lawsuit was initiated, the statute authorizing the MWBE program was amended by the state legislature. The details of the previously-administered program are described below.</p>\n<p>In October of 2002, NCDOT initiated a state-funded project to relocate Centre Church Road in Iredell County, North Carolina (\"Iredell Project\"). NCDOT solicited bids from several general contractors for the project, including Plaintiff H.B. Rowe Co., Inc. (\"Rowe\"). Rowe is a family-owned road construction business located in Mt. Airy, North Carolina. The president and owner of the company is Mr. Gerhard Pilcher, a white male.</p>\n<p>Rowe submitted a bid in the amount of $1,102,660.54 for the Iredell County project. On November 7, 2002, an NCDOT committee met to consider the various bid submissions. At the meeting, the board rejected Plaintiff's bid in favor of the next lowest bid of Blythe Construction, Inc., which had proposed higher minority participation on the project as part of its bid. According to NCDOT, Plaintiff's bid was rejected because of Plaintiff's failure to demonstrate \"good faith efforts\" to obtain pre-designated levels of minority participation on the project.</p>\n<p>As a prime contractor, Plaintiff was obligated under the MWBE Program to either obtain participation of specified levels of minority business enterprise (\"MBE\") and women business enterprise (\"WBE\") subcontractors, or to demonstrate that good faith efforts were made to do so. For the Iredell project, NCDOT had set MBE and WBE subcontractor participation goals of 10% and 5% for the project, respectively. Plaintiff's bid included 6.6% WBE participation, but no MBE participation.<sup>[1]</sup> Following a review of Plaintiff's good faith efforts to obtain minority participation, the bid was rejected. Plaintiff's subsequent appeal to the State Highway Administrator, Defendant Len Sanderson, was denied.</p>\n<p>On April 14, 2003, Plaintiff filed a Cornplaint with this Court against NCDOT and several individuals: (1) Governor Michael Easley; (2) W.S. Varnedoe, Chief Engineer-Operations of the NCDOT; (3) W. Lyndo Tippett, Secretary of Transportation; and (4) Len Sanderson, State Highway Administrator. Governor Easley and Mr. Varnedoe were sued only in their official capacity, while the other individual defendants, Secretary Tippett and Mr. Sanderson, were also sued in their individual capacities. In its complaint, Plaintiff alleged that N.C. Gen.Stat. § 136-28.4 is unconstitutional on its face and as applied, and that Defendants' actions while administering the MWBE program violated Plaintiff's rights under 42 U.S.C. § 1981 and the Equal Protection Clause of the 14th Amendment. Plaintiff requested a declaratory judgment that the program is invalid, an injunction against continued administration of the MWBE program, and actual and punitive damages under 42 U.S.C. § 1983.</p>\n<p></p>\n<h2>II. North Carolina's MWBE Program</h2>\n<p>The MWBE program was implemented following amendments in 1989 to N.C. Gen. Stat. § 136-28.4. The amended statute set forth specific goals for promoting participation of minority business enterprises and women business enterprises in statefunded construction contracts:</p>\n<blockquote>A ten percent (10%) goal is established for participation by minority businesses and a five percent (5%) goal for participation by women businesses is established in contracts let by the Department of Transportation for the design, construction, alteration, or maintenance of State highways, roads, streets, or bridges and for the procurement of materials for these projects. The Department of Transportation shall endeavor to award to minority businesses at least ten percent (10%), by value, of the contracts it lets for these purposes, and shall endeavor to award to women businesses at least five percent (5%), by value, of the contracts it lets for these purposes. The Department shall adopt written procedures specifying the steps it will take to achieve these goals. The Department shall give equal opportunity for contracts it lets without regard to race, religion, color, creed, national origin, sex, age, or handicapping condition, as defined in G.S. 168A-3, to all contractors and businesses otherwise qualified.</blockquote>\n<p>N.C. Gen.Stat. § 136-28.4(b). Pursuant to the directives of the statute, the NCDOT promulgated regulations governing administration of the MWBE program. <i>See</i> N.C. Admin. Code tit. 19A, § 2D. 1101 <i>et seq.</i> The regulations have been amended several times and, as administered at the time Plaintiff's bid was rejected, were adopted in 1997. They stated that the NCDOT \"shall ensure that Minority Business Enterprises (`MBE') and Women Business Enterprises (`WBE') have the maximum opportunity to participate in the performance of contracts financed with non-Federal funds.\" <i>See</i> N.C. Admin. Code tit. 19A, § 2D.1101.</p>\n<p>North Carolina's MWBE program which affected only highway bids and contracts funded solely with state money largely mirrored the federal Disadvantaged Business Enterprise program (\"DBE\"), which NCDOT is required to comply with in awarding construction contracts that utilize federal funds. Since 1982, federal highway statutes have required that states set aside 10% of federal highway construction funds for payment to businesses owned and controlled by \"socially and economically disadvantaged individuals.\" 49 C.F.R. § 26.5. The United States Department of Transportation has set forth regulations requiring recipients of federal highway funding (states) to set overall goals for disadvantaged business participation on federally funded projects. 49 C.F.R. §§ 26.21; 26.45(a). The goals set by state departments of transportation need not be exactly 10%, and exemptions may be granted under certain circumstances. 49 C.F.R. § 26.15(b).</p>\n<p>Like the federal DBE program, under North Carolina's MWBE program, the 10% and 5% targets for minority and female participation were aspirational rather than mandatory, and individual targets for disadvantaged business participation were set for each individual project. <i>See</i> N.C. Admin. Code tit. 19A, § 2D.1108. Rather than awarding a certain percentage of all contracts to disadvantaged general contractors, the MWBE program tried to obtain specific levels of MBE and WBE subcontractor involvement on each individual contract. In determining what level of MBE and WBE participation was appropriate for each project, the NCDOT would take into account \"the approximate dollar value of the contract, the geographical location of the proposed work, the number of eligible firms in the geographical area, and the anticipated value of the items of work to be included in the contract.\" <i>Id.</i> The NCDOT would also consider \"the annual goals mandated by Congress and the North Carolina General Assembly.\" <i>Id.</i></p>\n<p>A firm could become certified as a MBE or WBE by showing NCDOT that it is \"owned or controlled by one or more socially and economically disadvantaged individuals.\" N.C. Admin. Code tit. 19A, § 2D.1102. Under NCDOT regulations, such individuals would include African Americans, Hispanic Americans, Asian-Pacific Americans, Native Americans, Asian-Indian Americans, and women. <i>Id.</i></p>\n<p>The MWBE program did not directly discriminate in favor of minority and women contractors, but rather encouraged prime contractors to favor MBEs and WBEs in subcontracting before submitting bids to NCDOT. For a particular statefunded construction project, the general contract would be awarded by NCDOT to the lowest \"responsible\" bidder. N.C. Gen.Stat. § 136-28.1. In determining whether the lowest bidder is \"responsible,\" NCDOT would consider whether the bidder obtained the level of certified MBE and WBE participation previously specified in the NCDOT project proposal. If not, NCDOT would consider whether the bidder made \"good faith efforts\" to solicit MBE and WBE participation. N.C. Admin. Code tit. 19A, § 2D.1108. The NCDOT would examine several different factors to determine the extent of a bidder's good faith efforts.<sup>[2]</sup> When a bidder's efforts to obtain MBE and WBE participation were questioned, the bidder would be given an opportunity to appear before the NCDOT Goal Compliance Committee, and to appeal any adverse decision to the NCDOT State Highway Administrator.</p>\n<p></p>\n<h2>III. History of N.C. Gen.Stat. § 135.28.4 and the MWBE Program</h2>\n<p>N.C. Gen.Stat. § 135.28.4 was originally enacted by the North Carolina General Assembly in 1983. 1983 N.C. Sess. Laws 692. The statute was entitled: \"State policy; cooperation in promoting the use of small, minority, physically handicapped and women contractors.\" It did not express numerical goals, or direct NCDOT to take specific remedial action. Instead, the statute set forth a general policy favoring \"small, minority, physically handicapped and women contractors\" in state construction projects, and directed that NCDOT and other state agencies \"encourage and promote\" the policy. <i>Id.</i></p>\n<p>In 1989, N.C. Gen.Stat. § 135.28.4 was amended by the legislature, leading to implementation of a preferences program by NCDOT. 1989 N.C. Sess. Laws 1066. The statute's title was amended to read: \"State policy concerning participation by disadvantaged businesses in highway contracts.\" As detailed above, the amended statute included 10% and 5% goals for MBE and WBE participation, respectively. The amended statute's language was also more direct, stating that the NCDOT \"shall endeavor\" to award contracts in accordance with the specified goals, and \"shall adopt written procedures specifying the steps it will take to achieve such goals.\" <i>Id.</i></p>\n<p>After N.C. Gen.Stat. § 136-28.4 was amended in 1989, NCDOT implemented the statute through a document entitled \"Project Special Provision Minority Businesses\" (\"PSP\"). PSP went into effect in July 1990, and like the regulations governing the current program, PSP established contract participation goals for minorities and women, and examined non-complying contractors' good faith efforts to reach those goals.</p>\n<p>There is no legislative history detailing the genesis of the 10% and 5% goals added to the statute in 1989. Additionally, there is no evidence that the North Carolina General Assembly relied on disparity studies purporting to find evidence of past discrimination prior to enacting or amending the statute. While the state government's failure to rely on disparity studies was not initially problematic, it became so after the Supreme Court issued its decision in <i>City of Richmond v. J.A. Croson Company,</i> 488 U.S. 469, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989). And more broadly, the <i>Croson</i> decision forced North Carolina to consider whether its affirmative action plan for state highway contracts fell within constitutional boundaries.</p>\n<p>In <i>Croson,</i> the Supreme Court examined the Richmond city council's \"set aside\" plan, which required general contractors on municipal projects to subcontract 30% of the project to minority businesses. The Supreme Court held that such a plan, regardless of whether its goals were \"benign\" and \"remedial,\" was subject to strict scrutiny because it created classifications based on race. <i>Id.</i> at 494, 109 S.Ct. 706. Ultimately, the Court held that Richmond had failed to identify past discrimination in the Richmond construction industry, and thus had failed to demonstrate a compelling interest sufficient to survive strict scrutiny review. <i>Id.</i> at 505, 109 S.Ct. 706. Soon after issuance of the Supreme Court's Croson decision, the PSP program was challenged on equal protection and due process grounds in state court in <i>Dickerson Carolina v. Harrelson,</i> 114 N.C.App. 693, 443 S.E.2d 127, <i>appeal dismissed </i><i>and disc</i><i> rev. denied,</i> 337 N.C. 691, 448 S.E.2d 520 (1994).</p>\n<p>After the <i>Dickerson</i> case was initiated, NCDOT temporarily suspended administration of the PSP program. Between September 1991 and April 1993, the PSP program, and thus the goals for minority participation set out in N.C. Gen.Stat. § 136-28.4, operated on a voluntary basis. In the interim, the General Assembly solicited a study from MGT of America on discrimination against women and minorities in state highway construction. <i>See </i><i>Dickerson,</i> 114 N.C.App. at 698, 443 S.E.2d 127. The study, which was presented to a subcommittee of the General Assembly in January of 1993, ultimately concluded that MBE and WBEs had suffered from historical discrimination in the highway and road construction industry. After receiving the study, the legislature's Joint Legislative Highway Oversight Committee directed NCDOT to reimplement a program to achieve the goals of N.C. Gen. Stat. § 136-28.4. <i>Id.</i><sup>[3]</sup> A program similar to the PSP was re-instituted by NCDOT, after incorporating some changes suggested by the MGT of America Study. However, the overall percentage goals for minority participation were not changed, and the enabling statute was not amended or reenacted by the full legislative body.</p>\n<p>The North Carolina Court of Appeals dismissed the pending legal challenge to the state's set-aside program, holding that \"[s]ince NCDOT has modified the PSP in response to the 1993 legislative study which found evidence of historical discrimination in the highway construction industry, plaintiff's challenge to the old PSP is now moot.\" <i>Dickerson,</i> 114 N.C.App. at 699, 443 S.E.2d 127. The Court of Appeals did not find the <i>ex post</i> rationale for the program problematic, declaring that \"the constitutional sufficiency of a state's proffered reasons necessitating an affirmative action plan should be assessed on whatever evidence is presented, whether prior to or subsequent to the program's enactment.\" <i>Id.</i> (quoting <i>Harrison &amp; Burrowes Bridge Constructors, Inc. v. Cuomo,</i> 981 F.2d 50, 60 (2nd Cir.1992)). However, while the Court of Appeals found that the modified NCDOT program rendered the challenge to the PSP program moot, it did not directly address whether the 1993 study could be used to support the constitutionality of the enabling statute, which was not amended following receipt of the study. <i>Id.</i></p>\n<p>Since <i>Dickerson,</i> no party had challenged the constitutional sufficiency of the MWBE program and its authorizing statute, N.C. Gen.Stat. § 136-28.4. NCDOT continued to study past discrimination against minorities and women in the construction industry, and continuously evaluated the efficacy of the MWBE program. After the 1993 study was produced, additional studies were developed by MGT of America in 1998 and 2004. Both studies concluded that disparities in the utilization of minority and women contractors persist, and that there remains a basis for continuation of the MWBE program.</p>\n<p>In 2003, Plaintiff filed this suit, alleging that the MWBE program violated the Equal Protection Clause of the Fourteenth Amendment of the U.S. Constitution. Plaintiff alleged that N.C. Gen.Stat. § 136-28.4 is unconstitutional on its face and as applied, and that Defendants' actions while administering the MWBE program violated Plaintiff's rights under 42 U.S.C. § 1981 and the Equal Protection Clause of the 14th Amendment. Plaintiff requested a declaratory judgment that the program is invalid, an injunction against continued administration of the MWBE program, and actual and punitive damages under 42 U.S.C. § 1983.</p>\n<p>On October 31, 2005, the parties filed Motions for Summary Judgment. Defendants also moved to dismiss pursuant to Federal Rules of Civil Procedure 12(b)(1) and 12(b)(2). The Court heard argument on the motions on March 29, 2006.</p>\n<p>Soon after the hearing, the North Carolina General Assembly began consideration of House bill 1827, which would amend N.C. Gen.Stat. § 136-28.4. The bill was ultimately approved by both bodies of the legislature, and was enacted into law and signed by the Governor on August 27, 2006. As amended, the statute is now entitled \"State policy concerning participation by disadvantaged minority-owned and women-owned businesses in highway contracts.\" It now reads:</p>\n<blockquote>(a) It is the policy of this State, based on a compelling governmental interest, to encourage and promote participation by disadvantaged minority-owned and women-owned businesses in contracts let by the Department pursuant to this Chapter for the planning, design, preconstruction, construction, alteration, or maintenance of State highways, roads, streets, or bridges and in the procurement of materials for these projects. All State agencies, institutions, and political subdivisions shall cooperate with the Department of Transportation and among themselves in all efforts to conduct outreach and to encourage and promote the use of disadvantaged minority-owned and women-owned businesses in these contracts.</blockquote>\n<blockquote>(b) At least every five years, the Department shall conduct a study on the availability and utilization of disadvantaged minority-owned and women-owned business enterprises and examine relevant evidence of the effects of race-based or gender-based discrimination upon the utilization of such business enterprises in contracts for planning, design, preconstruction, construction, alteration, or maintenance of State highways, roads, streets, or bridges and in the procurement of materials for these projects. Should the study show a strong basis in evidence of ongoing effects of past or present discrimination that prevents or limits disadvantaged minority-owned and women-owned businesses from participating in the above contracts at a level which would have existed absent such discrimination, such evidence shall constitute a basis for the State's continued compelling governmental interest in remedying such race and gender discrimination in highway contracting. Under such circumstances, the Department shall, in conformity with State and federal law, adopt by rule and contract provisions a specific program to remedy such discrimination. This specific program shall, to the extent reasonably practicable, address each barrier identified in such study that adversely affects contract participation by disadvantaged minority-owned and women-owned businesses.</blockquote>\n<blockquote>(b1) Based upon the findings of the Department's Second Generation Disparity Study completed in 2004, hereinafter referred to as `Study', the program design shall, to the extent reasonably practicable, incorporate narrowly tailored remedies identified in the Study, and the Department shall implement a comprehensive antidiscrimination enforcement policy. As appropriate, the program design shall be modified by rules adopted by the Department that are consistent with findings made in the Study and in subsequent studies conducted in accordance with subsection (b) of this section. As part of this program, the Department shall review its budget and establish annual aspirational goals, not mandatory goals, in percentages, for the overall participation in contracts by disadvantaged minority-owned and women-owned businesses. These annual aspirational goals for disadvantaged minority-owned and women-owned businesses shall be established consistent with methodology specified in the Study, and they shall not be applied rigidly on specific contracts or projects. Instead, the Department shall establish contract-specific goals or project-specific goals for the participation of such firms in a manner consistent with availability of disadvantaged minority-owned and women-owned businesses, as appropriately defined by its most recent Study, for each disadvantaged minority-owned and women-owned business category that has demonstrated significant disparity in contract utilization. Nothing in this section shall authorize the use of quotas. Any program implemented as a result of the Study conducted in accordance with this section shall be narrowly tailored to eliminate the effects of historical and continuing discrimination and its impacts on such disadvantaged minority-owned and women-owned businesses without any undue burden on other contractors. The Department shall give equal opportunity for contracts it lets without regard to race, religion, color, creed, national origin, sex, age, or handicapping condition, as defined in G.S. 168A-3, to all contractors and businesses otherwise qualified,</blockquote>\n<blockquote>(c) The following definitions apply in this section:</blockquote>\n<blockquote>(1) \"Disadvantaged business\" has the same meaning as \"disadvantaged business enterprise\" in 49 C.F.R. § 26.5 or any subsequently promulgated replacement regulation.</blockquote>\n<blockquote>(2) \"Minority\" includes only those racial or ethnicity classifications identified by a study conducted in accordance with this section that have been subjected to discrimination in the relevant marketplace and that have been adversely affected in their ability to obtain contracts with the Department.</blockquote>\n<blockquote>(d) The Department shall report semiannually to the Joint Legislative Transportation Oversight Committee on the utilization of disadvantaged minority-owned businesses and women-owned businesses and any program adopted to promote contracting opportunities for those businesses. Following each study of availability and utilization, the Department shall report to the Joint Legislative Transportation Oversight Committee on the results of the study for the purpose of determining whether the provisions of this section should continue in force and effect.</blockquote>\n<blockquote>(e) \"This section expires August 31, 2009.\"</blockquote>\n<p>The new statute has thus materially modified the previous statute. It now includes provisions (1) eliminating of the 10% and 5% goals and instead replacing them with contract-specific participation goals created by the NCDOT, (2) establishing a sunset provision that has the statute expire on August 31, 2009, and (3) providing express reliance on a disparity study produced in 2004.</p>\n<p>The MWBE program, as it now stands, is simple: the NCDOT dictates to prime contractors the express goal of MBE and WBE subcontractors to be used on a given project. However, instead of the state hiring the MBE and WBE subcontractors itself, the NCDOT makes the prime contractor solely responsible for vetting and hiring these subcontractors. If a prime contractor fails to hire the goal amount, it must submit efforts of \"good faith\" attempts to do so. The specific goal for a given project is determined solely by reference to the 2004 Disparity Study.</p>\n<p>After the 2006 amendments, Defendants attempted to dismiss the case as moot. On March 30, 2007, the Court found that the case was not mooted by the amendments. Specifically, the issue still remained as to whether there was valid evidence to support the racial and gender participation goals. As the sole justification for the legislative scheme was the 2004 Disparity Study, the question remained open, then, of whether the 2004 Disparity Study was a valid justification for the requirements.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. MBECompelling interest/WBEImportant governmental interest</h2>\n<p>To withstand scrutiny, the legislative scheme as it relates to MBE's must serve a compelling governmental interest and must be narrowly tailored to further that interests. <i>Wygant v. Jackson Bd. Of Educ.,</i> 476 U.S. 267, 274, 106 S.Ct. 1842, 90 L.Ed.2d 260 (1986). When searching for a compelling interest, the Supreme Court has stated \"[w]here there is a significant statistical disparity between the number of qualified minority contractors willing and able to perform a particular service and the number of such contractors actually engaged by the locality or the locality's prime contractors, an inference of discriminatory exclusion could arise.\" <i>Richmond v. J.A. Croson Co.,</i> 488 U.S. 469, 509, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989)(citing <i>Bazemore v. Friday,</i> 478 U.S. 385, 398, 106 S.Ct. 3000, 92 L.Ed.2d 315 (1986); <i>Teamsters v. United States,</i> 431 U.S. 324, 337-339, 97 S.Ct. 1843, 52 L.Ed.2d 396(1977)).</p>\n<p>Defendants have shown a compelling governmental interest. In <i>Richmond v. J.A. Croson Co.,</i> the Supreme Court made clear that a state legislature has a compelling interest in eradicating and remedying private discrimination in the private subcontracting inherent in the letting of road construction contracts. 488 U.S. at 492, 109 S.Ct. 706. The North Carolina Legislature has established it relied upon a strong basis of evidence in concluding that prior race discrimination in North Carolina's road construction industry existed so as to require remedial action. <i>See Croson,</i> 488 U.S. at 501, 503, 109 S.Ct. 706 (finding that the city did not prove a compelling interest because it failed to provide direct evidence of racial discrimination in the Richmond construction industry); <i>Tuttle by </i><i>Tuttle v. Arlington County Sch. Bd.,</i> 195 F.3d 698, 704 (4th Cir.1999)(finding a strong basis in evidence is synonymous with a compelling governmental interest).</p>\n<p>The 2004 Disparity Study demonstrated the existence of previous discrimination in the specific industry and locality at issue. Disparity ratios provided for in the 2004 Disparity Study highlighted the underutilization of MBEs by prime contractors bidding on state funded highway projects. Further, evidence relied upon by the legislature demonstrated a dramatic decline in the utilization of MBEs during the program's suspension in 1991. In addition, anecdotal support relied upon the legislature confirmed and reinforced the general data demonstrating the underutilization of MBEs. Defendants have established that, based upon a clear and strong inference raised by this study, they concluded minority contractors suffer from the lingering effects of racial discrimination. <i>Podberesky v. Kirwan,</i> 38 F.3d 147, 153 (4th Cir.1994)(finding the proponent of the measure must demonstrate a strong basis in evidence for its conclusion that remedial action is necessary).</p>\n<p>To withstand scrutiny, the legislative scheme as it relates to WBE's must serve an important governmental interest and must be substantially related to achievement of those objectives. <i>Mississippi University for Women v. Hogan,</i> 458 U.S. 718, 724, 102 S.Ct. 3331, 73 L.Ed.2d 1090 (1982). Defendants have shown an important governmental interest. The 2004 Disparity Study provided that the average contracts awarded WBEs are significantly smaller than those awarded non-WBEs. Defendants have established that, based upon a clear and strong inference raised by this study, they concluded women contractors suffer from past gender discrimination in the road construction industry. <i>Podberesky,</i> 38F.3d at 153.</p>\n<p></p>\n<h2>II. MBENarrowly tailored/WBESubstantially related</h2>\n<p>The Fourth Circuit lists a number of factors to consider in analyzing a statute for narrow tailoring: \"(1) the necessity of the policy and the efficacy of alternative race neutral policies; (2) the planned duration of the policy; (3) the relationship between the numerical goal and the percentage of minority group members in the relevant population;(4) the flexibility of the policy, including the provision of waivers if the goal cannot be met; and (5) the burden of the policy on innocent third parties.\" <i>Belk v. Charlotte-Mecklenburg Bd. of Educ.,</i> 269 F.3d 305, 344 (4th Cir., 2001)(citing <i>United States v. Paradise,</i> 480 U.S. 149, 171, 107 S.Ct. 1053, 94 L.Ed.2d 203 (1987)).</p>\n<p>The legislative scheme is narrowly tailored to remedy private discrimination of minorities and women in the private subcontracting inherent in the letting of road construction contracts.<sup>[4]</sup> The Court's analysis focuses on factors (2) and (4), the duration of the policy and the flexibility of the policy, respectively. With respect to the former, the legislative scheme provides the program be reviewed, at least, every five years to revisit the issue of utilization of minority and women business enterprises in the road construction industry. N.C. GEN.STAT. § 136-28.4(b). Further, the legislative scheme provides a sunset provision so that the program will expire on August 31, 2009, unless renewed by an act of the legislature. N.C. GEN.STAT. § 136-28.4(e). These provisions ensure the legislative scheme last no longer than necessary to eliminate the discriminatory effects it aims to combat. <i>Adarand Constructors v. Pena,</i> 515 U.S. 200, 238, 115 S.Ct. 2097, 132 L.Ed.2d 158 (1995).</p>\n<p>The legislative scheme enacted by the state legislature also provides flexibility insofar as the participation goals for a given contract are determined on a project by project basis. N.C. GEN.STAT. § 136-28.4(b)(1). In doing so, the legislative scheme prevents the mechanical application of participation goals and affords individualized treatment of contractors.</p>\n<p>Additionally, unlike <i>Croson,</i> the legislative scheme in question is not overbroad. In Croson, the city defined minority businesses to include those businesses owned by \"Blacks, Spanish-speaking, Orientals, Indians, Eskimos, or Aleuts.\" 488 U.S. at 478, 109 S.Ct. 706. The Supreme Court found the statute in that case overbroad because there existed no evidence that groups such as Indians, Eskimos, or Aleuts, who benefitted from the quota, existed in Richmond at all. <i>Id.</i> at 506, 109 S.Ct. 706. Here, on the other hand, the statute applies only to \"those racial or ethnicity classifications identified by a study conducted in accordance with this section that have been subjected to discrimination in the relevant marketplace and that have been adversely affected in their ability to obtain contracts with the Department.\" N.C. GEN.STAT. § 136-28.4(c)(2). Plaintiff has failed to provide any evidence that indicates minorities from non-relevant racial groups have been awarded contracts as a result of the statute.</p>\n<p>The legislative scheme is narrowly tailored to remedy private discrimination of minorities and women in the private subcontracting inherent in the letting of road construction contracts.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>This Court finds that N.C. Gen.Stat. § 136-28.4 is CONSTITUTIONAL.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Blythe submitted a bid including 3.3% MBE participation and 9.3% WBE participation. Despite the company's failure to obtain the specified level of MBE participation, the NCDOT Goal Compliance Committee found that Blythe had made good faith efforts to do so.</p>\n<p>[2]  These factors include:\n</p>\n<p>1. Whether the bidder attended any prebid meetings that were scheduled by the Department to inform eligible firms of subcontracting opportunities;</p>\n<p>2. Whether the bidder provided written notice to a reasonable number of eligible firms that their interest in the contract was being solicited;</p>\n<p>3. Whether the bidder followed up initial solicitations of interest by contacting eligible firms to determine with certainty they were interested;</p>\n<p>4. Whether the bidder selected portions of the work to be performed by eligible firms in order to increase the likelihood of meeting the contract goals;</p>\n<p>5. Whether the bidder provided interested eligible firms with adequate information about the plans, specifications, and requirements of the contract;</p>\n<p>6. Whether the bidder negotiated in good faith with interested eligible firms not rejecting them as unqualified without sound reasons based on a thorough investigation of their capabilities;</p>\n<p>7. Whether quotations were received from interested eligible firms but rejected as unacceptable without sound reasons why the quotations were considered unacceptable. For projects funded in whole or part with Federal funds, the fact that the DBE firm's quotation for the work is not the lowest quotation received shall not in itself be considered a sound reason for rejecting the quotation as unacceptable. Nothing in this Rule shall be construed to require the Contractor to accept unreasonable quotes in order to satisfy the goals;</p>\n<p>8. Whether the bidder made efforts to assist interested eligible firms in obtaining any required insurance;</p>\n<p>9. Whether the bidder specifically negotiated with subcontractors to assume part of the responsibility to meet the contract goals. N.C. Admin. Code tit. 19A, § 2D.1110.</p>\n<p>[3]  The Court has been cognizant of the need to examine all available sources to determine whether there was an explicit legislative adoption of the 1993 disparity study, or other legislative action that might require the Court to shift its frame of reference for examining N.C. Gen.Stat. § 136-28.4 from 1989 to 1993. This is complicated by the fact that, according to Defendants' admissions, \"no legislative history is kept or recorded which records any actions by the North Carolina General Assembly other than the passage of legislation.\" As discussed in greater detail below, Defendants have not presented any evidence, nor is there any evidence in the publicly available legislative history, that the reimplementation of the MWBE program in 1993 was accompanied by express legislative action, such as amendment of Section 136-28.4, or by recorded adoption of the disparity study by the legislature as part of a statute duly enacted under the laws of North Carolina.</p>\n<p>[4]  The legislative scheme as it relates to WBEs need only be substantially related to the important governmental objective. However, given the \"narrowly tailored\" standard required for MBEs is necessarily inclusive of the \"substantially related\" standard, this Court examines the two together.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>H.B. ROWE, INC., Plaintiff,<br>\nv.<br>\nW. Lyndo TIPPETT, in his official capacity as Secretary of Transportation; W.S. Varnedoe, in his official capacity as Chief Engineer-Operations, North Carolina Department of Transportation; and William F. Rosser, in his official capacity as State Highway Administrator, Defendants.</h1></center>\n<center>No. 5:03-CV-278-BO (3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 9, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>The Court has before it Plaintiff's challenge to the North Carolina Minority and Women's Business Enterprise program enacted by the state legislature to affect the awarding of contracts and subcontracts in state highway construction. After a bench trial, the Court finds as a fact and concludes as a matter of law that Plaintiff has failed to satisfy its burden of proof that the programs in question violate the United States Constitution.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>I. Plaintiff's Action</h2>\n<p>Defendant North Carolina Department of Transportation (\"NCDOT\") is the state agency responsible for building and maintaining transportation infrastructure in North Carolina. NCDOT oversees administration of all road construction projects in the state. Some projects are funded exclusively by the state, while others are completed with the help of federal highway dollars. Those funded solely by the state were previously subject to the regulations of North Carolina's Minority Business Enterprise and Woman Business Enterprise Program (hereinafter \"MWBE Program\"), a state affirmative action program mandated by N.C. Gen.Stat. § 136-28.4, and administered by NCDOT. After this lawsuit was initiated, the statute authorizing the MWBE program was amended by the state legislature. The details of the previously-administered program are described below.</p>\n<p>In October of 2002, NCDOT initiated a state-funded project to relocate Centre Church Road in Iredell County, North Carolina (\"Iredell Project\"). NCDOT solicited bids from several general contractors for the project, including Plaintiff H.B. Rowe Co., Inc. (\"Rowe\"). Rowe is a family-owned road construction business located in Mt. Airy, North Carolina. The president and owner of the company is Mr. Gerhard Pilcher, a white male.</p>\n<p>Rowe submitted a bid in the amount of $1,102,660.54 for the Iredell County project. On November 7, 2002, an NCDOT committee met to consider the various bid submissions. At the meeting, the board rejected Plaintiff's bid in favor of the next lowest bid of Blythe Construction, Inc., which had proposed higher minority participation on the project as part of its bid. According to NCDOT, Plaintiff's bid was rejected because of Plaintiff's failure to demonstrate \"good faith efforts\" to obtain pre-designated levels of minority participation on the project.</p>\n<p>As a prime contractor, Plaintiff was obligated under the MWBE Program to either obtain participation of specified levels of minority business enterprise (\"MBE\") and women business enterprise (\"WBE\") subcontractors, or to demonstrate that good faith efforts were made to do so. For the Iredell project, NCDOT had set MBE and WBE subcontractor participation goals of 10% and 5% for the project, respectively. Plaintiff's bid included 6.6% WBE participation, but no MBE participation.<sup>[1]</sup> Following a review of Plaintiff's good faith efforts to obtain minority participation, the bid was rejected. Plaintiff's subsequent appeal to the State Highway Administrator, Defendant Len Sanderson, was denied.</p>\n<p>On April 14, 2003, Plaintiff filed a Cornplaint with this Court against NCDOT and several individuals: (1) Governor Michael Easley; (2) W.S. Varnedoe, Chief Engineer-Operations of the NCDOT; (3) W. Lyndo Tippett, Secretary of Transportation; and (4) Len Sanderson, State Highway Administrator. Governor Easley and Mr. Varnedoe were sued only in their official capacity, while the other individual defendants, Secretary Tippett and Mr. Sanderson, were also sued in their individual capacities. In its complaint, Plaintiff alleged that N.C. Gen.Stat. § 136-28.4 is unconstitutional on its face and as applied, and that Defendants' actions while administering the MWBE program violated Plaintiff's rights under 42 U.S.C. § 1981 and the Equal Protection Clause of the 14th Amendment. Plaintiff requested a declaratory judgment that the program is invalid, an injunction against continued administration of the MWBE program, and actual and punitive damages under 42 U.S.C. § 1983.</p>\n<p></p>\n<h2>II. North Carolina's MWBE Program</h2>\n<p>The MWBE program was implemented following amendments in 1989 to N.C. Gen. Stat. § 136-28.4. The amended statute set forth specific goals for promoting participation of minority business enterprises and women business enterprises in statefunded construction contracts:</p>\n<blockquote>A ten percent (10%) goal is established for participation by minority businesses and a five percent (5%) goal for participation by women businesses is established in contracts let by the Department of Transportation for the design, construction, alteration, or maintenance of State highways, roads, streets, or bridges and for the procurement of materials for these projects. The Department of Transportation shall endeavor to award to minority businesses at least ten percent (10%), by value, of the contracts it lets for these purposes, and shall endeavor to award to women businesses at least five percent (5%), by value, of the contracts it lets for these purposes. The Department shall adopt written procedures specifying the steps it will take to achieve these goals. The Department shall give equal opportunity for contracts it lets without regard to race, religion, color, creed, national origin, sex, age, or handicapping condition, as defined in G.S. 168A-3, to all contractors and businesses otherwise qualified.</blockquote>\n<p>N.C. Gen.Stat. § 136-28.4(b). Pursuant to the directives of the statute, the NCDOT promulgated regulations governing administration of the MWBE program. <i>See</i> N.C. Admin. Code tit. 19A, § 2D. 1101 <i>et seq.</i> The regulations have been amended several times and, as administered at the time Plaintiff's bid was rejected, were adopted in 1997. They stated that the NCDOT \"shall ensure that Minority Business Enterprises (`MBE') and Women Business Enterprises (`WBE') have the maximum opportunity to participate in the performance of contracts financed with non-Federal funds.\" <i>See</i> N.C. Admin. Code tit. 19A, § 2D.1101.</p>\n<p>North Carolina's MWBE program which affected only highway bids and contracts funded solely with state money largely mirrored the federal Disadvantaged Business Enterprise program (\"DBE\"), which NCDOT is required to comply with in awarding construction contracts that utilize federal funds. Since 1982, federal highway statutes have required that states set aside 10% of federal highway construction funds for payment to businesses owned and controlled by \"socially and economically disadvantaged individuals.\" 49 C.F.R. § 26.5. The United States Department of Transportation has set forth regulations requiring recipients of federal highway funding (states) to set overall goals for disadvantaged business participation on federally funded projects. 49 C.F.R. §§ 26.21; 26.45(a). The goals set by state departments of transportation need not be exactly 10%, and exemptions may be granted under certain circumstances. 49 C.F.R. § 26.15(b).</p>\n<p>Like the federal DBE program, under North Carolina's MWBE program, the 10% and 5% targets for minority and female participation were aspirational rather than mandatory, and individual targets for disadvantaged business participation were set for each individual project. <i>See</i> N.C. Admin. Code tit. 19A, § 2D.1108. Rather than awarding a certain percentage of all contracts to disadvantaged general contractors, the MWBE program tried to obtain specific levels of MBE and WBE subcontractor involvement on each individual contract. In determining what level of MBE and WBE participation was appropriate for each project, the NCDOT would take into account \"the approximate dollar value of the contract, the geographical location of the proposed work, the number of eligible firms in the geographical area, and the anticipated value of the items of work to be included in the contract.\" <i>Id.</i> The NCDOT would also consider \"the annual goals mandated by Congress and the North Carolina General Assembly.\" <i>Id.</i></p>\n<p>A firm could become certified as a MBE or WBE by showing NCDOT that it is \"owned or controlled by one or more socially and economically disadvantaged individuals.\" N.C. Admin. Code tit. 19A, § 2D.1102. Under NCDOT regulations, such individuals would include African Americans, Hispanic Americans, Asian-Pacific Americans, Native Americans, Asian-Indian Americans, and women. <i>Id.</i></p>\n<p>The MWBE program did not directly discriminate in favor of minority and women contractors, but rather encouraged prime contractors to favor MBEs and WBEs in subcontracting before submitting bids to NCDOT. For a particular statefunded construction project, the general contract would be awarded by NCDOT to the lowest \"responsible\" bidder. N.C. Gen.Stat. § 136-28.1. In determining whether the lowest bidder is \"responsible,\" NCDOT would consider whether the bidder obtained the level of certified MBE and WBE participation previously specified in the NCDOT project proposal. If not, NCDOT would consider whether the bidder made \"good faith efforts\" to solicit MBE and WBE participation. N.C. Admin. Code tit. 19A, § 2D.1108. The NCDOT would examine several different factors to determine the extent of a bidder's good faith efforts.<sup>[2]</sup> When a bidder's efforts to obtain MBE and WBE participation were questioned, the bidder would be given an opportunity to appear before the NCDOT Goal Compliance Committee, and to appeal any adverse decision to the NCDOT State Highway Administrator.</p>\n<p></p>\n<h2>III. History of N.C. Gen.Stat. § 135.28.4 and the MWBE Program</h2>\n<p>N.C. Gen.Stat. § 135.28.4 was originally enacted by the North Carolina General Assembly in 1983. 1983 N.C. Sess. Laws 692. The statute was entitled: \"State policy; cooperation in promoting the use of small, minority, physically handicapped and women contractors.\" It did not express numerical goals, or direct NCDOT to take specific remedial action. Instead, the statute set forth a general policy favoring \"small, minority, physically handicapped and women contractors\" in state construction projects, and directed that NCDOT and other state agencies \"encourage and promote\" the policy. <i>Id.</i></p>\n<p>In 1989, N.C. Gen.Stat. § 135.28.4 was amended by the legislature, leading to implementation of a preferences program by NCDOT. 1989 N.C. Sess. Laws 1066. The statute's title was amended to read: \"State policy concerning participation by disadvantaged businesses in highway contracts.\" As detailed above, the amended statute included 10% and 5% goals for MBE and WBE participation, respectively. The amended statute's language was also more direct, stating that the NCDOT \"shall endeavor\" to award contracts in accordance with the specified goals, and \"shall adopt written procedures specifying the steps it will take to achieve such goals.\" <i>Id.</i></p>\n<p>After N.C. Gen.Stat. § 136-28.4 was amended in 1989, NCDOT implemented the statute through a document entitled \"Project Special Provision Minority Businesses\" (\"PSP\"). PSP went into effect in July 1990, and like the regulations governing the current program, PSP established contract participation goals for minorities and women, and examined non-complying contractors' good faith efforts to reach those goals.</p>\n<p>There is no legislative history detailing the genesis of the 10% and 5% goals added to the statute in 1989. Additionally, there is no evidence that the North Carolina General Assembly relied on disparity studies purporting to find evidence of past discrimination prior to enacting or amending the statute. While the state government's failure to rely on disparity studies was not initially problematic, it became so after the Supreme Court issued its decision in <i>City of Richmond v. J.A. Croson Company,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989). And more broadly, the <i>Croson</i> decision forced North Carolina to consider whether its affirmative action plan for state highway contracts fell within constitutional boundaries.</p>\n<p>In <i>Croson,</i> the Supreme Court examined the Richmond city council's \"set aside\" plan, which required general contractors on municipal projects to subcontract 30% of the project to minority businesses. The Supreme Court held that such a plan, regardless of whether its goals were \"benign\" and \"remedial,\" was subject to strict scrutiny because it created classifications based on race. <i>Id.</i> at 494, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>. Ultimately, the Court held that Richmond had failed to identify past discrimination in the Richmond construction industry, and thus had failed to demonstrate a compelling interest sufficient to survive strict scrutiny review. <i>Id.</i> at 505, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>. Soon after issuance of the Supreme Court's Croson decision, the PSP program was challenged on equal protection and due process grounds in state court in <i>Dickerson Carolina v. Harrelson,</i> 114 N.C.App. 693, <span class=\"citation\" data-id=\"1334215\"><a href=\"/opinion/1334215/dickerson-carolina-inc-v-harrelson/\"><span class=\"volume\">443</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">127</span></a></span>, <i>appeal dismissed </i><i>and disc</i><i> rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">691</span></span>, <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">520</span></span> (1994).</p>\n<p>After the <i>Dickerson</i> case was initiated, NCDOT temporarily suspended administration of the PSP program. Between September 1991 and April 1993, the PSP program, and thus the goals for minority participation set out in N.C. Gen.Stat. § 136-28.4, operated on a voluntary basis. In the interim, the General Assembly solicited a study from MGT of America on discrimination against women and minorities in state highway construction. <i>See </i><i>Dickerson,</i> 114 N.C.App. at 698, <span class=\"citation\" data-id=\"1334215\"><a href=\"/opinion/1334215/dickerson-carolina-inc-v-harrelson/\"><span class=\"volume\">443</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">127</span></a></span>. The study, which was presented to a subcommittee of the General Assembly in January of 1993, ultimately concluded that MBE and WBEs had suffered from historical discrimination in the highway and road construction industry. After receiving the study, the legislature's Joint Legislative Highway Oversight Committee directed NCDOT to reimplement a program to achieve the goals of N.C. Gen. Stat. § 136-28.4. <i>Id.</i><sup>[3]</sup> A program similar to the PSP was re-instituted by NCDOT, after incorporating some changes suggested by the MGT of America Study. However, the overall percentage goals for minority participation were not changed, and the enabling statute was not amended or reenacted by the full legislative body.</p>\n<p>The North Carolina Court of Appeals dismissed the pending legal challenge to the state's set-aside program, holding that \"[s]ince NCDOT has modified the PSP in response to the 1993 legislative study which found evidence of historical discrimination in the highway construction industry, plaintiff's challenge to the old PSP is now moot.\" <i>Dickerson,</i> 114 N.C.App. at 699, <span class=\"citation\" data-id=\"1334215\"><a href=\"/opinion/1334215/dickerson-carolina-inc-v-harrelson/\"><span class=\"volume\">443</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">127</span></a></span>. The Court of Appeals did not find the <i>ex post</i> rationale for the program problematic, declaring that \"the constitutional sufficiency of a state's proffered reasons necessitating an affirmative action plan should be assessed on whatever evidence is presented, whether prior to or subsequent to the program's enactment.\" <i>Id.</i> (quoting <i>Harrison &amp; Burrowes Bridge Constructors, Inc. v. Cuomo,</i> <span class=\"citation\" data-id=\"596400\"><a href=\"/opinion/596400/harrison-burrowes-bridge-constructors-incorporated-laquidara/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 60 (2nd Cir.1992)). However, while the Court of Appeals found that the modified NCDOT program rendered the challenge to the PSP program moot, it did not directly address whether the 1993 study could be used to support the constitutionality of the enabling statute, which was not amended following receipt of the study. <i>Id.</i></p>\n<p>Since <i>Dickerson,</i> no party had challenged the constitutional sufficiency of the MWBE program and its authorizing statute, N.C. Gen.Stat. § 136-28.4. NCDOT continued to study past discrimination against minorities and women in the construction industry, and continuously evaluated the efficacy of the MWBE program. After the 1993 study was produced, additional studies were developed by MGT of America in 1998 and 2004. Both studies concluded that disparities in the utilization of minority and women contractors persist, and that there remains a basis for continuation of the MWBE program.</p>\n<p>In 2003, Plaintiff filed this suit, alleging that the MWBE program violated the Equal Protection Clause of the Fourteenth Amendment of the U.S. Constitution. Plaintiff alleged that N.C. Gen.Stat. § 136-28.4 is unconstitutional on its face and as applied, and that Defendants' actions while administering the MWBE program violated Plaintiff's rights under 42 U.S.C. § 1981 and the Equal Protection Clause of the 14th Amendment. Plaintiff requested a declaratory judgment that the program is invalid, an injunction against continued administration of the MWBE program, and actual and punitive damages under 42 U.S.C. § 1983.</p>\n<p>On October 31, 2005, the parties filed Motions for Summary Judgment. Defendants also moved to dismiss pursuant to Federal Rules of Civil Procedure 12(b)(1) and 12(b)(2). The Court heard argument on the motions on March 29, 2006.</p>\n<p>Soon after the hearing, the North Carolina General Assembly began consideration of House bill 1827, which would amend N.C. Gen.Stat. § 136-28.4. The bill was ultimately approved by both bodies of the legislature, and was enacted into law and signed by the Governor on August 27, 2006. As amended, the statute is now entitled \"State policy concerning participation by disadvantaged minority-owned and women-owned businesses in highway contracts.\" It now reads:</p>\n<blockquote>(a) It is the policy of this State, based on a compelling governmental interest, to encourage and promote participation by disadvantaged minority-owned and women-owned businesses in contracts let by the Department pursuant to this Chapter for the planning, design, preconstruction, construction, alteration, or maintenance of State highways, roads, streets, or bridges and in the procurement of materials for these projects. All State agencies, institutions, and political subdivisions shall cooperate with the Department of Transportation and among themselves in all efforts to conduct outreach and to encourage and promote the use of disadvantaged minority-owned and women-owned businesses in these contracts.</blockquote>\n<blockquote>(b) At least every five years, the Department shall conduct a study on the availability and utilization of disadvantaged minority-owned and women-owned business enterprises and examine relevant evidence of the effects of race-based or gender-based discrimination upon the utilization of such business enterprises in contracts for planning, design, preconstruction, construction, alteration, or maintenance of State highways, roads, streets, or bridges and in the procurement of materials for these projects. Should the study show a strong basis in evidence of ongoing effects of past or present discrimination that prevents or limits disadvantaged minority-owned and women-owned businesses from participating in the above contracts at a level which would have existed absent such discrimination, such evidence shall constitute a basis for the State's continued compelling governmental interest in remedying such race and gender discrimination in highway contracting. Under such circumstances, the Department shall, in conformity with State and federal law, adopt by rule and contract provisions a specific program to remedy such discrimination. This specific program shall, to the extent reasonably practicable, address each barrier identified in such study that adversely affects contract participation by disadvantaged minority-owned and women-owned businesses.</blockquote>\n<blockquote>(b1) Based upon the findings of the Department's Second Generation Disparity Study completed in 2004, hereinafter referred to as `Study', the program design shall, to the extent reasonably practicable, incorporate narrowly tailored remedies identified in the Study, and the Department shall implement a comprehensive antidiscrimination enforcement policy. As appropriate, the program design shall be modified by rules adopted by the Department that are consistent with findings made in the Study and in subsequent studies conducted in accordance with subsection (b) of this section. As part of this program, the Department shall review its budget and establish annual aspirational goals, not mandatory goals, in percentages, for the overall participation in contracts by disadvantaged minority-owned and women-owned businesses. These annual aspirational goals for disadvantaged minority-owned and women-owned businesses shall be established consistent with methodology specified in the Study, and they shall not be applied rigidly on specific contracts or projects. Instead, the Department shall establish contract-specific goals or project-specific goals for the participation of such firms in a manner consistent with availability of disadvantaged minority-owned and women-owned businesses, as appropriately defined by its most recent Study, for each disadvantaged minority-owned and women-owned business category that has demonstrated significant disparity in contract utilization. Nothing in this section shall authorize the use of quotas. Any program implemented as a result of the Study conducted in accordance with this section shall be narrowly tailored to eliminate the effects of historical and continuing discrimination and its impacts on such disadvantaged minority-owned and women-owned businesses without any undue burden on other contractors. The Department shall give equal opportunity for contracts it lets without regard to race, religion, color, creed, national origin, sex, age, or handicapping condition, as defined in G.S. 168A-3, to all contractors and businesses otherwise qualified,</blockquote>\n<blockquote>(c) The following definitions apply in this section:</blockquote>\n<blockquote>(1) \"Disadvantaged business\" has the same meaning as \"disadvantaged business enterprise\" in 49 C.F.R. § 26.5 or any subsequently promulgated replacement regulation.</blockquote>\n<blockquote>(2) \"Minority\" includes only those racial or ethnicity classifications identified by a study conducted in accordance with this section that have been subjected to discrimination in the relevant marketplace and that have been adversely affected in their ability to obtain contracts with the Department.</blockquote>\n<blockquote>(d) The Department shall report semiannually to the Joint Legislative Transportation Oversight Committee on the utilization of disadvantaged minority-owned businesses and women-owned businesses and any program adopted to promote contracting opportunities for those businesses. Following each study of availability and utilization, the Department shall report to the Joint Legislative Transportation Oversight Committee on the results of the study for the purpose of determining whether the provisions of this section should continue in force and effect.</blockquote>\n<blockquote>(e) \"This section expires August 31, 2009.\"</blockquote>\n<p>The new statute has thus materially modified the previous statute. It now includes provisions (1) eliminating of the 10% and 5% goals and instead replacing them with contract-specific participation goals created by the NCDOT, (2) establishing a sunset provision that has the statute expire on August 31, 2009, and (3) providing express reliance on a disparity study produced in 2004.</p>\n<p>The MWBE program, as it now stands, is simple: the NCDOT dictates to prime contractors the express goal of MBE and WBE subcontractors to be used on a given project. However, instead of the state hiring the MBE and WBE subcontractors itself, the NCDOT makes the prime contractor solely responsible for vetting and hiring these subcontractors. If a prime contractor fails to hire the goal amount, it must submit efforts of \"good faith\" attempts to do so. The specific goal for a given project is determined solely by reference to the 2004 Disparity Study.</p>\n<p>After the 2006 amendments, Defendants attempted to dismiss the case as moot. On March 30, 2007, the Court found that the case was not mooted by the amendments. Specifically, the issue still remained as to whether there was valid evidence to support the racial and gender participation goals. As the sole justification for the legislative scheme was the 2004 Disparity Study, the question remained open, then, of whether the 2004 Disparity Study was a valid justification for the requirements.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. MBECompelling interest/WBEImportant governmental interest</h2>\n<p>To withstand scrutiny, the legislative scheme as it relates to MBE's must serve a compelling governmental interest and must be narrowly tailored to further that interests. <i>Wygant v. Jackson Bd. Of Educ.,</i> <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 274, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1986). When searching for a compelling interest, the Supreme Court has stated \"[w]here there is a significant statistical disparity between the number of qualified minority contractors willing and able to perform a particular service and the number of such contractors actually engaged by the locality or the locality's prime contractors, an inference of discriminatory exclusion could arise.\" <i>Richmond v. J.A. Croson Co.,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 509, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989)(citing <i>Bazemore v. Friday,</i> <span class=\"citation\" data-id=\"111746\"><a href=\"/opinion/111746/bazemore-v-friday/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 398, <span class=\"citation\" data-id=\"111746\"><a href=\"/opinion/111746/bazemore-v-friday/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3000</span></a></span>, <span class=\"citation\" data-id=\"111746\"><a href=\"/opinion/111746/bazemore-v-friday/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></a></span> (1986); <i>Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 337-339, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 52 L.Ed.2d 396(1977)).</p>\n<p>Defendants have shown a compelling governmental interest. In <i>Richmond v. J.A. Croson Co.,</i> the Supreme Court made clear that a state legislature has a compelling interest in eradicating and remedying private discrimination in the private subcontracting inherent in the letting of road construction contracts. 488 U.S. at 492, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>. The North Carolina Legislature has established it relied upon a strong basis of evidence in concluding that prior race discrimination in North Carolina's road construction industry existed so as to require remedial action. <i>See Croson,</i> 488 U.S. at 501, 503, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span> (finding that the city did not prove a compelling interest because it failed to provide direct evidence of racial discrimination in the Richmond construction industry); <i>Tuttle by </i><i>Tuttle v. Arlington County Sch. Bd.,</i> <span class=\"citation\" data-id=\"766636\"><a href=\"/opinion/766636/grace-tuttle-a-minor-by-her-next-friend-steven-tuttle-rachel-sechler-a/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 704 (4th Cir.1999)(finding a strong basis in evidence is synonymous with a compelling governmental interest).</p>\n<p>The 2004 Disparity Study demonstrated the existence of previous discrimination in the specific industry and locality at issue. Disparity ratios provided for in the 2004 Disparity Study highlighted the underutilization of MBEs by prime contractors bidding on state funded highway projects. Further, evidence relied upon by the legislature demonstrated a dramatic decline in the utilization of MBEs during the program's suspension in 1991. In addition, anecdotal support relied upon the legislature confirmed and reinforced the general data demonstrating the underutilization of MBEs. Defendants have established that, based upon a clear and strong inference raised by this study, they concluded minority contractors suffer from the lingering effects of racial discrimination. <i>Podberesky v. Kirwan,</i> <span class=\"citation\" data-id=\"680721\"><a href=\"/opinion/680721/daniel-j-podberesky-v-william-e-kirwan-president-of-the-university-of/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 153 (4th Cir.1994)(finding the proponent of the measure must demonstrate a strong basis in evidence for its conclusion that remedial action is necessary).</p>\n<p>To withstand scrutiny, the legislative scheme as it relates to WBE's must serve an important governmental interest and must be substantially related to achievement of those objectives. <i>Mississippi University for Women v. Hogan,</i> <span class=\"citation\" data-id=\"110793\"><a href=\"/opinion/110793/mississippi-univ-for-women-v-hogan/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">718</span></a></span>, 724, <span class=\"citation\" data-id=\"110793\"><a href=\"/opinion/110793/mississippi-univ-for-women-v-hogan/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3331</span></a></span>, <span class=\"citation\" data-id=\"110793\"><a href=\"/opinion/110793/mississippi-univ-for-women-v-hogan/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1090</span></a></span> (1982). Defendants have shown an important governmental interest. The 2004 Disparity Study provided that the average contracts awarded WBEs are significantly smaller than those awarded non-WBEs. Defendants have established that, based upon a clear and strong inference raised by this study, they concluded women contractors suffer from past gender discrimination in the road construction industry. <i>Podberesky,</i> 38F.3d at 153.</p>\n<p></p>\n<h2>II. MBENarrowly tailored/WBESubstantially related</h2>\n<p>The Fourth Circuit lists a number of factors to consider in analyzing a statute for narrow tailoring: \"(1) the necessity of the policy and the efficacy of alternative race neutral policies; (2) the planned duration of the policy; (3) the relationship between the numerical goal and the percentage of minority group members in the relevant population;(4) the flexibility of the policy, including the provision of waivers if the goal cannot be met; and (5) the burden of the policy on innocent third parties.\" <i>Belk v. Charlotte-Mecklenburg Bd. of Educ.,</i> <span class=\"citation\" data-id=\"775329\"><a href=\"/opinion/775329/terry-belk-dwayne-collins-on-behalf-of-themselves-and-the-class-they/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span>, 344 (4th Cir., 2001)(citing <i>United States v. Paradise,</i> <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 171, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span>, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (1987)).</p>\n<p>The legislative scheme is narrowly tailored to remedy private discrimination of minorities and women in the private subcontracting inherent in the letting of road construction contracts.<sup>[4]</sup> The Court's analysis focuses on factors (2) and (4), the duration of the policy and the flexibility of the policy, respectively. With respect to the former, the legislative scheme provides the program be reviewed, at least, every five years to revisit the issue of utilization of minority and women business enterprises in the road construction industry. N.C. GEN.STAT. § 136-28.4(b). Further, the legislative scheme provides a sunset provision so that the program will expire on August 31, 2009, unless renewed by an act of the legislature. N.C. GEN.STAT. § 136-28.4(e). These provisions ensure the legislative scheme last no longer than necessary to eliminate the discriminatory effects it aims to combat. <i>Adarand Constructors v. Pena,</i> <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 238, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1995).</p>\n<p>The legislative scheme enacted by the state legislature also provides flexibility insofar as the participation goals for a given contract are determined on a project by project basis. N.C. GEN.STAT. § 136-28.4(b)(1). In doing so, the legislative scheme prevents the mechanical application of participation goals and affords individualized treatment of contractors.</p>\n<p>Additionally, unlike <i>Croson,</i> the legislative scheme in question is not overbroad. In Croson, the city defined minority businesses to include those businesses owned by \"Blacks, Spanish-speaking, Orientals, Indians, Eskimos, or Aleuts.\" 488 U.S. at 478, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>. The Supreme Court found the statute in that case overbroad because there existed no evidence that groups such as Indians, Eskimos, or Aleuts, who benefitted from the quota, existed in Richmond at all. <i>Id.</i> at 506, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>. Here, on the other hand, the statute applies only to \"those racial or ethnicity classifications identified by a study conducted in accordance with this section that have been subjected to discrimination in the relevant marketplace and that have been adversely affected in their ability to obtain contracts with the Department.\" N.C. GEN.STAT. § 136-28.4(c)(2). Plaintiff has failed to provide any evidence that indicates minorities from non-relevant racial groups have been awarded contracts as a result of the statute.</p>\n<p>The legislative scheme is narrowly tailored to remedy private discrimination of minorities and women in the private subcontracting inherent in the letting of road construction contracts.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>This Court finds that N.C. Gen.Stat. § 136-28.4 is CONSTITUTIONAL.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Blythe submitted a bid including 3.3% MBE participation and 9.3% WBE participation. Despite the company's failure to obtain the specified level of MBE participation, the NCDOT Goal Compliance Committee found that Blythe had made good faith efforts to do so.</p>\n<p>[2]  These factors include:\n</p>\n<p>1. Whether the bidder attended any prebid meetings that were scheduled by the Department to inform eligible firms of subcontracting opportunities;</p>\n<p>2. Whether the bidder provided written notice to a reasonable number of eligible firms that their interest in the contract was being solicited;</p>\n<p>3. Whether the bidder followed up initial solicitations of interest by contacting eligible firms to determine with certainty they were interested;</p>\n<p>4. Whether the bidder selected portions of the work to be performed by eligible firms in order to increase the likelihood of meeting the contract goals;</p>\n<p>5. Whether the bidder provided interested eligible firms with adequate information about the plans, specifications, and requirements of the contract;</p>\n<p>6. Whether the bidder negotiated in good faith with interested eligible firms not rejecting them as unqualified without sound reasons based on a thorough investigation of their capabilities;</p>\n<p>7. Whether quotations were received from interested eligible firms but rejected as unacceptable without sound reasons why the quotations were considered unacceptable. For projects funded in whole or part with Federal funds, the fact that the DBE firm's quotation for the work is not the lowest quotation received shall not in itself be considered a sound reason for rejecting the quotation as unacceptable. Nothing in this Rule shall be construed to require the Contractor to accept unreasonable quotes in order to satisfy the goals;</p>\n<p>8. Whether the bidder made efforts to assist interested eligible firms in obtaining any required insurance;</p>\n<p>9. Whether the bidder specifically negotiated with subcontractors to assume part of the responsibility to meet the contract goals. N.C. Admin. Code tit. 19A, § 2D.1110.</p>\n<p>[3]  The Court has been cognizant of the need to examine all available sources to determine whether there was an explicit legislative adoption of the 1993 disparity study, or other legislative action that might require the Court to shift its frame of reference for examining N.C. Gen.Stat. § 136-28.4 from 1989 to 1993. This is complicated by the fact that, according to Defendants' admissions, \"no legislative history is kept or recorded which records any actions by the North Carolina General Assembly other than the passage of legislation.\" As discussed in greater detail below, Defendants have not presented any evidence, nor is there any evidence in the publicly available legislative history, that the reimplementation of the MWBE program in 1993 was accompanied by express legislative action, such as amendment of Section 136-28.4, or by recorded adoption of the disparity study by the legislature as part of a statute duly enacted under the laws of North Carolina.</p>\n<p>[4]  The legislative scheme as it relates to WBEs need only be substantially related to the important governmental objective. However, given the \"narrowly tailored\" standard required for MBEs is necessarily inclusive of the \"substantially related\" standard, this Court examines the two together.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334215/"
  ]
}