{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2568844/",
  "absolute_url": "/opinion/2568844/hoop-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2568844/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:29:25.520682Z",
  "date_modified": "2016-04-27T00:17:39.994076Z",
  "type": "010combined",
  "sha1": "4164e4c455e02ec3f8a04b122cf4ea04225fd298",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>94 F.Supp.2d 703 (2000)</b></center>\n<center><h1>Patricia HOOP, Administratrix of the Estate of Norman Edward Hoop, III, deceased, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nJerry W. Fesmire, Administrator of the Estate of Kristina Dawn Fesmire, Plaintiff,<br>\nv.<br>\nUnited States of America, Defendant and Third Party Plaintiff,<br>\nv.<br>\nPatricia Hoop, Administratrix of the Estate of Norman Edward Hoop, III, deceased, Third Party Defendant.</h1></center>\n<center>Nos. 4:98-CV-97-H (3), 4:98-CV-108-H (3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 13, 2000.</center>\n<p><span class=\"star-pagination\">*704</span> John M. Martin, Ward and Smith, Greenville, NC, for Patricia Hoop, Administratrix of the Estate of Norman Edward Hoop, III, deceased, plaintiffs.</p>\n<p>Barbara D. Kocher, U.S. Attorney's Office, Raleigh, NC, for United States of America, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the United States' motion for summary judgment. Plaintiffs and third party defendant have responded to the United States' motion; therefore, this matter is ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>These actions were filed separately but consolidated with the consent of the parties. Plaintiffs brought these actions pursuant to the Federal Tort Claims Act, 28 U.S.C. § 2671, <i>et seq.</i> (\"FTCA\"). In <i>Fesmire v. United States,</i> 4:98-CV-108-H(3), the United States filed an answer and third party complaint against Patricia Hoop, Administratrix of the Estate of Norman Hoop, III. After discovery, the United States filed the instant motion for summary judgment.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>In the early hours of December 23, 1996, a Jeep Cherokee driven by Norman Edward Hoop, III (\"Hoop\") entered federal property on Radio Island, North Carolina, through an opened gate, drove off the end of a concrete dock, and plunged into Beaufort Inlet. Hoop was traveling between 28 and 75 miles per hour when he entered the federal facility. (<i>See</i> \"Navy Traffic Accident Report\" attached as Ex. 10 to the United States Mem. Supp. Mot. Summ. J.; Kirk Aff. ¶ 7.) Also in the vehicle with Hoop were Kristina Fesmire, Carlie Hill and Nicole Forbes. Hill and Forbes managed to escape the Jeep while it was sinking in the water, but Hoop and Fesmire drowned.</p>\n<p>Radio Island is a peninsula jutting from Highway 70 between Morehead City, North Carolina, and Beaufort, North Carolina, southernly into Beaufort Inlet. (<i>See</i> Ex. 13 and 14 attached to United States Mem. Supp. Mot. Summ. J. and Ex. 2 attached to Pls.' Mem. Opp'n to United <span class=\"star-pagination\">*705</span> States Mot. Summ. J.) At the base of the peninsula at Highway 70, there is first private land with a few homes and businesses, then a small Carteret County maintained public beach access to the western side of the peninsula. <i>See id.</i> The substantial mid-section of the peninsula is a 117-acre tract of land owned by the State of North Carolina and operated by the North Carolina Ports Authority (\"NCPA\"). The tip of the peninsula is a 4.4-acre tract of land owned by the United States Government and maintained by the United States Navy and Marines.</p>\n<p>A two-lane federally-owned road known as \"Radio Island Road,\" or \"Marine Road,\" bisects the peninsula, running north-south. The road surface ends just before the federal property at the tip of the island. The federal property consists of a large concrete pad that is essentially flat for 430 feet in the east-west direction. At the south end of the federal property is a dock with a ramp sloping 22 degrees for 31 feet towards the water. The termination of the ramp at the lower end consists of a vertical face that is either exposed or submerged, depending on the tide. The distance from the beginning of the federal property to the water's edge is approximately 350 feet.</p>\n<p>Radio Island consists primarily of sand and has been built up over the years by spoils received from dredging occurring in the area. The federal facility was built in the late 1940s or early 1950s by the Navy and used as a landing facility for loading and unloading landing craft. The federal facility was also a common fishing spot for locals, and a favorite place for scuba diving. (<i>See</i> James C. Kraft Dep. p 4-5; Jim Hickok Dep. 13-14.) At that time, access to the area was unlimited and the area was used by people with all-terrain vehicles who drove up and down the sand spoil dunes.</p>\n<p>Newspaper accounts of the history of the island during the late 1980s and early 1990s demonstrate that nighttime use of the island was common, as was lawlessness. (<i>See</i> generally Exs. 4a-4p attached to United States' Mem. Supp. Mot. Summ. J.) Law enforcement struggled with how to gain control of the land, and as a result, the sheriff's department requested agreement among those with jurisdiction in the area to control access to the area, to lessen the nighttime activity. <i>See id.;</i> Kraft Dep. at 8. The Navy put up a set of gates across Marine Road at the beginning of its property. These gates caused much controversy in the community because they kept the law-abiding fishermen off the dock, even during the day, and had little effect on nighttime activities. (<i>See</i> generally Ex. 4 attached to United States Mem. Supp. Mot. Summ. J.) The current configuration of gates and fences was finally decided upon in 1992, after a long drawn out fight between the State Port Authority, who desired to control access to the property, and Carteret County which favored much less restrictive beach access. <i>See id.</i></p>\n<p>Currently, and at the time of the accident, the North Carolina Ports Authority maintains a chain link fence approximately 1/3 of a mile inland from the federal facility at the tip of the peninsula. The fence completely crosses Radio Island from east to west, from high tide mark to high tide mark. The state operates a gate at the point where this fence crosses Marine Road, which is always kept locked and through which access is gained only with a key. Stop signs are plainly visible on this gate. In addition, the county maintains a public park with additional fencing which allows only pedestrian beach access and only during daylight hours, just to the north and east of the state's fence line. There is no other public access to Radio Island, and these restrictions proved successful in combating the lawlessness that had plagued the area.</p>\n<p>While the gates and fence severely restricted vehicular and pedestrian access to the state and federal lands, it did not stop it completely. Richard Dotson, a radioman stationed at the facility controlling Radio Island from 1995 through 1997, never saw signs of vehicular traffic and was not aware of any vehicular access route <span class=\"star-pagination\">*706</span> other than through the gates. (See Dotson Dep. 17.) Delorse Moore, radioman at NavPortCo Radio Island 1994-1997, never saw persons or vehicles on the federal facility. (See Moore Dep. 10.) Master Chief Ronnie Walters, temporary duty at NavPortCo April 1996 through January 1997, never saw civilians at the federal facility but saw vehicle tracks on one occasion. (See Dep. Walters 17.) Bowsens Mate Jeffrey Franckowiak, 1995 through 1998, stated that as a general rule there were no civilians at the federal facility, but that he did have to ask civilians to leave during his inspections of the area approximately once or twice a month. (<i>See</i> Franckowiak Dep. 14-15). Sometimes he saw civilian vehicles in the area, but he also knew that to get to the facility, one had to trespass on private ground. <i>See id.</i></p>\n<p>The gate at the entrance to the Navy dock was in disrepair at the time of the accident. Inspection reports in June 1995 and again in July 1996 indicate that the gate was bent, damaged and needed repaired. The parties do not dispute that the Navy was aware of the broken gate and began the paperwork to have the gate fixed. At some point before the accident, the western section of the gate to the federal facility was taken off its hinges and laid on the ground. The parties agree that the federal gate at the entrance to the dock was partially open on December 23, 1996, and that there was no artificial lighting at the facility. Pictures provided by plaintiffs also indicate that a \"No Trespassing Keep Out\" sign was visible on the fence next to the federal gate. (<i>See</i> Ex. 9 attached to Pls.' Mem. Opp'n United States Mem. Supp. Mot. Summ. J.)</p>\n<p>The route Hoop drove to get around the state fence and gate is in dispute. However, the parties do not dispute that Hoop drove through private property to avoid the state fence and gate and onto the beach. He then drove on the beach while the tide was out, passed the state fence line and then drove back up onto state property and made his way to Marine Road in between the state fence and the federal fence. At the end of the state fence is a sign stating, \"No Vehicles Beyond This Point.\" (<i>See</i> Ex. 20 attached to United States Mem. Supp. Mot. Summ. J.) Hoop had been to the federal facility before at night. (<i>See</i> Grassi Aff.)</p>\n<p>After the accident and during the morning of December 23, 1996, Staff Sergeant Edward Elliott, who was the liaison between the Marine Corps and the Navy, went to the Radio Island Naval facility and put a temporary fence across the broken gate. SSG Elliot's fence consisted of fence material unrolled and wired from one gate post to the other. (<i>See</i> Elliot Dep. 38.) The gate was later repaired by using a fork lift to bend it back into shape and rehanging it from the post.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>The United States insists that it is entitled to summary judgment because Hoop and Fesmire were trespassers. As trespassers, the United States owed them a duty of care which is to avoid willful or wanton injury. For their part, plaintiffs contend that the Navy was aware of civilian use of its facility and that the Navy's intentional removal of one side of the gate to its facility invited members of the public to drive into it. Plaintiffs assert that they are entitled to recover even if Hoop and Fesmire were trespassers because the actions of the United States were wanton.</p>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The moving party bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment determination, the <span class=\"star-pagination\">*707</span> facts and all reasonable inferences must be viewed in the light most favorable to the nonmoving party. <i>See </i><i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. 2505. The moving party can bear its burden either by presenting affirmative evidence, or by demonstrating that the nonmoving party's evidence is insufficient to establish its claim. <i>See </i><i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. 2548 (Brennan, J., dissenting).</p>\n<p>Once the moving party has met its burden, the nonmoving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>See </i><i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for it. <i>See </i><i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. 2505.</p>\n<p>The standard for summary judgment therefore mirrors the standard for judgment as a matter of law under Fed. R.Civ.P. 50(a), <i>viz.</i> a trial court must grant a judgment if, under the governing law, there can be but one reasonable conclusion as to the verdict. <i>See </i><i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. 2505. A trial judge faced with a summary judgment motion \"must ask himself not whether he thinks the evidence unmistakenly favors one side or the other, but whether a fair-minded jury could return a verdict for the nonmoving party on the evidence presented.\" <i>Id.</i> at 252, 106 S.Ct. 2505.</p>\n<p>In opposing summary judgment, the non-moving party must \"set forth such facts as would be admissible in evidence.\" Fed.R.Civ.P. 56(e). Inadmissible hearsay cannot be used to oppose summary judgment. <i>See </i><i>Greensboro Prof. Fire Fighters Ass'n v. City of Greensboro,</i> 64 F.3d 962, 967 (4th Cir.1995).</p>\n<p></p>\n<h2>II. Plaintiffs' Claims</h2>\n<p>The plaintiffs bring their claim through the Federal Tort Claims Act. That statute permits a plaintiff, who is injured by the negligence of an agent or employee of the United States acting within the scope of his or her office or employment, to recover as if the Unite States were a private person and according to the law of the place in which the act or omission occurred. <i>See</i> 28 U.S.C. § 1346(b). The acts and omissions complained of occurred at Radio Island, North Carolina. The substantive law of the State of North Carolina, therefore, is controlling in this matter.</p>\n<p></p>\n<h2>A. Status of Plaintiffs</h2>\n<p>A trespasser is \"one who was on the land without the owner's permission.\" <i>Alexander v. Quattlebaum,</i> 522 S.E.2d 88, 89-90 (N.C.App.1999). The court is convinced that plaintiffs were trespassers on private, state and federal property and that at the very least, plaintiffs were recreational users of the land and therefore entitled to the same duty of care as a trespasser. <i>See</i> N.C. Gen.Stat. § 38A-4. The court has difficulty with plaintiffs' contention that Hoop and Fesmire were not using the government facility for \"recreational purposes.\" (<i>See</i> Pls.' Mem. Opp'n to United States' Mot. Summ. J. at 14). Hoop had just driven his vehicle in a circuitous route around the locked gate of the State of North Carolina and the state's fence, over private property and then back onto state land. One passenger in the Jeep testified that they were riding on the sand dunes before Hoop decided to venture onto the federal land. While plaintiffs define this activity as \"riding around,\" rather than \"recreation,\" the court finds plaintiffs' definition to be a distinction without a difference. Hoop was not traveling down Marine Road because he thought it would take him home. The evidence before the court of the locked state gate blocking off Marine Road, the fence surrounding the state land, the guard house at the entrance to the federal facility, no trespassing sign and half-blocked entrance of the federal property all make clear that no reasonable person would believe, as plaintiffs appear to contend Hoop believed, that he was on a public road. The cases cited by plaintiffs in support of a standard <span class=\"star-pagination\">*708</span> of care greater than that owed to a trespasser are unconvincing. None of plaintiffs' case cites referenced above considers an individual who actively attempts to avoid barriers to a piece of land and takes a circuitous route around such barriers just to gain access to the land. The court finds that Hoop and Fesmire were trespassers onto federal property.</p>\n<p>As trespassers, the only duty for the landowner is \"to refrain from willfully and wantonly causing injury.\" <i>Id.</i> F[A] trespasser has no basis for claiming protection beyond refraining from willful injury. <i>Nelson v. Freeland,</i> 349 N.C. 615, 632, 507 S.E.2d 882, 892 (1998). Plaintiffs concede that defendant did not willfully injure Hoop and Fesmire. Therefore, the remaining issue is whether the conduct of the United States in failing to immediately repair the gate was wanton.</p>\n<p></p>\n<h2>B. Wanton Conduct</h2>\n<p>North Carolina defines a wanton act as, \"a reckless and heedless disregard for the rights and safety of others.\" <i>Wilburn v. Honeycutt,</i> 135 N.C.App. 373, 519 S.E.2d 774, 776 (N.C.App.1999). If the facts cause reasonable people to differ on whether the acts were wanton, then a jury question exists. <i>See id.</i> The facts regarding plaintiffs' basis for their claims for wanton conduct are not in dispute. Plaintiffs claim the United States wantonly caused injury to the plaintiffs by: (1) creating a hazardous condition by building the loading facility; (2) intentionally removing one-half of the gate to the entrance of the facility; and, (3) failing to repair the gate at the entrance or to put up a temporary gate. There is a marked distinction between ordinary negligence and wanton and willful conduct.</p>\n<blockquote>Ordinary negligence has as its basis that a person charged with negligent conduct should have known the probable consequences of his act. Wanton and willful negligence rests on the assumption that he knew the probable consequences, but was recklessly, wantonly or intentionally indifferent to the results.</blockquote>\n<p><i>Hoots v. Pryor,</i> 106 N.C.App. 397, 405, 417 S.E.2d 269, 269 (1992) (quoting <i>Wagoner v. North Carolina Railroad Co.,</i> 238 N.C. 162, 168, 77 S.E.2d 701, 706 (1953)).</p>\n<p>Instructive to the court are cases in which North Carolina courts have determined actions to be wanton. Plaintiffs cite one North Carolina case, <i>Hoots,</i> for the somewhat confusing dicta principle that the government created the hazardous condition of the loading dock, constructed a two-lane paved road leading to the facility, partially removed the gate into the facility without warning of the hazardous dock condition and knew the public would access the dock; therefore, the government created a hidden and hazardous condition rising to wanton conduct due to the government's failure to block access.</p>\n<p>The court cannot find, and the parties have not provided, any North Carolina cases with facts similar to the ones presented here. Somewhat similar are cases dealing with allegations of gross negligence on the part of railroads in maintaining certain railroad crossings. Unlike the end of the road in this case, these crossings are directly on the traveled roadway. An ultrahazardous railroad crossing creates a duty on the part of the railroad to use mechanical warning devices to, in effect, \"gate off\" the road. <i>See </i><i>Parchment v. Garner,</i> 135 N.C.App. 312, 520 S.E.2d 100, 104 (1999). The failure of a railroad to use such devices does not necessarily amount to wanton conduct. <i>See id.</i> As expressed by the <i>Parchment</i> court, \"[t]he key question is whether the railroad company exercised reasonable care under the circumstances.\" <i>Id.</i></p>\n<p>After a neighbor child died in the property owner's swimming pool, the parents of the child brought a negligence action against the property owner. <i>See </i><i>Howard v. Jackson,</i> 120 N.C.App. 243, 248, 461 S.E.2d 793, 797 (1995). The plaintiffs alleged willful and wanton misconduct due to the property owners' failure to have proper life saving equipment by the pool, for not having a ladder in the deep end of the <span class=\"star-pagination\">*709</span> pool, for failing to install an underwater light and for allowing children to swim in the pool. <i>See id.</i> The court found that none of these failures rose to the level of wanton conduct.</p>\n<p>Likewise, the undisputed facts presented in this case indicate a lack of wanton conduct. The fences emplaced on Radio Island by the federal government and the state were put there to prevent vehicular trespassing. The state gate on Marine Road was locked on the night of the incident and the only way to access the federal property was to drive a circuitous path through private property, around a visible fence, and past a sign stating \"No vehicles beyond this point.\" Once in the unauthorized area of state grounds one approached a gate to the federal facility, half of which was removed and under work order to be replaced. After passing through this halfclosed gate and past a \"No Trespassing Keep Out\" sign one finally arrives at the \"ultrahazardous\" dock. Failing to immediately repair the gate given the posted signs, the remaining half of the federal gate, the noticeable change from an asphalt road to a concrete landing and dock and the peninsular shape of the land ending in water, does not demonstrate \"a reckless and heedless disregard for the rights and safety of others.\" At most, the undisputed facts indicate that one to two vehicles per month were asked to leave the federal and state lands. Even with knowledge that an occasional vehicle would intentionally trespass onto its property by avoiding an extensive gate, fence and signs warning system, does not transform the government's failure to immediately repair its gate into wanton conduct. There is no evidence sufficient to support a jury verdict that the United States knew the probable consequences of not immediately blocking the entrance to the dock or that any of its actions were wanton. Accordingly, defendant's motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, defendant's motion for summary judgment is GRANTED. The clerk is directed to close these cases.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">703</span></span> (2000)</b></center>\n<center><h1>Patricia HOOP, Administratrix of the Estate of Norman Edward Hoop, III, deceased, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nJerry W. Fesmire, Administrator of the Estate of Kristina Dawn Fesmire, Plaintiff,<br>\nv.<br>\nUnited States of America, Defendant and Third Party Plaintiff,<br>\nv.<br>\nPatricia Hoop, Administratrix of the Estate of Norman Edward Hoop, III, deceased, Third Party Defendant.</h1></center>\n<center>Nos. 4:98-CV-97-H (3), 4:98-CV-108-H (3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 13, 2000.</center>\n<p><span class=\"star-pagination\">*704</span> John M. Martin, Ward and Smith, Greenville, NC, for Patricia Hoop, Administratrix of the Estate of Norman Edward Hoop, III, deceased, plaintiffs.</p>\n<p>Barbara D. Kocher, U.S. Attorney's Office, Raleigh, NC, for United States of America, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the United States' motion for summary judgment. Plaintiffs and third party defendant have responded to the United States' motion; therefore, this matter is ripe for ruling.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>These actions were filed separately but consolidated with the consent of the parties. Plaintiffs brought these actions pursuant to the Federal Tort Claims Act, 28 U.S.C. § 2671, <i>et seq.</i> (\"FTCA\"). In <i>Fesmire v. United States,</i> 4:98-CV-108-H(3), the United States filed an answer and third party complaint against Patricia Hoop, Administratrix of the Estate of Norman Hoop, III. After discovery, the United States filed the instant motion for summary judgment.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>In the early hours of December 23, 1996, a Jeep Cherokee driven by Norman Edward Hoop, III (\"Hoop\") entered federal property on Radio Island, North Carolina, through an opened gate, drove off the end of a concrete dock, and plunged into Beaufort Inlet. Hoop was traveling between 28 and 75 miles per hour when he entered the federal facility. (<i>See</i> \"Navy Traffic Accident Report\" attached as Ex. 10 to the United States Mem. Supp. Mot. Summ. J.; Kirk Aff. ¶ 7.) Also in the vehicle with Hoop were Kristina Fesmire, Carlie Hill and Nicole Forbes. Hill and Forbes managed to escape the Jeep while it was sinking in the water, but Hoop and Fesmire drowned.</p>\n<p>Radio Island is a peninsula jutting from Highway 70 between Morehead City, North Carolina, and Beaufort, North Carolina, southernly into Beaufort Inlet. (<i>See</i> Ex. 13 and 14 attached to United States Mem. Supp. Mot. Summ. J. and Ex. 2 attached to Pls.' Mem. Opp'n to United <span class=\"star-pagination\">*705</span> States Mot. Summ. J.) At the base of the peninsula at Highway 70, there is first private land with a few homes and businesses, then a small Carteret County maintained public beach access to the western side of the peninsula. <i>See id.</i> The substantial mid-section of the peninsula is a 117-acre tract of land owned by the State of North Carolina and operated by the North Carolina Ports Authority (\"NCPA\"). The tip of the peninsula is a 4.4-acre tract of land owned by the United States Government and maintained by the United States Navy and Marines.</p>\n<p>A two-lane federally-owned road known as \"Radio Island Road,\" or \"Marine Road,\" bisects the peninsula, running north-south. The road surface ends just before the federal property at the tip of the island. The federal property consists of a large concrete pad that is essentially flat for 430 feet in the east-west direction. At the south end of the federal property is a dock with a ramp sloping 22 degrees for 31 feet towards the water. The termination of the ramp at the lower end consists of a vertical face that is either exposed or submerged, depending on the tide. The distance from the beginning of the federal property to the water's edge is approximately 350 feet.</p>\n<p>Radio Island consists primarily of sand and has been built up over the years by spoils received from dredging occurring in the area. The federal facility was built in the late 1940s or early 1950s by the Navy and used as a landing facility for loading and unloading landing craft. The federal facility was also a common fishing spot for locals, and a favorite place for scuba diving. (<i>See</i> James C. Kraft Dep. p 4-5; Jim Hickok Dep. 13-14.) At that time, access to the area was unlimited and the area was used by people with all-terrain vehicles who drove up and down the sand spoil dunes.</p>\n<p>Newspaper accounts of the history of the island during the late 1980s and early 1990s demonstrate that nighttime use of the island was common, as was lawlessness. (<i>See</i> generally Exs. 4a-4p attached to United States' Mem. Supp. Mot. Summ. J.) Law enforcement struggled with how to gain control of the land, and as a result, the sheriff's department requested agreement among those with jurisdiction in the area to control access to the area, to lessen the nighttime activity. <i>See id.;</i> Kraft Dep. at 8. The Navy put up a set of gates across Marine Road at the beginning of its property. These gates caused much controversy in the community because they kept the law-abiding fishermen off the dock, even during the day, and had little effect on nighttime activities. (<i>See</i> generally Ex. 4 attached to United States Mem. Supp. Mot. Summ. J.) The current configuration of gates and fences was finally decided upon in 1992, after a long drawn out fight between the State Port Authority, who desired to control access to the property, and Carteret County which favored much less restrictive beach access. <i>See id.</i></p>\n<p>Currently, and at the time of the accident, the North Carolina Ports Authority maintains a chain link fence approximately 1/3 of a mile inland from the federal facility at the tip of the peninsula. The fence completely crosses Radio Island from east to west, from high tide mark to high tide mark. The state operates a gate at the point where this fence crosses Marine Road, which is always kept locked and through which access is gained only with a key. Stop signs are plainly visible on this gate. In addition, the county maintains a public park with additional fencing which allows only pedestrian beach access and only during daylight hours, just to the north and east of the state's fence line. There is no other public access to Radio Island, and these restrictions proved successful in combating the lawlessness that had plagued the area.</p>\n<p>While the gates and fence severely restricted vehicular and pedestrian access to the state and federal lands, it did not stop it completely. Richard Dotson, a radioman stationed at the facility controlling Radio Island from 1995 through 1997, never saw signs of vehicular traffic and was not aware of any vehicular access route <span class=\"star-pagination\">*706</span> other than through the gates. (See Dotson Dep. 17.) Delorse Moore, radioman at NavPortCo Radio Island 1994-1997, never saw persons or vehicles on the federal facility. (See Moore Dep. 10.) Master Chief Ronnie Walters, temporary duty at NavPortCo April 1996 through January 1997, never saw civilians at the federal facility but saw vehicle tracks on one occasion. (See Dep. Walters 17.) Bowsens Mate Jeffrey Franckowiak, 1995 through 1998, stated that as a general rule there were no civilians at the federal facility, but that he did have to ask civilians to leave during his inspections of the area approximately once or twice a month. (<i>See</i> Franckowiak Dep. 14-15). Sometimes he saw civilian vehicles in the area, but he also knew that to get to the facility, one had to trespass on private ground. <i>See id.</i></p>\n<p>The gate at the entrance to the Navy dock was in disrepair at the time of the accident. Inspection reports in June 1995 and again in July 1996 indicate that the gate was bent, damaged and needed repaired. The parties do not dispute that the Navy was aware of the broken gate and began the paperwork to have the gate fixed. At some point before the accident, the western section of the gate to the federal facility was taken off its hinges and laid on the ground. The parties agree that the federal gate at the entrance to the dock was partially open on December 23, 1996, and that there was no artificial lighting at the facility. Pictures provided by plaintiffs also indicate that a \"No Trespassing Keep Out\" sign was visible on the fence next to the federal gate. (<i>See</i> Ex. 9 attached to Pls.' Mem. Opp'n United States Mem. Supp. Mot. Summ. J.)</p>\n<p>The route Hoop drove to get around the state fence and gate is in dispute. However, the parties do not dispute that Hoop drove through private property to avoid the state fence and gate and onto the beach. He then drove on the beach while the tide was out, passed the state fence line and then drove back up onto state property and made his way to Marine Road in between the state fence and the federal fence. At the end of the state fence is a sign stating, \"No Vehicles Beyond This Point.\" (<i>See</i> Ex. 20 attached to United States Mem. Supp. Mot. Summ. J.) Hoop had been to the federal facility before at night. (<i>See</i> Grassi Aff.)</p>\n<p>After the accident and during the morning of December 23, 1996, Staff Sergeant Edward Elliott, who was the liaison between the Marine Corps and the Navy, went to the Radio Island Naval facility and put a temporary fence across the broken gate. SSG Elliot's fence consisted of fence material unrolled and wired from one gate post to the other. (<i>See</i> Elliot Dep. 38.) The gate was later repaired by using a fork lift to bend it back into shape and rehanging it from the post.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>The United States insists that it is entitled to summary judgment because Hoop and Fesmire were trespassers. As trespassers, the United States owed them a duty of care which is to avoid willful or wanton injury. For their part, plaintiffs contend that the Navy was aware of civilian use of its facility and that the Navy's intentional removal of one side of the gate to its facility invited members of the public to drive into it. Plaintiffs assert that they are entitled to recover even if Hoop and Fesmire were trespassers because the actions of the United States were wanton.</p>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The moving party bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment determination, the <span class=\"star-pagination\">*707</span> facts and all reasonable inferences must be viewed in the light most favorable to the nonmoving party. <i>See </i><i>Anderson,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The moving party can bear its burden either by presenting affirmative evidence, or by demonstrating that the nonmoving party's evidence is insufficient to establish its claim. <i>See </i><i>Celotex Corp.,</i> 477 U.S. at 331, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span> (Brennan, J., dissenting).</p>\n<p>Once the moving party has met its burden, the nonmoving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>See </i><i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for it. <i>See </i><i>Anderson,</i> 477 U.S. at 250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>The standard for summary judgment therefore mirrors the standard for judgment as a matter of law under Fed. R.Civ.P. 50(a), <i>viz.</i> a trial court must grant a judgment if, under the governing law, there can be but one reasonable conclusion as to the verdict. <i>See </i><i>Anderson,</i> 477 U.S. at 250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. A trial judge faced with a summary judgment motion \"must ask himself not whether he thinks the evidence unmistakenly favors one side or the other, but whether a fair-minded jury could return a verdict for the nonmoving party on the evidence presented.\" <i>Id.</i> at 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In opposing summary judgment, the non-moving party must \"set forth such facts as would be admissible in evidence.\" Fed.R.Civ.P. 56(e). Inadmissible hearsay cannot be used to oppose summary judgment. <i>See </i><i>Greensboro Prof. Fire Fighters Ass'n v. City of Greensboro,</i> <span class=\"citation\" data-id=\"703179\"><a href=\"/opinion/703179/greensboro-professional-fire-fighters-assn-local-3157-steven-b-zimmerman/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">962</span></a></span>, 967 (4th Cir.1995).</p>\n<p></p>\n<h2>II. Plaintiffs' Claims</h2>\n<p>The plaintiffs bring their claim through the Federal Tort Claims Act. That statute permits a plaintiff, who is injured by the negligence of an agent or employee of the United States acting within the scope of his or her office or employment, to recover as if the Unite States were a private person and according to the law of the place in which the act or omission occurred. <i>See</i> 28 U.S.C. § 1346(b). The acts and omissions complained of occurred at Radio Island, North Carolina. The substantive law of the State of North Carolina, therefore, is controlling in this matter.</p>\n<p></p>\n<h2>A. Status of Plaintiffs</h2>\n<p>A trespasser is \"one who was on the land without the owner's permission.\" <i>Alexander v. Quattlebaum,</i> <span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">88</span></span>, 89-90 (N.C.App.1999). The court is convinced that plaintiffs were trespassers on private, state and federal property and that at the very least, plaintiffs were recreational users of the land and therefore entitled to the same duty of care as a trespasser. <i>See</i> N.C. Gen.Stat. § 38A-4. The court has difficulty with plaintiffs' contention that Hoop and Fesmire were not using the government facility for \"recreational purposes.\" (<i>See</i> Pls.' Mem. Opp'n to United States' Mot. Summ. J. at 14). Hoop had just driven his vehicle in a circuitous route around the locked gate of the State of North Carolina and the state's fence, over private property and then back onto state land. One passenger in the Jeep testified that they were riding on the sand dunes before Hoop decided to venture onto the federal land. While plaintiffs define this activity as \"riding around,\" rather than \"recreation,\" the court finds plaintiffs' definition to be a distinction without a difference. Hoop was not traveling down Marine Road because he thought it would take him home. The evidence before the court of the locked state gate blocking off Marine Road, the fence surrounding the state land, the guard house at the entrance to the federal facility, no trespassing sign and half-blocked entrance of the federal property all make clear that no reasonable person would believe, as plaintiffs appear to contend Hoop believed, that he was on a public road. The cases cited by plaintiffs in support of a standard <span class=\"star-pagination\">*708</span> of care greater than that owed to a trespasser are unconvincing. None of plaintiffs' case cites referenced above considers an individual who actively attempts to avoid barriers to a piece of land and takes a circuitous route around such barriers just to gain access to the land. The court finds that Hoop and Fesmire were trespassers onto federal property.</p>\n<p>As trespassers, the only duty for the landowner is \"to refrain from willfully and wantonly causing injury.\" <i>Id.</i> F[A] trespasser has no basis for claiming protection beyond refraining from willful injury. <i>Nelson v. Freeland,</i> <span class=\"citation no-link\"><span class=\"volume\">349</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">615</span></span>, 632, <span class=\"citation\" data-id=\"1370919\"><a href=\"/opinion/1370919/nelson-v-freeland/\"><span class=\"volume\">507</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">882</span></a></span>, 892 (1998). Plaintiffs concede that defendant did not willfully injure Hoop and Fesmire. Therefore, the remaining issue is whether the conduct of the United States in failing to immediately repair the gate was wanton.</p>\n<p></p>\n<h2>B. Wanton Conduct</h2>\n<p>North Carolina defines a wanton act as, \"a reckless and heedless disregard for the rights and safety of others.\" <i>Wilburn v. Honeycutt,</i> 135 N.C.App. 373, <span class=\"citation\" data-id=\"1226247\"><a href=\"/opinion/1226247/wilburn-v-honeycutt/\"><span class=\"volume\">519</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">774</span></a></span>, 776 (N.C.App.1999). If the facts cause reasonable people to differ on whether the acts were wanton, then a jury question exists. <i>See id.</i> The facts regarding plaintiffs' basis for their claims for wanton conduct are not in dispute. Plaintiffs claim the United States wantonly caused injury to the plaintiffs by: (1) creating a hazardous condition by building the loading facility; (2) intentionally removing one-half of the gate to the entrance of the facility; and, (3) failing to repair the gate at the entrance or to put up a temporary gate. There is a marked distinction between ordinary negligence and wanton and willful conduct.</p>\n<blockquote>Ordinary negligence has as its basis that a person charged with negligent conduct should have known the probable consequences of his act. Wanton and willful negligence rests on the assumption that he knew the probable consequences, but was recklessly, wantonly or intentionally indifferent to the results.</blockquote>\n<p><i>Hoots v. Pryor,</i> 106 N.C.App. 397, 405, <span class=\"citation\" data-id=\"1245161\"><a href=\"/opinion/1245161/hoots-v-pryor/\"><span class=\"volume\">417</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">269</span></a></span>, 269 (1992) (quoting <i>Wagoner v. North Carolina Railroad Co.,</i> <span class=\"citation\" data-id=\"1342716\"><a href=\"/opinion/1342716/wagoner-v-north-carolina-r-co/\"><span class=\"volume\">238</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">162</span></a></span>, 168, <span class=\"citation\" data-id=\"1342716\"><a href=\"/opinion/1342716/wagoner-v-north-carolina-r-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">701</span></a></span>, 706 (1953)).</p>\n<p>Instructive to the court are cases in which North Carolina courts have determined actions to be wanton. Plaintiffs cite one North Carolina case, <i>Hoots,</i> for the somewhat confusing dicta principle that the government created the hazardous condition of the loading dock, constructed a two-lane paved road leading to the facility, partially removed the gate into the facility without warning of the hazardous dock condition and knew the public would access the dock; therefore, the government created a hidden and hazardous condition rising to wanton conduct due to the government's failure to block access.</p>\n<p>The court cannot find, and the parties have not provided, any North Carolina cases with facts similar to the ones presented here. Somewhat similar are cases dealing with allegations of gross negligence on the part of railroads in maintaining certain railroad crossings. Unlike the end of the road in this case, these crossings are directly on the traveled roadway. An ultrahazardous railroad crossing creates a duty on the part of the railroad to use mechanical warning devices to, in effect, \"gate off\" the road. <i>See </i><i>Parchment v. Garner,</i> 135 N.C.App. 312, <span class=\"citation\" data-id=\"1238308\"><a href=\"/opinion/1238308/parchment-v-garner/\"><span class=\"volume\">520</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">100</span></a></span>, 104 (1999). The failure of a railroad to use such devices does not necessarily amount to wanton conduct. <i>See id.</i> As expressed by the <i>Parchment</i> court, \"[t]he key question is whether the railroad company exercised reasonable care under the circumstances.\" <i>Id.</i></p>\n<p>After a neighbor child died in the property owner's swimming pool, the parents of the child brought a negligence action against the property owner. <i>See </i><i>Howard v. Jackson,</i> 120 N.C.App. 243, 248, <span class=\"citation\" data-id=\"1375165\"><a href=\"/opinion/1375165/howard-v-jackson/\"><span class=\"volume\">461</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">793</span></a></span>, 797 (1995). The plaintiffs alleged willful and wanton misconduct due to the property owners' failure to have proper life saving equipment by the pool, for not having a ladder in the deep end of the <span class=\"star-pagination\">*709</span> pool, for failing to install an underwater light and for allowing children to swim in the pool. <i>See id.</i> The court found that none of these failures rose to the level of wanton conduct.</p>\n<p>Likewise, the undisputed facts presented in this case indicate a lack of wanton conduct. The fences emplaced on Radio Island by the federal government and the state were put there to prevent vehicular trespassing. The state gate on Marine Road was locked on the night of the incident and the only way to access the federal property was to drive a circuitous path through private property, around a visible fence, and past a sign stating \"No vehicles beyond this point.\" Once in the unauthorized area of state grounds one approached a gate to the federal facility, half of which was removed and under work order to be replaced. After passing through this halfclosed gate and past a \"No Trespassing Keep Out\" sign one finally arrives at the \"ultrahazardous\" dock. Failing to immediately repair the gate given the posted signs, the remaining half of the federal gate, the noticeable change from an asphalt road to a concrete landing and dock and the peninsular shape of the land ending in water, does not demonstrate \"a reckless and heedless disregard for the rights and safety of others.\" At most, the undisputed facts indicate that one to two vehicles per month were asked to leave the federal and state lands. Even with knowledge that an occasional vehicle would intentionally trespass onto its property by avoiding an extensive gate, fence and signs warning system, does not transform the government's failure to immediately repair its gate into wanton conduct. There is no evidence sufficient to support a jury verdict that the United States knew the probable consequences of not immediately blocking the entrance to the dock or that any of its actions were wanton. Accordingly, defendant's motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, defendant's motion for summary judgment is GRANTED. The clerk is directed to close these cases.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1226247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1238308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1245161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1370919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1375165/"
  ]
}