{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2568059/",
  "absolute_url": "/opinion/2568059/hardees-food-systems-inc-v-rosenblatt/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2568059/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:28:28.748449Z",
  "date_modified": "2016-04-27T02:25:56.840629Z",
  "type": "010combined",
  "sha1": "3fe096cca8541f8c5d9b6677050546d80cbb2c9b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>44 F.Supp.2d 767 (1998)</b></center>\n<center><h1>HARDEE'S FOOD SYSTEMS, INC., Plaintiff,<br>\nv.<br>\nJoel G. ROSENBLATT, and OK Corral, Inc., Defendants.</h1></center>\n<center>No. 5:98-CV-487-BO (2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 22, 1998.</center>\n<p><span class=\"star-pagination\">*768</span> Bettie Kelley Sousa, Smith, Debnam, Narron &amp; Myers, L.L.P., Raleigh, NC, for plaintiff.</p>\n<p>Kristen G. Lingo, Manning, Fulton &amp; Skinner, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Defendants' Motion to Dismiss, pursuant to Rule 12(b)(2) of the Federal Rules of Civil Procedure, or in the Alternative to Transfer, pursuant to sections 1404(a) and 1406(a) of Title 28 of the United States Code. Defendants' Motion raises issues of personal jurisdiction and venue. In the underlying lawsuit, Plaintiff Hardee's Food Systems, Inc. (\"Hardee's\") seeks payment of monies allegedly owed to it by Defendants pursuant to several licensing agreements and a promissory note and guaranty. For the reasons set forth below, Defendants' Motion is denied.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Hardee's is a North Carolina corporation with its principal place of business in Rocky Mount, North Carolina. Defendant Joel G. Rosenblatt is a resident of Pennsylvania. Defendant OK Corral, Inc. (\"OK Corral\") is a Pennsylvania corporation with its principal place of business in York, Pennsylvania.</p>\n<p>Defendants entered into three license agreements, a promissory note, and a guaranty with Plaintiff Hardee's. The license agreements allow Defendants to operate three Hardee's franchises in Pennsylvania. The agreements at issue contain a North Carolina choice-of-law provision, state that Hardee's is a North Carolina corporation with headquarters in Rocky Mount, North Carolina, and require payment of fees into North Carolina. The agreements became effective when signed by Hardee's in North Carolina.</p>\n<p>Defendants have paid monthly royalty and advertising fees into North Carolina in <span class=\"star-pagination\">*769</span> the past, and Defendants have sent monthly royalty reports to Plaintiff in North Carolina. In the underlying suit, Hardee's alleges that Defendants failed to pay required royalty and advertising fees as well as outstanding sums owed on the promissory note.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>1. Personal Jurisdiction</i></h2>\n<p>When personal jurisdiction is challenged pursuant to Rule 12(b)(2) of the Federal Rules of Civil Procedure, the plaintiff bears the burden of establishing jurisdiction. <i>See </i><i>Combs v. Bakker,</i> 886 F.2d 673, 676 (4th Cir.1989). If no evidentiary hearing is held, the plaintiff need only prove a prima facie case of personal jurisdiction, and the Court must construe all relevant pleading allegations in the light most favorable to the plaintiff. <i>See id.</i></p>\n<p>The basis of personal jurisdiction in this case is North Carolina's long-arm statute, which allows the exercise of personal jurisdictions to the limits allowed by due process. <i>See </i><i>Dillon v. Numismatic Funding Corp.,</i> 291 N.C. 674, 231 S.E.2d 629 (1977). Thus, if the exercise of personal jurisdiction in this case comports with due process, as outlined in <i>Burger King</i> and its progeny, personal jurisdiction will lie in this case. <i>See </i><i>Burger King Corp. v. Rudzewicz,</i> 471 U.S. 462, 105 S.Ct. 2174, 85 L.Ed.2d 528 (1985). \"[T]he constitutional touchstone [of this due process inquiry is] ... whether the defendant purposely established `minimum contacts' in the forum.\" <i>Id.</i> at 474, 105 S.Ct. 2174. <i>See also </i><i>Hardee's Food Systems, Inc. v. Beardmore,</i> 169 F.R.D. 311, 314 (E.D.N.C.1996) (discussing minimum contacts in the franchise context).</p>\n<p>In <i>Beardmore,</i> the court discussed Fourth Circuit<sup>[1]</sup> and Supreme Court precedent in great detail before coming to the conclusion that the existence of numerous franchise agreements which state that the franchisor is a North Carolina corporation with North Carolina headquarters and which contain a North Carolina choice-of-law statute, combined with past payment of royalty fees into North Carolina, was sufficient to allow personal jurisdiction. <i>Beardmore,</i> 169 F.R.D. at 313-16. The court explained that \"defendants' contacts with North Carolina are not so isolated or attenuated that an exercise of jurisdiction would offend due process. Rather, defendants `reached out' beyond their home states and `created continuing relationships and obligations' with plaintiffs in North Carolina.\" <i>Id.</i> at 315 (citations omitted).</p>\n<p>In the instant case, as in <i>Beardmore,</i> Defendants' contacts with North Carolina are not so isolated or attenuated that an exercise of personal jurisdiction would offend due process. Defendants entered into multiple agreements with a North Carolina corporation which required a continuing relationship with that corporation. The agreements clearly indicated that Plaintiff Hardee's was a North Carolina corporation with its principal place of business in North Carolina. Each agreement, furthermore, contained a North Carolina choice-of-law provision. Pursuant to those agreements, the Defendants paid monthly royalty and advertising fees to Hardee's in North Carolina and submitted monthly royalty reports to Hardee's in North Carolina. Finally, Defendants' alleged refusal to make contractually-required payments to Hardee's caused injury, if at all, to Plaintiff in North Carolina. <i>Cf. </i><i>Burger King Corp.,</i> 471 U.S. at 480, 105 S.Ct. 2174.</p>\n<p>Therefore, Defendants have purposely established \"minimum contacts\" with North Carolina such that personal jurisdiction exists in that state. Consequently, this Court must deny Defendants' Motion to Dismiss for lack of personal jurisdiction.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*770</span> <i>2. Venue</i>\n</h2>\n<p></p>\n<h2><i>A. Propriety of Venue in the Eastern District of North Carolina</i></h2>\n<p>Defendants argue that the Eastern District of North Carolina is an improper venue for this action, pursuant to 28 U.S.C. § 1406(a). In diversity actions, venue is appropriate in \"(1) a judicial district where any defendant resides, if all defendants reside in the same State, (2) a judicial district in which a substantial part of the events or omissions giving rise to the claim occurred, or a substantial part of the property that is the subject of the action is situated, or (3) a judicial district in which any defendant is subject to personal jurisdiction at the time the action is commenced, if there is no district in which the action may otherwise be brought.\" 28 U.S.C. § 1391(a). As none of the Defendants are domiciled in North Carolina, test (2) is at issue. In cases where test (2) is applied, venue may often properly lie in more than one district. <i>See</i> 28 U.S.C. § 1391, Commentary on 1988 and 1990 Revisions of § 1391.</p>\n<p>In this case, the same facts that make personal jurisdiction proper in the Eastern District of North Carolina make venue proper in this district. The license agreements in question took effect upon their acceptance and execution by Hardee's in North Carolina. The omissions which are the focus of this case are Defendants' alleged failures to pay certain fees into Hardee's Treasury Department in Rocky Mount, North Carolina. While venue would clearly be proper in the Middle District of Pennsylvania in this case, it is also proper here.<sup>[2]</sup></p>\n<p></p>\n<h2><i>B. Convenience of Venue in the Eastern District of North Carolina</i></h2>\n<p>Defendants alternatively argue that this case should be transferred to the Middle District of Pennsylvania \"[f]or the convenience of the parties and witnesses\" or \"in the interest of justice,\" pursuant to 28 U.S.C. § 1404(a). In ruling on a motion for transfer, this Court applies an eleven factor test which considers the following issues:</p>\n<blockquote>1. The plaintiff's initial choice of forum;</blockquote>\n<blockquote>2. The residence of the parties;</blockquote>\n<blockquote>3. The relative ease of access of proof;</blockquote>\n<blockquote>4. The availability of compulsory process for attendance of witnesses and the costs of obtaining attendance of willing witnesses;</blockquote>\n<blockquote>5. The possibility of a view;</blockquote>\n<blockquote>6. The enforceability of a judgment, if obtained;</blockquote>\n<blockquote>7. The relative advantages and obstacles to a fair trial;</blockquote>\n<blockquote>8. Other practical problems that make a trial easy, expeditious, and inexpensive;</blockquote>\n<blockquote>9. The administrative difficulties of court congestion;</blockquote>\n<blockquote>10. The interest in having localized controversies settled at home and the appropriateness in having the trial of a diversity case in a forum that is at home with the state law that must govern the action; and</blockquote>\n<blockquote>11. The avoidance of unnecessary problems with conflict of laws.</blockquote>\n<p><i>See Cape Hatteras Elec. Mbrshp. Corp. v. North American Trailing Co.,</i> No. 91-40-CV-2-D (E.D.N.C. December 2, 1991) (citing <i>Uniprop v. Home Owners Funding Corp. of America,</i> 753 F.Supp. 1315, 1322 (W.D.N.C.1990)). In applying this test, it must be remembered that \"[u]nless the balance is strongly in favor of the defendant, the plaintiff's choice of forum should rarely be disturbed.\" <i>Gulf Oil v. Gilbert,</i> <span class=\"star-pagination\">*771</span> 330 U.S. 501, 508, 67 S.Ct. 839, 91 L.Ed. 1055 (1947).</p>\n<p>In this case, most of the eleven factors can be set aside because they fail to be relevant or to weigh heavily in favor of either side. Two factors, however, are relevant and weigh heavily in favor of a side. Both (1), the plaintiff's initial choice of forum, and (10), the appropriateness of having the case in court comfortable with the state laws to be applied, favor keeping this case in the Eastern District of North Carolina.</p>\n<p>In their brief in support of their motion, Defendants only make reference to factors (2) residence of the parties, (3) relative ease of access to proof, (4) availability and costs of obtaining witnesses, and (8) other practical problems. Each of those issues, however, does not significantly favor either transfer or retention of the case. While Defendants are indeed residents of Pennsylvania, Plaintiff's principal place of business is North Carolina. While Defendants' documents are in Pennsylvania, many relevant documents  including the original license agreements, assignments, records of payments, and other financial information  are located in North Carolina. On the one hand, all of Defendants' witnesses are in Pennsylvania and would have to incur great expense to travel to North Carolina; on the other hand, Plaintiff's witnesses are in North Carolina and would incur their own travel expenses if the case were transferred to Pennsylvania.<sup>[3]</sup> Finally, the other practical problems mentioned by the Defendants  that is, \"substantial expense and effort\" regarding transport of documents and witnesses  would affect Plaintiff similarly if the case were transferred.</p>\n<p>Based on this analysis of factors, and the recognition that \"plaintiff's choice of forum should rarely be disturbed,\" the Court finds that Defendants have not met their burden to justify a change of venue. Consequently, Defendant's Motion to Transfer must be denied.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, and after full consideration of the parties' arguments, this Court finds that it can properly exercise personal jurisdiction over Defendants and that venue is proper in the Eastern District of North Carolina. Therefore, Defendants' Motion to Dismiss or in the Alternative to Transfer is hereby DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g., Econo Lodges International, Inc. v. Peck,</i> No. 93-1519, 1993 U.S.App. LEXIS 24478, 1993 WL 369262 (4th Cir. Sept.22, 1993) (unpublished decision).</p>\n<p>[2]  \"[T]he 1990 Amendment [to § 1391] was drafted to tie-in with the standard for establishing personal jurisdiction in a given forum.\" <i>Database America, Inc. v. Bellsouth Advertising &amp; Publishing Corp.,</i> 825 F.Supp. 1216, 1224 (D.N.J.1993). Thus, the fact that personal jurisdiction lies in this case, as discussed above, is helpful in persuading this Court that venue is proper as well.</p>\n<p>[3]  In addition, Hardee's alleges that certain witnesses necessary to its case are located in North Carolina and may have to be subpoenaed in order to appear. Defendants do not make a similar statement regarding their own witnesses.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">767</span></span> (1998)</b></center>\n<center><h1>HARDEE'S FOOD SYSTEMS, INC., Plaintiff,<br>\nv.<br>\nJoel G. ROSENBLATT, and OK Corral, Inc., Defendants.</h1></center>\n<center>No. 5:98-CV-487-BO (2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 22, 1998.</center>\n<p><span class=\"star-pagination\">*768</span> Bettie Kelley Sousa, Smith, Debnam, Narron &amp; Myers, L.L.P., Raleigh, NC, for plaintiff.</p>\n<p>Kristen G. Lingo, Manning, Fulton &amp; Skinner, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Defendants' Motion to Dismiss, pursuant to Rule 12(b)(2) of the Federal Rules of Civil Procedure, or in the Alternative to Transfer, pursuant to sections 1404(a) and 1406(a) of Title 28 of the United States Code. Defendants' Motion raises issues of personal jurisdiction and venue. In the underlying lawsuit, Plaintiff Hardee's Food Systems, Inc. (\"Hardee's\") seeks payment of monies allegedly owed to it by Defendants pursuant to several licensing agreements and a promissory note and guaranty. For the reasons set forth below, Defendants' Motion is denied.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Hardee's is a North Carolina corporation with its principal place of business in Rocky Mount, North Carolina. Defendant Joel G. Rosenblatt is a resident of Pennsylvania. Defendant OK Corral, Inc. (\"OK Corral\") is a Pennsylvania corporation with its principal place of business in York, Pennsylvania.</p>\n<p>Defendants entered into three license agreements, a promissory note, and a guaranty with Plaintiff Hardee's. The license agreements allow Defendants to operate three Hardee's franchises in Pennsylvania. The agreements at issue contain a North Carolina choice-of-law provision, state that Hardee's is a North Carolina corporation with headquarters in Rocky Mount, North Carolina, and require payment of fees into North Carolina. The agreements became effective when signed by Hardee's in North Carolina.</p>\n<p>Defendants have paid monthly royalty and advertising fees into North Carolina in <span class=\"star-pagination\">*769</span> the past, and Defendants have sent monthly royalty reports to Plaintiff in North Carolina. In the underlying suit, Hardee's alleges that Defendants failed to pay required royalty and advertising fees as well as outstanding sums owed on the promissory note.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>1. Personal Jurisdiction</i></h2>\n<p>When personal jurisdiction is challenged pursuant to Rule 12(b)(2) of the Federal Rules of Civil Procedure, the plaintiff bears the burden of establishing jurisdiction. <i>See </i><i>Combs v. Bakker,</i> <span class=\"citation\" data-id=\"529964\"><a href=\"/opinion/529964/david-t-combs-sarah-e-combs-v-james-o-bakker-tammy-faye-bakker-richard/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 676 (4th Cir.1989). If no evidentiary hearing is held, the plaintiff need only prove a prima facie case of personal jurisdiction, and the Court must construe all relevant pleading allegations in the light most favorable to the plaintiff. <i>See id.</i></p>\n<p>The basis of personal jurisdiction in this case is North Carolina's long-arm statute, which allows the exercise of personal jurisdictions to the limits allowed by due process. <i>See </i><i>Dillon v. Numismatic Funding Corp.,</i> <span class=\"citation\" data-id=\"1237023\"><a href=\"/opinion/1237023/dillon-v-numismatic-funding-corp/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">674</span></a></span>, <span class=\"citation\" data-id=\"1237023\"><a href=\"/opinion/1237023/dillon-v-numismatic-funding-corp/\"><span class=\"volume\">231</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">629</span></a></span> (1977). Thus, if the exercise of personal jurisdiction in this case comports with due process, as outlined in <i>Burger King</i> and its progeny, personal jurisdiction will lie in this case. <i>See </i><i>Burger King Corp. v. Rudzewicz,</i> <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">528</span></a></span> (1985). \"[T]he constitutional touchstone [of this due process inquiry is] ... whether the defendant purposely established `minimum contacts' in the forum.\" <i>Id.</i> at 474, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>. <i>See also </i><i>Hardee's Food Systems, Inc. v. Beardmore,</i> <span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">311</span></span>, 314 (E.D.N.C.1996) (discussing minimum contacts in the franchise context).</p>\n<p>In <i>Beardmore,</i> the court discussed Fourth Circuit<sup>[1]</sup> and Supreme Court precedent in great detail before coming to the conclusion that the existence of numerous franchise agreements which state that the franchisor is a North Carolina corporation with North Carolina headquarters and which contain a North Carolina choice-of-law statute, combined with past payment of royalty fees into North Carolina, was sufficient to allow personal jurisdiction. <i>Beardmore,</i> 169 F.R.D. at 313-16. The court explained that \"defendants' contacts with North Carolina are not so isolated or attenuated that an exercise of jurisdiction would offend due process. Rather, defendants `reached out' beyond their home states and `created continuing relationships and obligations' with plaintiffs in North Carolina.\" <i>Id.</i> at 315 (citations omitted).</p>\n<p>In the instant case, as in <i>Beardmore,</i> Defendants' contacts with North Carolina are not so isolated or attenuated that an exercise of personal jurisdiction would offend due process. Defendants entered into multiple agreements with a North Carolina corporation which required a continuing relationship with that corporation. The agreements clearly indicated that Plaintiff Hardee's was a North Carolina corporation with its principal place of business in North Carolina. Each agreement, furthermore, contained a North Carolina choice-of-law provision. Pursuant to those agreements, the Defendants paid monthly royalty and advertising fees to Hardee's in North Carolina and submitted monthly royalty reports to Hardee's in North Carolina. Finally, Defendants' alleged refusal to make contractually-required payments to Hardee's caused injury, if at all, to Plaintiff in North Carolina. <i>Cf. </i><i>Burger King Corp.,</i> 471 U.S. at 480, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>.</p>\n<p>Therefore, Defendants have purposely established \"minimum contacts\" with North Carolina such that personal jurisdiction exists in that state. Consequently, this Court must deny Defendants' Motion to Dismiss for lack of personal jurisdiction.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*770</span> <i>2. Venue</i>\n</h2>\n<p></p>\n<h2><i>A. Propriety of Venue in the Eastern District of North Carolina</i></h2>\n<p>Defendants argue that the Eastern District of North Carolina is an improper venue for this action, pursuant to 28 U.S.C. § 1406(a). In diversity actions, venue is appropriate in \"(1) a judicial district where any defendant resides, if all defendants reside in the same State, (2) a judicial district in which a substantial part of the events or omissions giving rise to the claim occurred, or a substantial part of the property that is the subject of the action is situated, or (3) a judicial district in which any defendant is subject to personal jurisdiction at the time the action is commenced, if there is no district in which the action may otherwise be brought.\" 28 U.S.C. § 1391(a). As none of the Defendants are domiciled in North Carolina, test (2) is at issue. In cases where test (2) is applied, venue may often properly lie in more than one district. <i>See</i> 28 U.S.C. § 1391, Commentary on 1988 and 1990 Revisions of § 1391.</p>\n<p>In this case, the same facts that make personal jurisdiction proper in the Eastern District of North Carolina make venue proper in this district. The license agreements in question took effect upon their acceptance and execution by Hardee's in North Carolina. The omissions which are the focus of this case are Defendants' alleged failures to pay certain fees into Hardee's Treasury Department in Rocky Mount, North Carolina. While venue would clearly be proper in the Middle District of Pennsylvania in this case, it is also proper here.<sup>[2]</sup></p>\n<p></p>\n<h2><i>B. Convenience of Venue in the Eastern District of North Carolina</i></h2>\n<p>Defendants alternatively argue that this case should be transferred to the Middle District of Pennsylvania \"[f]or the convenience of the parties and witnesses\" or \"in the interest of justice,\" pursuant to 28 U.S.C. § 1404(a). In ruling on a motion for transfer, this Court applies an eleven factor test which considers the following issues:</p>\n<blockquote>1. The plaintiff's initial choice of forum;</blockquote>\n<blockquote>2. The residence of the parties;</blockquote>\n<blockquote>3. The relative ease of access of proof;</blockquote>\n<blockquote>4. The availability of compulsory process for attendance of witnesses and the costs of obtaining attendance of willing witnesses;</blockquote>\n<blockquote>5. The possibility of a view;</blockquote>\n<blockquote>6. The enforceability of a judgment, if obtained;</blockquote>\n<blockquote>7. The relative advantages and obstacles to a fair trial;</blockquote>\n<blockquote>8. Other practical problems that make a trial easy, expeditious, and inexpensive;</blockquote>\n<blockquote>9. The administrative difficulties of court congestion;</blockquote>\n<blockquote>10. The interest in having localized controversies settled at home and the appropriateness in having the trial of a diversity case in a forum that is at home with the state law that must govern the action; and</blockquote>\n<blockquote>11. The avoidance of unnecessary problems with conflict of laws.</blockquote>\n<p><i>See Cape Hatteras Elec. Mbrshp. Corp. v. North American Trailing Co.,</i> No. 91-40-CV-2-D (E.D.N.C. December 2, 1991) (citing <i>Uniprop v. Home Owners Funding Corp. of America,</i> <span class=\"citation\" data-id=\"1460113\"><a href=\"/opinion/1460113/uniprop-manufactured-housing-communities-v-home-owners-funding-corp-of/\"><span class=\"volume\">753</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1315</span></a></span>, 1322 (W.D.N.C.1990)). In applying this test, it must be remembered that \"[u]nless the balance is strongly in favor of the defendant, the plaintiff's choice of forum should rarely be disturbed.\" <i>Gulf Oil v. Gilbert,</i> <span class=\"star-pagination\">*771</span> <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 508, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">839</span></a></span>, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1055</span></a></span> (1947).</p>\n<p>In this case, most of the eleven factors can be set aside because they fail to be relevant or to weigh heavily in favor of either side. Two factors, however, are relevant and weigh heavily in favor of a side. Both (1), the plaintiff's initial choice of forum, and (10), the appropriateness of having the case in court comfortable with the state laws to be applied, favor keeping this case in the Eastern District of North Carolina.</p>\n<p>In their brief in support of their motion, Defendants only make reference to factors (2) residence of the parties, (3) relative ease of access to proof, (4) availability and costs of obtaining witnesses, and (8) other practical problems. Each of those issues, however, does not significantly favor either transfer or retention of the case. While Defendants are indeed residents of Pennsylvania, Plaintiff's principal place of business is North Carolina. While Defendants' documents are in Pennsylvania, many relevant documents  including the original license agreements, assignments, records of payments, and other financial information  are located in North Carolina. On the one hand, all of Defendants' witnesses are in Pennsylvania and would have to incur great expense to travel to North Carolina; on the other hand, Plaintiff's witnesses are in North Carolina and would incur their own travel expenses if the case were transferred to Pennsylvania.<sup>[3]</sup> Finally, the other practical problems mentioned by the Defendants  that is, \"substantial expense and effort\" regarding transport of documents and witnesses  would affect Plaintiff similarly if the case were transferred.</p>\n<p>Based on this analysis of factors, and the recognition that \"plaintiff's choice of forum should rarely be disturbed,\" the Court finds that Defendants have not met their burden to justify a change of venue. Consequently, Defendant's Motion to Transfer must be denied.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, and after full consideration of the parties' arguments, this Court finds that it can properly exercise personal jurisdiction over Defendants and that venue is proper in the Eastern District of North Carolina. Therefore, Defendants' Motion to Dismiss or in the Alternative to Transfer is hereby DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g., Econo Lodges International, Inc. v. Peck,</i> No. 93-1519, 1993 U.S.App. LEXIS 24478, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">369262</span></span> (4th Cir. Sept.22, 1993) (unpublished decision).</p>\n<p>[2]  \"[T]he 1990 Amendment [to § 1391] was drafted to tie-in with the standard for establishing personal jurisdiction in a given forum.\" <i>Database America, Inc. v. Bellsouth Advertising &amp; Publishing Corp.,</i> <span class=\"citation\" data-id=\"1412872\"><a href=\"/opinion/1412872/database-america-v-bellsouth-advertising-pub/\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1216</span></a></span>, 1224 (D.N.J.1993). Thus, the fact that personal jurisdiction lies in this case, as discussed above, is helpful in persuading this Court that venue is proper as well.</p>\n<p>[3]  In addition, Hardee's alleges that certain witnesses necessary to its case are located in North Carolina and may have to be subpoenaed in order to appear. Defendants do not make a similar statement regarding their own witnesses.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1412872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460113/"
  ]
}