{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2568391/",
  "absolute_url": "/opinion/2568391/north-carolina-right-to-life-inc-v-bartlett/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2568391/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:28:45.331040Z",
  "date_modified": "2016-04-26T21:42:52.239399Z",
  "type": "010combined",
  "sha1": "b50df04dade0c86c8dc3ea79e53e91b5611e7a5b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>3 F.Supp.2d 675 (1998)</b></center>\n<center><h1>NORTH CAROLINA RIGHT TO LIFE, INC. North Carolina Right to Life Political Action Committee, and Barbara Holt, President of North Carolina Right to Life, Inc., Plaintiffs,<br>\nv.<br>\nGary O. BARTLETT, in his official capacity as Executive Secretary-Director of the State Board of Elections of the State of North Carolina; Steve Balog, in his official capacity as District Attorney for North Carolina Prosecutorial District 15A; Mike Easley, in his official capacity as Attorney General for the State of North Carolina; Larry Leake, in his official capacity as Chairman of the State Board of Elections; S. Katherine Burnette, in her official capacity as a Member of the State Board of Elections; Faiger M. Blackwell, in his official capacity as a Member of the State Board <span class=\"star-pagination\">*676</span> of Elections; June K. Youngblood, in her official capacity as a Member of the State Board of Elections; and Dorothy Presser, in her official capacity as a Member of the State Board of Elections, Defendants.</h1></center>\n<center>No. 5:96-CV-835-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 29, 1998.</center>\n<p><span class=\"star-pagination\">*677</span> James Bopp, Jr., Dale L. Wilcox, John K. Abegg, Bopp, Coleson &amp; Bostrom, Terre Haute, IN, Paul Stam, Jr., Stam, Fordham &amp; Danchi, Apex, NC, for plaintiffs.</p>\n<p>James Peeler Smith, Alexander McC. Peters, Susan K. Nichols, Special Deputy Attorneys General, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on the parties' Motions for Summary Judgment and Defendants' Motion to Certify Questions and to Abstain. In the underlying action, Plaintiffs challenge provisions of North Carolina's election laws regulating political contributions and expenditures by corporations, political committees, and individuals, and seek an injunction against enforcement of the challenged provisions. For the reasons discussed below, Plaintiffs' Motion for Summary Judgment will be granted, and Defendants' Motions for Summary Judgment and to Certify Questions and to Abstain will be denied.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff North Carolina Right to Life, Inc. (hereinafter, \"NCRL\"), is a non-profit corporation organized under Chapter 55A of the North Carolina General Statutes. NCRL produces voter guides and other election materials that it distributes to its members and the general public. Verified Complaint at ¶ 29. Plaintiff North Carolina Right to Life Political Action Committee (\"NCRLPAC\") was established by NCRL as a segregated fund through which NCRL makes contributions to candidates and engages in other activities that support or oppose the elections of identified candidates. Plaintiff Barbara Holt (\"Holt\") is a registered lobbyist, a principal agent of NCRL and NCRLPAC, and the president of NCRL.</p>\n<p>Plaintiffs commenced this action on September 27, 1996, by filing a complaint seeking declaratory and injunctive relief and challenging the constitutionality of various provisions of the North Carolina General Statutes regulating election campaign financing. Plaintiffs filed an amended complaint on December 5, 1997, and now argue that sections 163-278.6(14) (defining \"political committee\"), 163-269, <i>et seq.</i> (\"Violations by corporations\"), 163-278.19 (corporate contributions for \"political purpose\"), and 163-278.13B (\"Limitation on fundraising during legislative session\"), as amended, violate the Plaintiffs' rights under the First and Fourteenth Amendments to the United States Constitution by infringing protected political speech and association and by denying them the equal protection of the law.</p>\n<p>This Court held a hearing on this matter on October 15, 1996, and issued a Declaratory Judgment on February 7, 1997. Both parties subsequently moved for summary judgment. Defendants also filed a Motion to Certify Questions pursuant to section 163-278.23 of the North Carolina General Statutes, urging this Court to abstain from ruling on these questions pending an authoritative interpretation of the challenged statutes from the Executive Secretary-Director of the State Board of Elections. Another hearing <span class=\"star-pagination\">*678</span> was held on November 24, 1997, and the parties' motions are ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>I. Defendants' Motion to Certify Questions to the Board of Elections</i></h2>\n<p>North Carolina has no legislative authority for certifying questions of state law to the highest state court for decision. The Defendants' argument that this Court should adopt such a procedure in the absence of legislative authority is without merit. There is no basis for abstention in this Court, and this Court is under a duty to rule on issues of federal and constitutional law when they are properly presented to it. The motion to certify will be denied.</p>\n<p></p>\n<h2><i>II. Motions for Summary Judgment</i></h2>\n<p>Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to summary judgment as a matter of law.\" Fed.R.Civ.P. 56(c). To avoid summary judgment, the opposing party must introduce evidence to create an issue of material fact on \"an element essential to the party's case, and on which the party will bear the burden of proof at trial.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). A verified complaint based on personal knowledge is the equivalent of an affidavit for summary judgment purposes. <i>Williams v. Griffin,</i> 952 F.2d 820, 823 (4th Cir.1991).</p>\n<p>In <i>Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976), the Supreme Court emphasized that \"[d]iscussion of public issues and debate on the qualifications of candidates are integral to the operation of the system of government established by our Constitution. The First Amendment affords the broadest protection to such political expression in order `to assure [the] unfettered interchange of ideas for the bringing about of political and social changes desired by the people.'\" <i>Id.,</i> at 14, 96 S.Ct., at 632 (quoting <i>Roth v. United States,</i> 354 U.S. 476, 484, 77 S.Ct. 1304, 1308, 1 L.Ed.2d 1498 (1957)). The Supreme Court expressly noted that money spent on political campaigns, whether involving candidates or issues, is a form of political expression and thus entitled to First Amendment protection. <i>Id.,</i> at 19, 96 S.Ct., at 634-635.</p>\n<p>The <i>Buckley</i> Court, considering the constitutionality of limits on campaign contributions and expenditures in the Federal Election Campaign Act of 1971 (\"FECA\"), distinguished between these two categories of political expression. A limitation on contributions to candidates, the Court held, \"involves little direct restraint on ... political communication, for it permits the symbolic expression of support evidenced by a contribution but does not in any way infringe the contributor's freedom to discuss candidates and issues.\" <i>Id.,</i> at 21, 96 S.Ct., at 636. FECA's expenditure limitations, on the other hand, were struck down for placing \"substantial and direct restrictions on the ability of candidates, citizens, and associations to engage in protected political expression, restrictions that the First Amendment cannot tolerate.\" <i>Id.,</i> at 58-59, 96 S.Ct., at 654.</p>\n<p>Since <i>Buckley,</i> the Supreme Court has held that statutes regulating political expenditures are subject to \"exacting scrutiny,\" <i>McIntyre v. Ohio Elections Comm'n,</i> 514 U.S. 334, 344-46, 115 S.Ct. 1511, 131 L.Ed.2d 426, and that States may not infringe upon such expression absent a compelling state interest, <i>Federal Election Comm'n v. Massachusetts Citizens for Life, Inc.,</i> 479 U.S. 238, 256, 107 S.Ct. 616, 627, 93 L.Ed.2d 539 (1986) (\"<i>MCFL</i>\"); <i>Austin v. Michigan Chamber of Commerce,</i> 494 U.S. 652, 657, 110 S.Ct. 1391, 1396, 108 L.Ed.2d 652 (1990). The Court has also held that \"preventing corruption or the appearance of corruption are the only legitimate and compelling government interests thus far identified for restricting campaign finances.\" <i>Federal Election Comm'n v. National Conservative Political Action Comm.,</i> 470 U.S. 480, 496-497, 105 S.Ct. 1459, 1468, 84 L.Ed.2d 455 (1985).</p>\n<p>The <i>Buckley</i> Court also drew a distinction between \"express advocacy\"  communication which advocates in express terms the election <span class=\"star-pagination\">*679</span> or defeat of a clearly identified candidate,<sup>[1]</sup> 424 U.S., at 44, 96 S.Ct., at 646-647-and \"issue advocacy\"  which encompasses any other type of political communication expressing one's views on issues without expressly calling for a candidate's election or defeat, <i>id.</i> Statutes which regulate campaign expenditures may regulate express advocacy in the interest of preventing actual or apparent corruption, but may not regulate spending on issue advocacy. <i>Id.,</i> at 43-44, 96 S.Ct., at 646-647.</p>\n<p>Finally, the Supreme Court has held that a statute may be infirm for overbreadth \"when [it] does not aim specifically at evils within the allowable area of State control but, on the contrary, sweeps within its ambit other activities that in ordinary circumstances constitute an exercise of freedom of speech or of the press.\" <i>Thornhill v. Alabama,</i> 310 U.S. 88, 97, 60 S.Ct. 736, 742, 84 L.Ed. 1093 (1940). Specifically in the First Amendment context, the Supreme Court has long recognized that \"statutes attempting to restrict or burden the exercise of First Amendment rights must be narrowly drawn and represent a considered legislative judgment that a particular mode of expression has to give way to other compelling needs of society.\" <i>Broadrick v. Oklahoma,</i> 413 U.S. 601, 611-612, 93 S.Ct. 2908, 2915, 37 L.Ed.2d 830 (1973). Thus, overbreadth attacks have been allowed where rights of speech and association \"were ensnared in statutes which, by their broad sweep, might result in burdening innocent associations.\" <i>Id.,</i> at 612, 93 S.Ct., at 2916.</p>\n<p>With these distinctions and definitions in mind, the Court will review the North Carolina statutes challenged by the Plaintiffs.</p>\n<p></p>\n<h2><i>A. The definition of \"Political committee\" in section 163-278.6(14)</i></h2>\n<p>The North Carolina election laws define a \"political committee\" as \"any person, committee, association, or organization, the primary or incidental purpose of which is to support or oppose any candidate or political party or to influence or attempt to influence the result of an election....\" N.C.Gen.Stat. § 163-278.6(14). Classification as a \"political committee\" requires an entity to register as such and to comply with the requirements of sections 163-278.7(b) (filing a statement of organization with the Board of Elections), 163-278.8 (keeping detailed accounts of expenditures and contributions), and 163-278.9 and 163-278.11 (regular filing of organizational and financing reports). Failure to comply with these requirements carries criminal penalties. See N.C.Gen.Stat. §§ 163-278.27 and 163-278.34.</p>\n<p>In construing the FECA in <i>Buckley,</i> the Supreme Court noted that, \"[s]o long as persons and groups eschew expenditures that in express terms advocate the election or defeat of a clearly identified candidate, they are free to spend as much as they want to promote the candidate and his views.\" <i>Id.,</i> at 45, 96 S.Ct., at 647. While noting that \"compelled disclosure has the potential for substantially infringing the exercise of First Amendment rights,\" <i>id.,</i> at 66, 96 S.Ct., at 657, the <i>Buckley</i> Court \"acknowledged that there are governmental interests sufficiently important to outweigh the possibility of infringement ...\" <i>id.</i> Thus the Court held that independent reporting requirements may be imposed upon individuals and groups \"when they make expenditures for communications that expressly advocate the election or defeat of a clearly identified candidate.\" <i>Id.,</i> at 80, 96 S.Ct., at 664.</p>\n<p>In the instant case, section 163-278.6(14) defines individuals and groups that seek to \"influence or attempt to influence the result of an election\" as political committees and subjects them to registering and reporting requirements whether or not they \"expressly advocate the election or defeat of a clearly identified candidate.\" Groups engaging only in issue advocacy are thus subject to spending restrictions and reporting requirements. This violates the First Amendment, as construed by the Supreme Court in <i>Buckley v. Valeo</i><i>.</i> The <i>Buckley</i> Court noted that, while a statute may target \"those expenditures that expressly advocate a particular election <span class=\"star-pagination\">*680</span> result,\" <i>id.,</i> it may not target funds used for general issue advocacy. By this standard, section 163-278.6(14) is fatally overbroad: it does not limit its coverage to entities engaging in express advocacy.</p>\n<p>Because section 163-278.6(14) denies full First Amendment protection to individuals and groups engaged in issue advocacy, thereby chilling political speech, it is facially unconstitutional.</p>\n<p></p>\n<h2><i>B. The prohibitions on independent expenditures and direct contributions in section 163-269 and 163-278.19</i></h2>\n<p>Section 163-269 makes it unlawful for any corporation \"directly or indirectly, to make any contribution or expenditure ... for any political purpose whatsoever....\" Similarly, section 163-278.19 prohibits corporations from \"mak[ing] any contribution or expenditure ... for any political purpose whatsoever.\"<sup>[2]</sup> In <i>Austin v. Michigan Chamber of Commerce,</i> 494 U.S., at 657, 110 S.Ct., at 1396, the Supreme Court held that \"[t]he mere fact that [an entity] is a corporation does not remove its speech from the ambit of the First Amendment.\" Of course, corporate involvement in politics poses a risk of corruption, or the appearance of corruption, to the political process through \"the corrosive and distorting effects of immense aggregations of wealth that are accumulated with the help of the corporate form and that have little or no correlation to the public's support for the corporation's political ideas.\" <i>Id.,</i> at 66, 110 S.Ct., at 1397.</p>\n<p>The Supreme Court has noted the need \"to restrict the influence of political war chests funneled through the corporate form,\" <i>Federal Election Comm'n v. National Conservative Political Action Comm.,</i> 470 U.S. 480, 501, 105 S.Ct. 1459, 1470, 84 L.Ed.2d 455 (1985) (\"<i>NCPAC</i>\"), to curb the political influence of \"those who exercise control over large aggregations of capital,\" <i>U.S. v. International Union United Auto. Workers,</i> 352 U.S. 567, 585, 77 S.Ct. 529, 538, 1 L.Ed.2d 563 (1957), and to regulate the \"substantial aggregations of wealth amassed by the special advantages which go with the corporate form of organization,\" <i>Federal Election Comm'n v. National Right to Work Comm.,</i> 459 U.S. 197, 206, 103 S.Ct. 552, 559, 74 L.Ed.2d 364 (1982). The \"concern over the corrosive influence of concentrated corporate wealth reflects the conviction that it is important to protect the integrity of the marketplace of ideas.\" <i>MCFL,</i> 479 U.S., at 257, 107 S.Ct., at 627. Corporate political activity may thus be regulated to serve the compelling state interest of protecting the integrity of the political process.</p>\n<p>In <i>MCFL</i> the Supreme Court found that not-for-profit corporations structured to avoid corrupting the political process could be \"more akin to voluntary political associations than business firms, and therefore should not have to bear burdens on independent spending solely because of their incorporated status.\" <i>Id.,</i> at 263, 107 S.Ct., at 631. The <i>MCFL</i> Court described the three salient characteristics which demonstrated why the plaintiff corporation should be exempt from corporate expenditure limitations: (1) it was formed for the express purpose of promoting political ideas, (2) it did not have shareholders or other persons which had an economic interest in its assets and earnings, and (3) it was not established by a traditional business corporation or labor union and did not accept contributions from such entities. <i>Id.,</i> at 264, 107 S.Ct., at 631. These factors are not dispositive in determining when corporations should be exempt from expenditure limitations, but are instructive in showing that statutes limiting corporate political spending must distinguish between those corporations which threaten the political process and those which do not.</p>\n<p>In the case at bar section 163-269 and 163.278.19 prohibit all nonprofit corporations from making independent expenditures, regardless of whether the corporations demonstrate a real or perceived threat to the political process. The statutes make no attempt to distinguish between corporations which pose a threat to the integrity of the political process and those which do not. They merely prohibit all corporations, without regard <span class=\"star-pagination\">*681</span> for their purpose or threat of corruption, from making independent expenditures \"for any political purpose whatsoever.\" This violates the Supreme Court's mandate to \"be as vigilant against the modest diminution of speech as we are against its sweeping restriction. Where at all possible, government must curtail speech only to the degree necessary to meet the particular problem at hand, and must avoid infringing on speech that does not pose the danger that has prompted regulation.\" <i>Id.,</i> at 265, 107 S.Ct., at 631.</p>\n<p>Because sections 163-269 and 163-278.19 are drawn too broadly, and might result in burdening innocent entities with expenditure limitations properly designed for traditional for-profit corporate entities, they are facially overbroad and unconstitutional.</p>\n<p></p>\n<h2><i>C. The prohibition on legislators or candidates soliciting contributions from lobbyists in section 163-278.13B</i></h2>\n<p>Section 163-278.13B(b) prohibits \"limited contributees\" from soliciting or accepting contributions from \"limited contributors\" while the North Carolina General Assembly is in session. Similarly, during a legislative session a \"limited contributor\" may not make or offer to make a contribution to a \"limited contributee\". § 163-278.13B(c). A \"limited contributee\" is defined as \"a member of or candidate for the Council of State, a member or candidate for the General Assembly, or a political committee the purpose of which is to assist a member or members of or candidate or candidates for the Council of State or General Assembly.\" § 163-278.13B(a)(2). A \"limited contributor\" is defined as \"a lobbyist, ... that lobbyist's agent, or a political committee that employs or contracts with or whose parent entity employs or contracts with a lobbyist....\" § 163-278.13B(a)(1).</p>\n<p>As noted above, the <i>Buckley</i> Court held that, while limitations on contributions clearly implicate fundamental First Amendment rights, they \"entail[] only a marginal restriction upon the contributor's ability to engage in free communication.\" 424 U.S., at 20, 96 S.Ct., at 635. Because contribution limitations usually involve lesser impositions upon First Amendment freedoms than do expenditure limitations, the Supreme Court has held that they generally \"require less compelling justification\" to pass constitutional muster. <i>MCFL,</i> 479 U.S., at 259-260, 107 S.Ct., at 629.</p>\n<p>Unlike the statutes considered in <i>Buckley</i> and <i>MCFL,</i> however, the restrictions at issue here are limitations on when a contribution can be made, regardless of the amount of the contribution. Because this temporal limitation is a complete ban on fundraising while the legislature is in session, it has \"a severe impact on political dialogue\" by \"prevent[ing] candidates from amassing the resources necessary for effective advocacy.\" <i>Buckley,</i> 424 U.S., at 21, 96 S.Ct., at 636. This limitation on effective advocacy places such a high burden on the free speech and associational rights of the candidates that this Court will apply the \"strict scrutiny\" standard elucidated by the Supreme Court in <i>Austin</i> and <i>MCFL.</i> The State must therefore demonstrate that this limitation is narrowly tailored to advance a \"compelling state interest.\"</p>\n<p>The State argues that the statute aims to prevent corruption or the appearance of corruption. The Supreme Court has recognized that these may be \"legitimate and compelling government interests\" for restricting campaign finances. <i>Austin,</i> 494 U.S., at 658, 110 S.Ct., at 1397; <i>NCPAC,</i> 470 U.S., at 496-497, 105 S.Ct., at 1468-1469. Assuming, without deciding, that the State's asserted aims are legitimate and compelling in this case, the statute is not narrowly tailored to advance these interests in the least intrusive way.</p>\n<p>The prohibition in section 163-278.13B applies to all candidates for office, both incumbents and non-incumbents. A statute seeking to avoid corruption or the appearance of corruption in the State legislature does not advance those purposes by limiting the fundraising of non-incumbent candidates for office. Additionally, the statute fails to account for the fact that political corruption may occur at anytime, whether or not the legislature is in session. Finally, the ban during legislative sessions is complete; it does not discriminate between large contributions with the potential to corrupt and small contributions with no such corruptive potential.</p>\n<p><span class=\"star-pagination\">*682</span> The limitations contained in section 163-278.13B are not narrowly tailored to address the harms asserted by the State to justify the statute, and cannot survive strict scrutiny. Section 163-278.13B is therefore unconstitutional.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, the Court hereby GRANTS Plaintiffs' motion for summary judgment as to all claims, and DENIES Defendants' motion for summary judgment and Defendants' motion to certify and abstain. Defendants are hereby permanently enjoined from relying on, enforcing, or prosecuting violations of sections 163-278.6(14), 163-269, 163-278.19, and 163-278.13B against NCRL, Holt, NCRLPAC, and others similarly situated.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>Buckley</i> Court described \"express words of advocacy\" as terms including \"vote for,\" \"elect,\" \"support,\" \"cast your ballot for,\" \"Smith for Congress,\" \"vote against,\" \"defeat,\" \"reject.\" 424 U.S., at 44 n. 52, 96 S.Ct., at 647 n. 52.</p>\n<p>[2]  \"Political purpose\" is defined as \"any purpose in aid of seeking to influence an election or a political party or candidate.\" N.C.Gen.Stat. § 163-278.6(16).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">675</span></span> (1998)</b></center>\n<center><h1>NORTH CAROLINA RIGHT TO LIFE, INC. North Carolina Right to Life Political Action Committee, and Barbara Holt, President of North Carolina Right to Life, Inc., Plaintiffs,<br>\nv.<br>\nGary O. BARTLETT, in his official capacity as Executive Secretary-Director of the State Board of Elections of the State of North Carolina; Steve Balog, in his official capacity as District Attorney for North Carolina Prosecutorial District 15A; Mike Easley, in his official capacity as Attorney General for the State of North Carolina; Larry Leake, in his official capacity as Chairman of the State Board of Elections; S. Katherine Burnette, in her official capacity as a Member of the State Board of Elections; Faiger M. Blackwell, in his official capacity as a Member of the State Board <span class=\"star-pagination\">*676</span> of Elections; June K. Youngblood, in her official capacity as a Member of the State Board of Elections; and Dorothy Presser, in her official capacity as a Member of the State Board of Elections, Defendants.</h1></center>\n<center>No. 5:96-CV-835-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 29, 1998.</center>\n<p><span class=\"star-pagination\">*677</span> James Bopp, Jr., Dale L. Wilcox, John K. Abegg, Bopp, Coleson &amp; Bostrom, Terre Haute, IN, Paul Stam, Jr., Stam, Fordham &amp; Danchi, Apex, NC, for plaintiffs.</p>\n<p>James Peeler Smith, Alexander McC. Peters, Susan K. Nichols, Special Deputy Attorneys General, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on the parties' Motions for Summary Judgment and Defendants' Motion to Certify Questions and to Abstain. In the underlying action, Plaintiffs challenge provisions of North Carolina's election laws regulating political contributions and expenditures by corporations, political committees, and individuals, and seek an injunction against enforcement of the challenged provisions. For the reasons discussed below, Plaintiffs' Motion for Summary Judgment will be granted, and Defendants' Motions for Summary Judgment and to Certify Questions and to Abstain will be denied.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff North Carolina Right to Life, Inc. (hereinafter, \"NCRL\"), is a non-profit corporation organized under Chapter 55A of the North Carolina General Statutes. NCRL produces voter guides and other election materials that it distributes to its members and the general public. Verified Complaint at ¶ 29. Plaintiff North Carolina Right to Life Political Action Committee (\"NCRLPAC\") was established by NCRL as a segregated fund through which NCRL makes contributions to candidates and engages in other activities that support or oppose the elections of identified candidates. Plaintiff Barbara Holt (\"Holt\") is a registered lobbyist, a principal agent of NCRL and NCRLPAC, and the president of NCRL.</p>\n<p>Plaintiffs commenced this action on September 27, 1996, by filing a complaint seeking declaratory and injunctive relief and challenging the constitutionality of various provisions of the North Carolina General Statutes regulating election campaign financing. Plaintiffs filed an amended complaint on December 5, 1997, and now argue that sections 163-278.6(14) (defining \"political committee\"), 163-269, <i>et seq.</i> (\"Violations by corporations\"), 163-278.19 (corporate contributions for \"political purpose\"), and 163-278.13B (\"Limitation on fundraising during legislative session\"), as amended, violate the Plaintiffs' rights under the First and Fourteenth Amendments to the United States Constitution by infringing protected political speech and association and by denying them the equal protection of the law.</p>\n<p>This Court held a hearing on this matter on October 15, 1996, and issued a Declaratory Judgment on February 7, 1997. Both parties subsequently moved for summary judgment. Defendants also filed a Motion to Certify Questions pursuant to section 163-278.23 of the North Carolina General Statutes, urging this Court to abstain from ruling on these questions pending an authoritative interpretation of the challenged statutes from the Executive Secretary-Director of the State Board of Elections. Another hearing <span class=\"star-pagination\">*678</span> was held on November 24, 1997, and the parties' motions are ripe for ruling.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>I. Defendants' Motion to Certify Questions to the Board of Elections</i></h2>\n<p>North Carolina has no legislative authority for certifying questions of state law to the highest state court for decision. The Defendants' argument that this Court should adopt such a procedure in the absence of legislative authority is without merit. There is no basis for abstention in this Court, and this Court is under a duty to rule on issues of federal and constitutional law when they are properly presented to it. The motion to certify will be denied.</p>\n<p></p>\n<h2><i>II. Motions for Summary Judgment</i></h2>\n<p>Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to summary judgment as a matter of law.\" Fed.R.Civ.P. 56(c). To avoid summary judgment, the opposing party must introduce evidence to create an issue of material fact on \"an element essential to the party's case, and on which the party will bear the burden of proof at trial.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). A verified complaint based on personal knowledge is the equivalent of an affidavit for summary judgment purposes. <i>Williams v. Griffin,</i> <span class=\"citation\" data-id=\"574912\"><a href=\"/opinion/574912/eddie-williams-v-jh-griffin-superintendent-jc-harris-jr-area/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span>, 823 (4th Cir.1991).</p>\n<p>In <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976), the Supreme Court emphasized that \"[d]iscussion of public issues and debate on the qualifications of candidates are integral to the operation of the system of government established by our Constitution. The First Amendment affords the broadest protection to such political expression in order `to assure [the] unfettered interchange of ideas for the bringing about of political and social changes desired by the people.'\" <i>Id.,</i> at 14, 96 S.Ct., at 632 (quoting <i>Roth v. United States,</i> <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, 484, <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1304</span></a></span>, 1308, <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1498</span></a></span> (1957)). The Supreme Court expressly noted that money spent on political campaigns, whether involving candidates or issues, is a form of political expression and thus entitled to First Amendment protection. <i>Id.,</i> at 19, 96 S.Ct., at 634-635.</p>\n<p>The <i>Buckley</i> Court, considering the constitutionality of limits on campaign contributions and expenditures in the Federal Election Campaign Act of 1971 (\"FECA\"), distinguished between these two categories of political expression. A limitation on contributions to candidates, the Court held, \"involves little direct restraint on ... political communication, for it permits the symbolic expression of support evidenced by a contribution but does not in any way infringe the contributor's freedom to discuss candidates and issues.\" <i>Id.,</i> at 21, 96 S.Ct., at 636. FECA's expenditure limitations, on the other hand, were struck down for placing \"substantial and direct restrictions on the ability of candidates, citizens, and associations to engage in protected political expression, restrictions that the First Amendment cannot tolerate.\" <i>Id.,</i> at 58-59, 96 S.Ct., at 654.</p>\n<p>Since <i>Buckley,</i> the Supreme Court has held that statutes regulating political expenditures are subject to \"exacting scrutiny,\" <i>McIntyre v. Ohio Elections Comm'n,</i> <span class=\"citation\" data-id=\"117921\"><a href=\"/opinion/117921/mcintyre-v-ohio-elections-commn/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span>, 344-46, <span class=\"citation\" data-id=\"117921\"><a href=\"/opinion/117921/mcintyre-v-ohio-elections-commn/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>, <span class=\"citation\" data-id=\"117921\"><a href=\"/opinion/117921/mcintyre-v-ohio-elections-commn/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">426</span></a></span>, and that States may not infringe upon such expression absent a compelling state interest, <i>Federal Election Comm'n v. Massachusetts Citizens for Life, Inc.,</i> <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 256, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>, 627, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span></a></span> (1986) (\"<i>MCFL</i>\"); <i>Austin v. Michigan Chamber of Commerce,</i> <span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">652</span></a></span>, 657, <span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1391</span></a></span>, 1396, <span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></a></span> (1990). The Court has also held that \"preventing corruption or the appearance of corruption are the only legitimate and compelling government interests thus far identified for restricting campaign finances.\" <i>Federal Election Comm'n v. National Conservative Political Action Comm.,</i> <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 496-497, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, 1468, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span> (1985).</p>\n<p>The <i>Buckley</i> Court also drew a distinction between \"express advocacy\"  communication which advocates in express terms the election <span class=\"star-pagination\">*679</span> or defeat of a clearly identified candidate,<sup>[1]</sup> 424 U.S., at 44, 96 S.Ct., at 646-647-and \"issue advocacy\"  which encompasses any other type of political communication expressing one's views on issues without expressly calling for a candidate's election or defeat, <i>id.</i> Statutes which regulate campaign expenditures may regulate express advocacy in the interest of preventing actual or apparent corruption, but may not regulate spending on issue advocacy. <i>Id.,</i> at 43-44, 96 S.Ct., at 646-647.</p>\n<p>Finally, the Supreme Court has held that a statute may be infirm for overbreadth \"when [it] does not aim specifically at evils within the allowable area of State control but, on the contrary, sweeps within its ambit other activities that in ordinary circumstances constitute an exercise of freedom of speech or of the press.\" <i>Thornhill v. Alabama,</i> <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 97, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></span>, 742, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1093</span></span> (1940). Specifically in the First Amendment context, the Supreme Court has long recognized that \"statutes attempting to restrict or burden the exercise of First Amendment rights must be narrowly drawn and represent a considered legislative judgment that a particular mode of expression has to give way to other compelling needs of society.\" <i>Broadrick v. Oklahoma,</i> <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 611-612, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2908</span></a></span>, 2915, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span> (1973). Thus, overbreadth attacks have been allowed where rights of speech and association \"were ensnared in statutes which, by their broad sweep, might result in burdening innocent associations.\" <i>Id.,</i> at 612, 93 S.Ct., at 2916.</p>\n<p>With these distinctions and definitions in mind, the Court will review the North Carolina statutes challenged by the Plaintiffs.</p>\n<p></p>\n<h2><i>A. The definition of \"Political committee\" in section 163-278.6(14)</i></h2>\n<p>The North Carolina election laws define a \"political committee\" as \"any person, committee, association, or organization, the primary or incidental purpose of which is to support or oppose any candidate or political party or to influence or attempt to influence the result of an election....\" N.C.Gen.Stat. § 163-278.6(14). Classification as a \"political committee\" requires an entity to register as such and to comply with the requirements of sections 163-278.7(b) (filing a statement of organization with the Board of Elections), 163-278.8 (keeping detailed accounts of expenditures and contributions), and 163-278.9 and 163-278.11 (regular filing of organizational and financing reports). Failure to comply with these requirements carries criminal penalties. See N.C.Gen.Stat. §§ 163-278.27 and 163-278.34.</p>\n<p>In construing the FECA in <i>Buckley,</i> the Supreme Court noted that, \"[s]o long as persons and groups eschew expenditures that in express terms advocate the election or defeat of a clearly identified candidate, they are free to spend as much as they want to promote the candidate and his views.\" <i>Id.,</i> at 45, 96 S.Ct., at 647. While noting that \"compelled disclosure has the potential for substantially infringing the exercise of First Amendment rights,\" <i>id.,</i> at 66, 96 S.Ct., at 657, the <i>Buckley</i> Court \"acknowledged that there are governmental interests sufficiently important to outweigh the possibility of infringement ...\" <i>id.</i> Thus the Court held that independent reporting requirements may be imposed upon individuals and groups \"when they make expenditures for communications that expressly advocate the election or defeat of a clearly identified candidate.\" <i>Id.,</i> at 80, 96 S.Ct., at 664.</p>\n<p>In the instant case, section 163-278.6(14) defines individuals and groups that seek to \"influence or attempt to influence the result of an election\" as political committees and subjects them to registering and reporting requirements whether or not they \"expressly advocate the election or defeat of a clearly identified candidate.\" Groups engaging only in issue advocacy are thus subject to spending restrictions and reporting requirements. This violates the First Amendment, as construed by the Supreme Court in <i>Buckley v. Valeo</i><i>.</i> The <i>Buckley</i> Court noted that, while a statute may target \"those expenditures that expressly advocate a particular election <span class=\"star-pagination\">*680</span> result,\" <i>id.,</i> it may not target funds used for general issue advocacy. By this standard, section 163-278.6(14) is fatally overbroad: it does not limit its coverage to entities engaging in express advocacy.</p>\n<p>Because section 163-278.6(14) denies full First Amendment protection to individuals and groups engaged in issue advocacy, thereby chilling political speech, it is facially unconstitutional.</p>\n<p></p>\n<h2><i>B. The prohibitions on independent expenditures and direct contributions in section 163-269 and 163-278.19</i></h2>\n<p>Section 163-269 makes it unlawful for any corporation \"directly or indirectly, to make any contribution or expenditure ... for any political purpose whatsoever....\" Similarly, section 163-278.19 prohibits corporations from \"mak[ing] any contribution or expenditure ... for any political purpose whatsoever.\"<sup>[2]</sup> In <i>Austin v. Michigan Chamber of Commerce,</i> 494 U.S., at 657, 110 S.Ct., at 1396, the Supreme Court held that \"[t]he mere fact that [an entity] is a corporation does not remove its speech from the ambit of the First Amendment.\" Of course, corporate involvement in politics poses a risk of corruption, or the appearance of corruption, to the political process through \"the corrosive and distorting effects of immense aggregations of wealth that are accumulated with the help of the corporate form and that have little or no correlation to the public's support for the corporation's political ideas.\" <i>Id.,</i> at 66, 110 S.Ct., at 1397.</p>\n<p>The Supreme Court has noted the need \"to restrict the influence of political war chests funneled through the corporate form,\" <i>Federal Election Comm'n v. National Conservative Political Action Comm.,</i> <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 501, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, 1470, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span> (1985) (\"<i>NCPAC</i>\"), to curb the political influence of \"those who exercise control over large aggregations of capital,\" <i>U.S. v. International Union United Auto. Workers,</i> <span class=\"citation\" data-id=\"105465\"><a href=\"/opinion/105465/united-states-v-automobile-workers/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 585, <span class=\"citation\" data-id=\"105465\"><a href=\"/opinion/105465/united-states-v-automobile-workers/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">529</span></a></span>, 538, <span class=\"citation\" data-id=\"105465\"><a href=\"/opinion/105465/united-states-v-automobile-workers/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">563</span></a></span> (1957), and to regulate the \"substantial aggregations of wealth amassed by the special advantages which go with the corporate form of organization,\" <i>Federal Election Comm'n v. National Right to Work Comm.,</i> <span class=\"citation\" data-id=\"110819\"><a href=\"/opinion/110819/fec-v-national-right-to-work-committee/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 206, <span class=\"citation\" data-id=\"110819\"><a href=\"/opinion/110819/fec-v-national-right-to-work-committee/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">552</span></a></span>, 559, <span class=\"citation\" data-id=\"110819\"><a href=\"/opinion/110819/fec-v-national-right-to-work-committee/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span></a></span> (1982). The \"concern over the corrosive influence of concentrated corporate wealth reflects the conviction that it is important to protect the integrity of the marketplace of ideas.\" <i>MCFL,</i> 479 U.S., at 257, 107 S.Ct., at 627. Corporate political activity may thus be regulated to serve the compelling state interest of protecting the integrity of the political process.</p>\n<p>In <i>MCFL</i> the Supreme Court found that not-for-profit corporations structured to avoid corrupting the political process could be \"more akin to voluntary political associations than business firms, and therefore should not have to bear burdens on independent spending solely because of their incorporated status.\" <i>Id.,</i> at 263, 107 S.Ct., at 631. The <i>MCFL</i> Court described the three salient characteristics which demonstrated why the plaintiff corporation should be exempt from corporate expenditure limitations: (1) it was formed for the express purpose of promoting political ideas, (2) it did not have shareholders or other persons which had an economic interest in its assets and earnings, and (3) it was not established by a traditional business corporation or labor union and did not accept contributions from such entities. <i>Id.,</i> at 264, 107 S.Ct., at 631. These factors are not dispositive in determining when corporations should be exempt from expenditure limitations, but are instructive in showing that statutes limiting corporate political spending must distinguish between those corporations which threaten the political process and those which do not.</p>\n<p>In the case at bar section 163-269 and 163.278.19 prohibit all nonprofit corporations from making independent expenditures, regardless of whether the corporations demonstrate a real or perceived threat to the political process. The statutes make no attempt to distinguish between corporations which pose a threat to the integrity of the political process and those which do not. They merely prohibit all corporations, without regard <span class=\"star-pagination\">*681</span> for their purpose or threat of corruption, from making independent expenditures \"for any political purpose whatsoever.\" This violates the Supreme Court's mandate to \"be as vigilant against the modest diminution of speech as we are against its sweeping restriction. Where at all possible, government must curtail speech only to the degree necessary to meet the particular problem at hand, and must avoid infringing on speech that does not pose the danger that has prompted regulation.\" <i>Id.,</i> at 265, 107 S.Ct., at 631.</p>\n<p>Because sections 163-269 and 163-278.19 are drawn too broadly, and might result in burdening innocent entities with expenditure limitations properly designed for traditional for-profit corporate entities, they are facially overbroad and unconstitutional.</p>\n<p></p>\n<h2><i>C. The prohibition on legislators or candidates soliciting contributions from lobbyists in section 163-278.13B</i></h2>\n<p>Section 163-278.13B(b) prohibits \"limited contributees\" from soliciting or accepting contributions from \"limited contributors\" while the North Carolina General Assembly is in session. Similarly, during a legislative session a \"limited contributor\" may not make or offer to make a contribution to a \"limited contributee\". § 163-278.13B(c). A \"limited contributee\" is defined as \"a member of or candidate for the Council of State, a member or candidate for the General Assembly, or a political committee the purpose of which is to assist a member or members of or candidate or candidates for the Council of State or General Assembly.\" § 163-278.13B(a)(2). A \"limited contributor\" is defined as \"a lobbyist, ... that lobbyist's agent, or a political committee that employs or contracts with or whose parent entity employs or contracts with a lobbyist....\" § 163-278.13B(a)(1).</p>\n<p>As noted above, the <i>Buckley</i> Court held that, while limitations on contributions clearly implicate fundamental First Amendment rights, they \"entail[] only a marginal restriction upon the contributor's ability to engage in free communication.\" 424 U.S., at 20, 96 S.Ct., at 635. Because contribution limitations usually involve lesser impositions upon First Amendment freedoms than do expenditure limitations, the Supreme Court has held that they generally \"require less compelling justification\" to pass constitutional muster. <i>MCFL,</i> 479 U.S., at 259-260, 107 S.Ct., at 629.</p>\n<p>Unlike the statutes considered in <i>Buckley</i> and <i>MCFL,</i> however, the restrictions at issue here are limitations on when a contribution can be made, regardless of the amount of the contribution. Because this temporal limitation is a complete ban on fundraising while the legislature is in session, it has \"a severe impact on political dialogue\" by \"prevent[ing] candidates from amassing the resources necessary for effective advocacy.\" <i>Buckley,</i> 424 U.S., at 21, 96 S.Ct., at 636. This limitation on effective advocacy places such a high burden on the free speech and associational rights of the candidates that this Court will apply the \"strict scrutiny\" standard elucidated by the Supreme Court in <i>Austin</i> and <i>MCFL.</i> The State must therefore demonstrate that this limitation is narrowly tailored to advance a \"compelling state interest.\"</p>\n<p>The State argues that the statute aims to prevent corruption or the appearance of corruption. The Supreme Court has recognized that these may be \"legitimate and compelling government interests\" for restricting campaign finances. <i>Austin,</i> 494 U.S., at 658, 110 S.Ct., at 1397; <i>NCPAC,</i> 470 U.S., at 496-497, 105 S.Ct., at 1468-1469. Assuming, without deciding, that the State's asserted aims are legitimate and compelling in this case, the statute is not narrowly tailored to advance these interests in the least intrusive way.</p>\n<p>The prohibition in section 163-278.13B applies to all candidates for office, both incumbents and non-incumbents. A statute seeking to avoid corruption or the appearance of corruption in the State legislature does not advance those purposes by limiting the fundraising of non-incumbent candidates for office. Additionally, the statute fails to account for the fact that political corruption may occur at anytime, whether or not the legislature is in session. Finally, the ban during legislative sessions is complete; it does not discriminate between large contributions with the potential to corrupt and small contributions with no such corruptive potential.</p>\n<p><span class=\"star-pagination\">*682</span> The limitations contained in section 163-278.13B are not narrowly tailored to address the harms asserted by the State to justify the statute, and cannot survive strict scrutiny. Section 163-278.13B is therefore unconstitutional.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, the Court hereby GRANTS Plaintiffs' motion for summary judgment as to all claims, and DENIES Defendants' motion for summary judgment and Defendants' motion to certify and abstain. Defendants are hereby permanently enjoined from relying on, enforcing, or prosecuting violations of sections 163-278.6(14), 163-269, 163-278.19, and 163-278.13B against NCRL, Holt, NCRLPAC, and others similarly situated.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>Buckley</i> Court described \"express words of advocacy\" as terms including \"vote for,\" \"elect,\" \"support,\" \"cast your ballot for,\" \"Smith for Congress,\" \"vote against,\" \"defeat,\" \"reject.\" 424 U.S., at 44 n. 52, 96 S.Ct., at 647 n. 52.</p>\n<p>[2]  \"Political purpose\" is defined as \"any purpose in aid of seeking to influence an election or a political party or candidate.\" N.C.Gen.Stat. § 163-278.6(16).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574912/"
  ]
}