{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2572224/",
  "absolute_url": "/opinion/2572224/goleta-nat-bank-v-lingerfelt/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2572224/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:32:37.785301Z",
  "date_modified": "2016-04-26T21:42:56.372602Z",
  "type": "010combined",
  "sha1": "216b0187f4508d07070c1be0c77240f85aa13c23",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>211 F.Supp.2d 711 (2002)</b></center>\n<center><h1>GOLETA NATIONAL BANK and Ace Cash Express, Inc., Plaintiffs,<br>\nv.<br>\nThe Honorable Hal D. LINGERFELT, in his official capacity as the Commissioner of Banks of North Carolina, and The Honorable Roy Cooper, in his official capacity as the Attorney General of North Carolina, Defendants.</h1></center>\n<center>No. 5:02-CV-20-F(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 23, 2002.</center>\n<p><span class=\"star-pagination\">*712</span> Matthew W. Sawchak, Richard W. Ellis, Paul K. Sun, Jr., Ellis &amp; Winters, LLP, Raleigh, NC, for plaintiffs.</p>\n<p>L. McNeil Chestnut, N.C. Dept. of Justice, Raleigh, NC, for Hal D. Lingerfelt, defendant.</p>\n<p>Philip A. Lehman, Assistant Atty. Gen., M. Lynne Weaver, North Carolina Dept. of Justice, Raleigh, NC, for Roy Cooper, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>Plaintiffs Goleta National Bank (\"Goleta\") and Ace Cash Express, Inc. (\"Ace\") initiated this action for injunctive and declaratory <span class=\"star-pagination\">*713</span> relief on January 14, 2002. The matter is now before the court upon motions by Defendants Hal D. Lingerfelt and Roy Cooper to dismiss and for judgment on the pleadings. Such motions have been fully briefed and are now ripe for disposition.</p>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>A separate lawsuit forms the basis for the relief presently sought. On January 14, 2002, the defendants, acting on behalf of the State of North Carolina (the \"State\"), filed suit against Ace in the Superior Court of Wake County, North Carolina. <i>See North Carolina ex rel. Cooper v. Ace Cash Express, Inc.,</i> No. 02-CVS-330 (Wake County Super.Ct. Jan. 14, 2002) (the \"state action\"). In its complaint, the State alleged that Ace is engaged in a practice of \"payday lending\"<sup>[1]</sup> that violates numerous provisions of North Carolina law. Specifically, the state action asserts that payday lending, as practiced by Ace, violates North Carolina's usury statutes, N.C.GEN.STAT. § 24-1, <i>et seq.,</i> the North Carolina Consumer Finance Act, N.C.GEN. STAT. § 53-164, <i>et seq.,</i> the North Carolina Check Casher Act, N.C.GEN.STAT. § 53-275, <i>et seq.,</i> the North Carolina Loan Broker Act, N.C.GEN.STAT. § 66-106, <i>et seq.,</i> and the North Carolina Unfair and Deceptive Trade Practices Act, N.C.GEN.STAT. § 75-1.1, <i>et seq.</i></p>\n<p>On January 31, 2002, Ace removed the state action to this court, asserting that federal question jurisdiction existed because the State's claims were completely preempted by sections 85 and 86 of the National Bank Act (the \"NBA\"), 12 U.S.C. §§ 85 and 86. <i>See North Carolina ex rel. Cooper v. Ace Cash Express, Inc.,</i> No. 5:02-CV-69-F(3) (E.D.N.C. Jan. 31, 2002). The State moved to remand the matter to state court, contending that the NBA did not apply to its action against Ace, a nonnational bank, and that, even if it did, it did not provide an appropriate basis for complete preemption. By order dated May 14, 2002, this court allowed the State's motion and remanded the state action to the Wake County Superior Court.<sup>[2]</sup></p>\n<p>In the instant case (the \"federal action\"), Goleta and Ace (collectively, the \"federal plaintiffs\") request the following relief: (1) a declaration that the NBA preempts the state action claims against Ace; (2) a declaration that any North Carolina law which prohibits Ace from engaging in the contested lending activities violates the federal plaintiffs' constitutional rights to liberty and property;<sup>[3]</sup> and (3) an injunction that prevents the State from enforcing the North Carolina laws at issue in the state action against either Ace or Goleta.</p>\n<p><span class=\"star-pagination\">*714</span> In essence, the federal plaintiffs are requesting this court to step in and determine several issues pertinent to the state action. This request is based on the theory that Goleta has certain rights under the NBA that will be impaired if the State is permitted to enforce its lending and consumer protection laws against Ace.<sup>[4]</sup> In Count I of the federal complaint, the federal plaintiffs cite § 85 of the NBA and assert that the allowable interest rate on the payday loans is determined by California law, Goleta's home state. In Count II, they allege that because 12 U.S.C. § 24 authorizes Goleta to use an agent to make loans, North Carolina laws that prohibit Ace from making payday loans violate the federal plaintiffs' rights under federal law. In Count III, they assert that, under 12 U.S.C. § 484, the United States Office of the Comptroller of the Currency has exclusive authority to regulate national banks and, therefore, the State's efforts to enforce its laws against Ace violate the federal plaintiffs' rights under federal law. Finally, in Count IV, the federal plaintiffs allege that North Carolina law as applied against Ace violates the Fourteenth Amendment insofar as it deprives Ace and Goleta of economic liberty and property without due process.</p>\n<p>On March 11, 2002, the defendants moved to dismiss the federal action and/or for judgment on the pleadings. If the court allowed either motion, the bottom line would be the same: the court would dismiss the federal action and the state action would proceed without this court's interference.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The defendants assert three grounds for dismissing the instant action. First, they assert that the court, under the doctrine of <i>Younger</i> abstention, should not interfere with the state action in the manner requested.<sup>[5]</sup> Second, they argue that the Anti-Injunction Act, 28 U.S.C. § 2283, expressly prohibits this court from enjoining state court proceedings except in limited circumstances, which are inapplicable to the instant case. Third, they contend that Goleta does not have standing to contest the State's enforcement action against Ace.</p>\n<p>Having considered all three arguments, the court concludes that dismissal of this action is warranted as to both Ace and Goleta.</p>\n<p></p>\n<h2>1. <i>Younger Abstention warrants dismissal of Ace's claims</i>\n</h2>\n<p>As a general matter, federal courts should not abstain from adjudicating controversies properly before them. <i>See </i><i>Richmond, Fredericksburg &amp; Potomac R. Co. v. Forst,</i> 4 F.3d 244, 251 (4th Cir.1993) (recognizing that the \"obligation to hear cases properly before the district court is `virtually unflagging'\") (quoting <i>Colorado River Water Conserv'n Dist. v. United States,</i> 424 U.S. 800, 817, 96 S.Ct. 1236, 47 L.Ed.2d 483 (1976)); <i>see also </i><i>Employers Resource Mgt. Co., Inc. v. Shannon,</i> 65 F.3d 1126, 1134 (4th Cir.1995) (noting \"the basic proposition that `abstention from the <span class=\"star-pagination\">*715</span> exercise of federal jurisdiction is the exception, not the rule'\") (quoting <i>Hawaii Housing Auth. v. Midkiff,</i> 467 U.S. 229, 236, 104 S.Ct. 2321, 81 L.Ed.2d 186 (1984)). This general rule, however, does not eliminate a federal court's discretion to withhold equitable relief in instances where to do otherwise would result in \"undue influence with state proceedings....\" <i>New Orleans Pub. Serv., Inc. v. Council of New Orleans,</i> 491 U.S. 350, 359, 109 S.Ct. 2506, 105 L.Ed.2d 298 (1989) (\"<i>NOPSI</i>\"). Thus, the Supreme Court developed the <i>Younger</i> abstention doctrine, which \"counsels against federal intervention in state judicial processes in the absence of great and immediate irreparable injury to the federal plaintiff.\" <i>Moore v. Sims,</i> 442 U.S. 415, 423, 99 S.Ct. 2371, 60 L.Ed.2d 994 (1979). Although initially articulated with state criminal proceedings in mind, <i>see Younger,</i> 401 U.S. at 43-44, 91 S.Ct. 746, the doctrine has been extended to apply to civil proceedings involving important state interests. <i>See </i><i>Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975); <i>Martin Marietta Corp. v. Maryland Comm'n on Human Rel'ns.,</i> 38 F.3d 1392, 1396 (4th Cir.1994). The underpinnings of <i>Younger</i> abstention are principles of federalism and comity. Comity, in this context, means \"a proper respect for state functions, a recognition of the fact that the entire country is made up of a Union of separate state governments, and a continuance of the belief that the National Government will fare best if the States and their institutions are left free to perform their separate functions in their separate ways.\" <i>NOPSI,</i> 491 U.S. at 364, 109 S.Ct. 2506 (quoting <i>Younger,</i> 401 U.S. at 44, 91 S.Ct. 746).</p>\n<p>The Fourth Circuit Court of Appeals has interpreted <i>Younger</i> and its progeny to demand three predicate elements before abstention is appropriate: (1) an ongoing state proceeding, (2) which involves important state interests, and (3) provides an adequate opportunity for the federal action plaintiff to present its federal claims. <i>See </i><i>Employers Resource,</i> 65 F.3d at 1134-35 (citing <i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> 457 U.S. 423, 432, 102 S.Ct. 2515, 73 L.Ed.2d 116 (1982)). If all three elements are present, then a federal court should abstain from hearing the federal action unless it finds that the \"state proceeding is motivated by a desire to harass or is conducted in bad faith, or where the challenged statute is `flagrantly and patently violative of express constitutional prohibitions in every clause, sentence and paragraph, and in whatever manner and against whomever an effort might be made to apply it.'\" <i>Moore v. Sims,</i> 442 U.S. at 424, 99 S.Ct. 2371 (quoting <i>Huffman,</i> 420 U.S. at 611, 95 S.Ct. 1200). In addition to these three exceptions (bad faith, harassment, and flagrantly unconstitutional laws), the Supreme Court also has left the door open for federal courts to reject <i>Younger</i> abstention if \"other extraordinary circumstances\" so warrant. <i>Perez v. Ledesma,</i> 401 U.S. 82, 85, 91 S.Ct. 674, 27 L.Ed.2d 701 (1971).</p>\n<p>With those flagship principles in mind, the court has little trouble concluding that <i>Younger</i> abstention is appropriate on Ace's claims against the defendants. The federal plaintiffs do not dispute that there is an ongoing state action against Ace,<sup>[6]</sup> or that the state proceeding would <span class=\"star-pagination\">*716</span> provide an adequate forum to present its federal preemption argument. Indeed, a fundamental assumption of our federal system of government is that state courts are perfectly capable of resolving questions of federal law, including preemption issues. <i>See </i><i>Martin Marietta,</i> 38 F.3d at 1396. Thus, the only question presented with respect to the three predicate elements is whether the state action implicates important state interests. The court finds that it does.</p>\n<p>The federal plaintiffs attempt to minimize the State's interest in the restricting Ace's lending practices on two grounds. First, they argue that the state action is not a civil enforcement action because the State seeks money damages and attorneys fees. Second, they argue that because check-casher loans were expressly permitted prior to August 31, 2001, the State's interest in prohibiting them now is minimal. Each of these arguments is without merit.</p>\n<p>The court finds that the state action is exactly the type of civil enforcement action for which <i>Younger</i> abstention is appropriate. The North Carolina Attorney General, Roy Cooper, and the North Carolina Commissioner of Banks, Hal D. Lingerfelt, initiated the state action on behalf of the State in order to enforce the State's lending and consumer protection laws against Ace. While it is true that N.C.GEN.STAT. § 75-1.1 provides for money damages and attorneys fees to a prevailing party, this fact does not change the true purpose of the state action: to enforce various North Carolina consumer protection statutes. Moreover, the court gives no weight to the argument that because Ace's payday loans were lawful prior to August 31, 2001, the state does not have an important interest in prohibiting them. Indeed, the fact that the North Carolina legislature felt the need to reform such practices indicates the importance of the interests at stake.</p>\n<p>In the end, the court finds that, for purposes of <i>Younger</i> abstention, the State does have a vital interest in protecting its citizens from predatory lending, usury, and other forms of deceptive trade practices. Other courts have reached analogous conclusions. <i>See </i><i>Cedar Rapids Cellular Tel., L.P. v. Miller,</i> 280 F.3d 874, 879-80 (8th Cir.2002) (\"The State of Iowa has an important interest in enforcing its consumer protection statutes.\"); <i>Communications TeleSystems Int'l v. California Pub. Utils. Comm'n,</i> 14 F.Supp.2d 1165, 1171 (N.D.Cal.1998) (\"[T]he State of California has significant interests in protecting consumers within its borders from unfair business practices....\"); <i>State Farm Mut. Ins. Co. v. Metcalf,</i> 902 F.Supp. 1216, 1218 (D.Haw.1995) (noting that Hawaii has a vital interest \"in protecting consumer's [sic] from unfair and deceptive trade practices by insurance carriers\"); <i>Nat'l Home Ins. Co. v. State Corp. Comm'n of Virginia,</i> 838 F.Supp. 1104, 1117 (E.D.Va.1993) (\"Virginia has a significant interest in protecting consumers from potential hazards generated by the continued operation of financially troubled risk retention groups.\"). Given the variety of important state interests recognized by the Supreme Court and Fourth Circuit Court of Appeals, <i>see, e.g., NOPSI,</i> 491 U.S. 350, 109 S.Ct. 2506 (Louisiana has substantial interest in regulating intrastate retail utility rates); <i>Middlesex County,</i> 457 U.S. 423, 102 S.Ct. 2515 (New Jersey has important interest in state bar disciplinary proceedings); <i>Martin Marietta,</i> 38 F.3d 1392 (Maryland has important interest in enforcing employment discrimination laws), any other conclusion would do harm to the principles <span class=\"star-pagination\">*717</span> of federalism and comity. Thus, the court concludes that the three predicate <i>Younger</i> elements are present and that abstention is merited unless one of the <i>Younger</i> exceptions applies.</p>\n<p>The federal plaintiffs concede that neither the bad faith nor harassment exceptions are applicable to this case. They do contend, however, that extraordinary circumstances justify circumvention of the <i>Younger</i> doctrine. Specifically, the federal plaintiffs contend that this court should intervene in the state action because their federal preemption argument is facially conclusive of those proceedings. The court does not agree.</p>\n<p>As a starting point, the court recognizes that even a substantial claim of federal preemption does not preclude <i>Younger</i> abstention. <i>See NOPSI,</i> 491 U.S. at 366-67, 109 S.Ct. 2506; <i>Martin Marietta,</i> 38 F.3d at 1396. Moreover, neither the Supreme Court nor the Fourth Circuit Court of Appeals have confronted the issue of whether a facially conclusive preemption claim forecloses abstention. <i>See NOPSI,</i> 491 U.S. at 367, 109 S.Ct. 2506 (\"Thus, NOPSI argues, even if a <i>substantial</i> claim of federal preemption is not sufficient to render abstention inappropriate, at least a <i>facially conclusive</i> claim is. Perhaps so. But we need not have to decide the matter here, since the proceeding and order at issue do not meet the description.\") (emphasis in original); <i>Martin Marietta,</i> 38 F.3d at 1402 (\"Thus, we need not reach the issue of whether or not a facially conclusive or readily apparent claim of preemption would bar abstention.\"). Even if it didthat is, even if this court were to follow the approach of other circuits<sup>[7]</sup>the court would find that Ace's NBA preemption claim is far from being either facially conclusive or readily apparent.</p>\n<p>While it is true that the NBA does preempt state efforts to regulate the interest collected by national banks, the NBA patently does not apply to non-national banks. <i>See</i> 12 U.S.C. § 21, <i>et seq.; see also </i><i>Green v. H &amp; R Block, Inc.,</i> 981 F.Supp. 951, 955 n. 3 (D.Md.1997) (recognizing that courts have \"consistently and unfailingly remanded\" cases in which the removing defendant is not a national bank). In this case, the state action claims are asserted against Ace, a non-national bank. Although Ace contends that Goleta is the real maker of the loans at issue, the State contends just the opposite: that Ace is using Goleta's name as mere subterfuge for its own unlawful lending practices. Thus, a sharp factual issue is presented as to whether Goleta, a national bank, is the real lender at issue. If Ace is the de facto lender, then its payday loans may violate the North Carolina Check Casher Act (the \"CCA\"), N.C.GEN.STAT. § 53-275, <i>et seq.,</i> which prohibits licensed check cashers from making loans. <i>See</i> § 53-283. Moreover, even if Ace was authorized to offer loans as a consumer finance lender, the maximum interest rate chargeable would be thirty-six percent (36%) on a loan of six hundred dollars ($600) or less. Here, the State alleges that Ace is offering loans in amounts from one hundred to five hundred dollars ($100-$500) at interest rates of approximately four hundred and forty-three <span class=\"star-pagination\">*718</span> percent (443%), which would violate the North Carolina Consumer Finance Act (the \"CFA\"), N.C.GEN.STAT. § 53-164, <i>et seq.</i> Contrary to the federal plaintiffs' \"facially conclusive\" preemption argument, it is clear that the NBA not only does not preempt the CCA or the CFA in this context, it would offer no protection to a non-national bank, such as Ace. To argue, then, that its NBA preemption defense is facially conclusive of these state claims flies in the face of the statute's plain language.</p>\n<p>Furthermore, if the fact-finder were to determine that Goleta, a national bank, is the true maker of the payday loans, and not Ace, then the State's alternative claim is that Ace is not complying with the North Carolina Loan Broker Act (the \"LBA\"), N.C.GEN.STAT. § 66-106, <i>et seq.</i> Under the LBA, loan brokers must register with the North Carolina Secretary of State, obtain a bond in favor of the State, and provide certain written disclosures to prospective borrowers. <i>See</i> §§ 66-107, 108, 109. Here, the State contends that Ace has not complied with any of these requirements. Again, like the State's claims under the CCA and the CFA, the court finds that the LBA's requirements do not, in any way, touch upon the NBA's sole province to regulate the interest collected by national banks. Accordingly, Ace's preemption argument is unavailing in this instance as well.</p>\n<p>In sum, the court finds no merit in Ace's argument that its NBA preemption defense is facially conclusive of the state action. Ace is not a national bank and, as such, is not entitled to the protection of the NBA's umbrella.<sup>[8]</sup> Having concluded that all three of the predicate <i>Younger</i> elements are present, the court finds that abstention is warranted. Thus, each of Ace's federal claims against the defendants is DISMISSED.<sup>[9]</sup></p>\n<p>The only question remaining, then, is whether the court should consider the substance of Goleta's federal claims.</p>\n<p></p>\n<h2>2. <i>Goleta lacks standing to interfere in the state action</i>\n</h2>\n<p>The court finds that Goleta lacks standing to request the relief sought in the instant action. Accordingly, it will dismiss Goleta's claims against the defendants for want of Article III jurisdiction.</p>\n<p>To satisfy the standing doctrine's constitutional minimum, a plaintiff must establish three things: (1) an actual or <span class=\"star-pagination\">*719</span> imminent, concrete injury; (2) a causal connection between the defendant and that injury; and (3) a likelihood that the injury could be redressed by a remedy available to the court. <i>See </i><i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 560, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992). Here, Goleta has alleged that it will be injured if this court does not step in and rule on the preemption issues raised in the state action. Specifically, Goleta alleges injuries to the following rights: (1) the right to make loans to North Carolina residents; (2) the right to charge the interest rates allowable in California, its home state; (3) the right to obtain Ace's assistance in procuring and making loans; and (4) the right to sell participation interests in its loans. For the reasons that follow, the court finds that none of these allegations provides Goleta with standing to obtain the relief it presently seeks.</p>\n<p>First, the state action indisputably presents claims predicated only on North Carolina law and asserted only against Ace. It alleges that Ace is either the true maker of the payday loans, which would violate the CCA and CFA, or an unregistered loan broker, which would violate the LBA. In either scenario, the issues presented in the state action do not arise under the NBA and have no legal effect on the rights of national banks. Goleta, then, simply does not have a cognizable stake in the outcome of the state action.</p>\n<p>Second, Goleta is not a party to the state action. Accordingly, its rights to make loans to North Carolina residents and charge California interest rates will not be adjudicated, and the disposition of any issues touching upon those rights will not be binding upon Goleta in future actions. Moreover, there is no controversy surrounding Goleta's rights to make loans at California interest rates. The State agrees that such rights are fixed by the NBA and are unwavering, and has given no indication that it intends to challenge them in the near future.</p>\n<p>Third, if the state court determines that Ace is not the true lender, but that Ace must meet the LBA's requirements, nothing will abrogate Goleta's right to use Ace or other agents as loan brokers in the state of North Carolina. At most, Goleta's agents will have to meet the LBA's requirements. Such a result would not diminish Goleta's right to use agents in the first place; it would merely place a slight burden upon those who wish to be agents for national banks. Even if Goleta, like all national banks, is affected indirectly, that is not enough to give it standing in the instant action.</p>\n<p>Finally, Goleta's right to sell participation interests in their loans will be left untouched by the state action. It simply is not an issue before the state court. In essence, Goleta is asking this court to step in and declare the existence of a right about which there is no true controversy. The court declines to do so.</p>\n<p>In the end, the court finds that the State has not challenged any of Goleta's rights under the NBA, nor is there any indication that it intends to do so. Goleta, therefore, has not suffered an actual or threatened injury, and the court lacks Article III jurisdiction to address Goleta's claims. Accordingly, Goleta's claims are DISMISSED.<sup>[10]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*720</span> CONCLUSION</h2>\n<p>For the foregoing reasons, the defendants' motion to dismiss is ALLOWED, and this action is DISMISSED. All other pending motions are DENIED as MOOT. The clerk of court is DIRECTED to close this case and remove it from the undersigned's docket.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The State defines \"payday lending\" as the offering, arranging, and making of small, short-term consumer loans at high interest rates. <i>See</i> Memorandum in Support of Motion to Dismiss (\"Motion to Dismiss\"), at 2.</p>\n<p>[2]  The May 14, 2002, order was based upon the reasoning of three district courts addressing the exact issue presented by the State's motion to remand: whether the NBA completely preempts a state action against Ace, a non-national bank. The court concluded that it did not. As the district court in Colorado stated: \"[Ace] and the national bank [Goleta] are <i>separate</i> entities and their relationship does not give rise to complete preemption under the NBA.... The Complaint <i>strictly</i> is about a non-bank's violation of <i>state</i> law. It alleges <i>no</i> claims against a <i>national</i> bank under the NBA.\" <i>Colorado ex rel. Salazar v. Ace Cash Express, Inc.,</i> 188 F.Supp.2d 1282, 1285 (D.Colo.2002) (emphasis in original and internal quotation marks omitted).</p>\n<p>[3]  Although the complaint does not specify which provision of the Constitution is alleged to be violated, <i>see</i> Complaint, at 9, the court assumes that the federal plaintiffs are asserting a violation of the Fourteenth Amendment.</p>\n<p>[4]  The federal plaintiffs allege that Goleta makes the loans at issue in the state action and that Ace is merely Goleta's agent in promoting, originating, and servicing these loans. <i>See</i> Complaint, ¶¶ 7, 10-11, 24. The State disputes this fact and asserts that Ace is the true lender of the loans at issue. The identity of the true lender, therefore, is a disputed fact issue in both the federal and the state action.</p>\n<p>[5]  Although abstention comes in many forms, the parties have raised only that which is known as <i>Younger</i> abstention. <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971). Accordingly, the court only addresses <i>Younger</i> abstention below.</p>\n<p>[6]  In their Memorandum in Opposition to the Motion to Dismiss (\"Response\"), the federal plaintiffs did argue that there was no ongoing state proceeding. The premise of this argument, however, was that Ace had removed the state action to federal court. Because this court has since remanded the state action to state court, the court assumes that the federal plaintiff would no longer press this argument. <i>See</i> May 14, 2002, order. If they did press such an argument, the court would find it to be without merit.</p>\n<p>[7]  The majority of circuits considering this issue have held that <i>Younger</i> abstention is inappropriate when a federal preemption claim is \"readily apparent\" or \"facially conclusive.\" <i>See, e.g., </i><i>Chaulk Servs., Inc. v. Massachusetts Comm'n Against Discrim'n,</i> 70 F.3d 1361, 1370 (1st Cir.1995); <i>Bud Antle, Inc. v. Barbosa,</i> 35 F.3d 1355, 1365-66 (9th Cir.1994), <i>as amended by</i> 45 F.3d 1261, 1272-73 (9th Cir. 1994); <i>Nat'l R.R. Passenger Corp. v. Florida,</i> 929 F.2d 1532, 1537 n. 12 (11th Cir.1991) (citation omitted); <i>Southwestern Bell Tel. v. Arkansas Pub. Serv. Comm'n,</i> 824 F.2d 672, 673 (8th Cir.1987); <i>Kentucky West Virginia Gas Co. v. Pennsylvania Pub. Util. Comm'n,</i> 791 F.2d 1111, 1115 (3d Cir.1986).</p>\n<p>[8]  The court, therefore, need not determine whether the existence of a facially conclusive preemption claim would preclude <i>Younger</i> abstention.</p>\n<p>[9]  In objecting to <i>Younger</i> abstention, the federal plaintiffs do not raise any argument that abstention is inappropriate because the federal action involves claims under 42 U.S.C. § 1983. Even if they had raised such an argument, the court still would have found that <i>Younger</i> abstention is warranted. Although the Fourth Circuit Court of Appeals has held that <i>Younger</i> does not \"invariably require dismissal of § 1983 damage actions,\" <i>Suggs v. Brannon,</i> 804 F.2d 274, 279 (4th Cir.1986), the law is well settled that any claims for equitable relief may be dismissed under the <i>Younger</i> doctrine. <i>See </i><i>Quackenbush v. Allstate Ins. Co.,</i> 517 U.S. 706, 721, 116 S.Ct. 1712, 135 L.Ed.2d 1 (1996). Here, the federal plaintiffs seeks three forms of equitable relief, and include a prayer for attorneys fees. Because attorneys fees might also be available if Ace prevailed on all claims in the state court proceeding, <i>see</i> N.C.GEN.STAT. § 75-16.1, the court need not stay that portion of the federal action. The court, therefore, has decided to dismiss Ace's entire federal action, including its prayer for attorneys fees. Furthermore, because the court abstains from deciding the federal action, it does not address whether the Anti-Injunction Act, 28 U.S.C. § 2283, would preclude the type of equitable relief sought by the federal plaintiffs.</p>\n<p>[10]  Because the court finds that Goleta does not have standing to challenge the State's enforcement action against Ace, it need not address whether <i>Younger</i> abstention also warrants dismissal. Given that the court has abstained from hearing Ace's claims, however, it would seem a curious result to rule upon Goleta's claims. Nonetheless, the court does not address the somewhat difficult issues presented by the application of <i>Younger</i> abstention to a non-party to the state action.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">711</span></span> (2002)</b></center>\n<center><h1>GOLETA NATIONAL BANK and Ace Cash Express, Inc., Plaintiffs,<br>\nv.<br>\nThe Honorable Hal D. LINGERFELT, in his official capacity as the Commissioner of Banks of North Carolina, and The Honorable Roy Cooper, in his official capacity as the Attorney General of North Carolina, Defendants.</h1></center>\n<center>No. 5:02-CV-20-F(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 23, 2002.</center>\n<p><span class=\"star-pagination\">*712</span> Matthew W. Sawchak, Richard W. Ellis, Paul K. Sun, Jr., Ellis &amp; Winters, LLP, Raleigh, NC, for plaintiffs.</p>\n<p>L. McNeil Chestnut, N.C. Dept. of Justice, Raleigh, NC, for Hal D. Lingerfelt, defendant.</p>\n<p>Philip A. Lehman, Assistant Atty. Gen., M. Lynne Weaver, North Carolina Dept. of Justice, Raleigh, NC, for Roy Cooper, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>Plaintiffs Goleta National Bank (\"Goleta\") and Ace Cash Express, Inc. (\"Ace\") initiated this action for injunctive and declaratory <span class=\"star-pagination\">*713</span> relief on January 14, 2002. The matter is now before the court upon motions by Defendants Hal D. Lingerfelt and Roy Cooper to dismiss and for judgment on the pleadings. Such motions have been fully briefed and are now ripe for disposition.</p>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>A separate lawsuit forms the basis for the relief presently sought. On January 14, 2002, the defendants, acting on behalf of the State of North Carolina (the \"State\"), filed suit against Ace in the Superior Court of Wake County, North Carolina. <i>See North Carolina ex rel. Cooper v. Ace Cash Express, Inc.,</i> No. 02-CVS-330 (Wake County Super.Ct. Jan. 14, 2002) (the \"state action\"). In its complaint, the State alleged that Ace is engaged in a practice of \"payday lending\"<sup>[1]</sup> that violates numerous provisions of North Carolina law. Specifically, the state action asserts that payday lending, as practiced by Ace, violates North Carolina's usury statutes, N.C.GEN.STAT. § 24-1, <i>et seq.,</i> the North Carolina Consumer Finance Act, N.C.GEN. STAT. § 53-164, <i>et seq.,</i> the North Carolina Check Casher Act, N.C.GEN.STAT. § 53-275, <i>et seq.,</i> the North Carolina Loan Broker Act, N.C.GEN.STAT. § 66-106, <i>et seq.,</i> and the North Carolina Unfair and Deceptive Trade Practices Act, N.C.GEN.STAT. § 75-1.1, <i>et seq.</i></p>\n<p>On January 31, 2002, Ace removed the state action to this court, asserting that federal question jurisdiction existed because the State's claims were completely preempted by sections 85 and 86 of the National Bank Act (the \"NBA\"), 12 U.S.C. §§ 85 and 86. <i>See North Carolina ex rel. Cooper v. Ace Cash Express, Inc.,</i> No. 5:02-CV-69-F(3) (E.D.N.C. Jan. 31, 2002). The State moved to remand the matter to state court, contending that the NBA did not apply to its action against Ace, a nonnational bank, and that, even if it did, it did not provide an appropriate basis for complete preemption. By order dated May 14, 2002, this court allowed the State's motion and remanded the state action to the Wake County Superior Court.<sup>[2]</sup></p>\n<p>In the instant case (the \"federal action\"), Goleta and Ace (collectively, the \"federal plaintiffs\") request the following relief: (1) a declaration that the NBA preempts the state action claims against Ace; (2) a declaration that any North Carolina law which prohibits Ace from engaging in the contested lending activities violates the federal plaintiffs' constitutional rights to liberty and property;<sup>[3]</sup> and (3) an injunction that prevents the State from enforcing the North Carolina laws at issue in the state action against either Ace or Goleta.</p>\n<p><span class=\"star-pagination\">*714</span> In essence, the federal plaintiffs are requesting this court to step in and determine several issues pertinent to the state action. This request is based on the theory that Goleta has certain rights under the NBA that will be impaired if the State is permitted to enforce its lending and consumer protection laws against Ace.<sup>[4]</sup> In Count I of the federal complaint, the federal plaintiffs cite § 85 of the NBA and assert that the allowable interest rate on the payday loans is determined by California law, Goleta's home state. In Count II, they allege that because 12 U.S.C. § 24 authorizes Goleta to use an agent to make loans, North Carolina laws that prohibit Ace from making payday loans violate the federal plaintiffs' rights under federal law. In Count III, they assert that, under 12 U.S.C. § 484, the United States Office of the Comptroller of the Currency has exclusive authority to regulate national banks and, therefore, the State's efforts to enforce its laws against Ace violate the federal plaintiffs' rights under federal law. Finally, in Count IV, the federal plaintiffs allege that North Carolina law as applied against Ace violates the Fourteenth Amendment insofar as it deprives Ace and Goleta of economic liberty and property without due process.</p>\n<p>On March 11, 2002, the defendants moved to dismiss the federal action and/or for judgment on the pleadings. If the court allowed either motion, the bottom line would be the same: the court would dismiss the federal action and the state action would proceed without this court's interference.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The defendants assert three grounds for dismissing the instant action. First, they assert that the court, under the doctrine of <i>Younger</i> abstention, should not interfere with the state action in the manner requested.<sup>[5]</sup> Second, they argue that the Anti-Injunction Act, 28 U.S.C. § 2283, expressly prohibits this court from enjoining state court proceedings except in limited circumstances, which are inapplicable to the instant case. Third, they contend that Goleta does not have standing to contest the State's enforcement action against Ace.</p>\n<p>Having considered all three arguments, the court concludes that dismissal of this action is warranted as to both Ace and Goleta.</p>\n<p></p>\n<h2>1. <i>Younger Abstention warrants dismissal of Ace's claims</i>\n</h2>\n<p>As a general matter, federal courts should not abstain from adjudicating controversies properly before them. <i>See </i><i>Richmond, Fredericksburg &amp; Potomac R. Co. v. Forst,</i> <span class=\"citation\" data-id=\"629136\"><a href=\"/opinion/629136/richmond-fredericksburg-potomac-railroad-company-v-william-h-forst/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">244</span></a></span>, 251 (4th Cir.1993) (recognizing that the \"obligation to hear cases properly before the district court is `virtually unflagging'\") (quoting <i>Colorado River Water Conserv'n Dist. v. United States,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 817, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976)); <i>see also </i><i>Employers Resource Mgt. Co., Inc. v. Shannon,</i> <span class=\"citation\" data-id=\"703995\"><a href=\"/opinion/703995/employers-resource-management-company-incorporated-american-employers/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1126</span></a></span>, 1134 (4th Cir.1995) (noting \"the basic proposition that `abstention from the <span class=\"star-pagination\">*715</span> exercise of federal jurisdiction is the exception, not the rule'\") (quoting <i>Hawaii Housing Auth. v. Midkiff,</i> <span class=\"citation\" data-id=\"111196\"><a href=\"/opinion/111196/hawaii-housing-authority-v-midkiff/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 236, <span class=\"citation\" data-id=\"111196\"><a href=\"/opinion/111196/hawaii-housing-authority-v-midkiff/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, <span class=\"citation\" data-id=\"111196\"><a href=\"/opinion/111196/hawaii-housing-authority-v-midkiff/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></a></span> (1984)). This general rule, however, does not eliminate a federal court's discretion to withhold equitable relief in instances where to do otherwise would result in \"undue influence with state proceedings....\" <i>New Orleans Pub. Serv., Inc. v. Council of New Orleans,</i> <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 359, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1989) (\"<i>NOPSI</i>\"). Thus, the Supreme Court developed the <i>Younger</i> abstention doctrine, which \"counsels against federal intervention in state judicial processes in the absence of great and immediate irreparable injury to the federal plaintiff.\" <i>Moore v. Sims,</i> <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 423, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2371</span></a></span>, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">994</span></a></span> (1979). Although initially articulated with state criminal proceedings in mind, <i>see Younger,</i> 401 U.S. at 43-44, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, the doctrine has been extended to apply to civil proceedings involving important state interests. <i>See </i><i>Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975); <i>Martin Marietta Corp. v. Maryland Comm'n on Human Rel'ns.,</i> <span class=\"citation\" data-id=\"681309\"><a href=\"/opinion/681309/martin-marietta-corporation-aero-naval-systems-v-maryland-commission-on/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1392</span></a></span>, 1396 (4th Cir.1994). The underpinnings of <i>Younger</i> abstention are principles of federalism and comity. Comity, in this context, means \"a proper respect for state functions, a recognition of the fact that the entire country is made up of a Union of separate state governments, and a continuance of the belief that the National Government will fare best if the States and their institutions are left free to perform their separate functions in their separate ways.\" <i>NOPSI,</i> 491 U.S. at 364, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span> (quoting <i>Younger,</i> 401 U.S. at 44, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>).</p>\n<p>The Fourth Circuit Court of Appeals has interpreted <i>Younger</i> and its progeny to demand three predicate elements before abstention is appropriate: (1) an ongoing state proceeding, (2) which involves important state interests, and (3) provides an adequate opportunity for the federal action plaintiff to present its federal claims. <i>See </i><i>Employers Resource,</i> 65 F.3d at 1134-35 (citing <i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 432, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></a></span> (1982)). If all three elements are present, then a federal court should abstain from hearing the federal action unless it finds that the \"state proceeding is motivated by a desire to harass or is conducted in bad faith, or where the challenged statute is `flagrantly and patently violative of express constitutional prohibitions in every clause, sentence and paragraph, and in whatever manner and against whomever an effort might be made to apply it.'\" <i>Moore v. Sims,</i> 442 U.S. at 424, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2371</span></a></span> (quoting <i>Huffman,</i> 420 U.S. at 611, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>). In addition to these three exceptions (bad faith, harassment, and flagrantly unconstitutional laws), the Supreme Court also has left the door open for federal courts to reject <i>Younger</i> abstention if \"other extraordinary circumstances\" so warrant. <i>Perez v. Ledesma,</i> <span class=\"citation\" data-id=\"108266\"><a href=\"/opinion/108266/perez-v-ledesma/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 85, <span class=\"citation\" data-id=\"108266\"><a href=\"/opinion/108266/perez-v-ledesma/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">674</span></a></span>, <span class=\"citation\" data-id=\"108266\"><a href=\"/opinion/108266/perez-v-ledesma/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></a></span> (1971).</p>\n<p>With those flagship principles in mind, the court has little trouble concluding that <i>Younger</i> abstention is appropriate on Ace's claims against the defendants. The federal plaintiffs do not dispute that there is an ongoing state action against Ace,<sup>[6]</sup> or that the state proceeding would <span class=\"star-pagination\">*716</span> provide an adequate forum to present its federal preemption argument. Indeed, a fundamental assumption of our federal system of government is that state courts are perfectly capable of resolving questions of federal law, including preemption issues. <i>See </i><i>Martin Marietta,</i> 38 F.3d at 1396. Thus, the only question presented with respect to the three predicate elements is whether the state action implicates important state interests. The court finds that it does.</p>\n<p>The federal plaintiffs attempt to minimize the State's interest in the restricting Ace's lending practices on two grounds. First, they argue that the state action is not a civil enforcement action because the State seeks money damages and attorneys fees. Second, they argue that because check-casher loans were expressly permitted prior to August 31, 2001, the State's interest in prohibiting them now is minimal. Each of these arguments is without merit.</p>\n<p>The court finds that the state action is exactly the type of civil enforcement action for which <i>Younger</i> abstention is appropriate. The North Carolina Attorney General, Roy Cooper, and the North Carolina Commissioner of Banks, Hal D. Lingerfelt, initiated the state action on behalf of the State in order to enforce the State's lending and consumer protection laws against Ace. While it is true that N.C.GEN.STAT. § 75-1.1 provides for money damages and attorneys fees to a prevailing party, this fact does not change the true purpose of the state action: to enforce various North Carolina consumer protection statutes. Moreover, the court gives no weight to the argument that because Ace's payday loans were lawful prior to August 31, 2001, the state does not have an important interest in prohibiting them. Indeed, the fact that the North Carolina legislature felt the need to reform such practices indicates the importance of the interests at stake.</p>\n<p>In the end, the court finds that, for purposes of <i>Younger</i> abstention, the State does have a vital interest in protecting its citizens from predatory lending, usury, and other forms of deceptive trade practices. Other courts have reached analogous conclusions. <i>See </i><i>Cedar Rapids Cellular Tel., L.P. v. Miller,</i> <span class=\"citation\" data-id=\"776576\"><a href=\"/opinion/776576/cedar-rapids-cellular-telephone-lp-davenport-cellular-telephone-company/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">874</span></a></span>, 879-80 (8th Cir.2002) (\"The State of Iowa has an important interest in enforcing its consumer protection statutes.\"); <i>Communications TeleSystems Int'l v. California Pub. Utils. Comm'n,</i> <span class=\"citation\" data-id=\"2519224\"><a href=\"/opinion/2519224/communications-telesystems-v-california-public-utilities-commission/\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1165</span></a></span>, 1171 (N.D.Cal.1998) (\"[T]he State of California has significant interests in protecting consumers within its borders from unfair business practices....\"); <i>State Farm Mut. Ins. Co. v. Metcalf,</i> <span class=\"citation\" data-id=\"2597274\"><a href=\"/opinion/2597274/state-farm-mut-auto-ins-co-v-metcalf/\"><span class=\"volume\">902</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1216</span></a></span>, 1218 (D.Haw.1995) (noting that Hawaii has a vital interest \"in protecting consumer's [sic] from unfair and deceptive trade practices by insurance carriers\"); <i>Nat'l Home Ins. Co. v. State Corp. Comm'n of Virginia,</i> <span class=\"citation no-link\"><span class=\"volume\">838</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1104</span></span>, 1117 (E.D.Va.1993) (\"Virginia has a significant interest in protecting consumers from potential hazards generated by the continued operation of financially troubled risk retention groups.\"). Given the variety of important state interests recognized by the Supreme Court and Fourth Circuit Court of Appeals, <i>see, e.g., NOPSI,</i> <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span> (Louisiana has substantial interest in regulating intrastate retail utility rates); <i>Middlesex County,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span> (New Jersey has important interest in state bar disciplinary proceedings); <i>Martin Marietta,</i> <span class=\"citation\" data-id=\"681309\"><a href=\"/opinion/681309/martin-marietta-corporation-aero-naval-systems-v-maryland-commission-on/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1392</span></a></span> (Maryland has important interest in enforcing employment discrimination laws), any other conclusion would do harm to the principles <span class=\"star-pagination\">*717</span> of federalism and comity. Thus, the court concludes that the three predicate <i>Younger</i> elements are present and that abstention is merited unless one of the <i>Younger</i> exceptions applies.</p>\n<p>The federal plaintiffs concede that neither the bad faith nor harassment exceptions are applicable to this case. They do contend, however, that extraordinary circumstances justify circumvention of the <i>Younger</i> doctrine. Specifically, the federal plaintiffs contend that this court should intervene in the state action because their federal preemption argument is facially conclusive of those proceedings. The court does not agree.</p>\n<p>As a starting point, the court recognizes that even a substantial claim of federal preemption does not preclude <i>Younger</i> abstention. <i>See NOPSI,</i> 491 U.S. at 366-67, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>; <i>Martin Marietta,</i> 38 F.3d at 1396. Moreover, neither the Supreme Court nor the Fourth Circuit Court of Appeals have confronted the issue of whether a facially conclusive preemption claim forecloses abstention. <i>See NOPSI,</i> 491 U.S. at 367, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span> (\"Thus, NOPSI argues, even if a <i>substantial</i> claim of federal preemption is not sufficient to render abstention inappropriate, at least a <i>facially conclusive</i> claim is. Perhaps so. But we need not have to decide the matter here, since the proceeding and order at issue do not meet the description.\") (emphasis in original); <i>Martin Marietta,</i> 38 F.3d at 1402 (\"Thus, we need not reach the issue of whether or not a facially conclusive or readily apparent claim of preemption would bar abstention.\"). Even if it didthat is, even if this court were to follow the approach of other circuits<sup>[7]</sup>the court would find that Ace's NBA preemption claim is far from being either facially conclusive or readily apparent.</p>\n<p>While it is true that the NBA does preempt state efforts to regulate the interest collected by national banks, the NBA patently does not apply to non-national banks. <i>See</i> 12 U.S.C. § 21, <i>et seq.; see also </i><i>Green v. H &amp; R Block, Inc.,</i> <span class=\"citation\" data-id=\"2282444\"><a href=\"/opinion/2282444/green-v-hr-block-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">951</span></a></span>, 955 n. 3 (D.Md.1997) (recognizing that courts have \"consistently and unfailingly remanded\" cases in which the removing defendant is not a national bank). In this case, the state action claims are asserted against Ace, a non-national bank. Although Ace contends that Goleta is the real maker of the loans at issue, the State contends just the opposite: that Ace is using Goleta's name as mere subterfuge for its own unlawful lending practices. Thus, a sharp factual issue is presented as to whether Goleta, a national bank, is the real lender at issue. If Ace is the de facto lender, then its payday loans may violate the North Carolina Check Casher Act (the \"CCA\"), N.C.GEN.STAT. § 53-275, <i>et seq.,</i> which prohibits licensed check cashers from making loans. <i>See</i> § 53-283. Moreover, even if Ace was authorized to offer loans as a consumer finance lender, the maximum interest rate chargeable would be thirty-six percent (36%) on a loan of six hundred dollars ($600) or less. Here, the State alleges that Ace is offering loans in amounts from one hundred to five hundred dollars ($100-$500) at interest rates of approximately four hundred and forty-three <span class=\"star-pagination\">*718</span> percent (443%), which would violate the North Carolina Consumer Finance Act (the \"CFA\"), N.C.GEN.STAT. § 53-164, <i>et seq.</i> Contrary to the federal plaintiffs' \"facially conclusive\" preemption argument, it is clear that the NBA not only does not preempt the CCA or the CFA in this context, it would offer no protection to a non-national bank, such as Ace. To argue, then, that its NBA preemption defense is facially conclusive of these state claims flies in the face of the statute's plain language.</p>\n<p>Furthermore, if the fact-finder were to determine that Goleta, a national bank, is the true maker of the payday loans, and not Ace, then the State's alternative claim is that Ace is not complying with the North Carolina Loan Broker Act (the \"LBA\"), N.C.GEN.STAT. § 66-106, <i>et seq.</i> Under the LBA, loan brokers must register with the North Carolina Secretary of State, obtain a bond in favor of the State, and provide certain written disclosures to prospective borrowers. <i>See</i> §§ 66-107, 108, 109. Here, the State contends that Ace has not complied with any of these requirements. Again, like the State's claims under the CCA and the CFA, the court finds that the LBA's requirements do not, in any way, touch upon the NBA's sole province to regulate the interest collected by national banks. Accordingly, Ace's preemption argument is unavailing in this instance as well.</p>\n<p>In sum, the court finds no merit in Ace's argument that its NBA preemption defense is facially conclusive of the state action. Ace is not a national bank and, as such, is not entitled to the protection of the NBA's umbrella.<sup>[8]</sup> Having concluded that all three of the predicate <i>Younger</i> elements are present, the court finds that abstention is warranted. Thus, each of Ace's federal claims against the defendants is DISMISSED.<sup>[9]</sup></p>\n<p>The only question remaining, then, is whether the court should consider the substance of Goleta's federal claims.</p>\n<p></p>\n<h2>2. <i>Goleta lacks standing to interfere in the state action</i>\n</h2>\n<p>The court finds that Goleta lacks standing to request the relief sought in the instant action. Accordingly, it will dismiss Goleta's claims against the defendants for want of Article III jurisdiction.</p>\n<p>To satisfy the standing doctrine's constitutional minimum, a plaintiff must establish three things: (1) an actual or <span class=\"star-pagination\">*719</span> imminent, concrete injury; (2) a causal connection between the defendant and that injury; and (3) a likelihood that the injury could be redressed by a remedy available to the court. <i>See </i><i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992). Here, Goleta has alleged that it will be injured if this court does not step in and rule on the preemption issues raised in the state action. Specifically, Goleta alleges injuries to the following rights: (1) the right to make loans to North Carolina residents; (2) the right to charge the interest rates allowable in California, its home state; (3) the right to obtain Ace's assistance in procuring and making loans; and (4) the right to sell participation interests in its loans. For the reasons that follow, the court finds that none of these allegations provides Goleta with standing to obtain the relief it presently seeks.</p>\n<p>First, the state action indisputably presents claims predicated only on North Carolina law and asserted only against Ace. It alleges that Ace is either the true maker of the payday loans, which would violate the CCA and CFA, or an unregistered loan broker, which would violate the LBA. In either scenario, the issues presented in the state action do not arise under the NBA and have no legal effect on the rights of national banks. Goleta, then, simply does not have a cognizable stake in the outcome of the state action.</p>\n<p>Second, Goleta is not a party to the state action. Accordingly, its rights to make loans to North Carolina residents and charge California interest rates will not be adjudicated, and the disposition of any issues touching upon those rights will not be binding upon Goleta in future actions. Moreover, there is no controversy surrounding Goleta's rights to make loans at California interest rates. The State agrees that such rights are fixed by the NBA and are unwavering, and has given no indication that it intends to challenge them in the near future.</p>\n<p>Third, if the state court determines that Ace is not the true lender, but that Ace must meet the LBA's requirements, nothing will abrogate Goleta's right to use Ace or other agents as loan brokers in the state of North Carolina. At most, Goleta's agents will have to meet the LBA's requirements. Such a result would not diminish Goleta's right to use agents in the first place; it would merely place a slight burden upon those who wish to be agents for national banks. Even if Goleta, like all national banks, is affected indirectly, that is not enough to give it standing in the instant action.</p>\n<p>Finally, Goleta's right to sell participation interests in their loans will be left untouched by the state action. It simply is not an issue before the state court. In essence, Goleta is asking this court to step in and declare the existence of a right about which there is no true controversy. The court declines to do so.</p>\n<p>In the end, the court finds that the State has not challenged any of Goleta's rights under the NBA, nor is there any indication that it intends to do so. Goleta, therefore, has not suffered an actual or threatened injury, and the court lacks Article III jurisdiction to address Goleta's claims. Accordingly, Goleta's claims are DISMISSED.<sup>[10]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*720</span> CONCLUSION</h2>\n<p>For the foregoing reasons, the defendants' motion to dismiss is ALLOWED, and this action is DISMISSED. All other pending motions are DENIED as MOOT. The clerk of court is DIRECTED to close this case and remove it from the undersigned's docket.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The State defines \"payday lending\" as the offering, arranging, and making of small, short-term consumer loans at high interest rates. <i>See</i> Memorandum in Support of Motion to Dismiss (\"Motion to Dismiss\"), at 2.</p>\n<p>[2]  The May 14, 2002, order was based upon the reasoning of three district courts addressing the exact issue presented by the State's motion to remand: whether the NBA completely preempts a state action against Ace, a non-national bank. The court concluded that it did not. As the district court in Colorado stated: \"[Ace] and the national bank [Goleta] are <i>separate</i> entities and their relationship does not give rise to complete preemption under the NBA.... The Complaint <i>strictly</i> is about a non-bank's violation of <i>state</i> law. It alleges <i>no</i> claims against a <i>national</i> bank under the NBA.\" <i>Colorado ex rel. Salazar v. Ace Cash Express, Inc.,</i> <span class=\"citation\" data-id=\"2577015\"><a href=\"/opinion/2577015/colorado-ex-rel-salazar-v-ace-cash-exp-inc/\"><span class=\"volume\">188</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1282</span></a></span>, 1285 (D.Colo.2002) (emphasis in original and internal quotation marks omitted).</p>\n<p>[3]  Although the complaint does not specify which provision of the Constitution is alleged to be violated, <i>see</i> Complaint, at 9, the court assumes that the federal plaintiffs are asserting a violation of the Fourteenth Amendment.</p>\n<p>[4]  The federal plaintiffs allege that Goleta makes the loans at issue in the state action and that Ace is merely Goleta's agent in promoting, originating, and servicing these loans. <i>See</i> Complaint, ¶¶ 7, 10-11, 24. The State disputes this fact and asserts that Ace is the true lender of the loans at issue. The identity of the true lender, therefore, is a disputed fact issue in both the federal and the state action.</p>\n<p>[5]  Although abstention comes in many forms, the parties have raised only that which is known as <i>Younger</i> abstention. <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971). Accordingly, the court only addresses <i>Younger</i> abstention below.</p>\n<p>[6]  In their Memorandum in Opposition to the Motion to Dismiss (\"Response\"), the federal plaintiffs did argue that there was no ongoing state proceeding. The premise of this argument, however, was that Ace had removed the state action to federal court. Because this court has since remanded the state action to state court, the court assumes that the federal plaintiff would no longer press this argument. <i>See</i> May 14, 2002, order. If they did press such an argument, the court would find it to be without merit.</p>\n<p>[7]  The majority of circuits considering this issue have held that <i>Younger</i> abstention is inappropriate when a federal preemption claim is \"readily apparent\" or \"facially conclusive.\" <i>See, e.g., </i><i>Chaulk Servs., Inc. v. Massachusetts Comm'n Against Discrim'n,</i> <span class=\"citation\" data-id=\"709023\"><a href=\"/opinion/709023/chaulk-services-inc-v-massachusetts-commission-against-discrimination/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1361</span></a></span>, 1370 (1st Cir.1995); <i>Bud Antle, Inc. v. Barbosa,</i> <span class=\"citation\" data-id=\"678560\"><a href=\"/opinion/678560/bud-antle-inc-dba-bud-of-california-v-j-antonio-barbosa-personally/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1355</span></a></span>, 1365-66 (9th Cir.1994), <i>as amended by</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></span>, 1272-73 (9th Cir. 1994); <i>Nat'l R.R. Passenger Corp. v. Florida,</i> <span class=\"citation\" data-id=\"558681\"><a href=\"/opinion/558681/national-railroad-passenger-corporation-v-state-of-florida-john-tanner/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1532</span></a></span>, 1537 n. 12 (11th Cir.1991) (citation omitted); <i>Southwestern Bell Tel. v. Arkansas Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"491736\"><a href=\"/opinion/491736/southwestern-bell-telephone-company-v-arkansas-public-service-commission/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span>, 673 (8th Cir.1987); <i>Kentucky West Virginia Gas Co. v. Pennsylvania Pub. Util. Comm'n,</i> <span class=\"citation\" data-id=\"470973\"><a href=\"/opinion/470973/kentucky-west-virginia-gas-company-equitable-gas-company-a-division-of/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1111</span></a></span>, 1115 (3d Cir.1986).</p>\n<p>[8]  The court, therefore, need not determine whether the existence of a facially conclusive preemption claim would preclude <i>Younger</i> abstention.</p>\n<p>[9]  In objecting to <i>Younger</i> abstention, the federal plaintiffs do not raise any argument that abstention is inappropriate because the federal action involves claims under 42 U.S.C. § 1983. Even if they had raised such an argument, the court still would have found that <i>Younger</i> abstention is warranted. Although the Fourth Circuit Court of Appeals has held that <i>Younger</i> does not \"invariably require dismissal of § 1983 damage actions,\" <i>Suggs v. Brannon,</i> <span class=\"citation\" data-id=\"478749\"><a href=\"/opinion/478749/joyce-suggs-and-ronnie-owen-faircloth-v-hon-anthony-m-brannon-in-his/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 279 (4th Cir.1986), the law is well settled that any claims for equitable relief may be dismissed under the <i>Younger</i> doctrine. <i>See </i><i>Quackenbush v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">706</span></a></span>, 721, <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1996). Here, the federal plaintiffs seeks three forms of equitable relief, and include a prayer for attorneys fees. Because attorneys fees might also be available if Ace prevailed on all claims in the state court proceeding, <i>see</i> N.C.GEN.STAT. § 75-16.1, the court need not stay that portion of the federal action. The court, therefore, has decided to dismiss Ace's entire federal action, including its prayer for attorneys fees. Furthermore, because the court abstains from deciding the federal action, it does not address whether the Anti-Injunction Act, 28 U.S.C. § 2283, would preclude the type of equitable relief sought by the federal plaintiffs.</p>\n<p>[10]  Because the court finds that Goleta does not have standing to challenge the State's enforcement action against Ace, it need not address whether <i>Younger</i> abstention also warrants dismissal. Given that the court has abstained from hearing Ace's claims, however, it would seem a curious result to rule upon Goleta's claims. Nonetheless, the court does not address the somewhat difficult issues presented by the application of <i>Younger</i> abstention to a non-party to the state action.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2282444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2519224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2597274/"
  ]
}