{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2572243/",
  "absolute_url": "/opinion/2572243/baughman-tile-company-inc-v-plastic-tubing/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2572243/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:32:38.460942Z",
  "date_modified": "2016-04-26T22:34:35.155971Z",
  "type": "010combined",
  "sha1": "aff6a798924632603ea280444614c1eb8db70526",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>211 F.Supp.2d 720 (2002)</b></center>\n<center><h1>BAUGHMAN TILE COMPANY, INC., Plaintiff,<br>\nv.<br>\nPLASTIC TUBING, INC. and Plastic Tubing, Inc. of Florida, Defendants.</h1></center>\n<center>No. 5:01-CV-21-B0(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 17, 2002.</center>\n<p>Richard P. Vitek, Myers, Bigel, Sibley &amp; Sajovec, Cary, NC, D. Randall Ayers, Myers, Bigel, Sibley &amp; Sajovec, Raleigh, NC, for plaintiff.</p>\n<p>Larry L. Coats, Anthony J. Biller, Coats &amp; Bennett, P.L.L.C., Cary, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*721</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on a Motion for Summary Judgment filed by Defendants Plastic Tubing, Inc. and Plastic Tubing, Inc. of Florida (collectively, \"PTI\") and a Motion for Summary Judgment filed by Plaintiff Baughman Tile Company, Inc. (\"Baughman\"). The underlying claims in this case are for trademark infringement and unfair competition. For the following reasons, PTI's motion is GRANTED, Baughman's motion is DENIED, and this action is DISMISSED in its entirety.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Baughman is an Ohio corporation that specializes in production of drainage products. In or around 1965, Baughman began manufacturing black plastic corrugated tubing and, in or around 1977, Baughman began manufacturing yellow corrugated tubing. <i>See</i> Deposition of Gene Baughman (Baughman Depo.) at 44, 53. On October 28, 1988, the United States Patent and Trademark Office issued to Baughman a trademark for \"the yellow coloring\" of \"corrugated plastic tubing for underground drainage.\" <i>See</i> United States Patent and Trademark Office, Reg. No. 1,510,110 (the \"Trademark\"). In the late 1980s or early 1990s, Baughman began marketing yellow corrugated plastic tubing for fence-capping, which Baughman marked as \"PolyCap®.\" <i>See</i> Baughman Depo. at 85-94.</p>\n<p>In July 2000, PTI, a North Carolina corporation, manufactured approximately 26,350 feet of yellow corrugated tubing for fence-capping. <i>See</i> Affidavit of Tina Johnson at ¶ 10. PTI donated approximately 4,000 feet of the tubing for fence-capping of baseball fences in Roseboro, North Carolina in order to evaluate the performance of the capping. <i>Id.</i></p>\n<p>During the summer of 2000, Baughman contacted PTI and, indicating its belief that PTI was infringing upon its trademark, demanded that it cease and desist manufacture and sale of the yellow corrugated tubing. PTI asserts that, upon receiving the cease and desist notice, it grinded the yellow tubing and blended it into production of other raw materials in order to produce black tubing. <i>Id.</i> Baughman alleges that PTI provided no written assurances that it would cease manufacture of the yellow tubing and that Baughman received \"reports\" that PTI trucks were carrying loads of yellow corrugated tubing in North Carolina. <i>See</i> Affidavit of Gene A. Baughman at ¶ 3.</p>\n<p>On January 8, 2001, Baughman filed a Complaint in this Court alleging trademark infringement and unfair and deceptive trade practices. On August 20, 2001, PTI moved for summary judgment. On September 10, 2001, Baughman moved for summary judgment. These motions are ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>1. The Summary Judgment Standard</i></h2>\n<p>In a motion for summary judgment, the movant must demonstrate the lack of a genuine issue of material fact for trial. Fed.R.Civ.P. 56(c); <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). If that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Id.</i> at 324, 106 S.Ct. 2548. In other words, the nonmoving party \"may not rest upon the mere allegations or denials\" in her pleadings, but must \"set forth specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e); <i>see</i> <span class=\"star-pagination\">*722</span> <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (explaining that conclusory allegations are not sufficient to defeat a motion for summary judgment). Courts must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986).</p>\n<p></p>\n<h2><i>2. PTI's Motion</i></h2>\n<p>As noted above, Baughman's trademark registers \"corrugated plastic tubing for underground drainage.\" <i>See</i> Trademark. Baughman's \"mark comprises the yellow coloring of the plastic tubing.\" <i>Id.</i> It is undisputed that Baughman's mark is properly registered on the principal register of the United States Patent and Trademark Office and has become \"incontestable.\" 15 U.S.C. § 1115(b). Pursuant to § 1115(b),</p>\n<blockquote>[t]o the extent that the right to use the registered mark has become incontestable[,] the registration shall be conclusive evidence of the validity of the registered mark and of the registration of the mark, of the registrant's ownership of the mark, and of the registrant's exclusive right to use the registered mark in commerce.... Such conclusive evidence of the right to use the registered mark ... shall be subject to the following defenses or defects: ... (8) That the mark is functional....</blockquote>\n<p>PTI contends that the yellow coloring trademarked by Baughman is a functional feature of the corrugated plastic tubing and that Baughman's mark is therefore unenforceable. <i>See, e.g., </i><i>Kellogg Co. v. Nat'l Biscuit Co.,</i> 305 U.S. 111, 119-20, 59 S.Ct. 109, 83 L.Ed. 73 (1938) (holding that a mark is not registrable if the design described is functional because patent law, not trademark law, is the means for providing exclusive rights in useful product features).</p>\n<p>The United States Supreme Court has observed that \"a product feature is functional, and cannot serve as a trademark, if it is essential to the use or purpose of the article or if it affects the cost or quality of the article.\"<sup>[1]</sup><i>TrafFix Devices, Inc. v. Marketing Displays, Inc.,</i> 532 U.S. 23, 32-33, 121 S.Ct. 1255, 149 L.Ed.2d 164 (2001) (citing <i>Qualitex Co. v. Jacobson Products Co.,</i> 514 U.S. 159, 115 S.Ct. 1300, 131 L.Ed.2d 248 (1995) (explaining that \"[t]he functionality doctrine prevents trademark law, which seeks to promote competition by protecting a firm's reputation, from instead inhibiting legitimate competition by allowing a producer to control a useful product feature\")); <i>see also </i><i>Inwood Laboratories, Inc. v. Ives Laboratories, Inc.,</i> 456 U.S. 844, 863, 102 S.Ct. 2182, 72 L.Ed.2d 606 (White, J., concurring) (\"A functional characteristic is an important ingredient in the commercial success of the product, and, after expiration of a patent, it is no more the property of the originator than the product itself.\").<sup>[2]</sup><span class=\"star-pagination\">*723</span> To the extent they are relevant in determining whether a feature is de jure functional, courts consider factors such as the existence of a utility patent disclosing the utilitarian advantages of the design, advertising materials in which the originator of the design touts the design's utilitarian advantages, the availability to competitors of functionally equivalent designs, and facts indicating that the design results in a comparatively simple or cheap method of manufacturing the product. <i>E.g., </i><i>Valu Engineering, Inc.,</i> 278 F.3d at 1274; <i>see also infra</i> note 5.</p>\n<p>The Supreme Court has noted that \"color alone, at least sometimes, can meet the basic legal requirements for use as a trademark.\" <i>Qualitex Co.,</i> 514 U.S. at 166, 115 S.Ct. 1300. Color is thus protectable in instances in which it acts \"as a symbol that distinguishes a firm's goods and identifies their source, <i>without serving any other significant purpose.\" Id.</i> (emphasis added) (citing U.S. Dept. of Commerce, Patent and Trademark Office, Trademark Manual of Examining Procedure (approving trademark registration of color alone where it \"has become distinctive of the applicant's goods in commerce,\" provided that \"there is [no] competitive need for colors to remain available in the industry\" and the color is not \"functional\")); <i>see also </i><i>In re Orange Communications, Inc.,</i> 41 U.S.P.Q.2d (BNA) 1036, 1042, 1996 WL 754044 (Trademark Tr. &amp; App. Bd.1996) (\"A color may be functional if it serves a utilitarian purpose or yields a utilitarian or functional advantage, for example, yellow or orange for safety signs.\"). In sum, then, \"[i]f a color has an effect beyond identifying the source or reputation of the product and provides some additional utility to the product or increases its efficacy it would appear to qualify as functional.\" <i>Winner International LLC v. Omori Enterprises, Inc.,</i> 60 F.Supp.2d 62, 71 (E.D.N.Y.1999); <i>see </i><i>In re Orange Communications, Inc.,</i> 41 U.S.P.Q.2d (BNA) at 1042, 1996 WL 754044 (explaining that \"color need not make a product function better mechanically or be less expensive to manufacture for it to be held de jure functional\").</p>\n<p>Baughman maintains that it chose the yellow coloring of the corrugated tubing because Gene Baughman, its President, \"had a yellow Corvette,\" and that the yellow color serves no functional or utilitarian purpose. Baughman Depo. at 44. The record in this case, however, reveals that the yellow coloring is functional in a variety of ways. After initially indicating that he chose yellow because of the color of his car, Baughman conceded that he chose it at least in part because it is \"bright\" and \"reflects the sunlight.\" <i>Id.</i> Baughman testified that, when tubing that is to be used for underground drainage lies in the field during warm weather, black tubing becomes softer than yellow, making black easier to dent or otherwise damage in installation, adjustment or removal. <i>Id.</i> at 44-47. Because it reflects heat, yellow tubing remains stiff and less easily damaged in the heat. <i>Id.</i> Once buried in a field, yellow tubing is easier to recover <span class=\"star-pagination\">*724</span> than black since yellow is brighter and more identifiable when excavating. <i>Id.</i> at 47-50 (listing variety of scenarios in which individuals dig up tubing).</p>\n<p>Insofar as it is used for fence-capping,<sup>[3]</sup> the yellow tubing is \"brighter\" and, because it remains stiffer in the heat, provides greater protection from the tops of fences. Baughman advertises that its \"[b]right yellow PolyCap® adds visibility to your ball park fences, clearly defining the field for players. <i>Our patented yellow,</i><sup>[4]</sup><i>similar to yellow used for traffic warning signs, is the best color for visibility.\"</i> (Defendant's Depo. Exhibit 8) (emphasis added); <i>see </i><i>Valu Engineering, Inc.,</i> 278 F.3d at 1274 (holding that a consideration in determining whether a particular product feature is functional is the existence of \"advertising materials in which the originator of the design touts the design's utilitarian advantages\"); <i>In re Orange Communications, Inc.,</i> 41 U.S.P.Q.2d (BNA) at 1042, 1996 WL 754044 (\"[A]pplicant in its own product literature has touted the advantages achieved by the orange-colored phones ... [and][w]e believe that applicant's statement is an admission that the color orange (and also the highly visible color yellow) is a superior one because of its utility on applicant's telephone products.\"). The bright yellow coloring of the tubing is not \"simply ornamental or more attractive. Rather, here the color ... yellow [is] performing a desirable function and competitors should be free to use\" it. <i>Id.</i> (noting that yellow is \"demonstrably easier to see under virtually all lighting conditions\").</p>\n<p>Baughman's admissions through its advertisements and Gene Baughman's testimony eliminate any genuine issue of fact regarding the functionality of the yellow coloring of the corrugated plastic tubing.<sup>[5]</sup><span class=\"star-pagination\">*725</span> The record is clear that yellow tubing, because of its reflective qualities, remains stiffer in the heat and less susceptible to damage. It is more readily identified during excavation and, when used for fence-capping, it is the \"best color\" for visibility and is a commonly-recognized color of caution. <i>Accord </i><i>In re Orange Communications, Inc.,</i> 41 U.S.P.Q.2d (BNA) at 1042 (denying trademark protection to applicant's telephones on the basis of functionality because \"the phones themselves presented in either the colors orange or yellow would be demonstrably more visible than phones presented in almost any other color\"). Since the evidence demonstrates that the yellow coloring is functional, the fact that other colors reflect heat or are more visible than black becomes irrelevant; the sole inquiry becomes whether the color yellow \"provides some additional utility\" to the tubing or \"increases its efficacy.\" <i>Winner International,</i> 60 F.Supp.2d at 71; <i>see supra</i> note 5. Because the yellow coloring plainly provides additional utility to the corrugated tubing, improves the quality of the tubing, and serves a significant purpose aside from source identification, a reasonable trier of fact would conclude that the yellow coloring of the tubing is functional. <i>See id.; </i><i>TrafFix Devices, Inc.,</i> 532 U.S. at 32-33, 121 S.Ct. 1255; <i>Qualitex Co.,</i> 514 U.S. at 166, 115 S.Ct. 1300; Fed.R.Civ.P. 56.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Defendant's Motion for Summary Judgment is GRANTED,<sup>[6]</sup> and Plaintiff Baughman's claims are DISMISSED in their entireties. Fed.R.Civ.P. 56. Baughman's Motion for Summary Judgment is DENIED as MOOT.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Courts have distinguished between \"de facto functional features, which may be entitled to trademark protection, from de jure functional features, which are not.\" <i>Valu Engineering, Inc. v. Rexnord Corp.,</i> 278 F.3d 1268, 1275 (Fed.Cir.2002). A product feature that is de facto functional is functional in the lay sense, meaning that the feature has a function, i.e., yellow corrugated plastic tubing (just as tubing of any color) may be used for underground drainage. <i>E.g., id.</i> If a product feature is de jure functional and thus incapable of trademark protection, it is because the product has the particular feature \"because it works better\" with this feature. <i>Id.</i> The issue in this case is therefore whether the tubing \"works better\" because of the yellow coloring. If so, then yellow is de jure functional and not protectable.</p>\n<p>[2]  The law of functionality is further divided into \"utilitarian\" functionality and \"aesthetic\" functionality. In cases of aesthetic functionality, \"a functional feature is one the exclusive use of [which] would put competitors at a significant non-reputation-related disadvantage.\" <i>TrafFix Devices, Inc.,</i> 532 U.S. at 33, 121 S.Ct. 1255. In this case, although the yellow coloring may, in some instances, have an aesthetically-significant quality (particularly when the tubing is used as fence-capping) the parties agree that typical consumers of Baughman's tubing, such as farmers and others who install the tubing underground for drainage, do not base their purchase decisions upon the appearance of the tubing. Consequently, the \"utilitarian\" functionality of the tubing is at issue in the instant action, and the Court need not inquire into the issue of \"significant non-reputation-related disadvantage.\" <i>See id.</i></p>\n<p>[3]  Because the Court finds that the yellow coloring is functional, it need not pass on the question of whether the mark, if enforceable, would be sufficient to protect the yellow corrugated tubing when used for fence-capping. The Court notes, however, that the Principal Register lists Baughman's marked product as \"corrugated plastic tubing <i>for underground drainage.\" See</i> Trademark (emphasis added). It is therefore dubious that Baughman's mark could protect corrugated plastic tubing used for fence-capping without evidence that, when used for fence-capping, the yellow coloring has acquired a secondary meaning. <i>See </i><i>Valu Engineering, Inc.,</i> 278 F.3d at 1272 n. 1 (\"When applying for federal registration, an applicant must specify the goods in connection with which the mark is used or with which the applicant has a bona fide intent[ ] to use the mark in commerce. The application must specify the particular goods or services on or in connection with which the applicant uses, or has a bona fide intention to use, the mark, ... using terminology which is generally understood.\") (internal quotations and citations omitted). Baughman has proffered no evidence of secondary meaning of yellow corrugated plastic tubing for fence-capping. <i>See </i><i>Wal-Mart Stores, Inc. v. Samara Bros., Inc.,</i> 529 U.S. 205, 211-12, 120 S.Ct. 1339, 146 L.Ed.2d 182 (2000) (\"[W]ith respect to at least one category of mark  colorswe have held that no mark can ever be inherently distinctive.... We have held that a color could be protected as a trademark, but only upon a showing of secondary meaning.\").</p>\n<p>[4]  Gene Baughman conceded in his deposition that the yellow color was never legally \"patented,\" but that he understood the terms \"patent\" and \"trademark\" to be substantially synonymous.</p>\n<p>[5]  Baughman makes much of the fact that colors other than yellow, such as white, may have similar or better heat reflecting or visibility qualities. There appears to be tension among the federal courts as to when the availability to competitors of functionally equivalent designs should be considered, and what kind of weight such availability should be afforded. <i>Compare </i><i>Valu Engineering, Inc.,</i> 278 F.3d at 1274-1277 (\"[W]e do not read the [Supreme] Court's observations in <i>TrafFix</i> as rendering the availability of alternative designs irrelevant\" in analyzing the threshold question of whether the design is functional) <i>with </i><i>TrafFix Devices, Inc.,</i> 532 U.S. at 33, 121 S.Ct. 1255 (explaining that, if a feature is functional, \"[t]here is no need ... to engage ... in speculation about other design possibilities\"). At a minimum, it is clear that, at any such time that functionality becomes evident based on any combination of factors, speculation regarding other possible designs is improper. <i>Valu Engineering, Inc.,</i> 278 F.3d at 1278 (\"[O]nce a product feature is found functional based on other considerations there is no need to consider the availability of alternative designs.\"). Accordingly, because the record makes clear that the yellow coloring of the tubing is functional, \"it is unnecessary for competitors to explore\" the potential effectiveness of other colors. <i>TrafFix Devices, Inc.,</i> 532 U.S. at 33, 121 S.Ct. 1255.</p>\n<p>[6]  In its Memorandum in Support of its Motion for Summary Judgment, PTI contends that, if the Court found that Baughman has trademark rights in the yellow corrugated tubing, then PTI would be entitled to an injunction prohibiting Baughman from selling the tubing in a certain geographical area. Because the Court finds Baughman's trademark unenforceable, this portion of PTI's motion is denied as moot.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">720</span></span> (2002)</b></center>\n<center><h1>BAUGHMAN TILE COMPANY, INC., Plaintiff,<br>\nv.<br>\nPLASTIC TUBING, INC. and Plastic Tubing, Inc. of Florida, Defendants.</h1></center>\n<center>No. 5:01-CV-21-B0(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 17, 2002.</center>\n<p>Richard P. Vitek, Myers, Bigel, Sibley &amp; Sajovec, Cary, NC, D. Randall Ayers, Myers, Bigel, Sibley &amp; Sajovec, Raleigh, NC, for plaintiff.</p>\n<p>Larry L. Coats, Anthony J. Biller, Coats &amp; Bennett, P.L.L.C., Cary, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*721</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on a Motion for Summary Judgment filed by Defendants Plastic Tubing, Inc. and Plastic Tubing, Inc. of Florida (collectively, \"PTI\") and a Motion for Summary Judgment filed by Plaintiff Baughman Tile Company, Inc. (\"Baughman\"). The underlying claims in this case are for trademark infringement and unfair competition. For the following reasons, PTI's motion is GRANTED, Baughman's motion is DENIED, and this action is DISMISSED in its entirety.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Baughman is an Ohio corporation that specializes in production of drainage products. In or around 1965, Baughman began manufacturing black plastic corrugated tubing and, in or around 1977, Baughman began manufacturing yellow corrugated tubing. <i>See</i> Deposition of Gene Baughman (Baughman Depo.) at 44, 53. On October 28, 1988, the United States Patent and Trademark Office issued to Baughman a trademark for \"the yellow coloring\" of \"corrugated plastic tubing for underground drainage.\" <i>See</i> United States Patent and Trademark Office, Reg. No. 1,510,110 (the \"Trademark\"). In the late 1980s or early 1990s, Baughman began marketing yellow corrugated plastic tubing for fence-capping, which Baughman marked as \"PolyCap®.\" <i>See</i> Baughman Depo. at 85-94.</p>\n<p>In July 2000, PTI, a North Carolina corporation, manufactured approximately 26,350 feet of yellow corrugated tubing for fence-capping. <i>See</i> Affidavit of Tina Johnson at ¶ 10. PTI donated approximately 4,000 feet of the tubing for fence-capping of baseball fences in Roseboro, North Carolina in order to evaluate the performance of the capping. <i>Id.</i></p>\n<p>During the summer of 2000, Baughman contacted PTI and, indicating its belief that PTI was infringing upon its trademark, demanded that it cease and desist manufacture and sale of the yellow corrugated tubing. PTI asserts that, upon receiving the cease and desist notice, it grinded the yellow tubing and blended it into production of other raw materials in order to produce black tubing. <i>Id.</i> Baughman alleges that PTI provided no written assurances that it would cease manufacture of the yellow tubing and that Baughman received \"reports\" that PTI trucks were carrying loads of yellow corrugated tubing in North Carolina. <i>See</i> Affidavit of Gene A. Baughman at ¶ 3.</p>\n<p>On January 8, 2001, Baughman filed a Complaint in this Court alleging trademark infringement and unfair and deceptive trade practices. On August 20, 2001, PTI moved for summary judgment. On September 10, 2001, Baughman moved for summary judgment. These motions are ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>1. The Summary Judgment Standard</i></h2>\n<p>In a motion for summary judgment, the movant must demonstrate the lack of a genuine issue of material fact for trial. Fed.R.Civ.P. 56(c); <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). If that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Id.</i> at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. In other words, the nonmoving party \"may not rest upon the mere allegations or denials\" in her pleadings, but must \"set forth specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e); <i>see</i> <span class=\"star-pagination\">*722</span> <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (explaining that conclusory allegations are not sufficient to defeat a motion for summary judgment). Courts must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p></p>\n<h2><i>2. PTI's Motion</i></h2>\n<p>As noted above, Baughman's trademark registers \"corrugated plastic tubing for underground drainage.\" <i>See</i> Trademark. Baughman's \"mark comprises the yellow coloring of the plastic tubing.\" <i>Id.</i> It is undisputed that Baughman's mark is properly registered on the principal register of the United States Patent and Trademark Office and has become \"incontestable.\" 15 U.S.C. § 1115(b). Pursuant to § 1115(b),</p>\n<blockquote>[t]o the extent that the right to use the registered mark has become incontestable[,] the registration shall be conclusive evidence of the validity of the registered mark and of the registration of the mark, of the registrant's ownership of the mark, and of the registrant's exclusive right to use the registered mark in commerce.... Such conclusive evidence of the right to use the registered mark ... shall be subject to the following defenses or defects: ... (8) That the mark is functional....</blockquote>\n<p>PTI contends that the yellow coloring trademarked by Baughman is a functional feature of the corrugated plastic tubing and that Baughman's mark is therefore unenforceable. <i>See, e.g., </i><i>Kellogg Co. v. Nat'l Biscuit Co.,</i> <span class=\"citation\" data-id=\"103092\"><a href=\"/opinion/103092/kellogg-co-v-national-biscuit-co/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 119-20, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">73</span></span> (1938) (holding that a mark is not registrable if the design described is functional because patent law, not trademark law, is the means for providing exclusive rights in useful product features).</p>\n<p>The United States Supreme Court has observed that \"a product feature is functional, and cannot serve as a trademark, if it is essential to the use or purpose of the article or if it affects the cost or quality of the article.\"<sup>[1]</sup><i>TrafFix Devices, Inc. v. Marketing Displays, Inc.,</i> <span class=\"citation\" data-id=\"118411\"><a href=\"/opinion/118411/traffix-devices-inc-v-marketing-displays-inc/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 32-33, <span class=\"citation\" data-id=\"118411\"><a href=\"/opinion/118411/traffix-devices-inc-v-marketing-displays-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1255</span></a></span>, <span class=\"citation\" data-id=\"118411\"><a href=\"/opinion/118411/traffix-devices-inc-v-marketing-displays-inc/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">164</span></a></span> (2001) (citing <i>Qualitex Co. v. Jacobson Products Co.,</i> <span class=\"citation\" data-id=\"117913\"><a href=\"/opinion/117913/qualitex-co-v-jacobson-products-co/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"117913\"><a href=\"/opinion/117913/qualitex-co-v-jacobson-products-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></a></span>, <span class=\"citation\" data-id=\"117913\"><a href=\"/opinion/117913/qualitex-co-v-jacobson-products-co/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></a></span> (1995) (explaining that \"[t]he functionality doctrine prevents trademark law, which seeks to promote competition by protecting a firm's reputation, from instead inhibiting legitimate competition by allowing a producer to control a useful product feature\")); <i>see also </i><i>Inwood Laboratories, Inc. v. Ives Laboratories, Inc.,</i> <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span>, 863, <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span></a></span> (White, J., concurring) (\"A functional characteristic is an important ingredient in the commercial success of the product, and, after expiration of a patent, it is no more the property of the originator than the product itself.\").<sup>[2]</sup><span class=\"star-pagination\">*723</span> To the extent they are relevant in determining whether a feature is de jure functional, courts consider factors such as the existence of a utility patent disclosing the utilitarian advantages of the design, advertising materials in which the originator of the design touts the design's utilitarian advantages, the availability to competitors of functionally equivalent designs, and facts indicating that the design results in a comparatively simple or cheap method of manufacturing the product. <i>E.g., </i><i>Valu Engineering, Inc.,</i> 278 F.3d at 1274; <i>see also infra</i> note 5.</p>\n<p>The Supreme Court has noted that \"color alone, at least sometimes, can meet the basic legal requirements for use as a trademark.\" <i>Qualitex Co.,</i> 514 U.S. at 166, <span class=\"citation\" data-id=\"117913\"><a href=\"/opinion/117913/qualitex-co-v-jacobson-products-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></a></span>. Color is thus protectable in instances in which it acts \"as a symbol that distinguishes a firm's goods and identifies their source, <i>without serving any other significant purpose.\" Id.</i> (emphasis added) (citing U.S. Dept. of Commerce, Patent and Trademark Office, Trademark Manual of Examining Procedure (approving trademark registration of color alone where it \"has become distinctive of the applicant's goods in commerce,\" provided that \"there is [no] competitive need for colors to remain available in the industry\" and the color is not \"functional\")); <i>see also </i><i>In re Orange Communications, Inc.,</i> 41 U.S.P.Q.2d (BNA) 1036, 1042, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">754044</span></span> (Trademark Tr. &amp; App. Bd.1996) (\"A color may be functional if it serves a utilitarian purpose or yields a utilitarian or functional advantage, for example, yellow or orange for safety signs.\"). In sum, then, \"[i]f a color has an effect beyond identifying the source or reputation of the product and provides some additional utility to the product or increases its efficacy it would appear to qualify as functional.\" <i>Winner International LLC v. Omori Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"2580595\"><a href=\"/opinion/2580595/winner-intern-llc-v-omori-enterprises-inc/\"><span class=\"volume\">60</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">62</span></a></span>, 71 (E.D.N.Y.1999); <i>see </i><i>In re Orange Communications, Inc.,</i> 41 U.S.P.Q.2d (BNA) at 1042, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">754044</span></span> (explaining that \"color need not make a product function better mechanically or be less expensive to manufacture for it to be held de jure functional\").</p>\n<p>Baughman maintains that it chose the yellow coloring of the corrugated tubing because Gene Baughman, its President, \"had a yellow Corvette,\" and that the yellow color serves no functional or utilitarian purpose. Baughman Depo. at 44. The record in this case, however, reveals that the yellow coloring is functional in a variety of ways. After initially indicating that he chose yellow because of the color of his car, Baughman conceded that he chose it at least in part because it is \"bright\" and \"reflects the sunlight.\" <i>Id.</i> Baughman testified that, when tubing that is to be used for underground drainage lies in the field during warm weather, black tubing becomes softer than yellow, making black easier to dent or otherwise damage in installation, adjustment or removal. <i>Id.</i> at 44-47. Because it reflects heat, yellow tubing remains stiff and less easily damaged in the heat. <i>Id.</i> Once buried in a field, yellow tubing is easier to recover <span class=\"star-pagination\">*724</span> than black since yellow is brighter and more identifiable when excavating. <i>Id.</i> at 47-50 (listing variety of scenarios in which individuals dig up tubing).</p>\n<p>Insofar as it is used for fence-capping,<sup>[3]</sup> the yellow tubing is \"brighter\" and, because it remains stiffer in the heat, provides greater protection from the tops of fences. Baughman advertises that its \"[b]right yellow PolyCap® adds visibility to your ball park fences, clearly defining the field for players. <i>Our patented yellow,</i><sup>[4]</sup><i>similar to yellow used for traffic warning signs, is the best color for visibility.\"</i> (Defendant's Depo. Exhibit 8) (emphasis added); <i>see </i><i>Valu Engineering, Inc.,</i> 278 F.3d at 1274 (holding that a consideration in determining whether a particular product feature is functional is the existence of \"advertising materials in which the originator of the design touts the design's utilitarian advantages\"); <i>In re Orange Communications, Inc.,</i> 41 U.S.P.Q.2d (BNA) at 1042, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">754044</span></span> (\"[A]pplicant in its own product literature has touted the advantages achieved by the orange-colored phones ... [and][w]e believe that applicant's statement is an admission that the color orange (and also the highly visible color yellow) is a superior one because of its utility on applicant's telephone products.\"). The bright yellow coloring of the tubing is not \"simply ornamental or more attractive. Rather, here the color ... yellow [is] performing a desirable function and competitors should be free to use\" it. <i>Id.</i> (noting that yellow is \"demonstrably easier to see under virtually all lighting conditions\").</p>\n<p>Baughman's admissions through its advertisements and Gene Baughman's testimony eliminate any genuine issue of fact regarding the functionality of the yellow coloring of the corrugated plastic tubing.<sup>[5]</sup><span class=\"star-pagination\">*725</span> The record is clear that yellow tubing, because of its reflective qualities, remains stiffer in the heat and less susceptible to damage. It is more readily identified during excavation and, when used for fence-capping, it is the \"best color\" for visibility and is a commonly-recognized color of caution. <i>Accord </i><i>In re Orange Communications, Inc.,</i> 41 U.S.P.Q.2d (BNA) at 1042 (denying trademark protection to applicant's telephones on the basis of functionality because \"the phones themselves presented in either the colors orange or yellow would be demonstrably more visible than phones presented in almost any other color\"). Since the evidence demonstrates that the yellow coloring is functional, the fact that other colors reflect heat or are more visible than black becomes irrelevant; the sole inquiry becomes whether the color yellow \"provides some additional utility\" to the tubing or \"increases its efficacy.\" <i>Winner International,</i> 60 F.Supp.2d at 71; <i>see supra</i> note 5. Because the yellow coloring plainly provides additional utility to the corrugated tubing, improves the quality of the tubing, and serves a significant purpose aside from source identification, a reasonable trier of fact would conclude that the yellow coloring of the tubing is functional. <i>See id.; </i><i>TrafFix Devices, Inc.,</i> 532 U.S. at 32-33, <span class=\"citation\" data-id=\"118411\"><a href=\"/opinion/118411/traffix-devices-inc-v-marketing-displays-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1255</span></a></span>; <i>Qualitex Co.,</i> 514 U.S. at 166, <span class=\"citation\" data-id=\"117913\"><a href=\"/opinion/117913/qualitex-co-v-jacobson-products-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></a></span>; Fed.R.Civ.P. 56.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, Defendant's Motion for Summary Judgment is GRANTED,<sup>[6]</sup> and Plaintiff Baughman's claims are DISMISSED in their entireties. Fed.R.Civ.P. 56. Baughman's Motion for Summary Judgment is DENIED as MOOT.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Courts have distinguished between \"de facto functional features, which may be entitled to trademark protection, from de jure functional features, which are not.\" <i>Valu Engineering, Inc. v. Rexnord Corp.,</i> <span class=\"citation\" data-id=\"776386\"><a href=\"/opinion/776386/valu-engineering-inc-v-rexnord-corporation/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1268</span></a></span>, 1275 (Fed.Cir.2002). A product feature that is de facto functional is functional in the lay sense, meaning that the feature has a function, i.e., yellow corrugated plastic tubing (just as tubing of any color) may be used for underground drainage. <i>E.g., id.</i> If a product feature is de jure functional and thus incapable of trademark protection, it is because the product has the particular feature \"because it works better\" with this feature. <i>Id.</i> The issue in this case is therefore whether the tubing \"works better\" because of the yellow coloring. If so, then yellow is de jure functional and not protectable.</p>\n<p>[2]  The law of functionality is further divided into \"utilitarian\" functionality and \"aesthetic\" functionality. In cases of aesthetic functionality, \"a functional feature is one the exclusive use of [which] would put competitors at a significant non-reputation-related disadvantage.\" <i>TrafFix Devices, Inc.,</i> 532 U.S. at 33, <span class=\"citation\" data-id=\"118411\"><a href=\"/opinion/118411/traffix-devices-inc-v-marketing-displays-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1255</span></a></span>. In this case, although the yellow coloring may, in some instances, have an aesthetically-significant quality (particularly when the tubing is used as fence-capping) the parties agree that typical consumers of Baughman's tubing, such as farmers and others who install the tubing underground for drainage, do not base their purchase decisions upon the appearance of the tubing. Consequently, the \"utilitarian\" functionality of the tubing is at issue in the instant action, and the Court need not inquire into the issue of \"significant non-reputation-related disadvantage.\" <i>See id.</i></p>\n<p>[3]  Because the Court finds that the yellow coloring is functional, it need not pass on the question of whether the mark, if enforceable, would be sufficient to protect the yellow corrugated tubing when used for fence-capping. The Court notes, however, that the Principal Register lists Baughman's marked product as \"corrugated plastic tubing <i>for underground drainage.\" See</i> Trademark (emphasis added). It is therefore dubious that Baughman's mark could protect corrugated plastic tubing used for fence-capping without evidence that, when used for fence-capping, the yellow coloring has acquired a secondary meaning. <i>See </i><i>Valu Engineering, Inc.,</i> 278 F.3d at 1272 n. 1 (\"When applying for federal registration, an applicant must specify the goods in connection with which the mark is used or with which the applicant has a bona fide intent[ ] to use the mark in commerce. The application must specify the particular goods or services on or in connection with which the applicant uses, or has a bona fide intention to use, the mark, ... using terminology which is generally understood.\") (internal quotations and citations omitted). Baughman has proffered no evidence of secondary meaning of yellow corrugated plastic tubing for fence-capping. <i>See </i><i>Wal-Mart Stores, Inc. v. Samara Bros., Inc.,</i> <span class=\"citation\" data-id=\"118349\"><a href=\"/opinion/118349/wal-mart-stores-inc-v-samara-brothers-inc/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 211-12, <span class=\"citation\" data-id=\"118349\"><a href=\"/opinion/118349/wal-mart-stores-inc-v-samara-brothers-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1339</span></a></span>, <span class=\"citation\" data-id=\"118349\"><a href=\"/opinion/118349/wal-mart-stores-inc-v-samara-brothers-inc/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></a></span> (2000) (\"[W]ith respect to at least one category of mark  colorswe have held that no mark can ever be inherently distinctive.... We have held that a color could be protected as a trademark, but only upon a showing of secondary meaning.\").</p>\n<p>[4]  Gene Baughman conceded in his deposition that the yellow color was never legally \"patented,\" but that he understood the terms \"patent\" and \"trademark\" to be substantially synonymous.</p>\n<p>[5]  Baughman makes much of the fact that colors other than yellow, such as white, may have similar or better heat reflecting or visibility qualities. There appears to be tension among the federal courts as to when the availability to competitors of functionally equivalent designs should be considered, and what kind of weight such availability should be afforded. <i>Compare </i><i>Valu Engineering, Inc.,</i> 278 F.3d at 1274-1277 (\"[W]e do not read the [Supreme] Court's observations in <i>TrafFix</i> as rendering the availability of alternative designs irrelevant\" in analyzing the threshold question of whether the design is functional) <i>with </i><i>TrafFix Devices, Inc.,</i> 532 U.S. at 33, <span class=\"citation\" data-id=\"118411\"><a href=\"/opinion/118411/traffix-devices-inc-v-marketing-displays-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1255</span></a></span> (explaining that, if a feature is functional, \"[t]here is no need ... to engage ... in speculation about other design possibilities\"). At a minimum, it is clear that, at any such time that functionality becomes evident based on any combination of factors, speculation regarding other possible designs is improper. <i>Valu Engineering, Inc.,</i> 278 F.3d at 1278 (\"[O]nce a product feature is found functional based on other considerations there is no need to consider the availability of alternative designs.\"). Accordingly, because the record makes clear that the yellow coloring of the tubing is functional, \"it is unnecessary for competitors to explore\" the potential effectiveness of other colors. <i>TrafFix Devices, Inc.,</i> 532 U.S. at 33, <span class=\"citation\" data-id=\"118411\"><a href=\"/opinion/118411/traffix-devices-inc-v-marketing-displays-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1255</span></a></span>.</p>\n<p>[6]  In its Memorandum in Support of its Motion for Summary Judgment, PTI contends that, if the Court found that Baughman has trademark rights in the yellow corrugated tubing, then PTI would be entitled to an injunction prohibiting Baughman from selling the tubing in a certain geographical area. Because the Court finds Baughman's trademark unenforceable, this portion of PTI's motion is denied as moot.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580595/"
  ]
}