{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2572013/",
  "absolute_url": "/opinion/2572013/pruitt-v-pernell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2572013/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:32:30.506117Z",
  "date_modified": "2016-04-26T23:25:48.131337Z",
  "type": "010combined",
  "sha1": "a49fa81672ef2f2438280b4d6bf78435655b33c1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>360 F.Supp.2d 738 (2005)</b></center>\n<center><h1>Kenneth Ray PRUITT, Plaintiff,<br>\nv.<br>\nBilly PERNELL, et. al., Defendants.</h1></center>\n<center>No. 5:02-CV-270-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 5, 2005.</center>\n<p><span class=\"star-pagination\">*739</span> <span class=\"star-pagination\">*740</span> <span class=\"star-pagination\">*741</span> Kenneth Ray Pruitt, Rocky Mount, NC, Pro Se.</p>\n<p>Scott C. Hart, Sumrell, Sugg, Carmichael, Hicks &amp; Hart, New Bern, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Motion for Summary Judgment pursuant to Federal Rule of Civil Procedure 56. In the underlying Complaint, Plaintiff alleges violations of 42 U.S.C. § 1983 and various state law claims. For the reasons outlined below, Defendants' Motion for Summary Judgment is GRANTED as to Officer Bottoms. Defendants' Motion for Summary Judgment is DENIED as to all other claims against all other Defendants.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff owned and operated Joe Pizza restaurant at 4004 Church Street in Sharpsburg, North Carolina. Plaintiff leased the building where he operated his business from Tassie Ree Langley. Although Plaintiff was the owner of the restaurant, the day to day operations were managed by his son Kyle Pruitt and Ronnie Boykin.</p>\n<p>On April 23, 1999, Plaintiff met with Sharpsburg Chief of Police Billy Pernell to discuss his fears that Kyle Pruitt and Ronnie Boykin were planning to steal personal property from his business. (Plaintiff's Aff. ¶ 3; Plaintiff's Dep. pg. 105-107). During their meeting, Pernell informed Plaintiff that if he interfered with the removal of property from his store, he would be arrested. (Id.). However, this was not the only conversation Chief Pernell had about the situation at Plaintiff's business that day.</p>\n<p>At approximately 11:00 a.m. Tassie Ree Langley called Pernell and expressed her concern that Kyle Pruitt and Ronnie Boykin were planning to remove personal property from Plaintiff's business. (Langley Aff. ¶ 5). Chief Pernell allegedly told Langley that she would need to get a restraining order against Kyle Pruitt and Ronnie Boykin. (Id.). As it turns out, Plaintiff's and Langley's concerns were well founded. On the same day Chief Pernell spoke with Plaintiff and Langley, he was visited by Kyle Pruitt and Ronnie Boykin. In their meeting, Kyle and Ronnie informed Chief Pernell they were planning on moving the items and equipment they owned from Joe Pizza. (Pernell Aff. ¶ 5). In fact, Kyle Pruitt and Ronnie Boykin had approached Pernell several times in early 1999 claiming ownership of the personal property in the restaurant. (Id.).</p>\n<p>At approximately 10:00 p.m. on April the 23, 1999, Plaintiff was inside a video store adjacent to Joe Pizza with Jackie Bissett. (Plaintiff's Aff. ¶ 4). At roughly the same <span class=\"star-pagination\">*742</span> time, Kyle Pruitt and Ronnie Boykin arrived at the restaurant with six other men. (Plaintiff's Aff. ¶ 5; Bissett Aff. ¶ 4). Among those who arrived at the scene with Kyle and Ronnie was Officer George Bottoms. (Plaintiff's Aff. ¶ 5; Bottoms Aff. ¶ 6). Officer Bottoms was not in uniform, and at no time asserted his authority as an officer of the law. (Bottoms Aff. ¶ 7). Shortly thereafter, Officer M.L. Fellner arrived at the restaurant. (Plaintiff's Aff. ¶ 5; Fellner Aff. ¶ 4). Moments after that, Officer Joel Batchelor arrived. (Plaintiff's Aff. ¶ 5; Batchelor Aff. ¶ 4). Apparently, Kyle and Ronnie showed Officer Fellner receipts for property located inside the restaurant and informed him that the locks to the restaurant had been changed. (Fellner Aff. ¶ 6).</p>\n<p>Based on this information, Officer Fellner knocked on the door of the video store and instructed Plaintiff to step outside. (Plaintiff's Aff. ¶ 6). Fellner informed Plaintiff that if he did not step outside, he would be arrested. (Id.; Bissett Aff. ¶ 5). After Plaintiff complied with Fellner's demand and stepped outside, Fellner instructed Plaintiff to open the door to Joe Pizza so Kyle, Ronnie and the other men collected in the parking lot could enter the building and remove what they alleged was their property. (Id.). Again, Fellner advised Plaintiff that if he did not comply with this order, he would be arrested. (Id.; Langley Aff. ¶ 29; Pruitt, Jr. Aff. ¶ 5). Plaintiff again acquiesced to Officer Fellner's command and opened the door to Joe Pizza. (Id.). After Plaintiff opened the door, Officer Fellner repeatedly told him that if he obstructed the men removing the property from Joe Pizza, then he would be arrested. (Plaintiff's Aff. ¶ 7). Officer Fellner denies that he threatened anyone with arrest while Kyle, Ronnie and the other men were removing property from Joe Pizza. (Fellner Aff. ¶ 8).</p>\n<p>As the men were removing the property from Joe Pizza, Plaintiff asked Officer Fellner to order them to stop. Fellner stated that the decision as to who owned the property was a matter for the courts and determined it was not his place to make such a decision. (Fellner Aff. ¶ 10,11). However, in response to direct questioning, Fellner also stated that Chief Pernell had determined who the rightful owner of the property was. (Pruitt, Jr.Aff.¶ 8). It is undisputed that Officer Fellner did not maintain the <i>status quo</i> position of the property in dispute for a later determination by a court.</p>\n<p>During the course of these events, Plaintiff stepped forward to stop the men from removing the property from Joe Pizza. (Plaintiff's Aff. ¶ 8). At this time, Officer Batchelor placed his arm across Plaintiff's chest and threatened to arrest him. (Id.; Bissett Aff. ¶ 8). Furthermore, Officer Batchelor instructed Plaintiff to \"sit down and shut up\" or he would be arrested. (Id.). Officer Batchelor denies having any interaction with anyone at Joe Pizza on the evening of April 23, 1999. (Batchelor Aff. ¶ 10; Fellner Aff. ¶ 22). In fact, Officer Batchelor claims he never exited his patrol vehicle. (Id.).</p>\n<p>Plaintiff filed his Complaint <i>pro se</i> on April 23, 2002, alleging violations of his constitutional rights under the Fourth, Fifth and Fourteenth Amendments. Plaintiff subsequently amended his complaint to claim violations of his constitutional rights under 42 U.S.C. § 1983 and various state law claims. On March 3, 2004, Defendants filed a Motion for Summary Judgment as to all of Plaintiff's claims. This motion is now ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled <span class=\"star-pagination\">*743</span> to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>see also </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 251-52, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The moving party bears the initial burden to show the court that there is no genuine issue concerning any material fact. <i>See </i><i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. 2548. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. 2505. The Court must accept all of the non-moving party's evidence as true and must view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, 106 S.Ct. 2505.</p>\n<p></p>\n<h2><i>Liability of the Sharpsburg Officers Under 42 U.S.C. § 1983</i></h2>\n<p>To state a claim under 42 U.S.C. § 1983, Plaintiff must allege the violation of a right secured by the Constitution and laws of the United States, and must show the alleged deprivation was committed by a person acting under color of state law. 42 U.S.C. § 1983 (1996); <i>American Mfrs. Mut. Ins. Co. v. Sullivan,</i> 526 U.S. 40, 49-50, 119 S.Ct. 977, 143 L.Ed.2d 130 (1999); <i>Lytle v. Doyle,</i> 326 F.3d 463, 471 (4th Cir.2003). Plaintiff alleges that Officers Bottoms, Fellner and Batchelor as well as Chief Pernell all violated his constitutional rights while acting under color of state law. Before delving into the merits of Plaintiff's claims against each of the Defendants, the Court must first determine whether Defendants were \"persons\" acting \"under color of state law.\" Because Defendants are being sued in their individual capacities, Officers Bottoms, Fellner and Batchelor as well as Chief Pernell are clearly all \"persons\" within the meaning of section 1983. <i>See </i><i>Hafer v. Melo,</i> 502 U.S. 21, 27, 112 S.Ct. 358, 116 L.Ed.2d 301 (1991). Therefore the only remaining preliminary question is whether they acted \"under color of state law.\"</p>\n<p>Section 1983 regulates relationship between state officials and individuals and, thus, the threshold question in § 1983 action is whether defendant was state actor, acting in official capacity. <i>Doe v. William Shapiro, Esquire, P.C.,</i> 852 F.Supp. 1246 (E.D.Pa.1994). Under traditional definition of \"acting under color of state law,\" defendant in § 1983 action must have exercised power possessed by virtue of state law and made possible only because wrongdoer is clothed with authority of state law. <i>David v. City and County of Denver,</i> 101 F.3d 1344 (10th Cir.1996). The question of whether an actor was functioning under color of state law is a question of law for the Court. <i>Rodriguez v. Smithfield Packing Co., Inc.,</i> 338 F.3d 348, 354 (4th Cir.2003) <i>citing </i><i>Goldstein v. Chestnut Ridge Volunteer Fire Co.,</i> 218 F.3d 337, 344 (4th Cir.2000).</p>\n<p>Plaintiff's allegation that Officer Bottoms was acting under color of state law is meritless. The lack of outward indicia of state authority, such as being on duty, wearing a uniform, or driving a patrol car, while not determinative, is relevant evidence of whether a police officer is acting under color of state law.<sup>[1]</sup><i>See </i><i>Revene</i> <span class=\"star-pagination\">*744</span> <i>v. Charles County Commissioners,</i> 882 F.2d 870, 873 (4th Cir.1989) <i>citing </i><i>Robinson v. Davis,</i> 447 F.2d 753, 759 (4th Cir.1971). The undisputed evidence shows that Officer Bottoms was not wearing his uniform or his badge on the evening in question. Furthermore, Officer Bottoms was not carrying a firearm and did not at any time assert his authority as an officer of the law.</p>\n<p>Furthermore, the proper way to determine whether a police officer acted under color of state law is to focus on the nature of the act he was performing. <i>Revene,</i> 882 F.2d at 873; citing <i>Monroe v. Pape,</i> 365 U.S. 167, 184-87, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961), <i>overruled on other grounds, </i><i>Monell v. Department of Social Services,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). Here, Officer Bottoms claims he was summoned to the scene by his wife, who was an employee at Joe Pizza, to assist Kyle Pruitt and Ronnie Boykin, her supervisors. There is no evidence that Bottoms was aware of any property dispute prior to arriving at Joe Pizza. Additionally, it is uncontested that Officer Bottoms ceased removing property from Joe Pizza once he learned that ownership of the property was in dispute. As such, Bottoms was not acting under color of law and cannot be held liable under 42 U.S.C. § 1983. Accordingly, Defendants Motion to Dismiss all claims against Officer Bottoms is GRANTED.</p>\n<p>Plaintiff's contention that Officers Fellner and Batchelor acted under color of state law is supported by the record. As mentioned above, outward indicia of state authority is relevant evidence of whether an officer is acting under color of state law. <i>Revene,</i> 882 F.2d at 873. Here, the uncontested evidence establishes that Officers Fellner and Batchelor were in their police uniforms, carrying firearms and driving police cruisers. Furthermore, Plaintiff alleges that both Fellner and Batchelor threatened to arrest him several times as the events unfolded at Joe Pizza. Although Defendants deny ever threatening Plaintiff with arrest, their testimony is contradicted not only by Plaintiff, but also by three other witnesses who were present during the course of events at Joe Pizza. The threat of arrest is one of the purest acts of state authority. As such, the evidence establishes that Officers Fellner and Batchelor acted under color of state law.<sup>[2]</sup></p>\n<p>Plaintiff's contention that Chief Pernell acted under color of state law by supervising his officers to participate in the attempted repossession on April 23, 1999 is supported by sufficient facts to potentially establish liability under 42 U.S.C. § 1983. If a supervisory law officer is deliberately indifferent to his responsibilities to the public, he may be vicariously liable for the illegal conduct of his subordinates. <i>Randall v. Prince George's County Maryland,</i> 302 F.3d 188, 203 (4th Cir.2002). The uncontested evidence establishes that Chief Pernell was aware that there was a property dispute between Plaintiff, Kyle Pruitt and Ronnie Boykin. Furthermore, Chief Pernell admits he was aware Kyle Pruitt and Ronnie Boykin intended to go to Joe Pizza on the evening of April 23, 1999 to retrieve property over which they claimed ownership. <span class=\"star-pagination\">*745</span> When Officer Fellner was questioned at the scene of the incident about who decided which party owned the property he allegedly responded that Chief Pernell did. This evidence tends to establish that Chief Pernell instructed the officers under his command to assist Ronnie Boykin and Kyle Pruitt in their attempted repossession. Accordingly, there is a genuine issue of material fact as to whether Chief Pernell acted under color of state law.</p>\n<p></p>\n<h2><i>Qualified Immunity</i></h2>\n<p>Defendants further contend they are entitled to qualified immunity for their actions, and therefore cannot be held liable. The test of qualified immunity for police officers sued under 42 U.S.C. § 1983 is whether, in performing discretionary functions, they have engaged in conduct that violates \"clearly established constitutional rights of which a reasonable person would have known.\" <i>Pritchett v. Alford,</i> 973 F.2d 307, 312 (4th Cir.1992), citing <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982). Therefore, immunity can be established by showing the right allegedly violated was (1) not \"clearly established\" at the time, or (2) that the violation of a \"clearly established\" right by a police officer was reasonable when viewed from the perspective of a reasonable person in the position of the officer at the time the alleged violation occurred. <i>See </i><i>Mitchell v. Forsyth,</i> 472 U.S. 511, 535, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985) (\"decisive fact is not that [the officer's] position turned out to be incorrect, but that the question was open at the time he acted\").</p>\n<p>Therefore, to determine whether Defendants are entitled to qualified immunity, the Court must: (1) identify the specific right allegedly violated; (2) determine whether the right was clearly established at the time of the alleged violation; and (3) determine whether a reasonable person in the officer's position would have known that his actions would violate that right. <i>Pritchett,</i> 973 F.2d at 312. The first two elements of the qualified immunity defense present pure questions of law for the Court. <i>Harlow,</i> 457 U.S. at 818, 102 S.Ct. 2727. The third element may require factual determinations about disputed aspects of the officer's conduct. <i>See </i><i>Anderson v. Creighton,</i> 483 U.S. 635, 646, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987). The Court will examine each element of the qualified immunity defense separately.</p>\n<p>As the precedent of the Supreme Court and this Circuit make clear, the nature of the right allegedly violated must be defined \"at a high level of particularity.\" <i>Rogers v. Pendleton,</i> 249 F.3d 279, 286 (4th Cir.2001). In attempting to define the specific right at issue, Defendants characterize Plaintiff's claim as a call for a \"constitutional right to police assistance in a civil dispute.\" (Defs.Mem.Supp.Sum. J. pg.21). However, as properly highlighted by Plaintiff, the more fundamental right at issue here is Plaintiff's right to be free from unreasonable searches and seizures as guaranteed by the Fourth Amendment to the Constitution. More specifically, the Court believes the narrow right in question is that of a citizen to be free from unreasonable searches of his business premises and seizures of his property by private individuals with the assistance of state actors. Accordingly, the Court rejects Defendants' characterization of the rights in issue and proceeds with its inquiry under the framework of protections guaranteed by the Fourth Amendment.</p>\n<p>The inquiry as to whether a specific right, which has allegedly been violated, is \"clearly established\" does not focus on the right at its most general or abstract level. <i>Pritchett,</i> 973 F.2d at 312. Rather, the determination of whether a <span class=\"star-pagination\">*746</span> right is \"clearly established\" must be made at the level of the application of the right to the specific conduct being challenged. <i>Anderson,</i> 483 U.S. at 639-40, 107 S.Ct. 3034, <i>See </i><i>Tarantino v. Baker,</i> 825 F.2d 772, 774-75 (4th Cir.1987). Here, as mentioned above, the right at issue is best defined as that of a citizen to be free from unreasonable searches of his business premises and seizures of his property by private individuals with the assistance of state actors.</p>\n<p>It is constitutional bedrock that the Fourth Amendment protects individuals from unreasonable searches and seizures. United States Constitution, Amendment IV. However, Defendants did not actually commit an illegal search or seizure themselves. Rather, they facilitated the search of Plaintiff's business premises and seizure of his property by Ronnie Boykin, Kyle Pruitt and the other men assembled at Joe Pizza on the night of April 23, 1999. Nonetheless, it is also well settled that state actors must not affirmatively facilitate or encourage an unreasonable search by a private person. <i>See </i><i>Specht v. Jensen,</i> 832 F.2d 1516 (10th Cir.1987); <i>Kennedy v. Widdowson,</i> 804 F.Supp. 737 (D.Md.1992); <i>Booker v. City of Atlanta,</i> 776 F.2d 272 (11th Cir.1985); <i>Harris v. City of Roseburg,</i> 664 F.2d 1121 (9th Cir.1981). Accordingly, the right Officers Fellner and Batchelor allegedly violated was \"clearly established\" when they facilitated the search of Plaintiff's business and the seizure of his property.</p>\n<p>Defendants Fellner and Batchelor claim they are entitled to qualified immunity under the third prong of the qualified immunity test. Specifically, Defendants Fellner and Batchelor claim their actions were reasonable under the circumstances. The finding of whether a reasonable person in the position of the officer would have known his conduct would violate a clearly established right must rely on information actually possessed by the officer, or reasonably available to him, at the time the alleged violation occurred. <i>Anderson,</i> 483 U.S. at 641, 107 S.Ct. 3034; <i>Harlow,</i> 457 U.S. at 815, 102 S.Ct. 2727; <i>Sevigny v. Dicksey,</i> 846 F.2d 953, 957 (4th Cir.1988). Furthermore, the evaluation of the officer's conduct must be made in light of any exigencies of time and circumstance that may have reasonably affected his or her perceptions. <i>Malley v. Briggs,</i> 475 U.S. 335, 350, 106 S.Ct. 1092, 89 L.Ed.2d 271 (1986). The aim of the qualified immunity defense is to give protection to \"all but the plainly incompetent or those who knowingly violate the law.\" <i>Malley,</i> 475 U.S. at 341, 106 S.Ct. 1092.</p>\n<p>Defendants' claim they are entitled to qualified immunity is without merit. Based on the allegations contained in the complaint, the Court is unable to conclude that Defendants Fellner, Batchelor and Pernell were acting within the scope of their law enforcement function. Facilitating and assisting persons in the unlawful taking of the property of another, as alleged in Plaintiff's Complaint, are acts in contravention of the law as opposed to acts to enforce the law. Moreover, the acts alleged may constitute intentional torts for which public official immunity does not lie. Furthermore, the Complaint also alleges that Chief Pernell essentially instructed Officers Fellner and Batchelor to behave as they did that evening. As such, he is also barred from claiming qualified immunity as a defense. Finally, there are no exigent facts or circumstances in the record that can explain or justify Defendants actions. Accordingly, Defendants claim for qualified immunity is DENIED.</p>\n<p></p>\n<h2><i>Section 1983 Claims Based on Fourth Amendment Violations</i></h2>\n<p>Plaintiff's claim that the Sharpsburg officers violated his Fourth Amendment <span class=\"star-pagination\">*747</span> rights is supported by sufficient evidence to create a genuine issue of material fact, and thereby survive summary judgement. The Court will address the alleged Fourth Amendment violations as they apply to each of the remaining Defendants individually.</p>\n<p>There is sufficient evidence that Chief Pernell violated Plaintiff's Fourth Amendment rights to create a genuine issue of material fact. If a supervisory law officer is deliberately indifferent to his responsibilities to the public, he may be vicariously liable for the illegal conduct of his subordinates. <i>Randall v. Prince George's County Maryland,</i> 302 F.3d 188, 203 (4th Cir.2002). It is well settled that if there is a confrontation at the time of a repossession, the secured party must cease the repossession and proceed by court action in order to avoid a \"breach of the peace.\" <i>Everett v. U.S. Life Credit Corp.,</i> 74 N.C.App. 142, 144, 327 S.E.2d 269 (1985). Chief Pernell claims that he informed all parties involved that they needed to seek a resolution to their dispute through the civil courts. Given that Chief Pernell was aware of the contested property at Joe Pizza, he was responsible for ensuring his officers would do everything possible to avoid a breach of the peace.</p>\n<p>Plaintiff's contention that Chief Pernell is vicariously liable for the actions of his officers on April 23, 1999 is supported by the facts in the record. The uncontested evidence establishes that Chief Pernell was aware that there was a property dispute between Plaintiff and Kyle Pruitt and Ronnie Boykin. Furthermore, Chief Pernell admits he was aware Kyle Pruitt and Ronnie Boykin intended to go to Joe Pizza on the evening of April 23, 1999 to retrieve property they claimed to be theirs.</p>\n<p>Nonetheless, when Officer Fellner was questioned at the scene of the incident about who decided which party owned the property he allegedly responded that Chief Pernell did. This evidence tends to show that not only did Chief Pernell take it upon himself to co-opt the role of the courts in this property dispute, he also authorized his officers to enforce his unilateral decision, irrespective of the law's position toward confrontations during repossession. As such, the evidence creates a genuine issue of material fact as to whether Chief Pernell was deliberately indifferent to his responsibilities to the public, and thereby liable under 42 U.S.C. § 1983 for the actions of the officers under his command. Accordingly, Defendant's Motion for Summary Judgment regarding section 1983 claims against Chief Pernell is DENIED.</p>\n<p>There is sufficient evidence that Officers Fellner and Batchelor violated Plaintiff's Fourth Amendment rights to create a genuine issue of material fact. It is well settled that the Fourth Amendment protects a privacy interest in commercial premises. <i>U.S. v. Dunn,</i> 480 U.S. 294, 314, 107 S.Ct. 1134, 94 L.Ed.2d 326 (1987); <i>See </i><i>Oliver v. United States,</i> 466 U.S. 170, 178, 104 S.Ct. 1735, 80 L.Ed.2d 214 (1984) (the protection of privacy interests in business premises is \"based on societal expectations that have deep roots in the history of the Amendment.\"); <i>See also </i><i>Marshall v. Barlow's Inc.,</i> 436 U.S. 307, 312, 98 S.Ct. 1816, 56 L.Ed.2d 305 (1978) (the historical foundation of the Fourth Amendment reveals that \"it is untenable that the ban on warrantless searches was not intended to shield places of business as well as of residence\"); <i>See v. City of Seattle,</i> 387 U.S. 541, 543, 87 S.Ct. 1737, 18 L.Ed.2d 943 (1967) (\"The businessman, like the occupant of a residence, has a constitutional right to go about his business free from unreasonable official entries upon his private commercial property.\"). Here, Plaintiff was the owner and operator of Joe Pizza and the leaseholder of the building <span class=\"star-pagination\">*748</span> where Joe Pizza was located. As such, he holds a privacy interest in his commercial establishment.</p>\n<p>Defendants attempt to undermine Plaintiff's privacy interest in Joe Pizza by virtue of the fact it was an establishment open to the public. They claim that because employees were free to move about the premises during the course of performing their duties, and since Plaintiff did not lock the door between his two businesses, Plaintiff has not kept any part of the business for himself and therefore cannot assert a privacy interest in the restaurant. However, Defendants argument is without merit. The undisputed evidence establishes that Joe Pizza was closed when Defendants arrived on April 23, 1999. In fact, Plaintiff alleges he was forced to come outside and unlock Joe Pizza under threat of arrest by Defendant Fellner. Clearly, Plaintiff was not holding his business open to the public when he was forced to unlock its doors under pain of arrest. Accordingly, Plaintiff has established a legitimate privacy interest in Joe Pizza.</p>\n<p>Defendants also claim that no seizure occurred on the evening of April 23, 1999. In support of this claim, Defendants assert they were merely participating in a \"civil standby\", and therefore were not actively participating in any search of Plaintiff's business or seizure of his property. However, their claim is simply not supported by the record. When a government official affirmatively facilitates or encourages an unreasonable search performed by a private person, a constitutional violation occurs. <i>Kennedy v. Widdowson,</i> 804 F.Supp. 737, 743 (D.Md.1992), citing <i>Specht v. Jensen,</i> 832 F.2d 1516 (10th Cir.1987); <i>See </i><i>Booker v. City of Atlanta,</i> 776 F.2d 272, 274 (11th Cir.1985); <i>See </i><i>Harris v. City of Roseburg,</i> 664 F.2d 1121, 1127 (9th Cir.1981).</p>\n<p>Here, Plaintiff alleges that Defendant Fellner arrived at Joe Pizza and ordered him to step outside and unlock the business so that Kyle Pruitt, Ronnie Boykin and others could remove property from the restaurant. Plaintiff further alleges that Defendants Fellner and Batchelor threatened to arrest him if he interfered with the individuals removing property from his business. Additionally, Plaintiff claims that Chief Pernell was aware of the property dispute between himself, Ronnie Boykin and Kyle Pruitt and ordered his officers to assist Pruitt and Boykin in the removal of property from Plaintiff's restaurant. The facts briefly outlined above bear a striking resemblance to those in the <i>Kennedy</i> and <i>Specht</i> cases.</p>\n<p>In <i>Kennedy,</i> the defendant contacted his second cousin, who was a local State's Attorney and also named as a defendant, to inform him that he could not gain access to a shed which contained some of his tools. <i>Kennedy,</i> 804 F.Supp. at 739. The plaintiffs had recently purchased the property where the shed was located from the defendant and had placed new locks on the shed. <i>Id.</i> The defendant's cousin contacted the plaintiffs' mother directly and informed her that Plaintiffs would be arrested if they did no allow the defendant access to the property. <i>Id.</i> Subsequently, the defendant's cousin registered a complaint with the local sheriff and told the sheriff to go to the plaintiff's residence and \"keep the peace.\" <i>Id.</i> The sheriff honored this request and dispatched a deputy sheriff with the defendant to the plaintiffs' property. <i>Id.</i> When the plaintiffs complained that Defendant and the deputy sheriff were illegally on their property, and offered documentation to support this claim, the sheriff threatened to arrest them. <i>Id.</i> Plaintiffs then watched for eight hours as Defendant removed all the property from the shed, including property he did not own. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*749</span> Similarly, in <i>Specht,</i> the defendants, including police officers, attempted to repossess a computer from the plaintiff's business. <i>Specht,</i> 832 F.2d at 1519. The defendants had the owner of the building where the plaintiff ran his business meet them there after business hours. <i>Id.</i> Once they were all at the scene, defendants had the owner of the building open the door to the plaintiff's business and conducted a search for the computer. <i>Id.</i> Finding nothing there, the defendants traveled to the plaintiff's home early the next morning. <i>Id.</i> at 1520. During the course of the repossession at the plaintiff's home, she was informed that if she attempted to obstruct the defendants or did not cooperate with them, that she would be arrested. <i>Id.</i> The defendants then informed the plaintiff that she could not contact her lawyer and conducted a thorough search of the home for thirty to forty minutes. <i>Id.</i></p>\n<p>In each of the above mentioned cases, the courts found that the police officers actions were far beyond the scope of a \"civil standby\". Rather, the officers actively engaged in an facilitated the illegal search and seizure. Accordingly, each court found that the defendants could be held liable for their actions under 42 U.S.C. § 1983. Because the situation in this case closely mirrors that which occurred in <i>Kennedy</i> and <i>Specht,</i> this Court believes the decisions in those cases are instructive. Therefore, this Court finds that Plaintiff has provided sufficient evidence to establish a genuine issue of material fact regarding his claim of Fourth Amendment violations committed by Defendants Fellner and Batchelor. As such, Defendant's Motion for Summary Judgment regarding section 1983 claims against Defendants Fellner and Batchelor is DENIED.</p>\n<p></p>\n<h2><i>Pendent State Law Claims</i></h2>\n<p>Pursuant to 28 U.S.C. § 1367, this Court has jurisdiction over all state law claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution. 28 U.S.C. § 1367(a). Here, the events that occurred at Joe Pizza on the evening of April 23, 1999 form the basis of Plaintiff's claims under 42 U.S.C. § 1983 and his state law claims. <i>See </i><i>Kennedy,</i> 804 F.Supp. 737, 744. Accordingly, the exercise of supplemental jurisdiction over these claims is proper. In exercising supplemental jurisdiction over these claims, this Court will apply the substantive law of the State of North Carolina.</p>\n<p>Here, Plaintiff has alleged Defendants committed larceny against him. However, larceny is a crime and is not actionable as a tort. N.C. Gen.Stat. § 14-70. However, the Court will construe Plaintiff's <i>pro se</i> complaint liberally to state a claim for conversion. The essential elements of conversion under North Carolina law are: \"1) the unauthorized assumption and exercise of the right of ownership; 2) over goods or personal chattels; 3) owned by Plaintiff; 4) to the alteration of their condition or exclusion of the owner's rights.\" <i>Wall v. Colvard,</i> 268 N.C. 43, 149 S.E.2d 559 (1966). Here, Plaintiff alleges that Defendants provided the force and authority which allowed Ronnie Boykin, Kyle Pruitt and the others to remove his property from Joe Pizza on the night of April 23, 1999. Accordingly, Plaintiff has provided sufficient evidence that Defendants actively participated in the unauthorized assumption of his property to the exclusion of his rights to create a genuine issue of material fact. Therefore, Defendants motion to dismiss Plaintiff's conversion claim is DENIED.</p>\n<p><span class=\"star-pagination\">*750</span> The elements for the tort of intentional infliction of emotional distress under North Carolina law are: \"1) extreme and outrageous conduct by the defendant 2) which is intended to cause and does in fact cause 3) severe emotional distress.\" <i>Waddle v. Sparks,</i> 331 N.C. 73, 82, 414 S.E.2d 22 (1992) Conduct is extreme and outrageous when it is \"so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community.\" <i>Briggs v. Rosenthal,</i> 73 N.C.App. 672, 677, 327 S.E.2d 308 (1985). The behavior must be more than \"mere insults, indignities, threats, ... and... plaintiffs must necessarily be expected and required to be hardened to a certain amount of rough language, and to occasional acts that are definitely inconsiderate or unkind.\" <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 493, 340 S.E.2d 116 (1986). The determination of whether the alleged conduct is considered extreme and outrageous is a question of law for the trial judge, however, the jury must determine whether the conduct is \"sufficiently extreme and outrageous to result in liability.\" <i>Id.</i> at 490-491, 340 S.E.2d 116.</p>\n<p>Plaintiff has provided sufficient evidence that Defendants' conduct was extreme and outrageous. As mentioned above, Defendants' acts appear to have been in contravention of the law as opposed to acts to enforce the law. Police officers serving as active participants and perhaps even confederates in a plan to illegally deprive Plaintiff from his property is clearly behavior that cannot be tolerated by a civilized society. Furthermore, Plaintiff has provided sufficient evidence to create a genuine issue of material fact regarding Defendants' liability for their conduct. Therefore, Defendants motion to dismiss Plaintiff's intentional infliction of emotional distress claim is DENIED.</p>\n<p>The essential elements of actionable fraud under North Carolina law are: \"(1) [f]alse representation or concealment of a material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.\" <i>Becker v. Graber Builders, Inc.,</i> 149 N.C.App. 787, 794, 561 S.E.2d 905 (2002) (quoting <i>Ragsdale v. Kennedy,</i> 286 N.C. 130, 138, 209 S.E.2d 494 (1974)). There is no evidence that Defendants made a false statement to Plaintiff that he relied on to his detriment. Accordingly, Plaintiff has not provided sufficient evidence that Defendants committed fraud to create a genuine issue of material fact. Therefore, Defendants motion to dismiss Plaintiff's fraud claim is GRANTED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendant's Motion to for Summary Judgement is GRANTED as to Officer Bottoms and to Plaintiff's claim state law claim of fraud. Defendants' Motion for Summary Judgment is DENIED as to all other claims and all other Defendants. The case may proceed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See also</i> Martin A. Schwartz &amp; John E. Kirkland, <i>Section 1983 Litigation: Claims, Defenses and Fees,</i> 496 (3d ed.1997) (factors courts should consider in determining whether an officer exercised state authority include: \"whether there is a policy requiring officers to be on duty at all times; whether officer displayed a badge or an identification card, identified himself as a police officer, or carried or used a service revolver or other weapon or device issued by the police department; and whether the officer purported to place the individual under arrest.\").</p>\n<p>[2]  Defendants also assert they were merely engaging in a \"civil standby\", however, the record in this case clearly betrays their claim. See discussion of Section 1983 Claims Based on Fourth Amendment Violations. <i>Supra.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">738</span></span> (2005)</b></center>\n<center><h1>Kenneth Ray PRUITT, Plaintiff,<br>\nv.<br>\nBilly PERNELL, et. al., Defendants.</h1></center>\n<center>No. 5:02-CV-270-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 5, 2005.</center>\n<p><span class=\"star-pagination\">*739</span> <span class=\"star-pagination\">*740</span> <span class=\"star-pagination\">*741</span> Kenneth Ray Pruitt, Rocky Mount, NC, Pro Se.</p>\n<p>Scott C. Hart, Sumrell, Sugg, Carmichael, Hicks &amp; Hart, New Bern, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Motion for Summary Judgment pursuant to Federal Rule of Civil Procedure 56. In the underlying Complaint, Plaintiff alleges violations of 42 U.S.C. § 1983 and various state law claims. For the reasons outlined below, Defendants' Motion for Summary Judgment is GRANTED as to Officer Bottoms. Defendants' Motion for Summary Judgment is DENIED as to all other claims against all other Defendants.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff owned and operated Joe Pizza restaurant at 4004 Church Street in Sharpsburg, North Carolina. Plaintiff leased the building where he operated his business from Tassie Ree Langley. Although Plaintiff was the owner of the restaurant, the day to day operations were managed by his son Kyle Pruitt and Ronnie Boykin.</p>\n<p>On April 23, 1999, Plaintiff met with Sharpsburg Chief of Police Billy Pernell to discuss his fears that Kyle Pruitt and Ronnie Boykin were planning to steal personal property from his business. (Plaintiff's Aff. ¶ 3; Plaintiff's Dep. pg. 105-107). During their meeting, Pernell informed Plaintiff that if he interfered with the removal of property from his store, he would be arrested. (Id.). However, this was not the only conversation Chief Pernell had about the situation at Plaintiff's business that day.</p>\n<p>At approximately 11:00 a.m. Tassie Ree Langley called Pernell and expressed her concern that Kyle Pruitt and Ronnie Boykin were planning to remove personal property from Plaintiff's business. (Langley Aff. ¶ 5). Chief Pernell allegedly told Langley that she would need to get a restraining order against Kyle Pruitt and Ronnie Boykin. (Id.). As it turns out, Plaintiff's and Langley's concerns were well founded. On the same day Chief Pernell spoke with Plaintiff and Langley, he was visited by Kyle Pruitt and Ronnie Boykin. In their meeting, Kyle and Ronnie informed Chief Pernell they were planning on moving the items and equipment they owned from Joe Pizza. (Pernell Aff. ¶ 5). In fact, Kyle Pruitt and Ronnie Boykin had approached Pernell several times in early 1999 claiming ownership of the personal property in the restaurant. (Id.).</p>\n<p>At approximately 10:00 p.m. on April the 23, 1999, Plaintiff was inside a video store adjacent to Joe Pizza with Jackie Bissett. (Plaintiff's Aff. ¶ 4). At roughly the same <span class=\"star-pagination\">*742</span> time, Kyle Pruitt and Ronnie Boykin arrived at the restaurant with six other men. (Plaintiff's Aff. ¶ 5; Bissett Aff. ¶ 4). Among those who arrived at the scene with Kyle and Ronnie was Officer George Bottoms. (Plaintiff's Aff. ¶ 5; Bottoms Aff. ¶ 6). Officer Bottoms was not in uniform, and at no time asserted his authority as an officer of the law. (Bottoms Aff. ¶ 7). Shortly thereafter, Officer M.L. Fellner arrived at the restaurant. (Plaintiff's Aff. ¶ 5; Fellner Aff. ¶ 4). Moments after that, Officer Joel Batchelor arrived. (Plaintiff's Aff. ¶ 5; Batchelor Aff. ¶ 4). Apparently, Kyle and Ronnie showed Officer Fellner receipts for property located inside the restaurant and informed him that the locks to the restaurant had been changed. (Fellner Aff. ¶ 6).</p>\n<p>Based on this information, Officer Fellner knocked on the door of the video store and instructed Plaintiff to step outside. (Plaintiff's Aff. ¶ 6). Fellner informed Plaintiff that if he did not step outside, he would be arrested. (Id.; Bissett Aff. ¶ 5). After Plaintiff complied with Fellner's demand and stepped outside, Fellner instructed Plaintiff to open the door to Joe Pizza so Kyle, Ronnie and the other men collected in the parking lot could enter the building and remove what they alleged was their property. (Id.). Again, Fellner advised Plaintiff that if he did not comply with this order, he would be arrested. (Id.; Langley Aff. ¶ 29; Pruitt, Jr. Aff. ¶ 5). Plaintiff again acquiesced to Officer Fellner's command and opened the door to Joe Pizza. (Id.). After Plaintiff opened the door, Officer Fellner repeatedly told him that if he obstructed the men removing the property from Joe Pizza, then he would be arrested. (Plaintiff's Aff. ¶ 7). Officer Fellner denies that he threatened anyone with arrest while Kyle, Ronnie and the other men were removing property from Joe Pizza. (Fellner Aff. ¶ 8).</p>\n<p>As the men were removing the property from Joe Pizza, Plaintiff asked Officer Fellner to order them to stop. Fellner stated that the decision as to who owned the property was a matter for the courts and determined it was not his place to make such a decision. (Fellner Aff. ¶ 10,11). However, in response to direct questioning, Fellner also stated that Chief Pernell had determined who the rightful owner of the property was. (Pruitt, Jr.Aff.¶ 8). It is undisputed that Officer Fellner did not maintain the <i>status quo</i> position of the property in dispute for a later determination by a court.</p>\n<p>During the course of these events, Plaintiff stepped forward to stop the men from removing the property from Joe Pizza. (Plaintiff's Aff. ¶ 8). At this time, Officer Batchelor placed his arm across Plaintiff's chest and threatened to arrest him. (Id.; Bissett Aff. ¶ 8). Furthermore, Officer Batchelor instructed Plaintiff to \"sit down and shut up\" or he would be arrested. (Id.). Officer Batchelor denies having any interaction with anyone at Joe Pizza on the evening of April 23, 1999. (Batchelor Aff. ¶ 10; Fellner Aff. ¶ 22). In fact, Officer Batchelor claims he never exited his patrol vehicle. (Id.).</p>\n<p>Plaintiff filed his Complaint <i>pro se</i> on April 23, 2002, alleging violations of his constitutional rights under the Fourth, Fifth and Fourteenth Amendments. Plaintiff subsequently amended his complaint to claim violations of his constitutional rights under 42 U.S.C. § 1983 and various state law claims. On March 3, 2004, Defendants filed a Motion for Summary Judgment as to all of Plaintiff's claims. This motion is now ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled <span class=\"star-pagination\">*743</span> to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>see also </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The moving party bears the initial burden to show the court that there is no genuine issue concerning any material fact. <i>See </i><i>Celotex,</i> 477 U.S. at 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The Court must accept all of the non-moving party's evidence as true and must view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p></p>\n<h2><i>Liability of the Sharpsburg Officers Under 42 U.S.C. § 1983</i></h2>\n<p>To state a claim under 42 U.S.C. § 1983, Plaintiff must allege the violation of a right secured by the Constitution and laws of the United States, and must show the alleged deprivation was committed by a person acting under color of state law. 42 U.S.C. § 1983 (1996); <i>American Mfrs. Mut. Ins. Co. v. Sullivan,</i> <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, 49-50, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">977</span></a></span>, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (1999); <i>Lytle v. Doyle,</i> <span class=\"citation\" data-id=\"781637\"><a href=\"/opinion/781637/david-lytle-jeanette-lytle-joan-maguire-v-jack-doyle-in-his-official/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span></a></span>, 471 (4th Cir.2003). Plaintiff alleges that Officers Bottoms, Fellner and Batchelor as well as Chief Pernell all violated his constitutional rights while acting under color of state law. Before delving into the merits of Plaintiff's claims against each of the Defendants, the Court must first determine whether Defendants were \"persons\" acting \"under color of state law.\" Because Defendants are being sued in their individual capacities, Officers Bottoms, Fellner and Batchelor as well as Chief Pernell are clearly all \"persons\" within the meaning of section 1983. <i>See </i><i>Hafer v. Melo,</i> <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, 27, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></a></span> (1991). Therefore the only remaining preliminary question is whether they acted \"under color of state law.\"</p>\n<p>Section 1983 regulates relationship between state officials and individuals and, thus, the threshold question in § 1983 action is whether defendant was state actor, acting in official capacity. <i>Doe v. William Shapiro, Esquire, P.C.,</i> <span class=\"citation\" data-id=\"1736073\"><a href=\"/opinion/1736073/doe-v-william-shapiro-esquire-pc/\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1246</span></a></span> (E.D.Pa.1994). Under traditional definition of \"acting under color of state law,\" defendant in § 1983 action must have exercised power possessed by virtue of state law and made possible only because wrongdoer is clothed with authority of state law. <i>David v. City and County of Denver,</i> <span class=\"citation\" data-id=\"730895\"><a href=\"/opinion/730895/dorothy-monica-david-v-city-and-county-of-denver-wellington-webb-mayor-of/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1344</span></a></span> (10th Cir.1996). The question of whether an actor was functioning under color of state law is a question of law for the Court. <i>Rodriguez v. Smithfield Packing Co., Inc.,</i> <span class=\"citation\" data-id=\"782959\"><a href=\"/opinion/782959/john-rene-rodriguez-rayshawn-ward-v-smithfield-packing-company/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></a></span>, 354 (4th Cir.2003) <i>citing </i><i>Goldstein v. Chestnut Ridge Volunteer Fire Co.,</i> <span class=\"citation\" data-id=\"769392\"><a href=\"/opinion/769392/scott-goldstein-v-the-chestnut-ridge-volunteer-fire-company-richard-yaffee/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">337</span></a></span>, 344 (4th Cir.2000).</p>\n<p>Plaintiff's allegation that Officer Bottoms was acting under color of state law is meritless. The lack of outward indicia of state authority, such as being on duty, wearing a uniform, or driving a patrol car, while not determinative, is relevant evidence of whether a police officer is acting under color of state law.<sup>[1]</sup><i>See </i><i>Revene</i> <span class=\"star-pagination\">*744</span> <i>v. Charles County Commissioners,</i> <span class=\"citation\" data-id=\"527817\"><a href=\"/opinion/527817/monica-revene-individually-v-charles-county-commissioners-office-of-the/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 873 (4th Cir.1989) <i>citing </i><i>Robinson v. Davis,</i> <span class=\"citation\" data-id=\"298739\"><a href=\"/opinion/298739/richard-robinson-v-grier-davis/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 759 (4th Cir.1971). The undisputed evidence shows that Officer Bottoms was not wearing his uniform or his badge on the evening in question. Furthermore, Officer Bottoms was not carrying a firearm and did not at any time assert his authority as an officer of the law.</p>\n<p>Furthermore, the proper way to determine whether a police officer acted under color of state law is to focus on the nature of the act he was performing. <i>Revene,</i> 882 F.2d at 873; citing <i>Monroe v. Pape,</i> <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 184-87, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961), <i>overruled on other grounds, </i><i>Monell v. Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). Here, Officer Bottoms claims he was summoned to the scene by his wife, who was an employee at Joe Pizza, to assist Kyle Pruitt and Ronnie Boykin, her supervisors. There is no evidence that Bottoms was aware of any property dispute prior to arriving at Joe Pizza. Additionally, it is uncontested that Officer Bottoms ceased removing property from Joe Pizza once he learned that ownership of the property was in dispute. As such, Bottoms was not acting under color of law and cannot be held liable under 42 U.S.C. § 1983. Accordingly, Defendants Motion to Dismiss all claims against Officer Bottoms is GRANTED.</p>\n<p>Plaintiff's contention that Officers Fellner and Batchelor acted under color of state law is supported by the record. As mentioned above, outward indicia of state authority is relevant evidence of whether an officer is acting under color of state law. <i>Revene,</i> 882 F.2d at 873. Here, the uncontested evidence establishes that Officers Fellner and Batchelor were in their police uniforms, carrying firearms and driving police cruisers. Furthermore, Plaintiff alleges that both Fellner and Batchelor threatened to arrest him several times as the events unfolded at Joe Pizza. Although Defendants deny ever threatening Plaintiff with arrest, their testimony is contradicted not only by Plaintiff, but also by three other witnesses who were present during the course of events at Joe Pizza. The threat of arrest is one of the purest acts of state authority. As such, the evidence establishes that Officers Fellner and Batchelor acted under color of state law.<sup>[2]</sup></p>\n<p>Plaintiff's contention that Chief Pernell acted under color of state law by supervising his officers to participate in the attempted repossession on April 23, 1999 is supported by sufficient facts to potentially establish liability under 42 U.S.C. § 1983. If a supervisory law officer is deliberately indifferent to his responsibilities to the public, he may be vicariously liable for the illegal conduct of his subordinates. <i>Randall v. Prince George's County Maryland,</i> <span class=\"citation\" data-id=\"778997\"><a href=\"/opinion/778997/david-randall-tamara-marshall-in-her-individual-capacity-and-in-her/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 203 (4th Cir.2002). The uncontested evidence establishes that Chief Pernell was aware that there was a property dispute between Plaintiff, Kyle Pruitt and Ronnie Boykin. Furthermore, Chief Pernell admits he was aware Kyle Pruitt and Ronnie Boykin intended to go to Joe Pizza on the evening of April 23, 1999 to retrieve property over which they claimed ownership. <span class=\"star-pagination\">*745</span> When Officer Fellner was questioned at the scene of the incident about who decided which party owned the property he allegedly responded that Chief Pernell did. This evidence tends to establish that Chief Pernell instructed the officers under his command to assist Ronnie Boykin and Kyle Pruitt in their attempted repossession. Accordingly, there is a genuine issue of material fact as to whether Chief Pernell acted under color of state law.</p>\n<p></p>\n<h2><i>Qualified Immunity</i></h2>\n<p>Defendants further contend they are entitled to qualified immunity for their actions, and therefore cannot be held liable. The test of qualified immunity for police officers sued under 42 U.S.C. § 1983 is whether, in performing discretionary functions, they have engaged in conduct that violates \"clearly established constitutional rights of which a reasonable person would have known.\" <i>Pritchett v. Alford,</i> <span class=\"citation\" data-id=\"589690\"><a href=\"/opinion/589690/robert-pritchett-ben-pritchett-marietta-garage-incorporated-v-rn/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></a></span>, 312 (4th Cir.1992), citing <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). Therefore, immunity can be established by showing the right allegedly violated was (1) not \"clearly established\" at the time, or (2) that the violation of a \"clearly established\" right by a police officer was reasonable when viewed from the perspective of a reasonable person in the position of the officer at the time the alleged violation occurred. <i>See </i><i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 535, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985) (\"decisive fact is not that [the officer's] position turned out to be incorrect, but that the question was open at the time he acted\").</p>\n<p>Therefore, to determine whether Defendants are entitled to qualified immunity, the Court must: (1) identify the specific right allegedly violated; (2) determine whether the right was clearly established at the time of the alleged violation; and (3) determine whether a reasonable person in the officer's position would have known that his actions would violate that right. <i>Pritchett,</i> 973 F.2d at 312. The first two elements of the qualified immunity defense present pure questions of law for the Court. <i>Harlow,</i> 457 U.S. at 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>. The third element may require factual determinations about disputed aspects of the officer's conduct. <i>See </i><i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 646, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987). The Court will examine each element of the qualified immunity defense separately.</p>\n<p>As the precedent of the Supreme Court and this Circuit make clear, the nature of the right allegedly violated must be defined \"at a high level of particularity.\" <i>Rogers v. Pendleton,</i> <span class=\"citation\" data-id=\"773125\"><a href=\"/opinion/773125/jonathan-rogers-v-m-l-pendleton-officer-m-g-vinyard-officer/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 286 (4th Cir.2001). In attempting to define the specific right at issue, Defendants characterize Plaintiff's claim as a call for a \"constitutional right to police assistance in a civil dispute.\" (Defs.Mem.Supp.Sum. J. pg.21). However, as properly highlighted by Plaintiff, the more fundamental right at issue here is Plaintiff's right to be free from unreasonable searches and seizures as guaranteed by the Fourth Amendment to the Constitution. More specifically, the Court believes the narrow right in question is that of a citizen to be free from unreasonable searches of his business premises and seizures of his property by private individuals with the assistance of state actors. Accordingly, the Court rejects Defendants' characterization of the rights in issue and proceeds with its inquiry under the framework of protections guaranteed by the Fourth Amendment.</p>\n<p>The inquiry as to whether a specific right, which has allegedly been violated, is \"clearly established\" does not focus on the right at its most general or abstract level. <i>Pritchett,</i> 973 F.2d at 312. Rather, the determination of whether a <span class=\"star-pagination\">*746</span> right is \"clearly established\" must be made at the level of the application of the right to the specific conduct being challenged. <i>Anderson,</i> 483 U.S. at 639-40, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <i>See </i><i>Tarantino v. Baker,</i> <span class=\"citation\" data-id=\"492384\"><a href=\"/opinion/492384/joseph-mario-tarantino-v-br-baker-jr-detective-avery-co-sheriffs/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, 774-75 (4th Cir.1987). Here, as mentioned above, the right at issue is best defined as that of a citizen to be free from unreasonable searches of his business premises and seizures of his property by private individuals with the assistance of state actors.</p>\n<p>It is constitutional bedrock that the Fourth Amendment protects individuals from unreasonable searches and seizures. United States Constitution, Amendment IV. However, Defendants did not actually commit an illegal search or seizure themselves. Rather, they facilitated the search of Plaintiff's business premises and seizure of his property by Ronnie Boykin, Kyle Pruitt and the other men assembled at Joe Pizza on the night of April 23, 1999. Nonetheless, it is also well settled that state actors must not affirmatively facilitate or encourage an unreasonable search by a private person. <i>See </i><i>Specht v. Jensen,</i> <span class=\"citation\" data-id=\"497007\"><a href=\"/opinion/497007/o-george-specht-jr-and-june-b-specht-v-roger-jensen-doug-martin-and/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1516</span></a></span> (10th Cir.1987); <i>Kennedy v. Widdowson,</i> <span class=\"citation\" data-id=\"1651270\"><a href=\"/opinion/1651270/kennedy-v-widdowson/\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">737</span></a></span> (D.Md.1992); <i>Booker v. City of Atlanta,</i> <span class=\"citation\" data-id=\"460289\"><a href=\"/opinion/460289/joseph-c-booker-dba-booker-trucking-company-v-city-of-atlanta-a/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">272</span></a></span> (11th Cir.1985); <i>Harris v. City of Roseburg,</i> <span class=\"citation\" data-id=\"397173\"><a href=\"/opinion/397173/jack-harris-ii-v-city-of-roseburg-municipal-corporation-john-miller-and/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1121</span></a></span> (9th Cir.1981). Accordingly, the right Officers Fellner and Batchelor allegedly violated was \"clearly established\" when they facilitated the search of Plaintiff's business and the seizure of his property.</p>\n<p>Defendants Fellner and Batchelor claim they are entitled to qualified immunity under the third prong of the qualified immunity test. Specifically, Defendants Fellner and Batchelor claim their actions were reasonable under the circumstances. The finding of whether a reasonable person in the position of the officer would have known his conduct would violate a clearly established right must rely on information actually possessed by the officer, or reasonably available to him, at the time the alleged violation occurred. <i>Anderson,</i> 483 U.S. at 641, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>; <i>Harlow,</i> 457 U.S. at 815, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>; <i>Sevigny v. Dicksey,</i> <span class=\"citation\" data-id=\"506075\"><a href=\"/opinion/506075/diana-pepper-sevigny-v-andrew-f-dicksey-individually-and-the-town-of/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 957 (4th Cir.1988). Furthermore, the evaluation of the officer's conduct must be made in light of any exigencies of time and circumstance that may have reasonably affected his or her perceptions. <i>Malley v. Briggs,</i> <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 350, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1986). The aim of the qualified immunity defense is to give protection to \"all but the plainly incompetent or those who knowingly violate the law.\" <i>Malley,</i> 475 U.S. at 341, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>.</p>\n<p>Defendants' claim they are entitled to qualified immunity is without merit. Based on the allegations contained in the complaint, the Court is unable to conclude that Defendants Fellner, Batchelor and Pernell were acting within the scope of their law enforcement function. Facilitating and assisting persons in the unlawful taking of the property of another, as alleged in Plaintiff's Complaint, are acts in contravention of the law as opposed to acts to enforce the law. Moreover, the acts alleged may constitute intentional torts for which public official immunity does not lie. Furthermore, the Complaint also alleges that Chief Pernell essentially instructed Officers Fellner and Batchelor to behave as they did that evening. As such, he is also barred from claiming qualified immunity as a defense. Finally, there are no exigent facts or circumstances in the record that can explain or justify Defendants actions. Accordingly, Defendants claim for qualified immunity is DENIED.</p>\n<p></p>\n<h2><i>Section 1983 Claims Based on Fourth Amendment Violations</i></h2>\n<p>Plaintiff's claim that the Sharpsburg officers violated his Fourth Amendment <span class=\"star-pagination\">*747</span> rights is supported by sufficient evidence to create a genuine issue of material fact, and thereby survive summary judgement. The Court will address the alleged Fourth Amendment violations as they apply to each of the remaining Defendants individually.</p>\n<p>There is sufficient evidence that Chief Pernell violated Plaintiff's Fourth Amendment rights to create a genuine issue of material fact. If a supervisory law officer is deliberately indifferent to his responsibilities to the public, he may be vicariously liable for the illegal conduct of his subordinates. <i>Randall v. Prince George's County Maryland,</i> <span class=\"citation\" data-id=\"778997\"><a href=\"/opinion/778997/david-randall-tamara-marshall-in-her-individual-capacity-and-in-her/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 203 (4th Cir.2002). It is well settled that if there is a confrontation at the time of a repossession, the secured party must cease the repossession and proceed by court action in order to avoid a \"breach of the peace.\" <i>Everett v. U.S. Life Credit Corp.,</i> 74 N.C.App. 142, 144, <span class=\"citation\" data-id=\"1240227\"><a href=\"/opinion/1240227/everett-v-us-life-credit-corp/\"><span class=\"volume\">327</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">269</span></a></span> (1985). Chief Pernell claims that he informed all parties involved that they needed to seek a resolution to their dispute through the civil courts. Given that Chief Pernell was aware of the contested property at Joe Pizza, he was responsible for ensuring his officers would do everything possible to avoid a breach of the peace.</p>\n<p>Plaintiff's contention that Chief Pernell is vicariously liable for the actions of his officers on April 23, 1999 is supported by the facts in the record. The uncontested evidence establishes that Chief Pernell was aware that there was a property dispute between Plaintiff and Kyle Pruitt and Ronnie Boykin. Furthermore, Chief Pernell admits he was aware Kyle Pruitt and Ronnie Boykin intended to go to Joe Pizza on the evening of April 23, 1999 to retrieve property they claimed to be theirs.</p>\n<p>Nonetheless, when Officer Fellner was questioned at the scene of the incident about who decided which party owned the property he allegedly responded that Chief Pernell did. This evidence tends to show that not only did Chief Pernell take it upon himself to co-opt the role of the courts in this property dispute, he also authorized his officers to enforce his unilateral decision, irrespective of the law's position toward confrontations during repossession. As such, the evidence creates a genuine issue of material fact as to whether Chief Pernell was deliberately indifferent to his responsibilities to the public, and thereby liable under 42 U.S.C. § 1983 for the actions of the officers under his command. Accordingly, Defendant's Motion for Summary Judgment regarding section 1983 claims against Chief Pernell is DENIED.</p>\n<p>There is sufficient evidence that Officers Fellner and Batchelor violated Plaintiff's Fourth Amendment rights to create a genuine issue of material fact. It is well settled that the Fourth Amendment protects a privacy interest in commercial premises. <i>U.S. v. Dunn,</i> <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 314, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1134</span></a></span>, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">326</span></a></span> (1987); <i>See </i><i>Oliver v. United States,</i> <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span>, 178, <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1735</span></a></span>, <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1984) (the protection of privacy interests in business premises is \"based on societal expectations that have deep roots in the history of the Amendment.\"); <i>See also </i><i>Marshall v. Barlow's Inc.,</i> <span class=\"citation\" data-id=\"109866\"><a href=\"/opinion/109866/marshall-v-barlows-inc/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 312, <span class=\"citation\" data-id=\"109866\"><a href=\"/opinion/109866/marshall-v-barlows-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1816</span></a></span>, <span class=\"citation\" data-id=\"109866\"><a href=\"/opinion/109866/marshall-v-barlows-inc/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span></a></span> (1978) (the historical foundation of the Fourth Amendment reveals that \"it is untenable that the ban on warrantless searches was not intended to shield places of business as well as of residence\"); <i>See v. City of Seattle,</i> <span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, 543, <span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1737</span></a></span>, <span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">943</span></a></span> (1967) (\"The businessman, like the occupant of a residence, has a constitutional right to go about his business free from unreasonable official entries upon his private commercial property.\"). Here, Plaintiff was the owner and operator of Joe Pizza and the leaseholder of the building <span class=\"star-pagination\">*748</span> where Joe Pizza was located. As such, he holds a privacy interest in his commercial establishment.</p>\n<p>Defendants attempt to undermine Plaintiff's privacy interest in Joe Pizza by virtue of the fact it was an establishment open to the public. They claim that because employees were free to move about the premises during the course of performing their duties, and since Plaintiff did not lock the door between his two businesses, Plaintiff has not kept any part of the business for himself and therefore cannot assert a privacy interest in the restaurant. However, Defendants argument is without merit. The undisputed evidence establishes that Joe Pizza was closed when Defendants arrived on April 23, 1999. In fact, Plaintiff alleges he was forced to come outside and unlock Joe Pizza under threat of arrest by Defendant Fellner. Clearly, Plaintiff was not holding his business open to the public when he was forced to unlock its doors under pain of arrest. Accordingly, Plaintiff has established a legitimate privacy interest in Joe Pizza.</p>\n<p>Defendants also claim that no seizure occurred on the evening of April 23, 1999. In support of this claim, Defendants assert they were merely participating in a \"civil standby\", and therefore were not actively participating in any search of Plaintiff's business or seizure of his property. However, their claim is simply not supported by the record. When a government official affirmatively facilitates or encourages an unreasonable search performed by a private person, a constitutional violation occurs. <i>Kennedy v. Widdowson,</i> <span class=\"citation\" data-id=\"1651270\"><a href=\"/opinion/1651270/kennedy-v-widdowson/\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">737</span></a></span>, 743 (D.Md.1992), citing <i>Specht v. Jensen,</i> <span class=\"citation\" data-id=\"497007\"><a href=\"/opinion/497007/o-george-specht-jr-and-june-b-specht-v-roger-jensen-doug-martin-and/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1516</span></a></span> (10th Cir.1987); <i>See </i><i>Booker v. City of Atlanta,</i> <span class=\"citation\" data-id=\"460289\"><a href=\"/opinion/460289/joseph-c-booker-dba-booker-trucking-company-v-city-of-atlanta-a/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">272</span></a></span>, 274 (11th Cir.1985); <i>See </i><i>Harris v. City of Roseburg,</i> <span class=\"citation\" data-id=\"397173\"><a href=\"/opinion/397173/jack-harris-ii-v-city-of-roseburg-municipal-corporation-john-miller-and/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1121</span></a></span>, 1127 (9th Cir.1981).</p>\n<p>Here, Plaintiff alleges that Defendant Fellner arrived at Joe Pizza and ordered him to step outside and unlock the business so that Kyle Pruitt, Ronnie Boykin and others could remove property from the restaurant. Plaintiff further alleges that Defendants Fellner and Batchelor threatened to arrest him if he interfered with the individuals removing property from his business. Additionally, Plaintiff claims that Chief Pernell was aware of the property dispute between himself, Ronnie Boykin and Kyle Pruitt and ordered his officers to assist Pruitt and Boykin in the removal of property from Plaintiff's restaurant. The facts briefly outlined above bear a striking resemblance to those in the <i>Kennedy</i> and <i>Specht</i> cases.</p>\n<p>In <i>Kennedy,</i> the defendant contacted his second cousin, who was a local State's Attorney and also named as a defendant, to inform him that he could not gain access to a shed which contained some of his tools. <i>Kennedy,</i> 804 F.Supp. at 739. The plaintiffs had recently purchased the property where the shed was located from the defendant and had placed new locks on the shed. <i>Id.</i> The defendant's cousin contacted the plaintiffs' mother directly and informed her that Plaintiffs would be arrested if they did no allow the defendant access to the property. <i>Id.</i> Subsequently, the defendant's cousin registered a complaint with the local sheriff and told the sheriff to go to the plaintiff's residence and \"keep the peace.\" <i>Id.</i> The sheriff honored this request and dispatched a deputy sheriff with the defendant to the plaintiffs' property. <i>Id.</i> When the plaintiffs complained that Defendant and the deputy sheriff were illegally on their property, and offered documentation to support this claim, the sheriff threatened to arrest them. <i>Id.</i> Plaintiffs then watched for eight hours as Defendant removed all the property from the shed, including property he did not own. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*749</span> Similarly, in <i>Specht,</i> the defendants, including police officers, attempted to repossess a computer from the plaintiff's business. <i>Specht,</i> 832 F.2d at 1519. The defendants had the owner of the building where the plaintiff ran his business meet them there after business hours. <i>Id.</i> Once they were all at the scene, defendants had the owner of the building open the door to the plaintiff's business and conducted a search for the computer. <i>Id.</i> Finding nothing there, the defendants traveled to the plaintiff's home early the next morning. <i>Id.</i> at 1520. During the course of the repossession at the plaintiff's home, she was informed that if she attempted to obstruct the defendants or did not cooperate with them, that she would be arrested. <i>Id.</i> The defendants then informed the plaintiff that she could not contact her lawyer and conducted a thorough search of the home for thirty to forty minutes. <i>Id.</i></p>\n<p>In each of the above mentioned cases, the courts found that the police officers actions were far beyond the scope of a \"civil standby\". Rather, the officers actively engaged in an facilitated the illegal search and seizure. Accordingly, each court found that the defendants could be held liable for their actions under 42 U.S.C. § 1983. Because the situation in this case closely mirrors that which occurred in <i>Kennedy</i> and <i>Specht,</i> this Court believes the decisions in those cases are instructive. Therefore, this Court finds that Plaintiff has provided sufficient evidence to establish a genuine issue of material fact regarding his claim of Fourth Amendment violations committed by Defendants Fellner and Batchelor. As such, Defendant's Motion for Summary Judgment regarding section 1983 claims against Defendants Fellner and Batchelor is DENIED.</p>\n<p></p>\n<h2><i>Pendent State Law Claims</i></h2>\n<p>Pursuant to 28 U.S.C. § 1367, this Court has jurisdiction over all state law claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution. 28 U.S.C. § 1367(a). Here, the events that occurred at Joe Pizza on the evening of April 23, 1999 form the basis of Plaintiff's claims under 42 U.S.C. § 1983 and his state law claims. <i>See </i><i>Kennedy,</i> <span class=\"citation\" data-id=\"1651270\"><a href=\"/opinion/1651270/kennedy-v-widdowson/\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">737</span></a></span>, 744. Accordingly, the exercise of supplemental jurisdiction over these claims is proper. In exercising supplemental jurisdiction over these claims, this Court will apply the substantive law of the State of North Carolina.</p>\n<p>Here, Plaintiff has alleged Defendants committed larceny against him. However, larceny is a crime and is not actionable as a tort. N.C. Gen.Stat. § 14-70. However, the Court will construe Plaintiff's <i>pro se</i> complaint liberally to state a claim for conversion. The essential elements of conversion under North Carolina law are: \"1) the unauthorized assumption and exercise of the right of ownership; 2) over goods or personal chattels; 3) owned by Plaintiff; 4) to the alteration of their condition or exclusion of the owner's rights.\" <i>Wall v. Colvard,</i> <span class=\"citation\" data-id=\"1326127\"><a href=\"/opinion/1326127/wall-v-colvard-inc/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">43</span></a></span>, <span class=\"citation\" data-id=\"1326127\"><a href=\"/opinion/1326127/wall-v-colvard-inc/\"><span class=\"volume\">149</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">559</span></a></span> (1966). Here, Plaintiff alleges that Defendants provided the force and authority which allowed Ronnie Boykin, Kyle Pruitt and the others to remove his property from Joe Pizza on the night of April 23, 1999. Accordingly, Plaintiff has provided sufficient evidence that Defendants actively participated in the unauthorized assumption of his property to the exclusion of his rights to create a genuine issue of material fact. Therefore, Defendants motion to dismiss Plaintiff's conversion claim is DENIED.</p>\n<p><span class=\"star-pagination\">*750</span> The elements for the tort of intentional infliction of emotional distress under North Carolina law are: \"1) extreme and outrageous conduct by the defendant 2) which is intended to cause and does in fact cause 3) severe emotional distress.\" <i>Waddle v. Sparks,</i> <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, 82, <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">414</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">22</span></a></span> (1992) Conduct is extreme and outrageous when it is \"so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community.\" <i>Briggs v. Rosenthal,</i> 73 N.C.App. 672, 677, <span class=\"citation\" data-id=\"1240464\"><a href=\"/opinion/1240464/briggs-v-rosenthal/\"><span class=\"volume\">327</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">308</span></a></span> (1985). The behavior must be more than \"mere insults, indignities, threats, ... and... plaintiffs must necessarily be expected and required to be hardened to a certain amount of rough language, and to occasional acts that are definitely inconsiderate or unkind.\" <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 493, <span class=\"citation\" data-id=\"1237640\"><a href=\"/opinion/1237640/hogan-v-forsyth-country-club-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">116</span></a></span> (1986). The determination of whether the alleged conduct is considered extreme and outrageous is a question of law for the trial judge, however, the jury must determine whether the conduct is \"sufficiently extreme and outrageous to result in liability.\" <i>Id.</i> at 490-491, <span class=\"citation\" data-id=\"1237640\"><a href=\"/opinion/1237640/hogan-v-forsyth-country-club-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">116</span></a></span>.</p>\n<p>Plaintiff has provided sufficient evidence that Defendants' conduct was extreme and outrageous. As mentioned above, Defendants' acts appear to have been in contravention of the law as opposed to acts to enforce the law. Police officers serving as active participants and perhaps even confederates in a plan to illegally deprive Plaintiff from his property is clearly behavior that cannot be tolerated by a civilized society. Furthermore, Plaintiff has provided sufficient evidence to create a genuine issue of material fact regarding Defendants' liability for their conduct. Therefore, Defendants motion to dismiss Plaintiff's intentional infliction of emotional distress claim is DENIED.</p>\n<p>The essential elements of actionable fraud under North Carolina law are: \"(1) [f]alse representation or concealment of a material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.\" <i>Becker v. Graber Builders, Inc.,</i> 149 N.C.App. 787, 794, <span class=\"citation\" data-id=\"1326448\"><a href=\"/opinion/1326448/becker-v-graber-builders-inc/\"><span class=\"volume\">561</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">905</span></a></span> (2002) (quoting <i>Ragsdale v. Kennedy,</i> <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">130</span></a></span>, 138, <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">209</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">494</span></a></span> (1974)). There is no evidence that Defendants made a false statement to Plaintiff that he relied on to his detriment. Accordingly, Plaintiff has not provided sufficient evidence that Defendants committed fraud to create a genuine issue of material fact. Therefore, Defendants motion to dismiss Plaintiff's fraud claim is GRANTED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendant's Motion to for Summary Judgement is GRANTED as to Officer Bottoms and to Plaintiff's claim state law claim of fraud. Defendants' Motion for Summary Judgment is DENIED as to all other claims and all other Defendants. The case may proceed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See also</i> Martin A. Schwartz &amp; John E. Kirkland, <i>Section 1983 Litigation: Claims, Defenses and Fees,</i> 496 (3d ed.1997) (factors courts should consider in determining whether an officer exercised state authority include: \"whether there is a policy requiring officers to be on duty at all times; whether officer displayed a badge or an identification card, identified himself as a police officer, or carried or used a service revolver or other weapon or device issued by the police department; and whether the officer purported to place the individual under arrest.\").</p>\n<p>[2]  Defendants also assert they were merely engaging in a \"civil standby\", however, the record in this case clearly betrays their claim. See discussion of Section 1983 Claims Based on Fourth Amendment Violations. <i>Supra.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/298739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1240227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1240464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1326127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1326448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1651270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1736073/"
  ]
}