{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2572860/",
  "absolute_url": "/opinion/2572860/coppedge-v-franklin-county-bd-of-educ/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2572860/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:32:57.201315Z",
  "date_modified": "2016-04-26T20:50:42.184202Z",
  "type": "010combined",
  "sha1": "6f1c47ec8a5e1835a9bd15d4432fa1d690fa8ef0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>345 F.Supp.2d 567 (2004)</b></center>\n<center><h1>Harold Douglas COPPEDGE, et al., Plaintiff,<br>\nUnited States of America, Plaintiff Intervenor,<br>\nv.<br>\nThe FRANKLIN COUNTY BOARD OF EDUCATION, Defendant.</h1></center>\n<center>No. CIV.A. 1796.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 5, 2004.</center>\n<p><span class=\"star-pagination\">*569</span> Conrad 0. Pearson, Durham, NC, J. Levonne Chambers, Charlotte, N.C, Jack Greenberg, New York City, for Harold Douglas Coppedge.</p>\n<p>Nicholas deB. Katzenbach, John Doar, Asst. Attorney General, Robert H. Cowen,</p>\n<p>U.S. Attorney, Maceo Hubbard, Atty, John Ossea, Atty. Dept. of Justice, Washington, D.C, for U.S.</p>\n<p>Irvin B. Tucker, Jr., Yarborough &amp; Tucker, Raleigh, N.C, E.F. Yarborough, W.M. Jolly, Louisburg, N.C, Charles M. Davis, Louisburg, N.C, for Franklin County Board of Education.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by Plaintiffs for attorney's fees and costs under 42 U.S.C. § 1988(b). Defendant Franklin County Board of Education (the \"Board\") has responded, and the matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. PROCEDURAL AND FACTUAL HISTORY</h2>\n<p>This longstanding desegregation action was initiated by Plaintiffs on December 8, 1965. Beginning in August 1967, the court issued a series of orders requiring the Board to submit annual reports and data regarding, among other things, teacher hiring, nonrenewal recommendations, course offerings, faculty assignment, and student assignment. In 1996, Plaintiff-Intervenor, the United States of America (the \"Government\"), visited Franklin County School District (the \"District\"), and concluded that the District was in noncompliance with several aspects of the court's orders. As a result of the District's alleged noncompliance, a consent order was entered by the undersigned on June 14, 1996. The consent order adopted a remedial plan designed to further desegregation.</p>\n<p>On January 11, 2000, a status conference was held to determine whether the Board had complied with the 1996 consent order. At the conclusion of the status conference, <span class=\"star-pagination\">*570</span> the undersigned directed the Board to file a motion to dismiss, seeking a declaration of unitary status.</p>\n<p>On April 13, 2000, the Board filed a motion to dismiss, contending that the District had achieved unitary status. Plaintiffs and the Government opposed the motion to dismiss, arguing that unitary status had not been achieved in the areas of staff desegregation and quality of education. Plaintiffs also opposed the declaration of unitary status in two additional areas, faculty desegregation and student assignment. In a June 24, 2002 order, the court found that the District had achieved unitary status in the following areas: (1) school transportation; (2) extracurricular activities; (3) school construction and facilities; (4) student transfers; and (5) faculty desegregation. However, the court found that the District had not achieved unitary status in terms of (1) quality of education, (2) desegregation of staff, or (3) school assignments. Accordingly, the Board's motion to dismiss was allowed in part and denied in part. Additionally, the court directed the Board to develop a proposal to address the three remaining areas of noncompliance and explore the possibility of a consent decree. After negotiations, the parties agreed on a proposed consent decree, which was approved by the court and filed on June 17, 2003.</p>\n<p>Plaintiffs now move for attorney's fees under 42 U.S.C. § 1988(b), requesting attorney's fees in the amount of $48,161.25 for 237.75 hours of work, and costs in the amount of $1,192.35. The Board opposes Plaintiffs' requests.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. PLAINTIFFS' ENTITLEMENT TO ATTORNEY'S FEES</h2>\n<p>In civil rights actions, \"the court, in its discretion, may allow the prevailing party ... a reasonable attorney's fee as part of the costs ....\" 42 U.S.C. § 1988(b). Although the decision to award a fee is discretionary, \"a prevailing plaintiff 'should ordinarily recover an attorney's fee unless special circumstances would render such an award unjust.'\" <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 429, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) (quoting S.Rep. No. 94-1011 at. 4 (1976), <i>reprinted in</i> 1976 U.S.C.C.A.N. 5908, 5912)(quoting <i>Newman v. Piggie Park Enter.,</i> 390 U.S. 400, 402, 88 S.Ct. 964, 19 L.Ed.2d 1263 (1968)). Here, the Board does not contest that Plaintiffs are prevailing parties for purposes of attorney's fees. Rather, the Board contends that \"special circumstances\" exist that warrant denying Plaintiffs' motion for attorney's fees. Specifically, the Board argues that the request for attorney's fees should be denied because (1) an award of attorney's fees would exacerbate the already difficult financial situation of the school system, and (2) the Board filed the motion to dismiss in response to a directive from this court.</p>\n<p></p>\n<h2>1. Financial Conditions</h2>\n<p>Although sympathetic to the school system's precarious financial condition, the court will not deny the award of attorney's fees on that basis. Most courts that have considered the issue have determined that the ability, or inability, to pay attorney's fees is not a \"special circumstance\" warranting the denial of an award. <i>See </i><i>Inmates of Allegheny County Jail v. Pierce,</i> 716 F.2d 177, 180 (3d Cir.1983) (\"[T]he losing party's financial ability to pay is not a `special circumstance.'\"); <i>Entm't Concepts, Inc., Ill v. Maciejewski,</i> 631 F.2d 497, 507 (7th Cir.1980) (\"[A]bility to pay is not a `special circumstance' that will bar an award of attorney's fees to a successful plaintiff.\"); <i>Johnson v. State of Mississippi</i> 606 F.2d 635, 636-38 (5th Cir.1979) (\"Nor is the fact that the financial burden <span class=\"star-pagination\">*571</span> of the fee award will fall on taxpayers of Mississippi ... controlling.\"); <i>N.A.A.C.P. v. Thompson,</i> 671 F.Supp. 1051, 1054 (D.Md.1987). <i>Cf. </i><i>Bills v. Hodges,</i> 628 F.2d 844, 847 (4th Cir.1980) (rejecting argument that fact that plaintiffs could afford to pay own attorneys rendered award of attorney's fees unjust). Moreover, many defendants in civil rights cases are public entities, facing the same budgetary constraints as the school system in this case-a scenario Congress contemplated when passing § 1988. <i>See</i> S.Rep. No. 94-1011 (1976), <i>reprinted in</i> 1976 U.S.C.C.A.N. 5908, 5913 (noting that \"defendants in these cases are often State or local bodies or State or local officials\"). Thus, the court does not find the financial standing of the school system to be a \"special circumstance.\"</p>\n<p></p>\n<h2>2. Court's Directive to File Motion to Dismiss</h2>\n<p>The fact that the Board filed the motion to dismiss in response to a directive from this court, however, warrants more discussion. The Board argues that the latest round of litigation was unnecessary, and the whole matter could have been resolved between the parties without intervention by the court. In short, the Board contends that because \"the dispute\" arose only because of the court's directive, no attorney's fees should be awarded. To assess the Board's argument, it is helpful to examine the precise nature of this case.</p>\n<p>Cases like the action presently before the court are typically referred to as \"public law litigation,\" because the actions challenge the operation of public institutions. <i>See, e.g.,</i> Abram Chayes, <i>The Role of the Judge in Public Law Litigation,</i> 89 HAEV. L. REV. 1281, 1284 (1976). As both courts and commentators have noted, the role of the district judge in \"public law litigation\" differs from that of the judge presiding over \"private litigation.\" Rather than responding to parties' motions and applying legal principles, district judges presiding over public law cases take on more of a managerial as opposed to adjudicative role. <i>See </i><i>People Who Care v. Rockford Bd. of Educ,</i> 171 F.3d 1083, 1086-87 (7th Cir. 1999) (noting that public institutional reform litigation often \"thrusts the federal courts into a managerial rather than an adjudicative role\"); <i>Langton v. Johnston,</i> 928 F.2d 1206, 1221 (1st Cir.1991) (\"In public law litigation, courts typically play a proactive role-a role which can have nearly endless permutations.\"); Chayes, <i>supra</i> at 1298-1302. <i>See also</i> Wendy Parker, <i>The Decline of Judicial Decisionmaking: School Desegregation and District Court Judges,</i> 81 N.C. LAW REV. 1623, 1626-44 (2003)[hereinafter <i>Decline of Judicial Decisionmaking]</i> (critiquing the current role of federal district court judges in ongoing school desegregation cases).</p>\n<p>Accordingly, when the court noticed the lack of activity in this case since the entry of the 1996 consent decree, it <i>sua sponte</i> scheduled a status conference. Unfortunately, the lack of activity in this case is not unusual amongst longstanding school desegregation cases. One scholar estimates that there are approximately 695 school desegregation cases pending, yet a ten-year opinion search revealed only fifty-three school districts subject to actively litigated cases. <i>See Decline in Judicial Decisionmaking, supra,</i> at 1639 (citing David J. Armor's estimate of pending cases from FORCED JUSTICE: SCHOOL DESEGregation AND THE LAW (1995)). <i>See also</i> Wendy Parker, <i>The Future of School Desegregation,</i> 94 NW. U.L. REV. 1157, 1207 (2000)[hereinafter <i>The Future of School Desegregation]</i> (examining 192 school districts and finding that only 32 initiated unitary status proceedings). One commentator, Professor Wendy Parker, suggests this lack of activity is because of the great risks that school districts take on <span class=\"star-pagination\">*572</span> when moving for a declaration of unitary status. By operating under the status quo, school districts have little burdenmostly just remaining in compliance with previous court orders <sup>[1]</sup> and filing reports. However, once the school district moves for unitary status, possible negative consequences abound: 1) the rejuvenated litigation may stir up long-dissipated community unrest; 2) closer adversarial and judicial scrutiny may reveal additional areas of inequality, resulting in the need for additional effort and expense from the school district; and 3) the legal proceedings could result in enormous legal and administrative expenses for already cashstrapped school districts. <i>See The Future of School Desegregation, supra,</i> at 1207-09.</p>\n<p>The instant case highlights yet another risk faced by school districts. Even if the school districts are partially successful, they still may incur substantial costs in the form of plaintiffs' attorney's fees. The magnitude of these risks is even greater for small school districts, like Franklin County Schools. <i>See id.</i> at 1209 (explaining why large school districts are more willing to move for a declaration of unitary status than small school districts). In short, there is very little incentive for a defendant school district to pursue a declaration of unitary status.</p>\n<p>However, as all parties involved in this litigation are aware, school desegregation orders \"are not intended to operate in perpetuity.\" <i>Bd. of Educ. v. Dowell,</i> 498 U.S. 237, 248, 111 S.Ct. 630, 112 L.Ed.2d 715 (1991). <i>All</i> parties involved in the litigation and the court should be working continuously toward the ultimate objective\"restor[ing] state and local authorities to the control of a school system that is operating in compliance with the Constitution.\" <i>Freeman v. Pitts,</i> 503 U.S. 467, 489, 112 S.Ct. 1430, 118 L.Ed.2d 108 (1992).</p>\n<p>After hearing from the parties at the status conference, the undersigned determined the most expedient route to achieving that objective would be for the Board to file a motion to dismiss.<sup>[2]</sup> As a <span class=\"star-pagination\">*573</span> result of the filing of the motion to dismiss, the court eventually declared that the District is partially unitary, and the parties entered another consent order which should address the other areas yet to be desegregated.</p>\n<p>The directive to file a motion to dismiss does not constitute a \"special circumstance\" warranting the outright denial of an award. As the Board concedes, civil rights lawyers may be awarded attorney's fees to monitor compliance with court orders and defend those orders. <i>See, e.g., </i><i>Willie M. v. Hunt,</i> 732 F.2d 383, 384-85 (4th Cir.1984). In this case, the efforts of Plaintiffs' attorneys after the Board filed the motion to dismiss presumably were designed to defend the previous consent order and perhaps are analogous to other cases where attorneys monitored compliance with court orders. Accordingly, because the Plaintiffs are prevailing parties, and there are not special circumstances warranting an outright denial of the award, the court concludes that Plaintiffs are entitled to reasonable attorney's fees.</p>\n<p>The Board, however, does make a telling point regarding the efforts of Plaintiffs' attorneys-namely, that Plaintiffs' attorneys did not \"initiate the monitoring\" of the court order. <i>See</i> Resp. to Mot. for Attorney's Fees at p. 5. Indeed, prior to the court's <i>sua sponte</i> scheduling of the status conference, it appears that the attorneys for Plaintiffs were merely glancing over the voluminous reports submitted by the Board each year. For example, the Plaintiffs attached a detailed billing history of this action which listed all transactions from 1/01/1997 until 6/30/2003. <i>See</i> Mem. Supp. Pl's Mot. for Attorney's Fees, Ex. D. The billing history shows that in each of the years 1997 and 1998, Plaintiffs' attorneys spent a scant <i>nine</i> minutes reviewing the voluminous report submitted by the Board. <i>See id.</i> The only activity in 1999 <span class=\"star-pagination\">*574</span> appears to have occurred after the court scheduled the status conference. <i>See id.</i> Thus, the case <i>sub judice</i> does not appear to be like other cases where plaintiffs' attorneys, on their own initiative, actively monitor compliance with consent decrees. <i>See, e.g., </i><i>Keith v. Volpe,</i> 833 F.2d 850, 856-57 (9th Cir.1987)(detailing the extensive post-judgment actions by plaintiffs' attorneys).</p>\n<p>Accordingly, the Plaintiffs' own billing records bolster the court's conclusion that the status conference and directive to file a motion to dismiss were necessary. In the court's view, unless the undersigned scheduled the status conference and directed the Board to file the motion to dismiss, the case would have languished indefinitely, achieving no forward movement toward the Plaintiffs' presumed goal: a desegregated, constitutionally-compliant school district. The Board simply would continue submitting the annual reports that Plaintiffs apparently would barely review, year after year. Quite simply, the case did not appear to be following a course of progression to the achievement of the ultimate objective-\"restor[ing] state and local authorities to the control of a school system that is operating in compliance with the Constitution.\" <i>Freeman,</i> 503 U.S. at 489, 112 S.Ct. 1430.</p>\n<p>The fact that the court, rather than the parties themselves, spurred progress in this case is not controlling.</p>\n<p></p>\n<h2>B. REASONABLE ATTORNEY'S FEES</h2>\n<p>When awarding attorney's fees, a court must always assess whether the amount requested by the moving party is reasonable. \"The most useful starting point for determining the amount of a reasonable fee is the number of hours reasonably expended on the litigation multiplied by a reasonable hourly rate.\" <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 436-37, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983). The product of these variables is the lodestar figure. See <i>Craig v. Department of Health &amp; Human Services,</i> 864 F.2d 324, 327 (4th Cir. 1989).</p>\n<p>In assessing the reasonableness of attorneys' fees, the Court of Appeals for the Fourth Circuit has decreed that a district court's analysis must strictly follow the factors enumerated in <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714 (5th Cir.1974), as <i>modified by </i><i>Hensley v. Eckerhart,</i> 461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983). The <i>Johnson</i> factors are: (1) the time and labor required to litigate the suit; (2) the novelty and difficulty of the questions presented by the lawsuit; (3) the skill required properly to perform the legal services; (4) the attorney's opportunity costs in pursuing the litigation; (5) the customary fee for such services; (6) whether the fee is fixed or contingent; (7) time limitations imposed by the client or the circumstances; (8) the amount in controversy and the results obtained; (9) the experience, reputation, and ability of the attorney; (10) the undesirability of the case; (11) the nature and length of the attorney's professional relationship with the client; and (12) awards in similar cases. See <i>Daly v. Hill,</i> 790 F.2d 1071, 1075 n. 2 (4th Cir.1986). Thus, the court will utilize the <i>Johnson</i> factors to determine (1) the reasonable amount of hours and (2) the reasonable rate to be used in this case. <i>Id.</i> at 1078.</p>\n<p></p>\n<h2>1. Reasonable Hours</h2>\n<p>To determine the reasonable amount of hours, a Plaintiff should \"submit evidence supporting the hours worked.\" <i>Hensley,</i> 461 U.S. at 473, 103 S.Ct. 1952. A court should not consider duplicative or unrelated hours, and when a plaintiff prevails on only some of the claims, the number <span class=\"star-pagination\">*575</span> of hours may be adjusted downward. <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> 31 F.3d 169, 174-75 (4th Cir.1994). As the Fourth Circuit has counseled, \"[a]t bottom, the number of hours must be reasonable and must represent the product of `billing judgment.'\" <i>Id.</i> at 175. As to the determination of a reasonable amount of hours, the court finds the following <i>Johnson</i> factors most applicable: 1) the time required to litigate the suit, and 2) the results obtained.</p>\n<p>Here, Plaintiffs have submitted affidavits and a detailed billing history requesting fees for a total of 237.95 hours performed by their attorneys, proportioned as follows: (1) Adam Stein performed 15.85 hours; (2) William G. Simpson performed 46.70 hours; (3) Corie D. Pauling performed 143.40 hours, and (4) law clerks Matthew Stiegler and Allison Kidd performed 32 hours.</p>\n<p>The Board contests the total hours on the grounds that Plaintiffs achieved only limited success. In terms of success, Plaintiffs contested the declaration of unitary status in four areas, and the court found that the District had not achieved unitary status in three areas. Specifically, both Plaintiffs and the Government opposed the declaration of unitary status in two areas: desegregation of staff and quality of education. Plaintiffs, alone, opposed the declaration of unitary status in the areas of faculty desegregation and student assignment. This court adopted the Government's memorandum as the predicate for its 2002 order, and found that unitary status had not been achieved in the areas of desegregation of staff and quality of education. Additionally, the court agreed with Plaintiffs' argument that unitary status had not been attained in student assignment-but rejected Plaintiffs' contentions regarding faculty desegregation.</p>\n<blockquote>With regard to a plaintiffs partial success, the Supreme Court in <i>Hensley</i> held:</blockquote>\n<blockquote>Where the plaintiff has failed to prevail on a claim that is distinct in all respects from his successful claims, the hours spent on the unsuccessful claim should be excluded in considering the amount of a reasonable fee. Where a lawsuit consists of related claims, a plaintiff who has won substantial relief should not have his attorney's fee reduced simply because the district court did not adopt each contention raised. But where the plaintiff achieved only limited success, the district court should award only that amount of fees that is reasonable in relation to the results obtained.</blockquote>\n<p><i>Hensley,</i> 461 U.S. at 440, 103 S.Ct. 1933. Here, the Board appears to be making two arguments: (1) attorney's fees should be denied totally based on Plaintiffs' limited success, or (2) the amount of hours should be reduced to reflect the rejection of Plaintiffs' faculty desegregation argument.</p>\n<p>The court finds Plaintiffs' argument advocating the total denial of fees to be unavailing. Although Plaintiffs achieved limited success, this case did not present the situation, like in <i>Farrar v. Hobby,</i> 506 U.S. 103, 113 S.Ct. 566, 121 L.Ed.2d 494 (1992), where the plaintiff only achieved \"technical\" success. <i>See id.</i> at 115, 113 S.Ct. 566 (explaining that where a plaintiff, who seeks compensatory damages, recovers only nominal damages, \"the only reasonable fee is no fee at all\"). Certainly, the court found the Government's argument and analysis to be more cogent and concise than that of the Plaintiffs, hence, the court adopted the memorandum of the Government as the predicate of the order. However, that does not mean that Plaintiffs' efforts and arguments were totally inconsequential to the court, at least in the area of student assignments. Thus, the court cannot find that Plaintiffs' limited <span class=\"star-pagination\">*576</span> success warrants the <i>total</i> denial of attorney's fees.</p>\n<p>However, the court finds that the limited success of the Plaintiffs does necessitate some reduction in the amount of fees. The Board appears to suggest that the amount of time dedicated to the faculty desegregation argument be excluded from Plaintiffs' total hours. The Board duly notes, however, that Plaintiffs did not indicate in the detailed billing history what portion of the attorneys' time was spent on which aspect of unitary status. Because of some related legal theories, the efforts of Plaintiffs' counsel may have been \"devoted generally to the litigation as a whole, making it difficult to divide the hours expended on a claim-by-claim basis.\" <i>Hensley,</i> 461 U.S. at 435, 103 S.Ct. 1933. Still, some reduction is necessary to reflect Plaintiffs' partial success in opposing the declaration of unitary status. Consequently, for the time period of 1/01/1997-11/30/00<sup>[3]</sup>, the court will deduct 15% of Plaintiffs' requested hours. Thus, the total number of reasonable hours Plaintiff may claim for the time period of 10/1/1997-11/30/2000 is 49.22.<sup>[4]</sup></p>\n<p></p>\n<h2>2. Reasonable Rate</h2>\n<p>The court must now determine the reasonable hourly rates for Plaintiffs' attorneys. A reasonable hourly rate is one that is at the \"prevailing market rate[ ] in the relevant community.\" <i>Rum Creek Coal Sales,</i> 31 F.3d at 175 (quoting <i>Blum v. Stenson,</i> 465 U.S. 886, 895, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984)). The Supreme Court has explained that \"[t]he burden is on the fee applicant to produce satisfactory evidence-in addition to the attorney's own affidavits-that the requested rates are in line with those prevailing in the community for similar services by lawyers of reasonably comparable skill, experience and reputation.\" <i>Blum,</i> 465 U.S. at 895 n. 11, 104 S.Ct. 1541. With regard to determining the reasonable hourly rate, the court finds the following <i>Johnson</i> factors to be particularly important: 1) the customary fee for such services; 2) the experience, reputation and ability of the attorney, and 3) awards in similar cases.</p>\n<p>Plaintiffs request the following hourly rates for their attorneys: 1) $325 for attorney Adam Stein, an attorney who has practiced law for over thirty years; 2) $250 for attorney William Simpson, who has practiced law for eighteen years; 3) $200 for attorney Corie Pauling, who has been admitted to practice since 1998, and 4) $85 per hour for work by law clerks. In support of the requested hourly rate, Plaintiffs have come forward with affidavits detailing their experience and qualifications. Additionally, Plaintiffs have submitted affidavits from other attorneys who specialize in civil rights litigation attesting that the requested rates for Plaintiffs' attorneys are in line with those prevailing in North Carolina for similar services by lawyers of reasonably comparable skill, experience and reputation.</p>\n<p>The Board urges the court to consider that Franklin County attorneys with <span class=\"star-pagination\">*577</span> seventeen to thirty-two years of experience usually only charge an hourly rate of $150. Although the court realizes there is disparity between the rates charged by Franklin County attorneys and Plaintiffs' attorneys, the Board must recognize that when Plaintiffs initiated this action in the 1960s, probably no Franklin County attorney would take the case. Moreover, rather than focusing on the economics of Franklin County, the court concludes that the Eastern District of North Carolina is the relevant community to consider. See <i>Barjon v. Dalton,</i> 132 F.3d 496, 500 (9th Cir.1997) (\"Generally, the relevant community is the forum in which the district court sits.\"); <i>Public Interest Research Group of New Jersey, Inc. v. Windall,</i> 51 F.3d 1179, 1187-88 (3d Cir.1995) (upholding district court's decision to use the entire forum district as the relevant community); <i>Certain v. Potter,</i> 330 F.Supp.2d 576, 590-91 (M.D.N.C.2004) (considering other cases within the Middle District of North Carolina to determine the reasonable hourly rate).</p>\n<p>Having reviewed the qualifications and experience of Adam Stein and William Simpson, the typical hourly rates charged by similarly situated attorneys in <i>The 2003 Survey of Law Firm Economics,</i> as well as the undersigned's own experience within the Eastern District of North Carolina, the court finds the rates requested by Plaintiffs to be reasonable. See ALTMAN WEIL, INC., THE 2003 SURVEY OF LAW FIRM ECONOMICS, 100 (2003)[hereinafter THE 2003 SURVEY OF LAW FIRM ECONOMICS]. Additionally, the court finds the requested rates for the law clerks to be reasonable.</p>\n<p>The requested rate for Ms. Pauling, however, is too high. As Ms. Pauling states in her affidavit, she began working on this phase of the litigation in 1999. See Mem. Supp. Pl's Mot. for Atty's Fees, Ex. B, ¶ 7 (Affidavit of Corie Pauling). At that time, Ms. Pauling would only have been admitted to practice for approximately a year and a half. According to THE 2002 SURVEY OF LAW FIRM ECONOMICS, the median hourly rate for attorneys in North Carolina with under two years of experience was $135. <i>See</i> ALTMAN WEIL, INC., THE 2002 SURVEY OF LAW FIRM ECONOMICS, 84 (2002). Of course, by 2003, when the consent decree was entered, Ms. Pauling had approximately five years of experience. Still, the median hourly rate for attorney's with five years experience was $185. See THE 200 SURVEY OF LAW FIRM ECONOMICS, <i>supra</i> at 100. Therefore, the court concludes that $185 is a reasonable hourly rate for Ms. Pauling.</p>\n<p></p>\n<h2>3. Total Reasonable Attorney's Fees</h2>\n<p>Accordingly, based on the discussion above, the court finds that the Plaintiffs are entitled to attorney's fees in the amount of $43,821.45.<sup>[5]</sup> The court has reviewed Plaintiffs' submitted costs, and finds that the requested amount of $1,192.35 is also reasonable. Accordingly, Plaintiffs' are entitled to $45,013.80 in attorney's fees.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, Plaintiffs' motion for attorney's fees is ALLOWED and Defendant Franklin County Board of <span class=\"star-pagination\">*578</span> Education is ORDERED to pay to the Plaintiffs the sum of $45,013.80.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Of course, without active oversight, there is always the risk that the court's order could be outdated, ineffective, or, in the worst case scenario, harmful to the school system to which it applies.</p>\n<p>[2]  Since the 2000 status conference, the court has become aware of the approach to longstanding desegregation cases employed by two federal district court judges in the Middle District of Alabama. In 1997, Chief Judge W. Harold Albritton, III, and Judge Myron H. Thompson issued orders requiring all parties to develop proposals as to how the court and parties should proceed in each case toward a declaration of unitary status and termination of the litigation. <i>See, e.g., Lee v. Lee County Bd. of Ed., et al,</i> No. 3:70-CV-00-845-MHDRB (M.D.A1. Feb. 12, 1997). <i>See also Decline in Judicial Decisionmaking, supra,</i> at 1652-57 (listing the Middle District of Alabama cases and detailing the approach used by Judges Albritton and Thompson). These orders led to an extensive discovery and settlement process in each case, managed by Magistrate Judge Charles S. Coody. Eventually, almost all of the school districts were declared partially unitary, and the parties entered into additional consent decrees regarding the remaining areas to be desegregated.\n</p>\n<p>In this case, the Board contends the court's scheduling of the status conference and subsequent directive to file a motion to dismiss led to unnecessary litigation. The court can understand the Board's argument, if the Board focused only the motion to dismiss. However, even though the approach utilized by this court differed from that employed by the Middle District of Alabama, the ensuing process and results obtained were similar. Discovery ensued, the parties collaborated, and a consent decree was entered. The entry of the consent decree alone, regardless of whether the motion to dismiss was filed, could entitle the plaintiffs to attorney's fees. <i>See, e.g., </i><i>Buckhannon Bd. and Care Home, Inc. v. W. Va. Dept. of Health &amp; Human Res.,</i> 532 U.S. 598, 604-05, 121 S.Ct. 1835, 149 L.Ed.2d 855 (2001) (quoting <i>Tex. State Teachers</i> <i>Ass'n. v. Garland Indep. Sch. Dist.,</i> 489 U.S. 782, 792-93, 109 S.Ct. 1486, 103 L.Ed.2d 866) (explaining that \"court-ordered consent decrees create `the material alteration of the legal relationship of the parties' necessary to permit an award of attorney's fees\").</p>\n<p>The dockets in the Middle District of Alabama cases reflect that attorney's fees were an issue at one point. <i>See, e.g., Lee</i> v. <i>Lee County Bd. of Ed.,</i> No. 3:70-CV-00-845-MHT-DRB. According to the <i>Lee</i> v. <i>Lee County Board of Education</i> docket, at least four motions were filed requesting interim attorney fees. <i>See Lee v. Lee County Bd. of Ed.,</i> No. 3:70-CV-00-845-MHT-DRB, [D55](\"Abridged Motion for Interim Award of Attorney Fees and Expenses\") (filed 12/03/98), [DE-60](\"Declaration of Gloria J. Browne for Attorney's Fees\") (filed 1/11/99), [D62](Supplemented Abridged Motion by Plaintiffs for Interim Award of Attorney's Fees and Expenses\") (filed 1/11/199), [DE-63] (\"Motion by Anthony T. Lee for Interim Award of Attorney's Fees and Expenses\") (filed 1/12/99), [DE-64] (\"Amendment to Supplemented Motion by Plaintiffs for Attorney's Fees\") (filed 1/21/99). The Middle District of Alabama court scheduled a mediation conference on February 1, 1999, in front of Magistrate Judge Coody to mediate the issue of attorney's fees. <i>See Lee v. Lee County Bd. of Ed.,</i> No. 3:70-C00-845-MHT-DRB (M.D.A1. January 22, 1999). The docket shows that after the scheduled date of the mediation conference, the court entered an order denying the various motions for attorney's fees as moot, but allowing the parties to renew the motions for attorney's fees by a date certain. <i>See Lee v. Lee County Bd. of Ed.,</i> No. 3:70-CV-00-845-MHT-DRB (M.D.A1. February 9, 1999). The docket reflects that the court allowed an extension of time for the plaintiffs to file a renewed motion for attorney's fees, although there is no indication that any renewed motion was filed. <i>See Lee v. Lee County Bd. of Ed.,</i> No. 3:70-CV-00-845-MHT-DRB (M.D.A1. March 10, 1999). Thus, the Middle District of Alabama court did not have to rule on the issue of attorney's fees, and it is unclear whether the parties in the Middle District of Alabama cases reached a settlement as to attorney's fees. Thus, the Middle District of Alabama cases may be instructive on how to handle future matters in this case, but the cases are not instructive on the issue of attorney's fees.</p>\n<p>[3]  This time frame includes the years 1997 and 1998, the years in which Attorney Adam Stein devoted a total of nine minutes each year to his clients' case reviewing the voluminous reports.</p>\n<p>[4]  The total amount of hours Plaintiff claimed was 78.6. The court excluded the following hours from the 15% reduction: all of the hours attributable to Matt Steigler, Law Clerk, and 1.5 hours attributable to Corie Pauling. The court excluded those numbers from the 15% reduction, because it appears that Matt Steigler's research and Ms. Pauling's communication regarding the same focused on areas wholly unrelated to faculty desegregation. Thus, the hours the court included totaled 57.9 hours. That total, reduced by 15 percent, equals 49.22.</p>\n<p>[5]  This amount is calculated as follows:\n</p>\n<p>1. Adam Stein: 12.86 hours for Adam Stein x $325 = $4,179.50.</p>\n<p>2. William Simpson: 46.7 hours x $250 = $11,675.</p>\n<p>3. Corie Pauling: 136.47 hours x $185 = $25,246.95</p>\n<p>4. Law clerks: 32 hours x $85 = $2,720</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">567</span></span> (2004)</b></center>\n<center><h1>Harold Douglas COPPEDGE, et al., Plaintiff,<br>\nUnited States of America, Plaintiff Intervenor,<br>\nv.<br>\nThe FRANKLIN COUNTY BOARD OF EDUCATION, Defendant.</h1></center>\n<center>No. CIV.A. 1796.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 5, 2004.</center>\n<p><span class=\"star-pagination\">*569</span> Conrad 0. Pearson, Durham, NC, J. Levonne Chambers, Charlotte, N.C, Jack Greenberg, New York City, for Harold Douglas Coppedge.</p>\n<p>Nicholas deB. Katzenbach, John Doar, Asst. Attorney General, Robert H. Cowen,</p>\n<p>U.S. Attorney, Maceo Hubbard, Atty, John Ossea, Atty. Dept. of Justice, Washington, D.C, for U.S.</p>\n<p>Irvin B. Tucker, Jr., Yarborough &amp; Tucker, Raleigh, N.C, E.F. Yarborough, W.M. Jolly, Louisburg, N.C, Charles M. Davis, Louisburg, N.C, for Franklin County Board of Education.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by Plaintiffs for attorney's fees and costs under 42 U.S.C. § 1988(b). Defendant Franklin County Board of Education (the \"Board\") has responded, and the matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. PROCEDURAL AND FACTUAL HISTORY</h2>\n<p>This longstanding desegregation action was initiated by Plaintiffs on December 8, 1965. Beginning in August 1967, the court issued a series of orders requiring the Board to submit annual reports and data regarding, among other things, teacher hiring, nonrenewal recommendations, course offerings, faculty assignment, and student assignment. In 1996, Plaintiff-Intervenor, the United States of America (the \"Government\"), visited Franklin County School District (the \"District\"), and concluded that the District was in noncompliance with several aspects of the court's orders. As a result of the District's alleged noncompliance, a consent order was entered by the undersigned on June 14, 1996. The consent order adopted a remedial plan designed to further desegregation.</p>\n<p>On January 11, 2000, a status conference was held to determine whether the Board had complied with the 1996 consent order. At the conclusion of the status conference, <span class=\"star-pagination\">*570</span> the undersigned directed the Board to file a motion to dismiss, seeking a declaration of unitary status.</p>\n<p>On April 13, 2000, the Board filed a motion to dismiss, contending that the District had achieved unitary status. Plaintiffs and the Government opposed the motion to dismiss, arguing that unitary status had not been achieved in the areas of staff desegregation and quality of education. Plaintiffs also opposed the declaration of unitary status in two additional areas, faculty desegregation and student assignment. In a June 24, 2002 order, the court found that the District had achieved unitary status in the following areas: (1) school transportation; (2) extracurricular activities; (3) school construction and facilities; (4) student transfers; and (5) faculty desegregation. However, the court found that the District had not achieved unitary status in terms of (1) quality of education, (2) desegregation of staff, or (3) school assignments. Accordingly, the Board's motion to dismiss was allowed in part and denied in part. Additionally, the court directed the Board to develop a proposal to address the three remaining areas of noncompliance and explore the possibility of a consent decree. After negotiations, the parties agreed on a proposed consent decree, which was approved by the court and filed on June 17, 2003.</p>\n<p>Plaintiffs now move for attorney's fees under 42 U.S.C. § 1988(b), requesting attorney's fees in the amount of $48,161.25 for 237.75 hours of work, and costs in the amount of $1,192.35. The Board opposes Plaintiffs' requests.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. PLAINTIFFS' ENTITLEMENT TO ATTORNEY'S FEES</h2>\n<p>In civil rights actions, \"the court, in its discretion, may allow the prevailing party ... a reasonable attorney's fee as part of the costs ....\" 42 U.S.C. § 1988(b). Although the decision to award a fee is discretionary, \"a prevailing plaintiff 'should ordinarily recover an attorney's fee unless special circumstances would render such an award unjust.'\" <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 429, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) (quoting S.Rep. No. 94-1011 at. 4 (1976), <i>reprinted in</i> 1976 U.S.C.C.A.N. 5908, 5912)(quoting <i>Newman v. Piggie Park Enter.,</i> <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 402, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></a></span>, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1263</span></a></span> (1968)). Here, the Board does not contest that Plaintiffs are prevailing parties for purposes of attorney's fees. Rather, the Board contends that \"special circumstances\" exist that warrant denying Plaintiffs' motion for attorney's fees. Specifically, the Board argues that the request for attorney's fees should be denied because (1) an award of attorney's fees would exacerbate the already difficult financial situation of the school system, and (2) the Board filed the motion to dismiss in response to a directive from this court.</p>\n<p></p>\n<h2>1. Financial Conditions</h2>\n<p>Although sympathetic to the school system's precarious financial condition, the court will not deny the award of attorney's fees on that basis. Most courts that have considered the issue have determined that the ability, or inability, to pay attorney's fees is not a \"special circumstance\" warranting the denial of an award. <i>See </i><i>Inmates of Allegheny County Jail v. Pierce,</i> <span class=\"citation\" data-id=\"424041\"><a href=\"/opinion/424041/inmates-of-the-allegheny-county-jail-thomas-price-bey-arthur-coslee-harry/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">177</span></a></span>, 180 (3d Cir.1983) (\"[T]he losing party's financial ability to pay is not a `special circumstance.'\"); <i>Entm't Concepts, Inc., Ill v. Maciejewski,</i> <span class=\"citation\" data-id=\"382357\"><a href=\"/opinion/382357/entertainment-concepts-inc-iii-v-robert-t-maciejewski-etc-ben/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">497</span></a></span>, 507 (7th Cir.1980) (\"[A]bility to pay is not a `special circumstance' that will bar an award of attorney's fees to a successful plaintiff.\"); <i>Johnson v. State of Mississippi</i> <span class=\"citation\" data-id=\"370326\"><a href=\"/opinion/370326/rita-johnson-plaintiffs-appellees-cross-v-the-state-of-mississippi/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span>, 636-38 (5th Cir.1979) (\"Nor is the fact that the financial burden <span class=\"star-pagination\">*571</span> of the fee award will fall on taxpayers of Mississippi ... controlling.\"); <i>N.A.A.C.P. v. Thompson,</i> <span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1051</span></span>, 1054 (D.Md.1987). <i>Cf. </i><i>Bills v. Hodges,</i> <span class=\"citation\" data-id=\"381378\"><a href=\"/opinion/381378/deborah-l-bills-and-nancy-d-fahnley-v-joseph-h-hodges-sr/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">844</span></a></span>, 847 (4th Cir.1980) (rejecting argument that fact that plaintiffs could afford to pay own attorneys rendered award of attorney's fees unjust). Moreover, many defendants in civil rights cases are public entities, facing the same budgetary constraints as the school system in this case-a scenario Congress contemplated when passing § 1988. <i>See</i> S.Rep. No. 94-1011 (1976), <i>reprinted in</i> 1976 U.S.C.C.A.N. 5908, 5913 (noting that \"defendants in these cases are often State or local bodies or State or local officials\"). Thus, the court does not find the financial standing of the school system to be a \"special circumstance.\"</p>\n<p></p>\n<h2>2. Court's Directive to File Motion to Dismiss</h2>\n<p>The fact that the Board filed the motion to dismiss in response to a directive from this court, however, warrants more discussion. The Board argues that the latest round of litigation was unnecessary, and the whole matter could have been resolved between the parties without intervention by the court. In short, the Board contends that because \"the dispute\" arose only because of the court's directive, no attorney's fees should be awarded. To assess the Board's argument, it is helpful to examine the precise nature of this case.</p>\n<p>Cases like the action presently before the court are typically referred to as \"public law litigation,\" because the actions challenge the operation of public institutions. <i>See, e.g.,</i> Abram Chayes, <i>The Role of the Judge in Public Law Litigation,</i> 89 HAEV. L. REV. 1281, 1284 (1976). As both courts and commentators have noted, the role of the district judge in \"public law litigation\" differs from that of the judge presiding over \"private litigation.\" Rather than responding to parties' motions and applying legal principles, district judges presiding over public law cases take on more of a managerial as opposed to adjudicative role. <i>See </i><i>People Who Care v. Rockford Bd. of Educ,</i> <span class=\"citation\" data-id=\"762641\"><a href=\"/opinion/762641/people-who-care-v-rockford-board-of-education-school-district-no-205/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1083</span></a></span>, 1086-87 (7th Cir. 1999) (noting that public institutional reform litigation often \"thrusts the federal courts into a managerial rather than an adjudicative role\"); <i>Langton v. Johnston,</i> <span class=\"citation\" data-id=\"557986\"><a href=\"/opinion/557986/william-langton-v-philip-johnston-john-bruder-john-bruder-v-philip/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1221 (1st Cir.1991) (\"In public law litigation, courts typically play a proactive role-a role which can have nearly endless permutations.\"); Chayes, <i>supra</i> at 1298-1302. <i>See also</i> Wendy Parker, <i>The Decline of Judicial Decisionmaking: School Desegregation and District Court Judges,</i> 81 N.C. LAW REV. 1623, 1626-44 (2003)[hereinafter <i>Decline of Judicial Decisionmaking]</i> (critiquing the current role of federal district court judges in ongoing school desegregation cases).</p>\n<p>Accordingly, when the court noticed the lack of activity in this case since the entry of the 1996 consent decree, it <i>sua sponte</i> scheduled a status conference. Unfortunately, the lack of activity in this case is not unusual amongst longstanding school desegregation cases. One scholar estimates that there are approximately 695 school desegregation cases pending, yet a ten-year opinion search revealed only fifty-three school districts subject to actively litigated cases. <i>See Decline in Judicial Decisionmaking, supra,</i> at 1639 (citing David J. Armor's estimate of pending cases from FORCED JUSTICE: SCHOOL DESEGregation AND THE LAW (1995)). <i>See also</i> Wendy Parker, <i>The Future of School Desegregation,</i> 94 NW. U.L. REV. 1157, 1207 (2000)[hereinafter <i>The Future of School Desegregation]</i> (examining 192 school districts and finding that only 32 initiated unitary status proceedings). One commentator, Professor Wendy Parker, suggests this lack of activity is because of the great risks that school districts take on <span class=\"star-pagination\">*572</span> when moving for a declaration of unitary status. By operating under the status quo, school districts have little burdenmostly just remaining in compliance with previous court orders <sup>[1]</sup> and filing reports. However, once the school district moves for unitary status, possible negative consequences abound: 1) the rejuvenated litigation may stir up long-dissipated community unrest; 2) closer adversarial and judicial scrutiny may reveal additional areas of inequality, resulting in the need for additional effort and expense from the school district; and 3) the legal proceedings could result in enormous legal and administrative expenses for already cashstrapped school districts. <i>See The Future of School Desegregation, supra,</i> at 1207-09.</p>\n<p>The instant case highlights yet another risk faced by school districts. Even if the school districts are partially successful, they still may incur substantial costs in the form of plaintiffs' attorney's fees. The magnitude of these risks is even greater for small school districts, like Franklin County Schools. <i>See id.</i> at 1209 (explaining why large school districts are more willing to move for a declaration of unitary status than small school districts). In short, there is very little incentive for a defendant school district to pursue a declaration of unitary status.</p>\n<p>However, as all parties involved in this litigation are aware, school desegregation orders \"are not intended to operate in perpetuity.\" <i>Bd. of Educ. v. Dowell,</i> <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 248, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></a></span> (1991). <i>All</i> parties involved in the litigation and the court should be working continuously toward the ultimate objective\"restor[ing] state and local authorities to the control of a school system that is operating in compliance with the Constitution.\" <i>Freeman v. Pitts,</i> <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 489, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span></a></span> (1992).</p>\n<p>After hearing from the parties at the status conference, the undersigned determined the most expedient route to achieving that objective would be for the Board to file a motion to dismiss.<sup>[2]</sup> As a <span class=\"star-pagination\">*573</span> result of the filing of the motion to dismiss, the court eventually declared that the District is partially unitary, and the parties entered another consent order which should address the other areas yet to be desegregated.</p>\n<p>The directive to file a motion to dismiss does not constitute a \"special circumstance\" warranting the outright denial of an award. As the Board concedes, civil rights lawyers may be awarded attorney's fees to monitor compliance with court orders and defend those orders. <i>See, e.g., </i><i>Willie M. v. Hunt,</i> <span class=\"citation\" data-id=\"434692\"><a href=\"/opinion/434692/willie-m-a-minor-jeanette-m-a-minor-tom-h-a-minor-timothy-b-a/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></a></span>, 384-85 (4th Cir.1984). In this case, the efforts of Plaintiffs' attorneys after the Board filed the motion to dismiss presumably were designed to defend the previous consent order and perhaps are analogous to other cases where attorneys monitored compliance with court orders. Accordingly, because the Plaintiffs are prevailing parties, and there are not special circumstances warranting an outright denial of the award, the court concludes that Plaintiffs are entitled to reasonable attorney's fees.</p>\n<p>The Board, however, does make a telling point regarding the efforts of Plaintiffs' attorneys-namely, that Plaintiffs' attorneys did not \"initiate the monitoring\" of the court order. <i>See</i> Resp. to Mot. for Attorney's Fees at p. 5. Indeed, prior to the court's <i>sua sponte</i> scheduling of the status conference, it appears that the attorneys for Plaintiffs were merely glancing over the voluminous reports submitted by the Board each year. For example, the Plaintiffs attached a detailed billing history of this action which listed all transactions from 1/01/1997 until 6/30/2003. <i>See</i> Mem. Supp. Pl's Mot. for Attorney's Fees, Ex. D. The billing history shows that in each of the years 1997 and 1998, Plaintiffs' attorneys spent a scant <i>nine</i> minutes reviewing the voluminous report submitted by the Board. <i>See id.</i> The only activity in 1999 <span class=\"star-pagination\">*574</span> appears to have occurred after the court scheduled the status conference. <i>See id.</i> Thus, the case <i>sub judice</i> does not appear to be like other cases where plaintiffs' attorneys, on their own initiative, actively monitor compliance with consent decrees. <i>See, e.g., </i><i>Keith v. Volpe,</i> <span class=\"citation\" data-id=\"497359\"><a href=\"/opinion/497359/ralph-w-keith-and-esther-may-keith-husband-and-wife-harold-e-grady-and/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 856-57 (9th Cir.1987)(detailing the extensive post-judgment actions by plaintiffs' attorneys).</p>\n<p>Accordingly, the Plaintiffs' own billing records bolster the court's conclusion that the status conference and directive to file a motion to dismiss were necessary. In the court's view, unless the undersigned scheduled the status conference and directed the Board to file the motion to dismiss, the case would have languished indefinitely, achieving no forward movement toward the Plaintiffs' presumed goal: a desegregated, constitutionally-compliant school district. The Board simply would continue submitting the annual reports that Plaintiffs apparently would barely review, year after year. Quite simply, the case did not appear to be following a course of progression to the achievement of the ultimate objective-\"restor[ing] state and local authorities to the control of a school system that is operating in compliance with the Constitution.\" <i>Freeman,</i> 503 U.S. at 489, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>.</p>\n<p>The fact that the court, rather than the parties themselves, spurred progress in this case is not controlling.</p>\n<p></p>\n<h2>B. REASONABLE ATTORNEY'S FEES</h2>\n<p>When awarding attorney's fees, a court must always assess whether the amount requested by the moving party is reasonable. \"The most useful starting point for determining the amount of a reasonable fee is the number of hours reasonably expended on the litigation multiplied by a reasonable hourly rate.\" <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 436-37, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983). The product of these variables is the lodestar figure. See <i>Craig v. Department of Health &amp; Human Services,</i> <span class=\"citation\" data-id=\"516186\"><a href=\"/opinion/516186/24-socsecrepser-201-unemplinsrep-cch-14518a-james-e-craig-social/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span>, 327 (4th Cir. 1989).</p>\n<p>In assessing the reasonableness of attorneys' fees, the Court of Appeals for the Fourth Circuit has decreed that a district court's analysis must strictly follow the factors enumerated in <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (5th Cir.1974), as <i>modified by </i><i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983). The <i>Johnson</i> factors are: (1) the time and labor required to litigate the suit; (2) the novelty and difficulty of the questions presented by the lawsuit; (3) the skill required properly to perform the legal services; (4) the attorney's opportunity costs in pursuing the litigation; (5) the customary fee for such services; (6) whether the fee is fixed or contingent; (7) time limitations imposed by the client or the circumstances; (8) the amount in controversy and the results obtained; (9) the experience, reputation, and ability of the attorney; (10) the undesirability of the case; (11) the nature and length of the attorney's professional relationship with the client; and (12) awards in similar cases. See <i>Daly v. Hill,</i> <span class=\"citation\" data-id=\"470017\"><a href=\"/opinion/470017/george-daly-nicholas-street-and-david-layton-margaret-suzanne-starnes-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1075 n. 2 (4th Cir.1986). Thus, the court will utilize the <i>Johnson</i> factors to determine (1) the reasonable amount of hours and (2) the reasonable rate to be used in this case. <i>Id.</i> at 1078.</p>\n<p></p>\n<h2>1. Reasonable Hours</h2>\n<p>To determine the reasonable amount of hours, a Plaintiff should \"submit evidence supporting the hours worked.\" <i>Hensley,</i> 461 U.S. at 473, 103 S.Ct. 1952. A court should not consider duplicative or unrelated hours, and when a plaintiff prevails on only some of the claims, the number <span class=\"star-pagination\">*575</span> of hours may be adjusted downward. <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> <span class=\"citation\" data-id=\"675712\"><a href=\"/opinion/675712/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">169</span></a></span>, 174-75 (4th Cir.1994). As the Fourth Circuit has counseled, \"[a]t bottom, the number of hours must be reasonable and must represent the product of `billing judgment.'\" <i>Id.</i> at 175. As to the determination of a reasonable amount of hours, the court finds the following <i>Johnson</i> factors most applicable: 1) the time required to litigate the suit, and 2) the results obtained.</p>\n<p>Here, Plaintiffs have submitted affidavits and a detailed billing history requesting fees for a total of 237.95 hours performed by their attorneys, proportioned as follows: (1) Adam Stein performed 15.85 hours; (2) William G. Simpson performed 46.70 hours; (3) Corie D. Pauling performed 143.40 hours, and (4) law clerks Matthew Stiegler and Allison Kidd performed 32 hours.</p>\n<p>The Board contests the total hours on the grounds that Plaintiffs achieved only limited success. In terms of success, Plaintiffs contested the declaration of unitary status in four areas, and the court found that the District had not achieved unitary status in three areas. Specifically, both Plaintiffs and the Government opposed the declaration of unitary status in two areas: desegregation of staff and quality of education. Plaintiffs, alone, opposed the declaration of unitary status in the areas of faculty desegregation and student assignment. This court adopted the Government's memorandum as the predicate for its 2002 order, and found that unitary status had not been achieved in the areas of desegregation of staff and quality of education. Additionally, the court agreed with Plaintiffs' argument that unitary status had not been attained in student assignment-but rejected Plaintiffs' contentions regarding faculty desegregation.</p>\n<blockquote>With regard to a plaintiffs partial success, the Supreme Court in <i>Hensley</i> held:</blockquote>\n<blockquote>Where the plaintiff has failed to prevail on a claim that is distinct in all respects from his successful claims, the hours spent on the unsuccessful claim should be excluded in considering the amount of a reasonable fee. Where a lawsuit consists of related claims, a plaintiff who has won substantial relief should not have his attorney's fee reduced simply because the district court did not adopt each contention raised. But where the plaintiff achieved only limited success, the district court should award only that amount of fees that is reasonable in relation to the results obtained.</blockquote>\n<p><i>Hensley,</i> 461 U.S. at 440, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>. Here, the Board appears to be making two arguments: (1) attorney's fees should be denied totally based on Plaintiffs' limited success, or (2) the amount of hours should be reduced to reflect the rejection of Plaintiffs' faculty desegregation argument.</p>\n<p>The court finds Plaintiffs' argument advocating the total denial of fees to be unavailing. Although Plaintiffs achieved limited success, this case did not present the situation, like in <i>Farrar v. Hobby,</i> <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span>, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1992), where the plaintiff only achieved \"technical\" success. <i>See id.</i> at 115, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span> (explaining that where a plaintiff, who seeks compensatory damages, recovers only nominal damages, \"the only reasonable fee is no fee at all\"). Certainly, the court found the Government's argument and analysis to be more cogent and concise than that of the Plaintiffs, hence, the court adopted the memorandum of the Government as the predicate of the order. However, that does not mean that Plaintiffs' efforts and arguments were totally inconsequential to the court, at least in the area of student assignments. Thus, the court cannot find that Plaintiffs' limited <span class=\"star-pagination\">*576</span> success warrants the <i>total</i> denial of attorney's fees.</p>\n<p>However, the court finds that the limited success of the Plaintiffs does necessitate some reduction in the amount of fees. The Board appears to suggest that the amount of time dedicated to the faculty desegregation argument be excluded from Plaintiffs' total hours. The Board duly notes, however, that Plaintiffs did not indicate in the detailed billing history what portion of the attorneys' time was spent on which aspect of unitary status. Because of some related legal theories, the efforts of Plaintiffs' counsel may have been \"devoted generally to the litigation as a whole, making it difficult to divide the hours expended on a claim-by-claim basis.\" <i>Hensley,</i> 461 U.S. at 435, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>. Still, some reduction is necessary to reflect Plaintiffs' partial success in opposing the declaration of unitary status. Consequently, for the time period of 1/01/1997-11/30/00<sup>[3]</sup>, the court will deduct 15% of Plaintiffs' requested hours. Thus, the total number of reasonable hours Plaintiff may claim for the time period of 10/1/1997-11/30/2000 is 49.22.<sup>[4]</sup></p>\n<p></p>\n<h2>2. Reasonable Rate</h2>\n<p>The court must now determine the reasonable hourly rates for Plaintiffs' attorneys. A reasonable hourly rate is one that is at the \"prevailing market rate[ ] in the relevant community.\" <i>Rum Creek Coal Sales,</i> 31 F.3d at 175 (quoting <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 895, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984)). The Supreme Court has explained that \"[t]he burden is on the fee applicant to produce satisfactory evidence-in addition to the attorney's own affidavits-that the requested rates are in line with those prevailing in the community for similar services by lawyers of reasonably comparable skill, experience and reputation.\" <i>Blum,</i> 465 U.S. at 895 n. 11, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>. With regard to determining the reasonable hourly rate, the court finds the following <i>Johnson</i> factors to be particularly important: 1) the customary fee for such services; 2) the experience, reputation and ability of the attorney, and 3) awards in similar cases.</p>\n<p>Plaintiffs request the following hourly rates for their attorneys: 1) $325 for attorney Adam Stein, an attorney who has practiced law for over thirty years; 2) $250 for attorney William Simpson, who has practiced law for eighteen years; 3) $200 for attorney Corie Pauling, who has been admitted to practice since 1998, and 4) $85 per hour for work by law clerks. In support of the requested hourly rate, Plaintiffs have come forward with affidavits detailing their experience and qualifications. Additionally, Plaintiffs have submitted affidavits from other attorneys who specialize in civil rights litigation attesting that the requested rates for Plaintiffs' attorneys are in line with those prevailing in North Carolina for similar services by lawyers of reasonably comparable skill, experience and reputation.</p>\n<p>The Board urges the court to consider that Franklin County attorneys with <span class=\"star-pagination\">*577</span> seventeen to thirty-two years of experience usually only charge an hourly rate of $150. Although the court realizes there is disparity between the rates charged by Franklin County attorneys and Plaintiffs' attorneys, the Board must recognize that when Plaintiffs initiated this action in the 1960s, probably no Franklin County attorney would take the case. Moreover, rather than focusing on the economics of Franklin County, the court concludes that the Eastern District of North Carolina is the relevant community to consider. See <i>Barjon v. Dalton,</i> <span class=\"citation\" data-id=\"749836\"><a href=\"/opinion/749836/97-cal-daily-op-serv-9532-97-daily-journal-dar-15311-darnella/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 500 (9th Cir.1997) (\"Generally, the relevant community is the forum in which the district court sits.\"); <i>Public Interest Research Group of New Jersey, Inc. v. Windall,</i> <span class=\"citation\" data-id=\"693381\"><a href=\"/opinion/693381/public-interest-research-group-of-new-jersey-inc-friends-of-the-earth/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span>, 1187-88 (3d Cir.1995) (upholding district court's decision to use the entire forum district as the relevant community); <i>Certain v. Potter,</i> <span class=\"citation\" data-id=\"2314267\"><a href=\"/opinion/2314267/certain-v-potter/\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">576</span></a></span>, 590-91 (M.D.N.C.2004) (considering other cases within the Middle District of North Carolina to determine the reasonable hourly rate).</p>\n<p>Having reviewed the qualifications and experience of Adam Stein and William Simpson, the typical hourly rates charged by similarly situated attorneys in <i>The 2003 Survey of Law Firm Economics,</i> as well as the undersigned's own experience within the Eastern District of North Carolina, the court finds the rates requested by Plaintiffs to be reasonable. See ALTMAN WEIL, INC., THE 2003 SURVEY OF LAW FIRM ECONOMICS, 100 (2003)[hereinafter THE 2003 SURVEY OF LAW FIRM ECONOMICS]. Additionally, the court finds the requested rates for the law clerks to be reasonable.</p>\n<p>The requested rate for Ms. Pauling, however, is too high. As Ms. Pauling states in her affidavit, she began working on this phase of the litigation in 1999. See Mem. Supp. Pl's Mot. for Atty's Fees, Ex. B, ¶ 7 (Affidavit of Corie Pauling). At that time, Ms. Pauling would only have been admitted to practice for approximately a year and a half. According to THE 2002 SURVEY OF LAW FIRM ECONOMICS, the median hourly rate for attorneys in North Carolina with under two years of experience was $135. <i>See</i> ALTMAN WEIL, INC., THE 2002 SURVEY OF LAW FIRM ECONOMICS, 84 (2002). Of course, by 2003, when the consent decree was entered, Ms. Pauling had approximately five years of experience. Still, the median hourly rate for attorney's with five years experience was $185. See THE 200 SURVEY OF LAW FIRM ECONOMICS, <i>supra</i> at 100. Therefore, the court concludes that $185 is a reasonable hourly rate for Ms. Pauling.</p>\n<p></p>\n<h2>3. Total Reasonable Attorney's Fees</h2>\n<p>Accordingly, based on the discussion above, the court finds that the Plaintiffs are entitled to attorney's fees in the amount of $43,821.45.<sup>[5]</sup> The court has reviewed Plaintiffs' submitted costs, and finds that the requested amount of $1,192.35 is also reasonable. Accordingly, Plaintiffs' are entitled to $45,013.80 in attorney's fees.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, Plaintiffs' motion for attorney's fees is ALLOWED and Defendant Franklin County Board of <span class=\"star-pagination\">*578</span> Education is ORDERED to pay to the Plaintiffs the sum of $45,013.80.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Of course, without active oversight, there is always the risk that the court's order could be outdated, ineffective, or, in the worst case scenario, harmful to the school system to which it applies.</p>\n<p>[2]  Since the 2000 status conference, the court has become aware of the approach to longstanding desegregation cases employed by two federal district court judges in the Middle District of Alabama. In 1997, Chief Judge W. Harold Albritton, III, and Judge Myron H. Thompson issued orders requiring all parties to develop proposals as to how the court and parties should proceed in each case toward a declaration of unitary status and termination of the litigation. <i>See, e.g., Lee v. Lee County Bd. of Ed., et al,</i> No. 3:70-CV-00-845-MHDRB (M.D.A1. Feb. 12, 1997). <i>See also Decline in Judicial Decisionmaking, supra,</i> at 1652-57 (listing the Middle District of Alabama cases and detailing the approach used by Judges Albritton and Thompson). These orders led to an extensive discovery and settlement process in each case, managed by Magistrate Judge Charles S. Coody. Eventually, almost all of the school districts were declared partially unitary, and the parties entered into additional consent decrees regarding the remaining areas to be desegregated.\n</p>\n<p>In this case, the Board contends the court's scheduling of the status conference and subsequent directive to file a motion to dismiss led to unnecessary litigation. The court can understand the Board's argument, if the Board focused only the motion to dismiss. However, even though the approach utilized by this court differed from that employed by the Middle District of Alabama, the ensuing process and results obtained were similar. Discovery ensued, the parties collaborated, and a consent decree was entered. The entry of the consent decree alone, regardless of whether the motion to dismiss was filed, could entitle the plaintiffs to attorney's fees. <i>See, e.g., </i><i>Buckhannon Bd. and Care Home, Inc. v. W. Va. Dept. of Health &amp; Human Res.,</i> <span class=\"citation\" data-id=\"118430\"><a href=\"/opinion/118430/buckhannon-board-care-home-inc-v-west-virginia-dept-of-health-and/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 604-05, <span class=\"citation\" data-id=\"118430\"><a href=\"/opinion/118430/buckhannon-board-care-home-inc-v-west-virginia-dept-of-health-and/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, <span class=\"citation\" data-id=\"118430\"><a href=\"/opinion/118430/buckhannon-board-care-home-inc-v-west-virginia-dept-of-health-and/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">855</span></a></span> (2001) (quoting <i>Tex. State Teachers</i> <i>Ass'n. v. Garland Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">782</span></a></span>, 792-93, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1486</span></a></span>, 103 L.Ed.2d 866) (explaining that \"court-ordered consent decrees create `the material alteration of the legal relationship of the parties' necessary to permit an award of attorney's fees\").</p>\n<p>The dockets in the Middle District of Alabama cases reflect that attorney's fees were an issue at one point. <i>See, e.g., Lee</i> v. <i>Lee County Bd. of Ed.,</i> No. 3:70-CV-00-845-MHT-DRB. According to the <i>Lee</i> v. <i>Lee County Board of Education</i> docket, at least four motions were filed requesting interim attorney fees. <i>See Lee v. Lee County Bd. of Ed.,</i> No. 3:70-CV-00-845-MHT-DRB, [D55](\"Abridged Motion for Interim Award of Attorney Fees and Expenses\") (filed 12/03/98), [DE-60](\"Declaration of Gloria J. Browne for Attorney's Fees\") (filed 1/11/99), [D62](Supplemented Abridged Motion by Plaintiffs for Interim Award of Attorney's Fees and Expenses\") (filed 1/11/199), [DE-63] (\"Motion by Anthony T. Lee for Interim Award of Attorney's Fees and Expenses\") (filed 1/12/99), [DE-64] (\"Amendment to Supplemented Motion by Plaintiffs for Attorney's Fees\") (filed 1/21/99). The Middle District of Alabama court scheduled a mediation conference on February 1, 1999, in front of Magistrate Judge Coody to mediate the issue of attorney's fees. <i>See Lee v. Lee County Bd. of Ed.,</i> No. 3:70-C00-845-MHT-DRB (M.D.A1. January 22, 1999). The docket shows that after the scheduled date of the mediation conference, the court entered an order denying the various motions for attorney's fees as moot, but allowing the parties to renew the motions for attorney's fees by a date certain. <i>See Lee v. Lee County Bd. of Ed.,</i> No. 3:70-CV-00-845-MHT-DRB (M.D.A1. February 9, 1999). The docket reflects that the court allowed an extension of time for the plaintiffs to file a renewed motion for attorney's fees, although there is no indication that any renewed motion was filed. <i>See Lee v. Lee County Bd. of Ed.,</i> No. 3:70-CV-00-845-MHT-DRB (M.D.A1. March 10, 1999). Thus, the Middle District of Alabama court did not have to rule on the issue of attorney's fees, and it is unclear whether the parties in the Middle District of Alabama cases reached a settlement as to attorney's fees. Thus, the Middle District of Alabama cases may be instructive on how to handle future matters in this case, but the cases are not instructive on the issue of attorney's fees.</p>\n<p>[3]  This time frame includes the years 1997 and 1998, the years in which Attorney Adam Stein devoted a total of nine minutes each year to his clients' case reviewing the voluminous reports.</p>\n<p>[4]  The total amount of hours Plaintiff claimed was 78.6. The court excluded the following hours from the 15% reduction: all of the hours attributable to Matt Steigler, Law Clerk, and 1.5 hours attributable to Corie Pauling. The court excluded those numbers from the 15% reduction, because it appears that Matt Steigler's research and Ms. Pauling's communication regarding the same focused on areas wholly unrelated to faculty desegregation. Thus, the hours the court included totaled 57.9 hours. That total, reduced by 15 percent, equals 49.22.</p>\n<p>[5]  This amount is calculated as follows:\n</p>\n<p>1. Adam Stein: 12.86 hours for Adam Stein x $325 = $4,179.50.</p>\n<p>2. William Simpson: 46.7 hours x $250 = $11,675.</p>\n<p>3. Corie Pauling: 136.47 hours x $185 = $25,246.95</p>\n<p>4. Law clerks: 32 hours x $85 = $2,720</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/693381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2314267/"
  ]
}