{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2574681/",
  "absolute_url": "/opinion/2574681/time-warner-enter-v-carteret-craven-elec-member/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2574681/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:33:42.965608Z",
  "date_modified": "2016-04-27T03:08:46.142525Z",
  "type": "010combined",
  "sha1": "85e25993c4d8a9ba07a36c610323b5552e475c66",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>451 F.Supp.2d 736 (2006)</b></center>\n<center><h1>TIME WARNER ENTERTAINMENT-ADVANCE/NEWHOUSE PARNERSHIP, Plaintiff,<br>\nv.<br>\nCARTERET-CRAVEN ELECTRIC MEMBERSHIP CORPORATION, Defendant.</h1></center>\n<center>No. 4:05-CV-146-D(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>August 11, 2006.</center>\n<p><span class=\"star-pagination\">*737</span> Gary J. Rickner, Ward and Smith, P.A., John Troy Smith, Jr., Ward and Smith, P.A., New Bern, for Time Warner Entertainment-Advance/Newhouse Partnership, Plaintiff.</p>\n<p>Pressly M. Millen, Womble Carlyle Sandridge &amp; Rice, Raleigh, for Carteret-Craven Electric Membership Corporation, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>On November 2, 2005, plaintiff Time Warner Entertainment-Advance/Newhouse Partnership (\"plaintiff' or \"TWEAN\") filed suit for declaratory relief against defendant Carteret-Craven Electric Membership Corporation (\"defendant\" or \"CCEMC\") relating to the pole-attachment rate that defendant is attempting to charge plaintiff for attaching its cables to defendant's utility poles. On December 27, 2005, defendant filed a motion to dismiss the complaint pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, which plaintiff opposed. On February 7, 2006, plaintiff filed a motion to <span class=\"star-pagination\">*738</span> amend its complaint, which defendant opposed. Finally, on March 22, 2006, defendant moved to dismiss the amended complaint pursuant to Rule 12(b)(6), which plaintiff opposed. On August 2, 2006, the court heard oral argument.</p>\n<p>For the reasons explained below, defendant's motion to dismiss the original complaint is denied, plaintiffs motion to amend is granted, and defendant's motion to dismiss the amended complaint is granted. Accordingly, the amended complaint is dismissed.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court first considers plaintiff's motion to amend its complaint.. Defendant argues that leave to amend should not be freely given and that such leave should be denied because the amendment is futile. Def. Mem. Opp. Mot. Amend 2. Rule 15(a) of the Federal Rules of Civil Procedure, however, provides that a \"party may amend the party's pleading once as a matter of course at any time before a responsive pleading is served[.]\" Fed.R.Civ.P. 15(a); <i>Smith v. Blackledge,</i> 451 F.2d 1201, 1203 n. 2 (4th Cir.1971). No responsive pleading has been served. <i>See </i><i>Domino Sugar Corp. v. Sugar Workers Local Union 392,</i> 10 F.3d 1064, 1068 n. 1 (4th Cir.1993) (\"A motion to dismiss is not a responsive pleading for the purposes of Rule 15(a).\"). Accordingly, plaintiffs motion to amend is granted and the amended complaint stands as the exclusive legally-operative complaint. Because the original complaint no longer governs, defendant's motion to dismiss the original complaint is denied as moot.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>CCEMC is an electric membership corporation formed under Chapter 117 of North Carolina's General Statutes. \"That Chapter authorizes the formation of not-for-profit corporations `for the purpose of promoting and encouraging the fullest possible use of electric energy in the rural section of the State by making electric energy available to inhabitants of the State at the lowest cost consistent with sound economy and prudent management of the business of such corporations.'\" Amend. Compl. ¶ 5 (quoting N.C. Gen.Stat. § 117-10).</p>\n<p>CCEMC has implemented Chapter 117 through its bylaws. <i>See</i> Bylaws of CarteretCraven Electric Membership Corporation (Adopted June 28, 2004) (\"Bylaws\"). Under the Bylaws, a customer automatically becomes a member of CCEMC upon requesting or using its electric power or any other good or service that it provides. <i>Id.</i> art. I., §§ 1.01, 1.02, 1.05. \"All members have the same rights and obligations.\" Amend. Compl. ¶ 8 (quoting Bylaws, art. I, § 1.035).</p>\n<p>Plaintiff, a member of CCEMC by virtue of using its electricity, is a cable operator that provides cable television, high-speed internet access, and voice-over-protocol services to residents served in areas that are also serviced by defendant. Amend. Compl. ¶ 9. In order to provide this service, plaintiff attaches its cables to defendant's utility poles. <i>Id.</i></p>\n<p>Under previous license agreements, defendant charged plaintiff a negotiated annual attachment rate of $6.00 per pole. Amend. Compl. ¶ 13-14. In the process of renegotiating a new license agreement, defendant demanded an annual attachment rate of $20.07 per pole. Amend. Compl. ¶ 8. According to plaintiff, defendant sought to charge this rate despite agreeing with plaintiff to use a cost-based formula of the Federal Communications Commission (\"FCC telecom formula\") to determine an appropriate pole-attachment rate. Amend. Compl. ¶ 17. According to plaintiff, defendant abandoned use of the FCC <span class=\"star-pagination\">*739</span> telecom formula because it would have produced an attachment rate below its target of $20.07. Amend. Compl. ¶ 23. Plaintiff concedes that defendant \"is not subject to the direct regulatory authority of the FCC or the North Carolina Utilities Commission for the setting of pole-attachment rates . \" Amend. Compl. ¶ 12.</p>\n<p>Plaintiff's amended complaint contains two counts. First, plaintiff alleges that defendant is violating its statutory duty to charge reasonable and non-discriminatory rates for its services. Amend. Compl. ¶ 15. Plaintiff states that defendant has a statutory obligation to render services to its members on reasonable and non-discriminatory terms. Amend. Compl. ¶ 33. Plaintiff states that the $20.07 rate is unreasonable and discriminatory and seeks a judicial determination that this rate violates defendant's alleged statutory obligation. Amend. Compl. ¶ 38.</p>\n<p>Second, plaintiff alleges that defendant is violating its common law duty to charge reasonable and non-discriminatory rates. Amend. Compl. ¶ 17. Plaintiff alleges that North Carolina common law requires that defendant's rates be reasonable and non-discriminatory and vests this court with the power to review the rates. Amend. Compl. ¶¶ 40-43. As evidence that defendant is violating both its statutory and common law duty to provide a nondiscriminatory rate, plaintiff alleges that defendant charges \"a similarly-situated attaching entity, Sprint Corporation, a pole-attachment rate of less than $10 per pole.\" Amend. Compl. ¶¶ 37, 45.</p>\n<p>Plaintiff seeks a declaration that defendant violated its statutory and common law duties to assess plaintiff only reasonable and non-discriminatory pole-attachment rates. Amend. Compl., Request for Relief 18-19. Defendant responds that the term \"service\" or \"services\" in Chapter 117 does not include granting a license to plaintiff to suspend coaxial cables from defendant's existing utility poles. Further, defendant responds that neither statute nor the common law regulates the pole-attachment rate that defendant can charge. Def. Mot. Dismiss 1. Thus, according to the defendant, the plaintiff has failed to state a claim upon which relief can be granted, and the court should dismiss the amended complaint.</p>\n<p></p>\n<h2>B.</h2>\n<p>\"[A] Rule 12(b)(6) motion should only be granted if, after accepting all well-pleaded allegations in the plaintiffs complaint as true and drawing all reasonable factual inferences from those facts in the plaintiffs favor, it appears certain that the plaintiff cannot prove any set of facts in support of his claim entitling him to relief.\" <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 244 (4th Cir.1999). The court, however, need not accept plaintiff's legal conclusions drawn from the facts alleged and need not accept as true unwarranted inferences, unreasonable conclusions, or arguments. <i>Kloth, v. Microsoft Corp.,</i> 444 F.3d 312, 319 (4th Cir.2006) (quotation omitted); <i>E. Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> 213 F.3d 175, 180 (4th Cir.2000); <i>Schatz v. Rosenberg,</i> 943 F.2d 485, 489 (4th Cir.1991).</p>\n<p></p>\n<h2>III.</h2>\n<p>Defendant notes, and plaintiff does not contest, that no federal statute or regulation regulates defendant's pole-attachments rates. In the Pole Attachment Act of 1978, Congress expressly exempted cooperatively organized entities such as defendant from such regulation. Def. Mem. Supp. Mot. Dismiss 7 (citing 47 U.S.C. § 224(a)(1)). Defendant also notes, and plaintiff does not contest, that no North Carolina statute or regulation directly regulates an electric membership corporation's <span class=\"star-pagination\">*740</span> pole-attachment rates. Def. Mem. Supp. Mot. Dismiss 8.</p>\n<p>The parties dispute how to interpret two North Carolina statutes within Chapter 117 of the North Carolina General Statues. Article 2 in Chapter 117 is North Carolina's \"Electric Membership Corporation Act.\" <i>See</i> N.C. Gen.Stat. § 117-6. Section 117-16 states:</p>\n<blockquote>The corporate purpose of each corporation formed hereunder shall be to render <i>service</i> to its members only, and no person shall become or remain a member unless such person shall use energy supplied by such corporation and shall have complied with the terms and conditions in respect to membership contained in the bylaws of such corporation: Provided, that such terms and conditions of membership shall be <i>reasonable [I</i>\n</blockquote>\n<p>N.C. Gen.Stat. § 117-16 (emphasis added). Section 117-16.1 states:</p>\n<blockquote>No electric membership corporation shall, as to <i>rates or services,</i> make or grant any <i>unreasonable</i> preference or advantage to any member or subject any member to any unreasonable prejudice or disadvantage. No electric membership corporation shall establish or maintain any unreasonable difference as to rates or services either as between localities or as between classes of service. No electric membership corporation shall give, pay, or receive any rebate or bonus, directly or indirectly, or mislead or deceive its members in any manner as to rates charged for the services of such electric membership corporation.</blockquote>\n<p>N.C. Gen.Stat. § 117-16.1 (emphasis added). Plaintiff alleges that these two provisions govern the rates that defendant can charge for pole attachments. Amend. Compl. ¶ 35. Defendant responds that Chapter 117 does not govern pole-attachment rates at all and, even if it did, these two specific provisions apply only to treatment of members vis-a-vis one another, and do not create a requirement for reasonable rates. <i>See</i> Def. Mem. Supp. Mot. Dismiss 14.</p>\n<p>At oral argument, the defendant questioned whether plaintiff could use sections 117-16 and 117-16.1-to state a claim. After all, the North Carolina General Assembly knows how to create statutory causes of action<sup>[1]</sup> and nothing in Chapter 117, Article 2 suggests that the General Assembly intended to create such a cause of action. The court, however, need not reach this issue. Instead, the court addresses whether Chapter 117 applies to pole-attachment rates. If it does not, plaintiff's statutory claim fails.</p>\n<p>Chapter 117 does not define \"rates,\" \"service,\" or \"services.\" <i>Cf.</i> N.C. Gen. Stat. § 117-7. Chapter 117 does, however, state that the corporate purpose of each electric membership corporation is to \"promote[] and encourage[] the fullest possible use of electric energy in the rural section of the State by making electricity available to inhabitants at the lowest cost consistent with sound economy and prudent management of the business of such corporations.\" N.C. Gen.Stat. § 117-10. This provision makes clear that providing electric energy in rural North Carolina is the central purpose behind the creation of electric membership corporations. <i>See also id.</i> 117-8.</p>\n<p>Section 117-17 states that \"[e]ach corporation formed under this Article is hereby vested with <i>all power</i> necessary or requisite for the accomplishment of its corporate purpose and <i>capable of being delegated by the legislature;</i> and no enumeration of particular powers hereby granted shall be construed to impair any <i>general grant of power</i> herein contained, nor to limit any <span class=\"star-pagination\">*741</span> such grant to a power or powers of the same class as to those so enumerated.\" N.C. Gen.Stat. § 117-17 (emphasis added). This statute reflects a broad delegation of power from the North Carolina General Assembly to electric membership corporations.</p>\n<p>Section 117-18 then discusses specific grants of power. It begins: \"Subject <i>only</i> to the Constitution of the State, a corporation created under the provisions of this Article <i>shall have</i> the power to do any <i>and all</i> acts or things necessary or convenient for carrying out the purpose for which it was formed, including but not limited to. . . .\" N.C. Gen.Stat. § 117-18 (emphasis added). The statute then lists a variety of powers. <i>Id.</i> Notably, section 117-18 distinguishes between an electric membership corporation \"render[ing] service\" and a corporation encumbering its property. N.C. Gen Stat. §§ 117-18(4)-(5), (8)-(9).</p>\n<p>Section 117-18.1 enables electric membership corporations to engage in \"subsidiary business activities,\" including the gaining of \"full controlling interest in separate business entities that provide [, among other things,] telecommunications services[.]\" N.C. Gen.Stat. § 117-18.1(a). The statute requires that these other business entities pay the membership corporation a minimum price for using its equipment or property and states that the North Carolina Utilities Commission has authority to regulate such use. The statute; however, does not limit or cap the price that an electric membership `corporation may charge for the use of its equipment or property. <i>See</i> N.C. Gen.Stat. § 117-18.1(a)(3). Likewise, section 117-20 mandates that no electric membership corporation may encumber its property unless: \"(1) Authorized so to do by the votes cast in person or by proxy by at least two-thirds of its total membership, and (2) The consent of the holders of seventy-five per centum (75%) in amount of the bonds of such corporation then outstanding is obtained.\" N.C. Gen.Stat. § 117-20. This section does not say that an electric corporation may encumber its property only at a reasonable rate for the other party. In sum, these provisions textually support the conclusion that if a rural electric membership corporation encumbers its property through pole-attachment licensing agreements, it does not thereby render \"service\" or \"services\" and is not charging a \"rate\" as referred to in sections 117-16 and 117-16.1.</p>\n<p>At oral argument, plaintiff asked the court to apply the definition of \"service\" found in section 62-3(27) of the North Carolina General Statutes to Chapter 117 electric membership corporations. Section 62-3(27) defines \"service\" as \"any service furnished by a public utility, including any commodity furnished as a part of such service and any ancillary service or facility used in connection with such service.\" N.C. Gen.Stat. § 62-3(27). The court declines this request, however, because section 62-3 expressly exempts electric membership corporations from being defined as \"public utilities.\" <i>See id.</i> 62-3(23)(d). Chapter 117, not Chapter 62, provides the statutory scheme that North Carolina applies to electric membership corporations. Accordingly, the court looks to Chapter 117, not Chapter 62, to determine the meaning of the terms \"services\" applicable to electric membership corporations. <i>See supra</i> 4-7.</p>\n<p>Section 117-7 of Chapter 117 includes definitions. The definitions do not, however, include a definition of \"service\" or \"services.\" <i>See</i> N.C. Gen.Stat. § 117-7. Moreover, nothing in the ordinary definition of \"service\" or \"services\" would self-evidently encompass granting a license to permit a cable company to suspend coaxial cables from existing utility poles. In 1935, the General Assembly originally enacted <span class=\"star-pagination\">*742</span> what is now, as amended, Chapter 117 of the General Statutes. <i>See </i><i>State ex rel. N.C. Utils. Comm'n v. Mun. Corps., of Scotland Neck,</i> 243 N.C. 193, 200, 90 S.E.2d 519, 525 (1955). In order to help glean the then-contemporaneous meaning of \"service\" or \"services,\" the court has examined the 1934 Second Edition of Webster's New International Dictionary of the English Language. That dictionary provides the primary definition of \"service\" as \"[t]he occupation, condition or status of a servant. . . .\" Webster's New International Dictionary of the English Language 2288 (2d ed.1934). The secondary definition is \"[p]erformance of labor for the benefit of another or at another's command. . . .\" <i>Id.</i> These contemporaneous definitions of \"service\" or \"services\" do not support plaintiffs position.</p>\n<p>In any event, even assuming that the terms \"service\" or \"services\" in Chapter 117 are ambiguous and thereby warrant an examination of other material, the court also has considered the regulatory activity of the North Carolina Utilities Commission (\"Commission\") concerning electric membership corporations. These electric membership corporations are subject to regulation by the Commission in regard to rate filing and certain other matters that the General Assembly conferred upon the Commission in Chapter 62. <i>See</i> N.C. Gen.Stat. § 62-138(f); <i>cf. </i><i>State ex rel. Utils. Comm'n v. Nat'l Merch. Corp.,</i> 288 N.C. 715, 722, 220 S.E.2d 304, 308 (1975) (holding that Commission lacked statutory authority to enact a rule giving a telephone public utility a monopoly on advertising by its business subscribers); <i>State ex rel. Utils. Comm'n v. Mountain Elec. Co-op., Inc.,</i> 108 N.C.App. 283, 285, 423 S.E.2d 516, 517 (1992) (holding that Commission has jurisdiction over line-siting complaints filed against electric membership corporation), <i>aff'd,</i> 334 N.C. 681, 435 S.E.2d 71 (1993) (per curiam). Accepting plaintiffs interpretation that providing pole-attachment space is a \"service\" would provide the Commission jurisdiction to promulgate \"rate\" and \"service\" regulations for pole-attachment agreements. Yet, the plaintiff has not cited, and this court could not locate, any Commission regulation concerning pole-attachment rates. Further, the Commission has not advised the FCC that North Carolina has chosen to exercise reverse preemption under 47 U.S.C. § 224(c) of the federal Pole Attachment Act. <i>See ALLTEL Carolina, Inc. v. CTC Exch. Servs., Inc.,</i> No. P-89, SUB 79, 2002 WL 1943546, at *7 (N.C.U.C. May 8, 2002) (\"The FCC regulates the `rates, terms, and conditions' for poles and conduits under Section 224 of the Telecommunications Act, in the absence of state certification for that purpose. North Carolina is not so certified.\"); <i>see also Pub. Notice, States That Have Certified That They Regulate Pole Attachments,</i> 7 FCC Red 1498 (FCC 1992) (not listing North Carolina). Although the Commission arguably could seek to regulate the pole-attachment agreements of Chapter 117 electric membership corporations without certifying to the FCC because such corporations are not covered under the federal Pole Attachment Act, the Commission's failure to regulate pole-attachment agreements suggests that the Commission has no statutory basis to do so under North Carolina law. Plaintiff nearly admits as much, conceding during oral argument that it could not seek relief from the Commission because the Commission lacks jurisdiction over pole-attachment agreements.</p>\n<p>Finally, the cases cited in which courts in other states have found statutory authority for state pole-attachment regulation provide little help. These cases interpret specific state statutes that are materially different from North Carolina's relevant statutes. Further, <span class=\"star-pagination\">*743</span> the parties cite conflicting cases as to whether licensing pole-attachment rights constitutes a \"service\" as defined in the state statutes in question. <i>Compare </i><i>Chesapeake &amp; Potomac Tel. Co. of Md. v. Md./Del. Cable Television Ass'n, Inc.,</i> 310 Md. 553, 530 A.2d 734, 739 (1987) (\"Providing excess pole space for cable television line attachment is not a `public utility service.'\"), <i>and </i><i>Am. Cable Television, Inc. v. Ariz. Pub., Serv. Co.,</i> 143 Ariz. 273, 693 P.2d 928, 933 (1983) (\"[W]e do not find that pole attachment licenses granted by APS are public utility services.\"), <i>and </i><i>Ill.-Ind. Cable Television Assoc., Inc. v. Pub. Serv. Comm'n of Ind.,</i> 427 N.E.2d 1100, 1109 (Ind.App. 1981) (\"[T]he employment of utility poles in the suspension of coaxial cables for transmission of television signals is not a use devoted to the purposes in which electric and telephone utilities are engaged.\"), <i>with </i><i>Gen. Tel. Co. of Upstate N.Y., Inc. v. Pub. Serv. Comm'n of N.Y.,</i> 63 A.D.2d 93, 97, 406 N.Y.S.2d 909 (N.Y.App.Div.1978) (\"A utility's relationship to cable television operators in its service area is., in many ways, analogous to is relationship to its other customers . . .\"), <i>and </i><i>La. Cablevision v. La. Pub. Serv. Comm'n,</i> 493 So.2d 555, 558 (La.1986) (\"[W]e conclude that pole attachment agreements are connected with, concern and grow out of the services rendered by Commission-regulated utilities.\"), <i>and </i><i>Ky. CATV Ass'n v. Volz,</i> 675 S.W.2d 393, 396 (Ky.App.1983) (finding pole attachment to be a \"service\" as defined by the governing statute). Although these cases have contrasting outcomes, nearly all involved a state regulatory body asserting statutory authority to regulate pole-attachment agreements. In contrast, no North Carolina regulatory entity or state court has ever asserted that it had statutory authority to regulate pole-attachment agreements for either public utilities generally or electric membership corporations specifically. Accordingly, having considered the statute, the Commission's lack of regulatory activity, and cases from other states, the court concludes that section 117-16 and section 117-16.1 do not provide authority for this court to conclude that defendant may assess only a reasonable and nondiscriminatory pole-attachment rate. Belatedly, the court concludes that defendant's entering into a license agreement with a cable company to provide space on its poles does not constitute a \"service\" or \"services\" as defined in Chapter 117. Thus, plaintiff has failed to state a claim in count one.</p>\n<p></p>\n<h2>B.</h2>\n<p>Plaintiff also argues that North Carolina common law mandates that defendant's pole-attachment rates must be reasonable and non-discriminatory. Plaintiff principally relies on <i>Salisbury &amp; Southern Railway Co. v. Southern, Power Co.,</i> 179 N.C. 18, 101 S.E. 593 (1919) (\"<i>Salisbury I</i>\").<sup>[2]</sup> In <i>Salisbury I,</i> the defendant was a public service corporation and subject to the laws governing public utilities. <i>Salisbury I,</i> 101 S.E. at 598. It sold hydro-electric power to plaintiff, another public utility, who, in turn, resold that power to consumers. <i>Id.</i> Plaintiff alleged, and defendant did not contest, that defendant charged its own subsidiary far less for power than it did plaintiff and other customers. <i>Id.</i> Instead, defendant argued that it had a right to discriminate among consumers. <i>Id.</i> at 598, 602. Rejecting this argument, the Supreme Court of <span class=\"star-pagination\">*744</span> North Carolina held that \"[i]t is well settled that the common-law obligation of equal and undiscriminating service clearly requires that the same charges shall be made to all consumers for the rendering of similar service.\" <i>Id.</i> at 599.</p>\n<p><i>Salisbury I,</i> however, does not help plaintiff. In <i>Salisbury I,</i> the court analyzed discriminatory pricing of hydro-electric power, a commodity essential to the public and the commodity that provided the basis for the defendant to be subject to regulation as a public utility. <i>See </i><i>Salisbury &amp; S. Ry. Co. v. S. Power Co.,</i> 180 N.C. 422, 105 S.E. 28 (1920) (\"<i>Salisbury II</i>\") (explaining that <i>Salisbury I</i> compelled defendant to \"furnish the <i>electric current</i> to the plaintiff and other customers without unjust discrimination\") (emphasis added). In describing the potential impact to the public if defendant were allowed to discriminate in its sale of electric power, the court in <i>Salisbury I</i> stated that the defendant's actions could \"leave Salisbury and Spencer without lights for the homes and places of business of its people and without power for the operation of their industrial plants or any means of operating the street railway.\" <i>Salisbury I,</i> 101 S.E. at 595. In contrast to <i>Salisbury I,</i> this case does not involve defendant's public responsibility to promote and encourage \"the fullest possible use of electric energy in the rural section of the State. . . .\" N.C. Gen.Stat. § 117-10. Although cable services have grown in importance, the defendant was not created to provide such services. Moreover, plaintiff concedes that those who live in rural areas served by CCEMC have access to alternative sources for telephone services, television services, and internet access. <i>See</i> Pl. Mem. Opp. Mot. Dismiss 3.</p>\n<p>Other North Carolina courts applying the common law rule that quasi-public entities may not discriminate have focused on the service that the quasi-public entity was created to provide. For example, in <i>In re Lower Cape Fear Water &amp; Sewer Auth.,</i> 329 N.C. 675, 407 S.E.2d 155 (1991), the Supreme Court of North Carolina noted that the Authority was not subject to the . statute governing public utilities, but was nonetheless \"subject to the common law rule that it cannot charge rates that would constitute an unwarranted discrimination <i>among the parties it was formed to serve.\" Sewer Auth.,</i> 329 N.C. at 677, 407 S.E.2d at 157 (emphasis added); <i>see also </i><i>Pee Dee Elec. Membership Corp. v. Carolina Power &amp; Light Co.,</i> 253 N.C. 610, 618-19, 117 S.E.2d 764, 769-70 (1961) (\"[T]he duty of a court . . . to fill in the vacuum created by the law and do justice and equity . . . [must be guided by] the <i>basic statutory purpose</i> of Pee Dee.\") (emphasis added); <i>N.C. Pub. Serv. Co. v. S. Power Co.,</i> 282 F. 837, 844 (4th Cir.1922) (\"[W]hen a corporation has definitely undertaken and entered upon a <i>particular service authorized by a charter</i> which confers the right of eminent domain, the obligation to perform <i>this service</i> is complete, its rates and terms are subject to regulation by public authority, and it must serve all alike.\") (emphasis added). In this case, defendant was formed to serve those in rural North Carolina who needed electricity. <i>See</i> N.C. Gen.Stat. §§ 117-8, 117-10. Defendant's statutory charge was not to provide those in rural North Carolina with cable television service, cable phone service, or cable internet service. Accordingly, the common law rule, as refined and articulated in <i>Sewer Authority,</i> does not apply to this dispute.</p>\n<p>The North Carolina Supreme Court's decision in <i>Halifax Paper Co. v. Roanoke Rapids Sanitary Dist.,</i> 232 N.C. 421, 61 S.E.2d 378 (1950), also supports the conclusion that the common law rule prohibiting discrimination applies when a statutorily-authorized provider of a public commodity acts in a public capacity in <span class=\"star-pagination\">*745</span> the delivery of that public commodity and does not extend to the parties' dispute. In <i>Halifax Paper,</i> the Supreme Court of North Carolina reviewed a contract between a private company and a \"quasi-municipal corporation\" that was not subject to regulation by the Commission. <i>Halifax Paper,</i> 232 N.C. at 428, 61 S.E.2d at 383. The court stated:</p>\n<blockquote>The fact that a business or enterprise is, generally speaking, a public utility, does not make every service performed or rendered by it a public service, but it may act in a private capacity as distinguished from its public capacity, and in so doing is subject to the same rules as a private person. . . . Public utilities have the right to enter into contracts between themselves or with others, free from the control or supervision of the State, so long as such contracts are not unconscionable or oppressive and do not impair the obligation of the utility to discharge its public duties.</blockquote>\n<p><i>Id.</i> at 429, 61 S.E.2d at 384 (quotations and citations omitted). The court then held that the contract at issue \"is a private contract and does not fall within the purview of rate making power, even if the [defendant] were under the control and supervision of the State as to services and rates.\" <i>Id.</i> In this case, the contract negotiations concerning pole-attachment rates do not relate to providing electricity and do not inhibit the defendant's ability to discharge its public duty of providing electricity to those in rural. North Carolina. Indeed, defendant argues that a profit maximizing pole-attachment rate may permit the defendant to lower its cost structure marginally and thereby promote the defendant's mandate to \"mak[e] electricity available to inhabitants at the lowest cost consistent with sound economy and prudent management of the business [of the defendant].\" N.C. Gen.Stat. § 117-10.</p>\n<p>The court recognizes that defendant does have its poles in the relevant geographical area and, according to the complaint, is allegedly using its leverage to seek to increase its pole-attachment rates, possibly leading to higher cable prices or reduced cable services for some of defendant's members. Plaintiff also claims that the defendant charges \"a similarly-situated attaching entity, Sprint Corporation, a pole-attachment rate of less than $10 per pole.\" Amend. Compl. ¶¶ 37, 45. Nevertheless, Congress specifically excluded organizations such as the defendant from regulation under the federal Pole Attachment Act. Moreover, the North Carolina General Assembly has not enacted any statute to govern pole-attachment agreements. Instead, the North Carolina General Assembly has made a broad delegation of power to electric membership corporations. <i>See</i> N.C. Gen. Stat. §§ 117-17, 117-18. Further, the statutory scheme suggests that plaintiff should seek redress by persuading its fellow members that a given pole-attachment rate should apply. <i>See, e.g.,</i> N.C. Gen.Stat. § 117-20. Finally, the Commission has not sought to regulate pole-attachment rates. In applying North Carolina law to the dispute, this court has \"no right to usurp legislative power and by judicial decrees formulate a public policy not declared by the Legislature.\" <i>Duke Power Co. v. Blue Ridge Elec. Membership Corp,</i> 256 N.C. 62, 64, 122 S.E.2d 782, 784 (1961) (explaining that court is bound by the text of Chapter 117 when ruling on the prerogatives of electric membership corporations).</p>\n<p>Sitting in diversity, this court is mindful that it \"should not create or expand [a] State's public policy.\" <i>St. Paul Fire &amp; Marine Ins. Co. v. Jacobson,</i> 48 F.3d 778, 783 (4th Cir.1995); <i>accord </i><i>Duke Power Co.,</i> 256 N.C. at 64, 122 S.E.2d at 784. The court rejects plaintiff's argument that no such expansion would be <span class=\"star-pagination\">*746</span> required in this case. This court has not located any case interpreting North Carolina law to extend the common law prohibition against discriminatory rates to include negotiated prices for business agreements that are unrelated to the basic statutory purpose of an entity such as CCEMC. Likewise, this court has not located any case applying North Carolina common law to regulate pole-attachment agreements in any manner whatsoever. Indeed, at oral argument, plaintiff conceded that it was not aware of any court (state or federal) that had relied on the common law to regulate pole-attachment agreements. While appreciative of plaintiff's invitation to be the first, this court will not undertake such an expansion of North Carolina's public policy.</p>\n<p>Moreover, had the plaintiff filed this suit in state court in North Carolina, the defendant (as a North Carolina resident for diversity purposes) would not have been able to remove the action and keep it in federal court. <i>See</i> 28 U.S.C. § 1441(b); <i>see generally </i><i>Lively v. Wild Oats Mkts., Inc.,</i> No. 04-56682, 456 F.3d 933, 938-42 (9th Cir.2006) (collecting and discussing cases applying the forum defendant rule of 28 U.S.C. § 1441(b)); <i>Young &amp; Simon, Inc. v. Bernstein,</i> 486 F.Supp. 1012, 1014 (D.Md.1979) (\"[W]here any defendant is a resident of the state in which an action has been brought, that action may not be removed by that defendant or by any of the defendants to a federal court under section 1441(b).\"). Thus, the North Carolina judiciary could have addressed these issues of North Carolina law. Instead, by filing in federal court, the plaintiff is subject to the principle that this court, sitting in diversity, should not create or expand North Carolina public policy.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons explained above, defendant's motion to dismiss the original complaint is DENIED, plaintiff's motion to amend is GRANTED, and defendant's motion to dismiss the amended complaint is GRANTED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g.,</i> N.C. Gen.Stat. § 75-1.1.</p>\n<p>[2]  Plaintiff has cited numerous cases from other jurisdictions, and the court has reviewed them. These cases, such as <i>Foltz v. City of Indianapolis,</i> 234 Ind. 656, 130 N.E.2d 650 (1955), are ultimately of limited value in identifying the contours of North Carolina common law.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">736</span></span> (2006)</b></center>\n<center><h1>TIME WARNER ENTERTAINMENT-ADVANCE/NEWHOUSE PARNERSHIP, Plaintiff,<br>\nv.<br>\nCARTERET-CRAVEN ELECTRIC MEMBERSHIP CORPORATION, Defendant.</h1></center>\n<center>No. 4:05-CV-146-D(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>August 11, 2006.</center>\n<p><span class=\"star-pagination\">*737</span> Gary J. Rickner, Ward and Smith, P.A., John Troy Smith, Jr., Ward and Smith, P.A., New Bern, for Time Warner Entertainment-Advance/Newhouse Partnership, Plaintiff.</p>\n<p>Pressly M. Millen, Womble Carlyle Sandridge &amp; Rice, Raleigh, for Carteret-Craven Electric Membership Corporation, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>On November 2, 2005, plaintiff Time Warner Entertainment-Advance/Newhouse Partnership (\"plaintiff' or \"TWEAN\") filed suit for declaratory relief against defendant Carteret-Craven Electric Membership Corporation (\"defendant\" or \"CCEMC\") relating to the pole-attachment rate that defendant is attempting to charge plaintiff for attaching its cables to defendant's utility poles. On December 27, 2005, defendant filed a motion to dismiss the complaint pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, which plaintiff opposed. On February 7, 2006, plaintiff filed a motion to <span class=\"star-pagination\">*738</span> amend its complaint, which defendant opposed. Finally, on March 22, 2006, defendant moved to dismiss the amended complaint pursuant to Rule 12(b)(6), which plaintiff opposed. On August 2, 2006, the court heard oral argument.</p>\n<p>For the reasons explained below, defendant's motion to dismiss the original complaint is denied, plaintiffs motion to amend is granted, and defendant's motion to dismiss the amended complaint is granted. Accordingly, the amended complaint is dismissed.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court first considers plaintiff's motion to amend its complaint.. Defendant argues that leave to amend should not be freely given and that such leave should be denied because the amendment is futile. Def. Mem. Opp. Mot. Amend 2. Rule 15(a) of the Federal Rules of Civil Procedure, however, provides that a \"party may amend the party's pleading once as a matter of course at any time before a responsive pleading is served[.]\" Fed.R.Civ.P. 15(a); <i>Smith v. Blackledge,</i> <span class=\"citation\" data-id=\"300264\"><a href=\"/opinion/300264/joseph-b-x-smith-v-dr-stanley-blackledge-warden-central-prison/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1201</span></a></span>, 1203 n. 2 (4th Cir.1971). No responsive pleading has been served. <i>See </i><i>Domino Sugar Corp. v. Sugar Workers Local Union 392,</i> <span class=\"citation\" data-id=\"658317\"><a href=\"/opinion/658317/domino-sugar-corporation-v-sugar-workers-local-union-392-of-the-united/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span>, 1068 n. 1 (4th Cir.1993) (\"A motion to dismiss is not a responsive pleading for the purposes of Rule 15(a).\"). Accordingly, plaintiffs motion to amend is granted and the amended complaint stands as the exclusive legally-operative complaint. Because the original complaint no longer governs, defendant's motion to dismiss the original complaint is denied as moot.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>CCEMC is an electric membership corporation formed under Chapter 117 of North Carolina's General Statutes. \"That Chapter authorizes the formation of not-for-profit corporations `for the purpose of promoting and encouraging the fullest possible use of electric energy in the rural section of the State by making electric energy available to inhabitants of the State at the lowest cost consistent with sound economy and prudent management of the business of such corporations.'\" Amend. Compl. ¶ 5 (quoting N.C. Gen.Stat. § 117-10).</p>\n<p>CCEMC has implemented Chapter 117 through its bylaws. <i>See</i> Bylaws of CarteretCraven Electric Membership Corporation (Adopted June 28, 2004) (\"Bylaws\"). Under the Bylaws, a customer automatically becomes a member of CCEMC upon requesting or using its electric power or any other good or service that it provides. <i>Id.</i> art. I., §§ 1.01, 1.02, 1.05. \"All members have the same rights and obligations.\" Amend. Compl. ¶ 8 (quoting Bylaws, art. I, § 1.035).</p>\n<p>Plaintiff, a member of CCEMC by virtue of using its electricity, is a cable operator that provides cable television, high-speed internet access, and voice-over-protocol services to residents served in areas that are also serviced by defendant. Amend. Compl. ¶ 9. In order to provide this service, plaintiff attaches its cables to defendant's utility poles. <i>Id.</i></p>\n<p>Under previous license agreements, defendant charged plaintiff a negotiated annual attachment rate of $6.00 per pole. Amend. Compl. ¶ 13-14. In the process of renegotiating a new license agreement, defendant demanded an annual attachment rate of $20.07 per pole. Amend. Compl. ¶ 8. According to plaintiff, defendant sought to charge this rate despite agreeing with plaintiff to use a cost-based formula of the Federal Communications Commission (\"FCC telecom formula\") to determine an appropriate pole-attachment rate. Amend. Compl. ¶ 17. According to plaintiff, defendant abandoned use of the FCC <span class=\"star-pagination\">*739</span> telecom formula because it would have produced an attachment rate below its target of $20.07. Amend. Compl. ¶ 23. Plaintiff concedes that defendant \"is not subject to the direct regulatory authority of the FCC or the North Carolina Utilities Commission for the setting of pole-attachment rates . \" Amend. Compl. ¶ 12.</p>\n<p>Plaintiff's amended complaint contains two counts. First, plaintiff alleges that defendant is violating its statutory duty to charge reasonable and non-discriminatory rates for its services. Amend. Compl. ¶ 15. Plaintiff states that defendant has a statutory obligation to render services to its members on reasonable and non-discriminatory terms. Amend. Compl. ¶ 33. Plaintiff states that the $20.07 rate is unreasonable and discriminatory and seeks a judicial determination that this rate violates defendant's alleged statutory obligation. Amend. Compl. ¶ 38.</p>\n<p>Second, plaintiff alleges that defendant is violating its common law duty to charge reasonable and non-discriminatory rates. Amend. Compl. ¶ 17. Plaintiff alleges that North Carolina common law requires that defendant's rates be reasonable and non-discriminatory and vests this court with the power to review the rates. Amend. Compl. ¶¶ 40-43. As evidence that defendant is violating both its statutory and common law duty to provide a nondiscriminatory rate, plaintiff alleges that defendant charges \"a similarly-situated attaching entity, Sprint Corporation, a pole-attachment rate of less than $10 per pole.\" Amend. Compl. ¶¶ 37, 45.</p>\n<p>Plaintiff seeks a declaration that defendant violated its statutory and common law duties to assess plaintiff only reasonable and non-discriminatory pole-attachment rates. Amend. Compl., Request for Relief 18-19. Defendant responds that the term \"service\" or \"services\" in Chapter 117 does not include granting a license to plaintiff to suspend coaxial cables from defendant's existing utility poles. Further, defendant responds that neither statute nor the common law regulates the pole-attachment rate that defendant can charge. Def. Mot. Dismiss 1. Thus, according to the defendant, the plaintiff has failed to state a claim upon which relief can be granted, and the court should dismiss the amended complaint.</p>\n<p></p>\n<h2>B.</h2>\n<p>\"[A] Rule 12(b)(6) motion should only be granted if, after accepting all well-pleaded allegations in the plaintiffs complaint as true and drawing all reasonable factual inferences from those facts in the plaintiffs favor, it appears certain that the plaintiff cannot prove any set of facts in support of his claim entitling him to relief.\" <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 244 (4th Cir.1999). The court, however, need not accept plaintiff's legal conclusions drawn from the facts alleged and need not accept as true unwarranted inferences, unreasonable conclusions, or arguments. <i>Kloth, v. Microsoft Corp.,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006) (quotation omitted); <i>E. Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> <span class=\"citation\" data-id=\"768792\"><a href=\"/opinion/768792/eastern-shore-markets-incorporated-v-jd-associates-limited-partnership/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180 (4th Cir.2000); <i>Schatz v. Rosenberg,</i> <span class=\"citation\" data-id=\"567642\"><a href=\"/opinion/567642/ivan-n-schatz-joann-b-schatz-v-mark-e-rosenberg-mer-enterprises/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">485</span></a></span>, 489 (4th Cir.1991).</p>\n<p></p>\n<h2>III.</h2>\n<p>Defendant notes, and plaintiff does not contest, that no federal statute or regulation regulates defendant's pole-attachments rates. In the Pole Attachment Act of 1978, Congress expressly exempted cooperatively organized entities such as defendant from such regulation. Def. Mem. Supp. Mot. Dismiss 7 (citing 47 U.S.C. § 224(a)(1)). Defendant also notes, and plaintiff does not contest, that no North Carolina statute or regulation directly regulates an electric membership corporation's <span class=\"star-pagination\">*740</span> pole-attachment rates. Def. Mem. Supp. Mot. Dismiss 8.</p>\n<p>The parties dispute how to interpret two North Carolina statutes within Chapter 117 of the North Carolina General Statues. Article 2 in Chapter 117 is North Carolina's \"Electric Membership Corporation Act.\" <i>See</i> N.C. Gen.Stat. § 117-6. Section 117-16 states:</p>\n<blockquote>The corporate purpose of each corporation formed hereunder shall be to render <i>service</i> to its members only, and no person shall become or remain a member unless such person shall use energy supplied by such corporation and shall have complied with the terms and conditions in respect to membership contained in the bylaws of such corporation: Provided, that such terms and conditions of membership shall be <i>reasonable [I</i>\n</blockquote>\n<p>N.C. Gen.Stat. § 117-16 (emphasis added). Section 117-16.1 states:</p>\n<blockquote>No electric membership corporation shall, as to <i>rates or services,</i> make or grant any <i>unreasonable</i> preference or advantage to any member or subject any member to any unreasonable prejudice or disadvantage. No electric membership corporation shall establish or maintain any unreasonable difference as to rates or services either as between localities or as between classes of service. No electric membership corporation shall give, pay, or receive any rebate or bonus, directly or indirectly, or mislead or deceive its members in any manner as to rates charged for the services of such electric membership corporation.</blockquote>\n<p>N.C. Gen.Stat. § 117-16.1 (emphasis added). Plaintiff alleges that these two provisions govern the rates that defendant can charge for pole attachments. Amend. Compl. ¶ 35. Defendant responds that Chapter 117 does not govern pole-attachment rates at all and, even if it did, these two specific provisions apply only to treatment of members vis-a-vis one another, and do not create a requirement for reasonable rates. <i>See</i> Def. Mem. Supp. Mot. Dismiss 14.</p>\n<p>At oral argument, the defendant questioned whether plaintiff could use sections 117-16 and 117-16.1-to state a claim. After all, the North Carolina General Assembly knows how to create statutory causes of action<sup>[1]</sup> and nothing in Chapter 117, Article 2 suggests that the General Assembly intended to create such a cause of action. The court, however, need not reach this issue. Instead, the court addresses whether Chapter 117 applies to pole-attachment rates. If it does not, plaintiff's statutory claim fails.</p>\n<p>Chapter 117 does not define \"rates,\" \"service,\" or \"services.\" <i>Cf.</i> N.C. Gen. Stat. § 117-7. Chapter 117 does, however, state that the corporate purpose of each electric membership corporation is to \"promote[] and encourage[] the fullest possible use of electric energy in the rural section of the State by making electricity available to inhabitants at the lowest cost consistent with sound economy and prudent management of the business of such corporations.\" N.C. Gen.Stat. § 117-10. This provision makes clear that providing electric energy in rural North Carolina is the central purpose behind the creation of electric membership corporations. <i>See also id.</i> 117-8.</p>\n<p>Section 117-17 states that \"[e]ach corporation formed under this Article is hereby vested with <i>all power</i> necessary or requisite for the accomplishment of its corporate purpose and <i>capable of being delegated by the legislature;</i> and no enumeration of particular powers hereby granted shall be construed to impair any <i>general grant of power</i> herein contained, nor to limit any <span class=\"star-pagination\">*741</span> such grant to a power or powers of the same class as to those so enumerated.\" N.C. Gen.Stat. § 117-17 (emphasis added). This statute reflects a broad delegation of power from the North Carolina General Assembly to electric membership corporations.</p>\n<p>Section 117-18 then discusses specific grants of power. It begins: \"Subject <i>only</i> to the Constitution of the State, a corporation created under the provisions of this Article <i>shall have</i> the power to do any <i>and all</i> acts or things necessary or convenient for carrying out the purpose for which it was formed, including but not limited to. . . .\" N.C. Gen.Stat. § 117-18 (emphasis added). The statute then lists a variety of powers. <i>Id.</i> Notably, section 117-18 distinguishes between an electric membership corporation \"render[ing] service\" and a corporation encumbering its property. N.C. Gen Stat. §§ 117-18(4)-(5), (8)-(9).</p>\n<p>Section 117-18.1 enables electric membership corporations to engage in \"subsidiary business activities,\" including the gaining of \"full controlling interest in separate business entities that provide [, among other things,] telecommunications services[.]\" N.C. Gen.Stat. § 117-18.1(a). The statute requires that these other business entities pay the membership corporation a minimum price for using its equipment or property and states that the North Carolina Utilities Commission has authority to regulate such use. The statute; however, does not limit or cap the price that an electric membership `corporation may charge for the use of its equipment or property. <i>See</i> N.C. Gen.Stat. § 117-18.1(a)(3). Likewise, section 117-20 mandates that no electric membership corporation may encumber its property unless: \"(1) Authorized so to do by the votes cast in person or by proxy by at least two-thirds of its total membership, and (2) The consent of the holders of seventy-five per centum (75%) in amount of the bonds of such corporation then outstanding is obtained.\" N.C. Gen.Stat. § 117-20. This section does not say that an electric corporation may encumber its property only at a reasonable rate for the other party. In sum, these provisions textually support the conclusion that if a rural electric membership corporation encumbers its property through pole-attachment licensing agreements, it does not thereby render \"service\" or \"services\" and is not charging a \"rate\" as referred to in sections 117-16 and 117-16.1.</p>\n<p>At oral argument, plaintiff asked the court to apply the definition of \"service\" found in section 62-3(27) of the North Carolina General Statutes to Chapter 117 electric membership corporations. Section 62-3(27) defines \"service\" as \"any service furnished by a public utility, including any commodity furnished as a part of such service and any ancillary service or facility used in connection with such service.\" N.C. Gen.Stat. § 62-3(27). The court declines this request, however, because section 62-3 expressly exempts electric membership corporations from being defined as \"public utilities.\" <i>See id.</i> 62-3(23)(d). Chapter 117, not Chapter 62, provides the statutory scheme that North Carolina applies to electric membership corporations. Accordingly, the court looks to Chapter 117, not Chapter 62, to determine the meaning of the terms \"services\" applicable to electric membership corporations. <i>See supra</i> 4-7.</p>\n<p>Section 117-7 of Chapter 117 includes definitions. The definitions do not, however, include a definition of \"service\" or \"services.\" <i>See</i> N.C. Gen.Stat. § 117-7. Moreover, nothing in the ordinary definition of \"service\" or \"services\" would self-evidently encompass granting a license to permit a cable company to suspend coaxial cables from existing utility poles. In 1935, the General Assembly originally enacted <span class=\"star-pagination\">*742</span> what is now, as amended, Chapter 117 of the General Statutes. <i>See </i><i>State ex rel. N.C. Utils. Comm'n v. Mun. Corps., of Scotland Neck,</i> <span class=\"citation\" data-id=\"1273470\"><a href=\"/opinion/1273470/state-v-municipal-corporations-of-scotland-neck/\"><span class=\"volume\">243</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">193</span></a></span>, 200, <span class=\"citation\" data-id=\"1273470\"><a href=\"/opinion/1273470/state-v-municipal-corporations-of-scotland-neck/\"><span class=\"volume\">90</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">519</span></a></span>, 525 (1955). In order to help glean the then-contemporaneous meaning of \"service\" or \"services,\" the court has examined the 1934 Second Edition of Webster's New International Dictionary of the English Language. That dictionary provides the primary definition of \"service\" as \"[t]he occupation, condition or status of a servant. . . .\" Webster's New International Dictionary of the English Language 2288 (2d ed.1934). The secondary definition is \"[p]erformance of labor for the benefit of another or at another's command. . . .\" <i>Id.</i> These contemporaneous definitions of \"service\" or \"services\" do not support plaintiffs position.</p>\n<p>In any event, even assuming that the terms \"service\" or \"services\" in Chapter 117 are ambiguous and thereby warrant an examination of other material, the court also has considered the regulatory activity of the North Carolina Utilities Commission (\"Commission\") concerning electric membership corporations. These electric membership corporations are subject to regulation by the Commission in regard to rate filing and certain other matters that the General Assembly conferred upon the Commission in Chapter 62. <i>See</i> N.C. Gen.Stat. § 62-138(f); <i>cf. </i><i>State ex rel. Utils. Comm'n v. Nat'l Merch. Corp.,</i> <span class=\"citation\" data-id=\"1301574\"><a href=\"/opinion/1301574/state-ex-rel-util-comn-v-nat-merchandising/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">715</span></a></span>, 722, <span class=\"citation\" data-id=\"1301574\"><a href=\"/opinion/1301574/state-ex-rel-util-comn-v-nat-merchandising/\"><span class=\"volume\">220</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">304</span></a></span>, 308 (1975) (holding that Commission lacked statutory authority to enact a rule giving a telephone public utility a monopoly on advertising by its business subscribers); <i>State ex rel. Utils. Comm'n v. Mountain Elec. Co-op., Inc.,</i> 108 N.C.App. 283, 285, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">516</span></span>, 517 (1992) (holding that Commission has jurisdiction over line-siting complaints filed against electric membership corporation), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">681</span></span>, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">71</span></span> (1993) (per curiam). Accepting plaintiffs interpretation that providing pole-attachment space is a \"service\" would provide the Commission jurisdiction to promulgate \"rate\" and \"service\" regulations for pole-attachment agreements. Yet, the plaintiff has not cited, and this court could not locate, any Commission regulation concerning pole-attachment rates. Further, the Commission has not advised the FCC that North Carolina has chosen to exercise reverse preemption under 47 U.S.C. § 224(c) of the federal Pole Attachment Act. <i>See ALLTEL Carolina, Inc. v. CTC Exch. Servs., Inc.,</i> No. P-89, SUB 79, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1943546</span></span>, at *7 (N.C.U.C. May 8, 2002) (\"The FCC regulates the `rates, terms, and conditions' for poles and conduits under Section 224 of the Telecommunications Act, in the absence of state certification for that purpose. North Carolina is not so certified.\"); <i>see also Pub. Notice, States That Have Certified That They Regulate Pole Attachments,</i> 7 FCC Red 1498 (FCC 1992) (not listing North Carolina). Although the Commission arguably could seek to regulate the pole-attachment agreements of Chapter 117 electric membership corporations without certifying to the FCC because such corporations are not covered under the federal Pole Attachment Act, the Commission's failure to regulate pole-attachment agreements suggests that the Commission has no statutory basis to do so under North Carolina law. Plaintiff nearly admits as much, conceding during oral argument that it could not seek relief from the Commission because the Commission lacks jurisdiction over pole-attachment agreements.</p>\n<p>Finally, the cases cited in which courts in other states have found statutory authority for state pole-attachment regulation provide little help. These cases interpret specific state statutes that are materially different from North Carolina's relevant statutes. Further, <span class=\"star-pagination\">*743</span> the parties cite conflicting cases as to whether licensing pole-attachment rights constitutes a \"service\" as defined in the state statutes in question. <i>Compare </i><i>Chesapeake &amp; Potomac Tel. Co. of Md. v. Md./Del. Cable Television Ass'n, Inc.,</i> <span class=\"citation\" data-id=\"1464818\"><a href=\"/opinion/1464818/c-p-v-marylanddelaware-cable/\"><span class=\"volume\">310</span> <span class=\"reporter\">Md.</span> <span class=\"page\">553</span></a></span>, <span class=\"citation\" data-id=\"1464818\"><a href=\"/opinion/1464818/c-p-v-marylanddelaware-cable/\"><span class=\"volume\">530</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">734</span></a></span>, 739 (1987) (\"Providing excess pole space for cable television line attachment is not a `public utility service.'\"), <i>and </i><i>Am. Cable Television, Inc. v. Ariz. Pub., Serv. Co.,</i> <span class=\"citation\" data-id=\"1173017\"><a href=\"/opinion/1173017/american-cable-tv-v-ariz-public-service/\"><span class=\"volume\">143</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"1173017\"><a href=\"/opinion/1173017/american-cable-tv-v-ariz-public-service/\"><span class=\"volume\">693</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">928</span></a></span>, 933 (1983) (\"[W]e do not find that pole attachment licenses granted by APS are public utility services.\"), <i>and </i><i>Ill.-Ind. Cable Television Assoc., Inc. v. Pub. Serv. Comm'n of Ind.,</i> <span class=\"citation\" data-id=\"2121189\"><a href=\"/opinion/2121189/illinois-indiana-cable-tv-v-pub-serv-comn/\"><span class=\"volume\">427</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1100</span></a></span>, 1109 (Ind.App. 1981) (\"[T]he employment of utility poles in the suspension of coaxial cables for transmission of television signals is not a use devoted to the purposes in which electric and telephone utilities are engaged.\"), <i>with </i><i>Gen. Tel. Co. of Upstate N.Y., Inc. v. Pub. Serv. Comm'n of N.Y.,</i> <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">93</span></span>, 97, <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">909</span></span> (N.Y.App.Div.1978) (\"A utility's relationship to cable television operators in its service area is., in many ways, analogous to is relationship to its other customers . . .\"), <i>and </i><i>La. Cablevision v. La. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"1658452\"><a href=\"/opinion/1658452/louisiana-cablevision-v-louisiana-psc/\"><span class=\"volume\">493</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">555</span></a></span>, 558 (La.1986) (\"[W]e conclude that pole attachment agreements are connected with, concern and grow out of the services rendered by Commission-regulated utilities.\"), <i>and </i><i>Ky. CATV Ass'n v. Volz,</i> <span class=\"citation no-link\"><span class=\"volume\">675</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">393</span></span>, 396 (Ky.App.1983) (finding pole attachment to be a \"service\" as defined by the governing statute). Although these cases have contrasting outcomes, nearly all involved a state regulatory body asserting statutory authority to regulate pole-attachment agreements. In contrast, no North Carolina regulatory entity or state court has ever asserted that it had statutory authority to regulate pole-attachment agreements for either public utilities generally or electric membership corporations specifically. Accordingly, having considered the statute, the Commission's lack of regulatory activity, and cases from other states, the court concludes that section 117-16 and section 117-16.1 do not provide authority for this court to conclude that defendant may assess only a reasonable and nondiscriminatory pole-attachment rate. Belatedly, the court concludes that defendant's entering into a license agreement with a cable company to provide space on its poles does not constitute a \"service\" or \"services\" as defined in Chapter 117. Thus, plaintiff has failed to state a claim in count one.</p>\n<p></p>\n<h2>B.</h2>\n<p>Plaintiff also argues that North Carolina common law mandates that defendant's pole-attachment rates must be reasonable and non-discriminatory. Plaintiff principally relies on <i>Salisbury &amp; Southern Railway Co. v. Southern, Power Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">593</span></span> (1919) (\"<i>Salisbury I</i>\").<sup>[2]</sup> In <i>Salisbury I,</i> the defendant was a public service corporation and subject to the laws governing public utilities. <i>Salisbury I,</i> 101 S.E. at 598. It sold hydro-electric power to plaintiff, another public utility, who, in turn, resold that power to consumers. <i>Id.</i> Plaintiff alleged, and defendant did not contest, that defendant charged its own subsidiary far less for power than it did plaintiff and other customers. <i>Id.</i> Instead, defendant argued that it had a right to discriminate among consumers. <i>Id.</i> at 598, 602. Rejecting this argument, the Supreme Court of <span class=\"star-pagination\">*744</span> North Carolina held that \"[i]t is well settled that the common-law obligation of equal and undiscriminating service clearly requires that the same charges shall be made to all consumers for the rendering of similar service.\" <i>Id.</i> at 599.</p>\n<p><i>Salisbury I,</i> however, does not help plaintiff. In <i>Salisbury I,</i> the court analyzed discriminatory pricing of hydro-electric power, a commodity essential to the public and the commodity that provided the basis for the defendant to be subject to regulation as a public utility. <i>See </i><i>Salisbury &amp; S. Ry. Co. v. S. Power Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">422</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">28</span></span> (1920) (\"<i>Salisbury II</i>\") (explaining that <i>Salisbury I</i> compelled defendant to \"furnish the <i>electric current</i> to the plaintiff and other customers without unjust discrimination\") (emphasis added). In describing the potential impact to the public if defendant were allowed to discriminate in its sale of electric power, the court in <i>Salisbury I</i> stated that the defendant's actions could \"leave Salisbury and Spencer without lights for the homes and places of business of its people and without power for the operation of their industrial plants or any means of operating the street railway.\" <i>Salisbury I,</i> 101 S.E. at 595. In contrast to <i>Salisbury I,</i> this case does not involve defendant's public responsibility to promote and encourage \"the fullest possible use of electric energy in the rural section of the State. . . .\" N.C. Gen.Stat. § 117-10. Although cable services have grown in importance, the defendant was not created to provide such services. Moreover, plaintiff concedes that those who live in rural areas served by CCEMC have access to alternative sources for telephone services, television services, and internet access. <i>See</i> Pl. Mem. Opp. Mot. Dismiss 3.</p>\n<p>Other North Carolina courts applying the common law rule that quasi-public entities may not discriminate have focused on the service that the quasi-public entity was created to provide. For example, in <i>In re Lower Cape Fear Water &amp; Sewer Auth.,</i> <span class=\"citation\" data-id=\"1376750\"><a href=\"/opinion/1376750/in-re-lower-cape-fear-water-sewer-auth/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">675</span></a></span>, <span class=\"citation\" data-id=\"1376750\"><a href=\"/opinion/1376750/in-re-lower-cape-fear-water-sewer-auth/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">155</span></a></span> (1991), the Supreme Court of North Carolina noted that the Authority was not subject to the . statute governing public utilities, but was nonetheless \"subject to the common law rule that it cannot charge rates that would constitute an unwarranted discrimination <i>among the parties it was formed to serve.\" Sewer Auth.,</i> 329 N.C. at 677, 407 S.E.2d at 157 (emphasis added); <i>see also </i><i>Pee Dee Elec. Membership Corp. v. Carolina Power &amp; Light Co.,</i> <span class=\"citation\" data-id=\"1234948\"><a href=\"/opinion/1234948/pee-dee-electric-membership-corp-v-carolina-power-light-co/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">610</span></a></span>, 618-19, <span class=\"citation\" data-id=\"1234948\"><a href=\"/opinion/1234948/pee-dee-electric-membership-corp-v-carolina-power-light-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">764</span></a></span>, 769-70 (1961) (\"[T]he duty of a court . . . to fill in the vacuum created by the law and do justice and equity . . . [must be guided by] the <i>basic statutory purpose</i> of Pee Dee.\") (emphasis added); <i>N.C. Pub. Serv. Co. v. S. Power Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">F.</span> <span class=\"page\">837</span></span>, 844 (4th Cir.1922) (\"[W]hen a corporation has definitely undertaken and entered upon a <i>particular service authorized by a charter</i> which confers the right of eminent domain, the obligation to perform <i>this service</i> is complete, its rates and terms are subject to regulation by public authority, and it must serve all alike.\") (emphasis added). In this case, defendant was formed to serve those in rural North Carolina who needed electricity. <i>See</i> N.C. Gen.Stat. §§ 117-8, 117-10. Defendant's statutory charge was not to provide those in rural North Carolina with cable television service, cable phone service, or cable internet service. Accordingly, the common law rule, as refined and articulated in <i>Sewer Authority,</i> does not apply to this dispute.</p>\n<p>The North Carolina Supreme Court's decision in <i>Halifax Paper Co. v. Roanoke Rapids Sanitary Dist.,</i> <span class=\"citation\" data-id=\"1314337\"><a href=\"/opinion/1314337/halifax-paper-co-v-roanoke-rapids-sanitary-dist/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">421</span></a></span>, <span class=\"citation\" data-id=\"1314337\"><a href=\"/opinion/1314337/halifax-paper-co-v-roanoke-rapids-sanitary-dist/\"><span class=\"volume\">61</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">378</span></a></span> (1950), also supports the conclusion that the common law rule prohibiting discrimination applies when a statutorily-authorized provider of a public commodity acts in a public capacity in <span class=\"star-pagination\">*745</span> the delivery of that public commodity and does not extend to the parties' dispute. In <i>Halifax Paper,</i> the Supreme Court of North Carolina reviewed a contract between a private company and a \"quasi-municipal corporation\" that was not subject to regulation by the Commission. <i>Halifax Paper,</i> 232 N.C. at 428, 61 S.E.2d at 383. The court stated:</p>\n<blockquote>The fact that a business or enterprise is, generally speaking, a public utility, does not make every service performed or rendered by it a public service, but it may act in a private capacity as distinguished from its public capacity, and in so doing is subject to the same rules as a private person. . . . Public utilities have the right to enter into contracts between themselves or with others, free from the control or supervision of the State, so long as such contracts are not unconscionable or oppressive and do not impair the obligation of the utility to discharge its public duties.</blockquote>\n<p><i>Id.</i> at 429, 61 S.E.2d at 384 (quotations and citations omitted). The court then held that the contract at issue \"is a private contract and does not fall within the purview of rate making power, even if the [defendant] were under the control and supervision of the State as to services and rates.\" <i>Id.</i> In this case, the contract negotiations concerning pole-attachment rates do not relate to providing electricity and do not inhibit the defendant's ability to discharge its public duty of providing electricity to those in rural. North Carolina. Indeed, defendant argues that a profit maximizing pole-attachment rate may permit the defendant to lower its cost structure marginally and thereby promote the defendant's mandate to \"mak[e] electricity available to inhabitants at the lowest cost consistent with sound economy and prudent management of the business [of the defendant].\" N.C. Gen.Stat. § 117-10.</p>\n<p>The court recognizes that defendant does have its poles in the relevant geographical area and, according to the complaint, is allegedly using its leverage to seek to increase its pole-attachment rates, possibly leading to higher cable prices or reduced cable services for some of defendant's members. Plaintiff also claims that the defendant charges \"a similarly-situated attaching entity, Sprint Corporation, a pole-attachment rate of less than $10 per pole.\" Amend. Compl. ¶¶ 37, 45. Nevertheless, Congress specifically excluded organizations such as the defendant from regulation under the federal Pole Attachment Act. Moreover, the North Carolina General Assembly has not enacted any statute to govern pole-attachment agreements. Instead, the North Carolina General Assembly has made a broad delegation of power to electric membership corporations. <i>See</i> N.C. Gen. Stat. §§ 117-17, 117-18. Further, the statutory scheme suggests that plaintiff should seek redress by persuading its fellow members that a given pole-attachment rate should apply. <i>See, e.g.,</i> N.C. Gen.Stat. § 117-20. Finally, the Commission has not sought to regulate pole-attachment rates. In applying North Carolina law to the dispute, this court has \"no right to usurp legislative power and by judicial decrees formulate a public policy not declared by the Legislature.\" <i>Duke Power Co. v. Blue Ridge Elec. Membership Corp,</i> <span class=\"citation\" data-id=\"1336956\"><a href=\"/opinion/1336956/duke-power-co-v-blue-ridge-elec-membership-corp/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">62</span></a></span>, 64, <span class=\"citation\" data-id=\"1336956\"><a href=\"/opinion/1336956/duke-power-co-v-blue-ridge-elec-membership-corp/\"><span class=\"volume\">122</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">782</span></a></span>, 784 (1961) (explaining that court is bound by the text of Chapter 117 when ruling on the prerogatives of electric membership corporations).</p>\n<p>Sitting in diversity, this court is mindful that it \"should not create or expand [a] State's public policy.\" <i>St. Paul Fire &amp; Marine Ins. Co. v. Jacobson,</i> <span class=\"citation\" data-id=\"690289\"><a href=\"/opinion/690289/st-paul-fire-marine-insurance-company-v-cecil-b-jacobson-jr/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">778</span></a></span>, 783 (4th Cir.1995); <i>accord </i><i>Duke Power Co.,</i> 256 N.C. at 64, 122 S.E.2d at 784. The court rejects plaintiff's argument that no such expansion would be <span class=\"star-pagination\">*746</span> required in this case. This court has not located any case interpreting North Carolina law to extend the common law prohibition against discriminatory rates to include negotiated prices for business agreements that are unrelated to the basic statutory purpose of an entity such as CCEMC. Likewise, this court has not located any case applying North Carolina common law to regulate pole-attachment agreements in any manner whatsoever. Indeed, at oral argument, plaintiff conceded that it was not aware of any court (state or federal) that had relied on the common law to regulate pole-attachment agreements. While appreciative of plaintiff's invitation to be the first, this court will not undertake such an expansion of North Carolina's public policy.</p>\n<p>Moreover, had the plaintiff filed this suit in state court in North Carolina, the defendant (as a North Carolina resident for diversity purposes) would not have been able to remove the action and keep it in federal court. <i>See</i> 28 U.S.C. § 1441(b); <i>see generally </i><i>Lively v. Wild Oats Mkts., Inc.,</i> No. 04-56682, <span class=\"citation\" data-id=\"795225\"><a href=\"/opinion/795225/emma-c-lively-v-wild-oats-markets-inc-a-delaware-corporation/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">933</span></a></span>, 938-42 (9th Cir.2006) (collecting and discussing cases applying the forum defendant rule of 28 U.S.C. § 1441(b)); <i>Young &amp; Simon, Inc. v. Bernstein,</i> <span class=\"citation\" data-id=\"1753974\"><a href=\"/opinion/1753974/young-simon-inc-v-bernstein/\"><span class=\"volume\">486</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1012</span></a></span>, 1014 (D.Md.1979) (\"[W]here any defendant is a resident of the state in which an action has been brought, that action may not be removed by that defendant or by any of the defendants to a federal court under section 1441(b).\"). Thus, the North Carolina judiciary could have addressed these issues of North Carolina law. Instead, by filing in federal court, the plaintiff is subject to the principle that this court, sitting in diversity, should not create or expand North Carolina public policy.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons explained above, defendant's motion to dismiss the original complaint is DENIED, plaintiff's motion to amend is GRANTED, and defendant's motion to dismiss the amended complaint is GRANTED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g.,</i> N.C. Gen.Stat. § 75-1.1.</p>\n<p>[2]  Plaintiff has cited numerous cases from other jurisdictions, and the court has reviewed them. These cases, such as <i>Foltz v. City of Indianapolis,</i> <span class=\"citation\" data-id=\"2030192\"><a href=\"/opinion/2030192/foltz-van-camp-hdw-etc-v-city-of-indpls/\"><span class=\"volume\">234</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">656</span></a></span>, <span class=\"citation\" data-id=\"2030192\"><a href=\"/opinion/2030192/foltz-van-camp-hdw-etc-v-city-of-indpls/\"><span class=\"volume\">130</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">650</span></a></span> (1955), are ultimately of limited value in identifying the contours of North Carolina common law.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/300264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1173017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1234948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1273470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1301574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1336956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1464818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1658452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1753974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2030192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2121189/"
  ]
}