{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2574622/",
  "absolute_url": "/opinion/2574622/intern-academy-of-oral-med-v-nc-bd-of-dental-exami/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2574622/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:33:40.849016Z",
  "date_modified": "2016-04-27T01:12:45.144930Z",
  "type": "010combined",
  "sha1": "52b061644898f83c210a5ef5021232a217934def",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>451 F.Supp.2d 746 (2006)</b></center>\n<center><h1>THE INTERNATIONAL ACADEMY OF ORAL MEDICINE &amp; TOXICOLOGY, Plaintiff,<br>\nv.<br>\nTHE NORTH CAROLINA STATE BOARD OF DENTAL EXAMINERS; Benjamin W. Brown, DDS; Stanley L. Allen, DDS; Clifford O. Feingold, DDS; Ronald K. Owens, DDS; Joseph S. Burnham, DDS; Neplus S. Hall, RDH; Zannie Effird; and W. Stan Hardesty, DDS; each in their official capacity, as well as their respective agents and successors, Defendants.</h1></center>\n<center>No. 5:05-CV-856-D2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 29, 2006.</center>\n<p><span class=\"star-pagination\">*747</span> <span class=\"star-pagination\">*748</span> Marshall A. Gallop, Jr., Battle, Winslow, Scott &amp; Wiley, PA, Rocky Mount, NC, for The International Academy of Oral Medicine &amp; Toxicology, Plaintiff.</p>\n<p>Douglas J. Brocker, The Brocker Law Offices, P.A., Raleigh, NC, John C. Millberg, Millberg, Gordon &amp; Stewart, Raleigh, NC, for The North Carolina State Board of Dental Examiners, DDS Benjamin W. Brown, DDS Stanley L. Allen, DDS C. Wayne Holland, DDS Brad C. Morgan, DDS Joseph S. Burnham, DDS W. Stan Hardesty, DDS Clifford 0. Feingold, DDS Ronald K. Owens, RDH Neplus S. Hall, Zannie Effird Each in his official capacity, as well as their respective agents and successors, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>The International Academy of Oral Medicine and Toxicology (\"plaintiff\" or \"IAOMT\") claims that the eight individual board members (collectively \"defendants\") of the North Carolina State Board of Dental Examiners (\"Dental Board\" or \"Board\") are violating the free speech guarantees of the United States Constitution through their alleged regulation of North Carolina dentists' speech concerning mercury-related dental practices. Plaintiff is a non-profit corporation whose membership includes dentists, physicians, and research professionals. Plaintiff focuses on the \"examination, compilation, and dissemination of scientific research relating to the biocompatibility of oral/dental materials.\" Amended Compl. ¶ 4. Plaintiff seeks declaratory and injunctive relief prohibiting defendants from the \"operation and enforcement of the imminent express and implicit threats to prosecute dentists\" who (a) communicate that they practice \"mercury-free dentistry\" or \"metal-free dentistry\"; (b) inform patients or the public that persons should eliminate their exposure to mercury; (c) inform patients or the public that silver fillings contain mercury that may leak and cause health problems; or (d) inform patients or the public that mercury fillings can be harmful. Amended Compl. ¶ 21.</p>\n<p>The defendants moved to dismiss this action pursuant to Rule 12(b)(1) and Rule 12(b)(6) of the Federal Rules of Civil Procedure. On May 31, 2006, the court dismissed the claims against the Dental Board and dismissed all state-law claims against all defendants. The court also granted plaintiff's motion to file a surreply brief concerning <i>Younger</i> abstention and deferred ruling on whether to dismiss the remaining claimthe federal free speech claim brought against the individual defendants in their official capacities until after it had considered plaintiff's surreply brief. On June 12, 2006, plaintiff filed its sur-reply brief. On August 17, 2006, the court held oral argument.</p>\n<p>For the reasons explained below, the court concludes that plaintiff's federal free speech claim is not yet ripe for adjudication. Accordingly, the remainder of defendants' motion to dismiss is granted and plaintiff's remaining claim is dismissed without prejudice. In light of this holding, plaintiff's motion for a preliminary injunction is denied as moot.</p>\n<p></p>\n<h2>I.</h2>\n<p>Defendants assert that the federal free speech claim must be dismissed because it is not justiciable. Def. Mot. 1. Specifically, defendants argue that the claim is not ripe and that plaintiff lacks standing to raise it. <i>Id.</i> Alternatively, defendants argue in their reply to plaintiff's response to the motion to dismiss that the court should dismiss the claim under <i>Younger</i> abstention because the true purpose of this suit is to impede currently active state administrative investigations against two non-party dentists who practice in North Carolina. <span class=\"star-pagination\">*749</span> Def. Reply 5-9 (citing <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971)). Plaintiff responded to this abstention argument in its sur-reply brief.</p>\n<p></p>\n<h2>A.</h2>\n<p>Initially, the court examines defendants' argument that plaintiffs federal free speech claim is not ripe. When a defendant raises standing or ripeness as the basis for a motion under Rule 12(b)(1) to dismiss for lack of subject matter jurisdiction, \"the district court may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.\" <i>White Tail Park, Inc. v. Stroube,</i> 413 F.3d 451, 459 (4th Cir.2005) (quotation omitted); <i>Venetian Casino Resort, L.L.C. v. E.E.O.C.,</i> 409 F.3d 359, 366 (D.C.Cir.2005) (\"[G]iven the present posture of this case-a dismissal under Rule 12(b)(1) on ripeness grounds-the court may consider materials outside the pleadings.\"). The court also accepts as true all material factual allegations in the complaint. <i>See </i><i>Warth v. Seldin,</i> 422 U.S. 490, 501, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975). The court need not, however, accept the legal conclusions in the complaint.</p>\n<p>\"Ripeness is a justiciability doctrine designed `to prevent the courts, through avoidance of premature adjudication, from entangling themselves in abstract disagreements over administrative policies, and also to protect the agencies from judicial interference until an administrative decision has been formalized and its effects felt in a concrete way by the challenging parties.\" <i>Nat'l Park Hospitality Ass'n v. Dep't of Interior,</i> 538 U.S. 803, 807-08, 123 S.Ct. 2026, 155 L.Ed.2d 1017 (2003) (quoting <i>Abbott Labs. v. Gardner,</i> 387 U.S. 136, 148-49, 87 S.Ct. 1507, 18 L.Ed.2d 681 (1967), <i>overruled on other grounds by </i><i>Califano v. Sanders,</i> 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977)); <i>see also </i><i>Ohio Forestry Assoc., Inc. v. Sierra Club,</i> 523 U.S. 726, 732, 118 S.Ct. 1665, 140 L.Ed.2d 921 (1998). The ripeness doctrine is \"drawn both from Article III limitations on judicial power and from prudential reasons for refusing to exercise jurisdiction[.]\" <i>Reno v. Catholic Soc. Servs., Inc.,</i> 509 U.S. 43, 57 n. 18, 113 S.Ct. 2485, 125 L.Ed.2d 38 (1993). In assessing whether a dispute is ripe for adjudication, a court must evaluate \"(1) the fitness of the issues for judicial decision and (2) the hardship to the parties of withholding court consideration.\" <i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 808, 123 S.Ct. 2026; <i>Abbott Labs.,</i> 387 U.S. at 149, 87 S.Ct. 1507.</p>\n<p>Plaintiff's federal free speech claim stems from a passage in the twelve-page February 2005 issue of the Dental Board publication, <i>The Dental Forum.</i> At page eleven, the publication contained a one-page article entitled \"The Do's and Don'ts of Advertising.\" The article does not list an author. The article states that \"[t]he Board of Dental Examiners has seen a steady increase in the number of reported advertising violations. Please review the following carefully. This list of `Do's and Don'ts' is designed to assist you in developing advertisements that are in compliance with the Rules. Remember, failure to comply with the advertising Rules will result in disciplinary action by the Board.\" <i>The Dental Forum</i> 11 (First Quarter 2005). The article then lists eight \"DO'S\" and nine \"DON'TS.\" <i>Id.</i> The fifth item under the \"DON'TS\" states: \"Don't advertise that you practice `Mercury-Free Dentistry,' `Metal-Free Dentistry,' or that you should `Eliminate your exposure to Mercury,' or that `Silver fillings contain mercury that may leak into your body and cause health problems,' or make any reference that mercury fillings are harmful.\" <i>Id.</i></p>\n<p>In order to assess the significance of the passage in this article, the court first reviews the relevant statutes and regulations <span class=\"star-pagination\">*750</span> concerning the Dental Board. Section 90-48 of the North Carolina General Statutes authorizes the Dental Board \"to enact rules and regulations governing the practice of dentistry within the State, provided such rules and regulations are not inconsistent with the provisions of this Article.\" N.C. Gen.Stat. § 90-48. In turn, section 90-41 empowers the Board to revoke or suspend a dentist's license if that dentist has engaged any act \"violative of any of the rules and regulations promulgated and adopted by the [Dental] Board.\" <i>Id.</i> § 90-41(a)(6). Likewise, the Board may revoke a license if a dentist: \"[h]as made fraudulent or misleading statements pertaining to his skill, knowledge, or method of treatment or practice; [h]as committed any fraudulent or misleading acts in the practice of dentistry; [or][h]as, directly or indirectly, published or caused to be published or disseminated any advertisement for professional patronage or business which is untruthful, fraudulent, misleading, or in any way inconsistent with rules and regulations issued by the Board of Dental Examiners governing the time, place, or manner of such advertisements[.]\" <i>Id.</i> § 90-41(a)(16)-(18).</p>\n<p>Based on its statutory authority, the Dental Board has enacted regulations relating to advertising. These regulations are contained in the North Carolina Administrative Code and state:</p>\n<blockquote>A dentist shall not make a false or misleading communication about the dentist or the dentist's services. A communication is false or misleading if it:</blockquote>\n<blockquote>(1) Contains a material misrepresentation of fact;</blockquote>\n<blockquote>(2) Is likely to mislead or deceive because it makes only a partial disclosure of relevant facts;</blockquote>\n<blockquote>(3) Is intended or is likely to create false or unjustified expectations of favorable results;</blockquote>\n<blockquote>(4) Contains express or implied claims of superiority which cannot reasonably be substantiated by the advertising practitioner; or</blockquote>\n<blockquote>(5) Contains other representations or implications which are intended or likely to cause an ordinary, prudent person to misunderstand or be deceived</blockquote>\n<p>21 N.C. Admin. Code 16P.0101. No North Carolina regulation or statute deals expressly with what dentists can and cannot advertise or say concerning mercury-related issues in dentistry.</p>\n<p></p>\n<h2>B.</h2>\n<p>With this statutory and regulatory framework in mind, the court now considers \"(1) the fitness of the issues for judicial decision and (2) the hardship to the parties of withholding court consideration.\" <i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 808, 123 S.Ct. 2026. As for the first factor, \"[a] case is fit for judicial decision where the issues to be considered are purely legal ones and where the agency rule or action giving rise to the controversy is final and not dependent upon future uncertainties or intervening agency rulings.\" <i>Charter Fed. Say. Bank v. Office of Thrift Supervision,</i> 976 F.2d 203, 208 (4th Cir.1992). The court concludes that this case is not fit for judicial decision. The passage in question in <i>The Dental Forum</i> is not a regulation that the Dental Board enacted. Rather, the passage constitutes (at most) a Dental Board employee's informal interpretation of the governing regulations on advertising. Notably, the North Carolina Administrative Code contains specific procedures for the Dental Board to enact regulations. <i>See</i> 21 N.C. Admin. Code 16N.0101-.0307. The article in <i>The Dental Forum</i> was not enacted pursuant to those procedures. Moreover, the court credits the affidavit of Terry Friddle (\"Friddle\"), an employee of the Dental Board who authored the article in question. Friddle states that \"[t]he articles <span class=\"star-pagination\">*751</span> published in the Dental Board's newsletter, such as the one at issue in this lawsuit, are not regulations, rules, opinions or rulings proposed or adopted by the Dental Board.\" Friddle Aff. ¶ 3. The informal, non-final nature of this article is buttressed by a letter dated April 8, 2005, from Bobby White, the Chief Operations Officer of the Dental Board, to plaintiffs counsel in which White states \"the Board has not and does not plan to take any action against any dentist who advertises a `mercury free practice' so long as this is a true statement and the practice is indeed mercury free.\" Pl. Resp. Ex. 3. In short, the Dental Board's official policy in relation to dentists discussing mercury-related issues in dentistry (whether in an advertisement or in a direct patient-dentist consultation) is not final. Instead, the policy is uncertain and dependent on intervening agency interpretations of its own governing statutes and regulations. <i>Cf. </i><i>Arch Mineral Corp. v. Babbitt,</i> 104 F.3d 660, 666-67 (4th Cir.1997) (finding ripe controversy only because agency sent a letter to plaintiff establishing, for practical purposes, its official position on how plaintiffs conduct would be treated by agency and because agency's sanctioning plaintiff was a \"foregone conclusion\").<sup>[1]</sup></p>\n<p>The Eleventh Circuit's holding and analysis concerning ripeness in <i>Pittman v. Cole,</i> 267 F.3d 1269 (11th Cir.2001), is very persuasive. In <i>Pittman,</i> the court held that a First Amendment challenge relating to an informal opinion issued by the Alabama State Bar was not ripe for adjudication. <i>Pittman,</i> 267 F.3d at 1277. The court noted that \"an important factual issue must initially be resolvedwhat the actual policy of the Bar is concerning [the conduct in question].\" <i>Id.</i> at 1278. The same holds true in this case. Plaintiff asks the court to address the constitutionality of a passage in a Dental Board newsletter and then issue an injunction, even though the Dental Board has never enacted the passage in the article as a regulation and has never used the passage as the basis for disciplinary action against a dentist. Further, plaintiff asks the court do so notwithstanding White's letter of April 8, 2005, which states that the Board has not and will not take any action against a dentist for stating that the dentist practices mercury-free dentistry when the dentist in fact does so. This dispute about the passage in the February 2005 Dental Board newsletter quintessentially exemplifies the sort of abstract disagreement over administrative policy that the Supreme Court has directed lower courts to avoid adjudicating. <i>See, e.g., </i><i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 807-12, 123 S.Ct. 2026.</p>\n<p>In reaching this conclusion, the court notes that the Supreme Court has approved the propriety of postponing federal judicial consideration of a state law's constitutionality until state courts (and the state administrative agency itself) analyze the precise interpretation and application of the laws in question. <i>See, e.g., </i><i>Renne v. Geary,</i> 501 U.S. 312, 323, 111 S.Ct. 2331, 115 L.Ed.2d 288 (1991). Postponing consideration in this case has the advantage of <span class=\"star-pagination\">*752</span> permitting North Carolina authorities to construe governing North Carolina statutes and regulations. How the state authorities construe these provisions could \"materially alter the question to be decided.\" <i>Id.</i> (quotation omitted). Likewise, in <i>Telco Communications, Inc. v. Carbaugh,</i> 885 F.2d 1225 (4th Cir.1989), the Fourth Circuit foreshadowed the Supreme Court's ripeness analysis in <i>Renne,</i> finding that a statute's operation was too uncertain to find a ripe claim regarding its constitutionality. <i>Telco,</i> 885 F.2d at 1234. The Fourth Circuit also noted that the sanctions under challenge \"cover a spectrum of activities,\" but that no specific action of plaintiffs had ever been challenged. The Fourth Circuit concluded that \"[t]he record is so sparse and the challenge to this section is so generalized as to give it all the earmarks of unripeness.\" <i>Id.</i> at 1235; <i>see </i><i>Renne,</i> 501 U.S. at 323-24, 111 S.Ct. 2331; <i>Pittman,</i> 267 F.3d at 1279 (allowing the state bar to \"formulate and crystalize its policies without undue interference from the federal courts is a good thing, and that also weighs strongly in favor of the conclusion that the plaintiffs claims . . . are premature\").</p>\n<p>The Board's initiation of investigations concerning Dr. Young and Dr. Fleming do not alter the unclear nature of the Dental Board's policy on a dentist's speech concerning mercury-related issues in dentistry. The Young investigation stems from statements that Dr. Young made in a commercial advertisement, including statements that he practiced \"anti-aging dentistry,\" \"extreme-makeover consultations,\" \"biological dentistry,\" and \"mercury detoxification and complete medical testing.\" Friddle Aff. ¶ 6. As for Dr. Fleming, that investigation appears to focus on whether he negligently treated a patient in connection with certain bridge work. Pl. Resp. Ex. 11. Additionally, a concern was raised that Dr. Fleming \"may be routinely replacing amalgam restorations unnecessarily.\" <i>Id.</i></p>\n<p>Friddle's affidavit addressed the Fleming and Young investigations. She stated, \"[i]n neither of these instances has the Dental Board voted to take any action or made any determination that any violations have occurred involving advertisements to the public or consultations with patients concerning amalgam fillings.\" Friddle Aff. ¶ 5. Further, the letters sent from the Board to Dr. Young suggest that the Board is still evaluating the scientific and medical issues involved to determine the appropriate policy to take concerning mercury-related issues in dentistry. In a letter to Dr. Young, for example, the Board requests documentation and research showing that amalgam restorations are unsafe. <i>See</i> Pl. Resp. Ex. 6.<sup>[2]</sup> As for Dr. Fleming, Friddle states that \"the Dental Board did not take any action based on the alleged unnecessary replacement of amalgam fillings by Dr. Fleming. Therefore, the Dental Board has made no determination that Dr. Fleming has committed a potential violation of its rules or regulations concerning either advertising or consultation with patients concerning amalgam filling.\" Friddle Aff. ¶ 12. In sum, it <span class=\"star-pagination\">*753</span> is not clear that the Board will find any communications that plaintiff's members have made or wish to make concerning mercury-related issues in dentistry violate the Board's governing statutes or regulations. Accordingly, the case is not yet fit for judicial decision.</p>\n<p></p>\n<h2>C.</h2>\n<p>The court next evaluates hardship to the parties caused by withholding court consideration. <i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 808, 123 S.Ct. 2026. \"The hardship prong is measured by the immediacy of the threat and the burden imposed on the petitioner who would be compelled to act under threat of enforcement of the challenged law.\" <i>Charter Federal,</i> 976 F.2d at 208-09. In this case, while the passage in <i>The Dental Forum</i> is not a duly-enacted regulation, it arguably indicates how the Dental Board might interpret its duly-enacted regulations, and arguably could produce a chilling effect in plaintiffs members, forcing them to conform their conduct to the passage at issue or face possible disciplinary action. <i>Cf. </i><i>Hallandale Prof'l Fire Fighters Local 2238 v. City of Hallandale,</i> 922 F.2d 756, 760 (11th Cir.1991); <i>Telco,</i> 885 F.2d at 1233 (\"Prior restraints on speech and publication are the most serious and the least tolerable infringement on First Amendment rights.\") (quotation omitted); <i>Allen, Allen, Allen &amp; Allen v. Williams,</i> 254 F:Supp.2d 614, 626 (E.D.Va.2003) (stating that ripeness requirement is \"relaxed\" in First Amendment context).</p>\n<p>Despite these arguable free-speech concerns, other factors mitigate the immediacy of the alleged threat faced by plaintiffs North Carolina members.<sup>[3]</sup><i>Cf. </i><i>Laird v. Tatum,</i> 408 U.S. 1, 13-14, 92 S.Ct. 2318, 33 L.Ed.2d 154 (1972) (\"Allegations of a subjective `chill' are not an adequate substitute for a claim of specific present objective harm or a threat of specific future harm.\"); <i>Pittman,</i> 267 F.3d at 1281. As defendants note, the Dental Board's regulations permit a dentist to request a declaratory opinion on whether a given advertisement or manner of conduct complies with the Board's statutes or regulations. Def. Mem. in Support of Mot. to Dismiss 15 (citing 21 N.C. Admin. Code 16N.0401-0404). Using this mechanism, a North Carolina dentist may obtain a declaratory ruling from the Board as to how the Board interprets its statutes or regulations vis-a-vis a specific advertisement or communication without having to risk Board sanction. Such a ruling would clarify the legal and factual issues in question, and thereby help to ripen the controversy at hand. Compare <i>Renne,</i> 501 U.S. at 322-24, 111 S.Ct. 2331 (holding that lack of \"precise language\" to evaluate in relation to law at issue in free-speech controversy undercut ripeness of controversy and that case could not be decided \"based upon the amorphous and ill-defined factual record presented to us\") <i>with </i><i>Allen, Allen, Allen &amp; Allen,</i> 254 F.Supp.2d at 625-26 (finding case ripe based on bar association's issuance of three informal opinions regarding specific advertisements proposed by plaintiff).</p>\n<p>Plaintiff argues that North Carolina's declaratory ruling provision is irrelevant to determining ripeness for five reasons. First, it argues that the Dental Board is not vested with the authority to rule on the constitutionality of its own regulations. <i>See</i> Pl. Mem. in Opp. to Mot. to Dismiss 10. This argument ignores the reason for seeking a declaratory ruling. Such a ruling is not meant to determine the constitutionality of the Dental Board's interpretation <span class=\"star-pagination\">*754</span> of governing statutes and regulations. Rather, it is meant to establish that the Board considers certain advertisements or communications to violate those statutes or regulations. Establishing that official interpretation helps to formulate a controversy specific enough for a court to adjudicate. <i>See </i><i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 808-12, 123 S.Ct. 2026; <i>Ohio Forestry Ass'n Inc.,</i> 523 U.S. at 737, 118 S.Ct. 1665; <i>Renne,</i> 501 U.S. at 323-24, 111 S.Ct. 2331. Second, plaintiff claims that the content of what its members want to say is already clear.. Pl. Mem. in Opp. to Mot. to Dismiss 10; <i>see</i> First Amended Compl. ¶ 14. Even if true, such clarity does not address how the Dental Board will officially interpret the statutes and regulations in relation to such communications. Clarifying the Dental Board's interpretation in the context of specific communications is why the declaratory ruling mechanism would prove so helpful in solidifying the controversy at issue. <i>Cf. </i><i>Farrin v. Thigpen,</i> 173 F.Supp.2d 427, 430 (M.D.N.C.2001) (analyzing plaintiff-attorney's First Amendment challenge to a North Carolina State Bar Formal Ethics Opinion; in the Opinion the North Carolina State Bar had determined that a specific television ad run by the plaintiff-attorney was misleading and created unjustified expectations and thereby allowed the court to address plaintiffs First Amendment challenge). Third, plaintiff argues that the Board should have indicated its desire to issue a declaratory ruling. Pl. Mem. in Opp. to Mot. to Dismiss 10. This argument is baseless. The regulations provide an avenue for plaintiffs members to request a ruling, and the Board's willingness to issue such a ruling. Fourth, plaintiff argues that the Board, pursuant to its regulations, can refuse to issue a ruling. <i>Id.</i> at 10-11 (citing 21 NCAC 16N.0403). Just because the Board has authority to decline to issue a declaratory ruling, however, is insufficient to show imminent harm. Either the Dental Board will issue a declaratory ruling or it will refuse to do so. If the Board refuses to do so in the context of a specific proposed advertisement or communication, such refusal arguably buttresses the notion that some of plaintiffs members will suffer imminent harm unless a court reviews the constitutionality of the Dental Board's alleged policy. <i>See </i><i>Pittman,</i> 267 F.3d at 1277-78 (\"[T]he plaintiffs could have used [an established procedure] to obtain a formal advisory opinion . . . which might have obviated the need for any litigation. Instead of seeking to resolve or crystallize matters that way, the plaintiffs charged ahead into court with this lawsuit.\"). Finally, plaintiff suggested at oral argument that the Dental Board's failure to retract the passage in the <i>Dental Forum</i> article in response to plaintiffs counsel's pre-suit letters means that any request for a declaratory ruling is futile. The court, however, finds that such a request is not futile in light of White's April 8, 2005 letter and Friddle's March 27, 2006 affidavit. <i>See</i> Pl. Mem. in. Opp. Ex. 3; Friddle Aff. 1-4.</p>\n<p>In considering the two key factors used to determine whether a claim is ripe, the court concludes that the claim in question is currently unfit for judicial decision and that the hardship to the parties created by withholding consideration is not substantial. The Dental Board's final, official interpretation of its statutes and regulations and their applicability to specific communications that plaintiffs members wish to make is unclear. The factual development of both this legal interpretation and the precise content of a proposed communications would greatly aid the court in determining the constitutionality of the statutes and regulations as applied. Further, while free-speech issues are implicated, the presence of an as-yet-to-be-used declaratory ruling process indicates that no speech need be immediately chilled before plaintiff <span class=\"star-pagination\">*755</span> or one of its members has the opportunity to seek redress from this court after the controversy ripens. <i>See </i><i>Ohio Forestry,</i> 523 U.S. at 734, 118 S.Ct. 1665 (stating that practical harm not likely present when plaintiff has \"opportunity later to bring legal challenge at a time when harm is more imminent and more certain\"). Accordingly, plaintiffs federal free speech claim against the individual members of the Dental Board in their official capacities is not ripe for adjudication.</p>\n<p>Because plaintiffs federal free speech claim is not ripe, the court does not address defendants' standing argument. Likewise, the court need not address defendants' alternative <i>Younger</i> abstention argument.</p>\n<p></p>\n<h2>II.</h2>\n<p>For the reasons stated above, plaintiffs remaining federal free speech claim is not ripe for adjudication. Accordingly, the remainder of defendants' motion to dismiss is GRANTED and plaintiffs remaining federal free speech claim is DISMISSED WITHOUT PREJUDICE. In light of this holding, plaintiffs motion for a preliminary injunction is DENIED as moot. The Clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  At oral argument, plaintiff renewed its request to depose Friddle to determine the extent of her authority to speak on behalf of the Board in the <i>Dental Forum</i> article. The court originally denied that request on June 1, 2006. <i>Int'l Acad. of Oral Med. &amp; Toxicology v. N.C. Dental Bd.,</i> No. 5:05-CV-856-D2, order at 6-7 (E.D.N.C. June 1, 2006). The court again denies the request to depose Friddle. Friddle's deposition would not aid in the resolution of the ripeness inquiry. Regardless of what authority she had when the passage at issue was published, that article was not a duly-enacted regulation of the Board. Her subsequent affidavit stating that the article did not constitute an officially-adopted position of the Board, coupled with White's letter of April 8, 2005, also render the question of her authority in authoring the article in question unhelpful to resolving the ripeness issue.</p>\n<p>[2]  Notably, it appears that none of the assertions made by Dr. Young in his advertisement would be protected by plaintiff's proposed injunction, which would protect advertisements stating that a dentist practices \"mercury-free dentistry\" or \"metal-free dentistry,\" but says nothing about \"mercury detoxification.\" <i>See</i> Mot. For Prelim. Inj. 8. This example illuminates substantial problems with plaintiff's claim and plaintiff's proposed injunction. In addition to being under-inclusive at times, the proposed injunction also would be over-inclusive. For example, the proposed injunction apparently would protect a dentist from disciplinary proceedings even if the dentist <i>falsely</i> told patients that the dentist practiced \"mercury-free dentistry\" or \"metal-free dentistry.\"</p>\n<p>[3]  The court notes that the Dental Board has no regulatory control over plaintiff itself and that plaintiff, as an entity, is free to advertise and advocate publically for its views relating to dental practices without any interference from the Board.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">746</span></span> (2006)</b></center>\n<center><h1>THE INTERNATIONAL ACADEMY OF ORAL MEDICINE &amp; TOXICOLOGY, Plaintiff,<br>\nv.<br>\nTHE NORTH CAROLINA STATE BOARD OF DENTAL EXAMINERS; Benjamin W. Brown, DDS; Stanley L. Allen, DDS; Clifford O. Feingold, DDS; Ronald K. Owens, DDS; Joseph S. Burnham, DDS; Neplus S. Hall, RDH; Zannie Effird; and W. Stan Hardesty, DDS; each in their official capacity, as well as their respective agents and successors, Defendants.</h1></center>\n<center>No. 5:05-CV-856-D2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 29, 2006.</center>\n<p><span class=\"star-pagination\">*747</span> <span class=\"star-pagination\">*748</span> Marshall A. Gallop, Jr., Battle, Winslow, Scott &amp; Wiley, PA, Rocky Mount, NC, for The International Academy of Oral Medicine &amp; Toxicology, Plaintiff.</p>\n<p>Douglas J. Brocker, The Brocker Law Offices, P.A., Raleigh, NC, John C. Millberg, Millberg, Gordon &amp; Stewart, Raleigh, NC, for The North Carolina State Board of Dental Examiners, DDS Benjamin W. Brown, DDS Stanley L. Allen, DDS C. Wayne Holland, DDS Brad C. Morgan, DDS Joseph S. Burnham, DDS W. Stan Hardesty, DDS Clifford 0. Feingold, DDS Ronald K. Owens, RDH Neplus S. Hall, Zannie Effird Each in his official capacity, as well as their respective agents and successors, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>The International Academy of Oral Medicine and Toxicology (\"plaintiff\" or \"IAOMT\") claims that the eight individual board members (collectively \"defendants\") of the North Carolina State Board of Dental Examiners (\"Dental Board\" or \"Board\") are violating the free speech guarantees of the United States Constitution through their alleged regulation of North Carolina dentists' speech concerning mercury-related dental practices. Plaintiff is a non-profit corporation whose membership includes dentists, physicians, and research professionals. Plaintiff focuses on the \"examination, compilation, and dissemination of scientific research relating to the biocompatibility of oral/dental materials.\" Amended Compl. ¶ 4. Plaintiff seeks declaratory and injunctive relief prohibiting defendants from the \"operation and enforcement of the imminent express and implicit threats to prosecute dentists\" who (a) communicate that they practice \"mercury-free dentistry\" or \"metal-free dentistry\"; (b) inform patients or the public that persons should eliminate their exposure to mercury; (c) inform patients or the public that silver fillings contain mercury that may leak and cause health problems; or (d) inform patients or the public that mercury fillings can be harmful. Amended Compl. ¶ 21.</p>\n<p>The defendants moved to dismiss this action pursuant to Rule 12(b)(1) and Rule 12(b)(6) of the Federal Rules of Civil Procedure. On May 31, 2006, the court dismissed the claims against the Dental Board and dismissed all state-law claims against all defendants. The court also granted plaintiff's motion to file a surreply brief concerning <i>Younger</i> abstention and deferred ruling on whether to dismiss the remaining claimthe federal free speech claim brought against the individual defendants in their official capacities until after it had considered plaintiff's surreply brief. On June 12, 2006, plaintiff filed its sur-reply brief. On August 17, 2006, the court held oral argument.</p>\n<p>For the reasons explained below, the court concludes that plaintiff's federal free speech claim is not yet ripe for adjudication. Accordingly, the remainder of defendants' motion to dismiss is granted and plaintiff's remaining claim is dismissed without prejudice. In light of this holding, plaintiff's motion for a preliminary injunction is denied as moot.</p>\n<p></p>\n<h2>I.</h2>\n<p>Defendants assert that the federal free speech claim must be dismissed because it is not justiciable. Def. Mot. 1. Specifically, defendants argue that the claim is not ripe and that plaintiff lacks standing to raise it. <i>Id.</i> Alternatively, defendants argue in their reply to plaintiff's response to the motion to dismiss that the court should dismiss the claim under <i>Younger</i> abstention because the true purpose of this suit is to impede currently active state administrative investigations against two non-party dentists who practice in North Carolina. <span class=\"star-pagination\">*749</span> Def. Reply 5-9 (citing <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971)). Plaintiff responded to this abstention argument in its sur-reply brief.</p>\n<p></p>\n<h2>A.</h2>\n<p>Initially, the court examines defendants' argument that plaintiffs federal free speech claim is not ripe. When a defendant raises standing or ripeness as the basis for a motion under Rule 12(b)(1) to dismiss for lack of subject matter jurisdiction, \"the district court may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.\" <i>White Tail Park, Inc. v. Stroube,</i> <span class=\"citation\" data-id=\"790824\"><a href=\"/opinion/790824/white-tail-park-incorporated-american-association-for-nude/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span>, 459 (4th Cir.2005) (quotation omitted); <i>Venetian Casino Resort, L.L.C. v. E.E.O.C.,</i> <span class=\"citation\" data-id=\"186433\"><a href=\"/opinion/186433/venetian-casino-v-eeoc/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></a></span>, 366 (D.C.Cir.2005) (\"[G]iven the present posture of this case-a dismissal under Rule 12(b)(1) on ripeness grounds-the court may consider materials outside the pleadings.\"). The court also accepts as true all material factual allegations in the complaint. <i>See </i><i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 501, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975). The court need not, however, accept the legal conclusions in the complaint.</p>\n<p>\"Ripeness is a justiciability doctrine designed `to prevent the courts, through avoidance of premature adjudication, from entangling themselves in abstract disagreements over administrative policies, and also to protect the agencies from judicial interference until an administrative decision has been formalized and its effects felt in a concrete way by the challenging parties.\" <i>Nat'l Park Hospitality Ass'n v. Dep't of Interior,</i> <span class=\"citation\" data-id=\"127928\"><a href=\"/opinion/127928/national-park-hospitality-association-v-department-of-the-interior/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">803</span></a></span>, 807-08, <span class=\"citation\" data-id=\"127928\"><a href=\"/opinion/127928/national-park-hospitality-association-v-department-of-the-interior/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2026</span></a></span>, <span class=\"citation\" data-id=\"127928\"><a href=\"/opinion/127928/national-park-hospitality-association-v-department-of-the-interior/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1017</span></a></span> (2003) (quoting <i>Abbott Labs. v. Gardner,</i> <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 148-49, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></a></span> (1967), <i>overruled on other grounds by </i><i>Califano v. Sanders,</i> <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1977)); <i>see also </i><i>Ohio Forestry Assoc., Inc. v. Sierra Club,</i> <span class=\"citation\" data-id=\"118210\"><a href=\"/opinion/118210/ohio-forestry-assn-inc-v-sierra-club/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">726</span></a></span>, 732, <span class=\"citation\" data-id=\"118210\"><a href=\"/opinion/118210/ohio-forestry-assn-inc-v-sierra-club/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1665</span></a></span>, <span class=\"citation\" data-id=\"118210\"><a href=\"/opinion/118210/ohio-forestry-assn-inc-v-sierra-club/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">921</span></a></span> (1998). The ripeness doctrine is \"drawn both from Article III limitations on judicial power and from prudential reasons for refusing to exercise jurisdiction[.]\" <i>Reno v. Catholic Soc. Servs., Inc.,</i> <span class=\"citation\" data-id=\"112889\"><a href=\"/opinion/112889/reno-v-catholic-social-services-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, 57 n. 18, <span class=\"citation\" data-id=\"112889\"><a href=\"/opinion/112889/reno-v-catholic-social-services-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>, <span class=\"citation\" data-id=\"112889\"><a href=\"/opinion/112889/reno-v-catholic-social-services-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1993). In assessing whether a dispute is ripe for adjudication, a court must evaluate \"(1) the fitness of the issues for judicial decision and (2) the hardship to the parties of withholding court consideration.\" <i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 808, <span class=\"citation\" data-id=\"127928\"><a href=\"/opinion/127928/national-park-hospitality-association-v-department-of-the-interior/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2026</span></a></span>; <i>Abbott Labs.,</i> 387 U.S. at 149, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>.</p>\n<p>Plaintiff's federal free speech claim stems from a passage in the twelve-page February 2005 issue of the Dental Board publication, <i>The Dental Forum.</i> At page eleven, the publication contained a one-page article entitled \"The Do's and Don'ts of Advertising.\" The article does not list an author. The article states that \"[t]he Board of Dental Examiners has seen a steady increase in the number of reported advertising violations. Please review the following carefully. This list of `Do's and Don'ts' is designed to assist you in developing advertisements that are in compliance with the Rules. Remember, failure to comply with the advertising Rules will result in disciplinary action by the Board.\" <i>The Dental Forum</i> 11 (First Quarter 2005). The article then lists eight \"DO'S\" and nine \"DON'TS.\" <i>Id.</i> The fifth item under the \"DON'TS\" states: \"Don't advertise that you practice `Mercury-Free Dentistry,' `Metal-Free Dentistry,' or that you should `Eliminate your exposure to Mercury,' or that `Silver fillings contain mercury that may leak into your body and cause health problems,' or make any reference that mercury fillings are harmful.\" <i>Id.</i></p>\n<p>In order to assess the significance of the passage in this article, the court first reviews the relevant statutes and regulations <span class=\"star-pagination\">*750</span> concerning the Dental Board. Section 90-48 of the North Carolina General Statutes authorizes the Dental Board \"to enact rules and regulations governing the practice of dentistry within the State, provided such rules and regulations are not inconsistent with the provisions of this Article.\" N.C. Gen.Stat. § 90-48. In turn, section 90-41 empowers the Board to revoke or suspend a dentist's license if that dentist has engaged any act \"violative of any of the rules and regulations promulgated and adopted by the [Dental] Board.\" <i>Id.</i> § 90-41(a)(6). Likewise, the Board may revoke a license if a dentist: \"[h]as made fraudulent or misleading statements pertaining to his skill, knowledge, or method of treatment or practice; [h]as committed any fraudulent or misleading acts in the practice of dentistry; [or][h]as, directly or indirectly, published or caused to be published or disseminated any advertisement for professional patronage or business which is untruthful, fraudulent, misleading, or in any way inconsistent with rules and regulations issued by the Board of Dental Examiners governing the time, place, or manner of such advertisements[.]\" <i>Id.</i> § 90-41(a)(16)-(18).</p>\n<p>Based on its statutory authority, the Dental Board has enacted regulations relating to advertising. These regulations are contained in the North Carolina Administrative Code and state:</p>\n<blockquote>A dentist shall not make a false or misleading communication about the dentist or the dentist's services. A communication is false or misleading if it:</blockquote>\n<blockquote>(1) Contains a material misrepresentation of fact;</blockquote>\n<blockquote>(2) Is likely to mislead or deceive because it makes only a partial disclosure of relevant facts;</blockquote>\n<blockquote>(3) Is intended or is likely to create false or unjustified expectations of favorable results;</blockquote>\n<blockquote>(4) Contains express or implied claims of superiority which cannot reasonably be substantiated by the advertising practitioner; or</blockquote>\n<blockquote>(5) Contains other representations or implications which are intended or likely to cause an ordinary, prudent person to misunderstand or be deceived</blockquote>\n<p>21 N.C. Admin. Code 16P.0101. No North Carolina regulation or statute deals expressly with what dentists can and cannot advertise or say concerning mercury-related issues in dentistry.</p>\n<p></p>\n<h2>B.</h2>\n<p>With this statutory and regulatory framework in mind, the court now considers \"(1) the fitness of the issues for judicial decision and (2) the hardship to the parties of withholding court consideration.\" <i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 808, <span class=\"citation\" data-id=\"127928\"><a href=\"/opinion/127928/national-park-hospitality-association-v-department-of-the-interior/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2026</span></a></span>. As for the first factor, \"[a] case is fit for judicial decision where the issues to be considered are purely legal ones and where the agency rule or action giving rise to the controversy is final and not dependent upon future uncertainties or intervening agency rulings.\" <i>Charter Fed. Say. Bank v. Office of Thrift Supervision,</i> <span class=\"citation\" data-id=\"591409\"><a href=\"/opinion/591409/charter-federal-savings-bank-v-office-of-thrift-supervision-director-in/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 208 (4th Cir.1992). The court concludes that this case is not fit for judicial decision. The passage in question in <i>The Dental Forum</i> is not a regulation that the Dental Board enacted. Rather, the passage constitutes (at most) a Dental Board employee's informal interpretation of the governing regulations on advertising. Notably, the North Carolina Administrative Code contains specific procedures for the Dental Board to enact regulations. <i>See</i> 21 N.C. Admin. Code 16N.0101-.0307. The article in <i>The Dental Forum</i> was not enacted pursuant to those procedures. Moreover, the court credits the affidavit of Terry Friddle (\"Friddle\"), an employee of the Dental Board who authored the article in question. Friddle states that \"[t]he articles <span class=\"star-pagination\">*751</span> published in the Dental Board's newsletter, such as the one at issue in this lawsuit, are not regulations, rules, opinions or rulings proposed or adopted by the Dental Board.\" Friddle Aff. ¶ 3. The informal, non-final nature of this article is buttressed by a letter dated April 8, 2005, from Bobby White, the Chief Operations Officer of the Dental Board, to plaintiffs counsel in which White states \"the Board has not and does not plan to take any action against any dentist who advertises a `mercury free practice' so long as this is a true statement and the practice is indeed mercury free.\" Pl. Resp. Ex. 3. In short, the Dental Board's official policy in relation to dentists discussing mercury-related issues in dentistry (whether in an advertisement or in a direct patient-dentist consultation) is not final. Instead, the policy is uncertain and dependent on intervening agency interpretations of its own governing statutes and regulations. <i>Cf. </i><i>Arch Mineral Corp. v. Babbitt,</i> <span class=\"citation\" data-id=\"733264\"><a href=\"/opinion/733264/arch-mineral-corporation-a-delaware-corporation-v-bruce-babbitt/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">660</span></a></span>, 666-67 (4th Cir.1997) (finding ripe controversy only because agency sent a letter to plaintiff establishing, for practical purposes, its official position on how plaintiffs conduct would be treated by agency and because agency's sanctioning plaintiff was a \"foregone conclusion\").<sup>[1]</sup></p>\n<p>The Eleventh Circuit's holding and analysis concerning ripeness in <i>Pittman v. Cole,</i> <span class=\"citation\" data-id=\"75652\"><a href=\"/opinion/75652/craig-pittman-v-j-anthony-mclain/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1269</span></a></span> (11th Cir.2001), is very persuasive. In <i>Pittman,</i> the court held that a First Amendment challenge relating to an informal opinion issued by the Alabama State Bar was not ripe for adjudication. <i>Pittman,</i> 267 F.3d at 1277. The court noted that \"an important factual issue must initially be resolvedwhat the actual policy of the Bar is concerning [the conduct in question].\" <i>Id.</i> at 1278. The same holds true in this case. Plaintiff asks the court to address the constitutionality of a passage in a Dental Board newsletter and then issue an injunction, even though the Dental Board has never enacted the passage in the article as a regulation and has never used the passage as the basis for disciplinary action against a dentist. Further, plaintiff asks the court do so notwithstanding White's letter of April 8, 2005, which states that the Board has not and will not take any action against a dentist for stating that the dentist practices mercury-free dentistry when the dentist in fact does so. This dispute about the passage in the February 2005 Dental Board newsletter quintessentially exemplifies the sort of abstract disagreement over administrative policy that the Supreme Court has directed lower courts to avoid adjudicating. <i>See, e.g., </i><i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 807-12, <span class=\"citation\" data-id=\"127928\"><a href=\"/opinion/127928/national-park-hospitality-association-v-department-of-the-interior/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2026</span></a></span>.</p>\n<p>In reaching this conclusion, the court notes that the Supreme Court has approved the propriety of postponing federal judicial consideration of a state law's constitutionality until state courts (and the state administrative agency itself) analyze the precise interpretation and application of the laws in question. <i>See, e.g., </i><i>Renne v. Geary,</i> <span class=\"citation\" data-id=\"112627\"><a href=\"/opinion/112627/renne-v-geary/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 323, <span class=\"citation\" data-id=\"112627\"><a href=\"/opinion/112627/renne-v-geary/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2331</span></a></span>, <span class=\"citation\" data-id=\"112627\"><a href=\"/opinion/112627/renne-v-geary/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span> (1991). Postponing consideration in this case has the advantage of <span class=\"star-pagination\">*752</span> permitting North Carolina authorities to construe governing North Carolina statutes and regulations. How the state authorities construe these provisions could \"materially alter the question to be decided.\" <i>Id.</i> (quotation omitted). Likewise, in <i>Telco Communications, Inc. v. Carbaugh,</i> <span class=\"citation\" data-id=\"529735\"><a href=\"/opinion/529735/telco-communications-inc-v-s-mason-carbaugh-as-he-is-commissioner-of/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1225</span></a></span> (4th Cir.1989), the Fourth Circuit foreshadowed the Supreme Court's ripeness analysis in <i>Renne,</i> finding that a statute's operation was too uncertain to find a ripe claim regarding its constitutionality. <i>Telco,</i> 885 F.2d at 1234. The Fourth Circuit also noted that the sanctions under challenge \"cover a spectrum of activities,\" but that no specific action of plaintiffs had ever been challenged. The Fourth Circuit concluded that \"[t]he record is so sparse and the challenge to this section is so generalized as to give it all the earmarks of unripeness.\" <i>Id.</i> at 1235; <i>see </i><i>Renne,</i> 501 U.S. at 323-24, <span class=\"citation\" data-id=\"112627\"><a href=\"/opinion/112627/renne-v-geary/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2331</span></a></span>; <i>Pittman,</i> 267 F.3d at 1279 (allowing the state bar to \"formulate and crystalize its policies without undue interference from the federal courts is a good thing, and that also weighs strongly in favor of the conclusion that the plaintiffs claims . . . are premature\").</p>\n<p>The Board's initiation of investigations concerning Dr. Young and Dr. Fleming do not alter the unclear nature of the Dental Board's policy on a dentist's speech concerning mercury-related issues in dentistry. The Young investigation stems from statements that Dr. Young made in a commercial advertisement, including statements that he practiced \"anti-aging dentistry,\" \"extreme-makeover consultations,\" \"biological dentistry,\" and \"mercury detoxification and complete medical testing.\" Friddle Aff. ¶ 6. As for Dr. Fleming, that investigation appears to focus on whether he negligently treated a patient in connection with certain bridge work. Pl. Resp. Ex. 11. Additionally, a concern was raised that Dr. Fleming \"may be routinely replacing amalgam restorations unnecessarily.\" <i>Id.</i></p>\n<p>Friddle's affidavit addressed the Fleming and Young investigations. She stated, \"[i]n neither of these instances has the Dental Board voted to take any action or made any determination that any violations have occurred involving advertisements to the public or consultations with patients concerning amalgam fillings.\" Friddle Aff. ¶ 5. Further, the letters sent from the Board to Dr. Young suggest that the Board is still evaluating the scientific and medical issues involved to determine the appropriate policy to take concerning mercury-related issues in dentistry. In a letter to Dr. Young, for example, the Board requests documentation and research showing that amalgam restorations are unsafe. <i>See</i> Pl. Resp. Ex. 6.<sup>[2]</sup> As for Dr. Fleming, Friddle states that \"the Dental Board did not take any action based on the alleged unnecessary replacement of amalgam fillings by Dr. Fleming. Therefore, the Dental Board has made no determination that Dr. Fleming has committed a potential violation of its rules or regulations concerning either advertising or consultation with patients concerning amalgam filling.\" Friddle Aff. ¶ 12. In sum, it <span class=\"star-pagination\">*753</span> is not clear that the Board will find any communications that plaintiff's members have made or wish to make concerning mercury-related issues in dentistry violate the Board's governing statutes or regulations. Accordingly, the case is not yet fit for judicial decision.</p>\n<p></p>\n<h2>C.</h2>\n<p>The court next evaluates hardship to the parties caused by withholding court consideration. <i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 808, <span class=\"citation\" data-id=\"127928\"><a href=\"/opinion/127928/national-park-hospitality-association-v-department-of-the-interior/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2026</span></a></span>. \"The hardship prong is measured by the immediacy of the threat and the burden imposed on the petitioner who would be compelled to act under threat of enforcement of the challenged law.\" <i>Charter Federal,</i> 976 F.2d at 208-09. In this case, while the passage in <i>The Dental Forum</i> is not a duly-enacted regulation, it arguably indicates how the Dental Board might interpret its duly-enacted regulations, and arguably could produce a chilling effect in plaintiffs members, forcing them to conform their conduct to the passage at issue or face possible disciplinary action. <i>Cf. </i><i>Hallandale Prof'l Fire Fighters Local 2238 v. City of Hallandale,</i> <span class=\"citation\" data-id=\"553454\"><a href=\"/opinion/553454/hallandale-professional-fire-fighters-local-2238-international-association/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">756</span></a></span>, 760 (11th Cir.1991); <i>Telco,</i> 885 F.2d at 1233 (\"Prior restraints on speech and publication are the most serious and the least tolerable infringement on First Amendment rights.\") (quotation omitted); <i>Allen, Allen, Allen &amp; Allen v. Williams,</i> 254 F:Supp.2d 614, 626 (E.D.Va.2003) (stating that ripeness requirement is \"relaxed\" in First Amendment context).</p>\n<p>Despite these arguable free-speech concerns, other factors mitigate the immediacy of the alleged threat faced by plaintiffs North Carolina members.<sup>[3]</sup><i>Cf. </i><i>Laird v. Tatum,</i> <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 13-14, <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2318</span></a></span>, <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></a></span> (1972) (\"Allegations of a subjective `chill' are not an adequate substitute for a claim of specific present objective harm or a threat of specific future harm.\"); <i>Pittman,</i> 267 F.3d at 1281. As defendants note, the Dental Board's regulations permit a dentist to request a declaratory opinion on whether a given advertisement or manner of conduct complies with the Board's statutes or regulations. Def. Mem. in Support of Mot. to Dismiss 15 (citing 21 N.C. Admin. Code 16N.0401-0404). Using this mechanism, a North Carolina dentist may obtain a declaratory ruling from the Board as to how the Board interprets its statutes or regulations vis-a-vis a specific advertisement or communication without having to risk Board sanction. Such a ruling would clarify the legal and factual issues in question, and thereby help to ripen the controversy at hand. Compare <i>Renne,</i> 501 U.S. at 322-24, <span class=\"citation\" data-id=\"112627\"><a href=\"/opinion/112627/renne-v-geary/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2331</span></a></span> (holding that lack of \"precise language\" to evaluate in relation to law at issue in free-speech controversy undercut ripeness of controversy and that case could not be decided \"based upon the amorphous and ill-defined factual record presented to us\") <i>with </i><i>Allen, Allen, Allen &amp; Allen,</i> 254 F.Supp.2d at 625-26 (finding case ripe based on bar association's issuance of three informal opinions regarding specific advertisements proposed by plaintiff).</p>\n<p>Plaintiff argues that North Carolina's declaratory ruling provision is irrelevant to determining ripeness for five reasons. First, it argues that the Dental Board is not vested with the authority to rule on the constitutionality of its own regulations. <i>See</i> Pl. Mem. in Opp. to Mot. to Dismiss 10. This argument ignores the reason for seeking a declaratory ruling. Such a ruling is not meant to determine the constitutionality of the Dental Board's interpretation <span class=\"star-pagination\">*754</span> of governing statutes and regulations. Rather, it is meant to establish that the Board considers certain advertisements or communications to violate those statutes or regulations. Establishing that official interpretation helps to formulate a controversy specific enough for a court to adjudicate. <i>See </i><i>Nat'l Park Hospitality Ass'n,</i> 538 U.S. at 808-12, <span class=\"citation\" data-id=\"127928\"><a href=\"/opinion/127928/national-park-hospitality-association-v-department-of-the-interior/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2026</span></a></span>; <i>Ohio Forestry Ass'n Inc.,</i> 523 U.S. at 737, <span class=\"citation\" data-id=\"118210\"><a href=\"/opinion/118210/ohio-forestry-assn-inc-v-sierra-club/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1665</span></a></span>; <i>Renne,</i> 501 U.S. at 323-24, <span class=\"citation\" data-id=\"112627\"><a href=\"/opinion/112627/renne-v-geary/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2331</span></a></span>. Second, plaintiff claims that the content of what its members want to say is already clear.. Pl. Mem. in Opp. to Mot. to Dismiss 10; <i>see</i> First Amended Compl. ¶ 14. Even if true, such clarity does not address how the Dental Board will officially interpret the statutes and regulations in relation to such communications. Clarifying the Dental Board's interpretation in the context of specific communications is why the declaratory ruling mechanism would prove so helpful in solidifying the controversy at issue. <i>Cf. </i><i>Farrin v. Thigpen,</i> <span class=\"citation\" data-id=\"2416385\"><a href=\"/opinion/2416385/farrin-v-thigpen/\"><span class=\"volume\">173</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">427</span></a></span>, 430 (M.D.N.C.2001) (analyzing plaintiff-attorney's First Amendment challenge to a North Carolina State Bar Formal Ethics Opinion; in the Opinion the North Carolina State Bar had determined that a specific television ad run by the plaintiff-attorney was misleading and created unjustified expectations and thereby allowed the court to address plaintiffs First Amendment challenge). Third, plaintiff argues that the Board should have indicated its desire to issue a declaratory ruling. Pl. Mem. in Opp. to Mot. to Dismiss 10. This argument is baseless. The regulations provide an avenue for plaintiffs members to request a ruling, and the Board's willingness to issue such a ruling. Fourth, plaintiff argues that the Board, pursuant to its regulations, can refuse to issue a ruling. <i>Id.</i> at 10-11 (citing 21 NCAC 16N.0403). Just because the Board has authority to decline to issue a declaratory ruling, however, is insufficient to show imminent harm. Either the Dental Board will issue a declaratory ruling or it will refuse to do so. If the Board refuses to do so in the context of a specific proposed advertisement or communication, such refusal arguably buttresses the notion that some of plaintiffs members will suffer imminent harm unless a court reviews the constitutionality of the Dental Board's alleged policy. <i>See </i><i>Pittman,</i> 267 F.3d at 1277-78 (\"[T]he plaintiffs could have used [an established procedure] to obtain a formal advisory opinion . . . which might have obviated the need for any litigation. Instead of seeking to resolve or crystallize matters that way, the plaintiffs charged ahead into court with this lawsuit.\"). Finally, plaintiff suggested at oral argument that the Dental Board's failure to retract the passage in the <i>Dental Forum</i> article in response to plaintiffs counsel's pre-suit letters means that any request for a declaratory ruling is futile. The court, however, finds that such a request is not futile in light of White's April 8, 2005 letter and Friddle's March 27, 2006 affidavit. <i>See</i> Pl. Mem. in. Opp. Ex. 3; Friddle Aff. 1-4.</p>\n<p>In considering the two key factors used to determine whether a claim is ripe, the court concludes that the claim in question is currently unfit for judicial decision and that the hardship to the parties created by withholding consideration is not substantial. The Dental Board's final, official interpretation of its statutes and regulations and their applicability to specific communications that plaintiffs members wish to make is unclear. The factual development of both this legal interpretation and the precise content of a proposed communications would greatly aid the court in determining the constitutionality of the statutes and regulations as applied. Further, while free-speech issues are implicated, the presence of an as-yet-to-be-used declaratory ruling process indicates that no speech need be immediately chilled before plaintiff <span class=\"star-pagination\">*755</span> or one of its members has the opportunity to seek redress from this court after the controversy ripens. <i>See </i><i>Ohio Forestry,</i> 523 U.S. at 734, <span class=\"citation\" data-id=\"118210\"><a href=\"/opinion/118210/ohio-forestry-assn-inc-v-sierra-club/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1665</span></a></span> (stating that practical harm not likely present when plaintiff has \"opportunity later to bring legal challenge at a time when harm is more imminent and more certain\"). Accordingly, plaintiffs federal free speech claim against the individual members of the Dental Board in their official capacities is not ripe for adjudication.</p>\n<p>Because plaintiffs federal free speech claim is not ripe, the court does not address defendants' standing argument. Likewise, the court need not address defendants' alternative <i>Younger</i> abstention argument.</p>\n<p></p>\n<h2>II.</h2>\n<p>For the reasons stated above, plaintiffs remaining federal free speech claim is not ripe for adjudication. Accordingly, the remainder of defendants' motion to dismiss is GRANTED and plaintiffs remaining federal free speech claim is DISMISSED WITHOUT PREJUDICE. In light of this holding, plaintiffs motion for a preliminary injunction is DENIED as moot. The Clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  At oral argument, plaintiff renewed its request to depose Friddle to determine the extent of her authority to speak on behalf of the Board in the <i>Dental Forum</i> article. The court originally denied that request on June 1, 2006. <i>Int'l Acad. of Oral Med. &amp; Toxicology v. N.C. Dental Bd.,</i> No. 5:05-CV-856-D2, order at 6-7 (E.D.N.C. June 1, 2006). The court again denies the request to depose Friddle. Friddle's deposition would not aid in the resolution of the ripeness inquiry. Regardless of what authority she had when the passage at issue was published, that article was not a duly-enacted regulation of the Board. Her subsequent affidavit stating that the article did not constitute an officially-adopted position of the Board, coupled with White's letter of April 8, 2005, also render the question of her authority in authoring the article in question unhelpful to resolving the ripeness issue.</p>\n<p>[2]  Notably, it appears that none of the assertions made by Dr. Young in his advertisement would be protected by plaintiff's proposed injunction, which would protect advertisements stating that a dentist practices \"mercury-free dentistry\" or \"metal-free dentistry,\" but says nothing about \"mercury detoxification.\" <i>See</i> Mot. For Prelim. Inj. 8. This example illuminates substantial problems with plaintiff's claim and plaintiff's proposed injunction. In addition to being under-inclusive at times, the proposed injunction also would be over-inclusive. For example, the proposed injunction apparently would protect a dentist from disciplinary proceedings even if the dentist <i>falsely</i> told patients that the dentist practiced \"mercury-free dentistry\" or \"metal-free dentistry.\"</p>\n<p>[3]  The court notes that the Dental Board has no regulatory control over plaintiff itself and that plaintiff, as an entity, is free to advertise and advocate publically for its views relating to dental practices without any interference from the Board.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2416385/"
  ]
}