{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2576705/",
  "absolute_url": "/opinion/2576705/united-states-v-henley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2576705/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:14.005044Z",
  "date_modified": "2016-04-26T20:56:07.976788Z",
  "type": "010combined",
  "sha1": "afacf51831694071a766e64006f97abad0e1d124",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>8 F.Supp.2d 503 (1998)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nDavid Troy HENLEY, Respondent.</h1></center>\n<center>No. 5:97-HC-970-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 3, 1998.</center>\n<p>Michael D. Bredenberg, Spec., Asst. U.S. Atty, Raleigh, NC, for U.S.</p>\n<p>G. Alan DuBois, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>On April 30, 1998, Magistrate Judge Alexander B. Denson filed his Memorandum and Recommendation (\"M &amp; R\") with regard to an evidentiary hearing pertaining to the respondent pursuant to 18 U.S.C. § 4246(a). On May 8, 1998, the respondent, through counsel, filed a response to the magistrate judge's M &amp; R indicating that the respondent no longer desired to contest the government's motion to commit him pursuant to 18 U.S.C. § 4246. Accordingly, the respondent did not wish to file objections to the magistrate judge's M &amp; R.</p>\n<p>After having reviewed the M &amp; R and knowing of no objections thereto, the court hereby adopts the recommendation of the magistrate judge as its own and for the reasons set forth in the memorandum. This court finds the respondent to be presently suffering from a mental disease or defect. His release would create a substantial risk of bodily injury to another person or serious damage to property of another. The respondent shall be committed to the custody and care of the Attorney General of the United States.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>THIS CAUSE was heard December 9, 1997, at an evidentiary hearing pursuant to 18 U.S.C. § 4246(a). The government was represented by Special Assistant United States Attorney Michael D. Bredenberg, who was present in the courtroom in Raleigh. The Respondent was present by videoconference from the Federal Correctional Institution in Butner, North Carolina (FCI Butner) and was represented by Assistant Federal Public Defender Alan DuBois, who also was present by videoconference. The purpose of the hearing was to determine whether the Respondent presently suffers from a mental disease or defect such that his release from federal prison would create a substantial risk of bodily injury to another person or serious damage to property of another person. At the hearing, both the government and the <span class=\"star-pagination\">*504</span> Respondent presented the testimony of witnesses and offered into evidence certain exhibits.</p>\n<p>Mark D. Hazelrigg, Ph.D., a staff psychologist at FCI-Butner, presented expert testimony for the Government. George P. Corvin, M.D., a psychiatrist, presented expert testimony on behalf of Respondent. The written reports of both doctors were received by the Court. Having observed the demeanor of the witnesses as they testified and assessed their credibility, and having considered the exhibits and matters of record, as well as arguments of counsel, the undersigned finds as credible, by clear and convincing evidence, that evidence tending to support the following</p>\n<p></p>\n<h2><i>Proposed Findings of Fact</i></h2>\n<p>1. Respondent first entered the federal correctional system to serve a 79-month sentence, which was imposed after Respondent pleaded guilty to bank robbery in 1990. Respondent was released from federal custody on June 21, 1996, and began serving a three year period of Supervised Release. Within a day of his release, however, Respondent overdosed on amphetamines, PCP, and heroin. On June 22, 1996, Respondent was admitted to Lake Mead Hospital Mental Health Crisis Unit in Las Vegas, Nevada, and was hospitalized for one week. While there, Respondent was diagnosed with psychotic disorder not otherwise specified and amphetamine-induced delusional disorder.</p>\n<p>2. After his discharge from the Mental Health Crisis Unit on June 28, 1996, Respondent was placed in a halfway house. After six relatively quiet weeks, Respondent absconded from the halfway house. On September 4, 1996, Respondent was arrested after jumping out of a closed second story window of a hotel.</p>\n<p>3. Following his arrest, Respondent was ordered to undergo an evaluation at the Metropolitan Detention Center (MDC) of Los Angeles. After a three-month evaluation, officials at MDC Los Angeles diagnosed Respondent as suffering from several substance abuse disorders in early remission, borderline personality disorder, and antisocial personality features. The officials concluded, however, that Respondent was competent to stand trial on his supervised release violations and that he was criminally responsible.</p>\n<p>4. On January 19, 1997, Respondent was ordered to undergo substance abuse treatment at the Salvation Army Long-Term Inpatient Program. On January 29, 1997, Respondent absconded from the Salvation Army facility. After being mandated to return on January 30, 1997, Respondent again absconded on February 24, 1997. Respondent was arrested by the U.S. Marshal's Service on March 14, 1997. Respondent is currently serving a sixteen (16) month sentence for Supervised Release violations.</p>\n<p>5. Upon the recommendation of the sentencing judge, Respondent was admitted to FCI-Butner for psychiatric evaluation and treatment on April 21, 1997.</p>\n<p>6. Respondent suffers from severe substance abuse problems including amphetamine dependence, alcohol abuse, hallucinogen abuse, and cocaine abuse. Presently, he requires intensive supervision to prevent him from using amphetamines, cocaine, and other substances that may exacerbate his mental illness.</p>\n<p>7. Respondent also suffers from severe antisocial personality disorder and from severe borderline personality disorder.</p>\n<p>8. Respondent has been placed in seclusion twice while at FCI-Butner for inappropriate behavior. Both incidents involved Respondent's reported roles in assaults on other inmates. Respondent has declined participation in Alcoholics Anonymous and Narcotics Anonymous. Respondent had previously attempted suicide and, while at FCI-Butner, expressed suicidal ideation. Further, Respondent requested commitment and noted that he would return to criminal behavior as soon as released and would harm or even kill any who stood in his way. Respondent has now recanted those intentions and states that he wishes to be released.</p>\n<p>9. Suitable arrangements for State custody and care of Respondent are not available.</p>\n<p>The foregoing Proposed Findings of Fact engender the following</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*505</span> <i>Recommended Conclusions of Law</i>\n</h2>\n<p>1. Respondent, David Troy Henley, is presently suffering from a mental disease or defect as a result of which his release would create a substantial risk of bodily injury to another person or serious damage to property of another.</p>\n<p>2. Respondent should be committed to the custody of the Attorney General to be released to the appropriate official of the State of his domicile or, if such State will not assume such responsibility, to hospitalize him for treatment in a suitable facility, such as FCI-Butner, until: (a) such State will assume such responsibility or (b) Respondent's mental condition is such that his release, or his conditional release, would not create a substantial risk of bodily injury to another person or serious damage to property of another, whichever comes first.</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>Respondent has a lengthy history of violent episodes and his release would clearly pose a substantial danger to others or to property.<sup>[1]</sup> It is also clear that Respondent's violent nature and risk of danger to others is, in large part, due to the synergistic effect of his severe antisocial personality disorder and his severe borderline personality disorder. The difficult issue in this case is whether such personality disorders qualify as mental diseases or defects under § 4246,<sup>[2]</sup> and can therefore justify indefinite detention. As pointed out by Dr. Corvin and counsel for Respondent, a great number of inmates in the general population of any prison suffer from antisocial personality disorders.</p>\n<p>This is not to say, however, that personality disorders can never rise to the level of a mental disease or defect under § 4246. Federal case law on the subject has been ambiguous at best. Several cases have implied that a personality disorder may constitute a mental disease or defect, but that a personality disorder is not \"severe\" within the meaning of the insanity defense under § 17. <i>See, e.g., </i><i>United States v. Shlater,</i> 85 F.3d 1251, 1257 (7th Cir.1996) (holding that an insanity plea based on a mild to moderate personality disorder was insufficient because the plea did not allege a severe disorder); <i>United States v. Salava,</i> 978 F.2d 320, 323 (7th Cir.1992) (noting \"that Congress intended by its inclusion of the modifier `severe' to place certain `disorders' outside the purview of the insanity defense,\" but remanding for a determination of whether an antisocial personality disorder, in addition to a paranoid personality disorder and psychotic appearing behavior, may suffice for an insanity defense).</p>\n<p>On the other hand, some cases have made a finding of no mental disease or defect by accepting, without discussion, medical expert opinion that certain personality disorders were not considered mental diseases or defects in the mental health community. <i>See, e.g., </i><i>United States v. Prescott,</i> 920 F.2d 139, 146 (2d Cir.1990) (holding that the trial court's finding that defendant's severe borderline personality disorder was not a mental disease or defect under § 4244 was not clearly erroneous). The Supreme Court's decision in <i>Foucha v. Louisiana</i> falls within this category. 504 U.S. 71, 112 S.Ct. 1780, 118 L.Ed.2d 437 (1992).</p>\n<p>In <i>Foucha,</i> the Supreme Court relied on expert medical opinion that an antisocial personality disorder was not considered a mental illness. The Court, however, decided only that a State could not indefinitely detain an insanity acquittee on a showing of dangerousness alone, i.e., without a further showing of mental illness. <i>Id.</i> at 83, 112 S.Ct. 1780. In a subsequent case the Supreme Court upheld as constitutional a Kansas commitment statute that required a finding of future dangerousness linked to a \"`mental abnormality' or `personality disorder' that makes it difficult, if not impossible, for the person to control his dangerous behavior.\" <i>Kansas v. Hendricks,</i> ___ U.S. ___, ___, 117 S.Ct. 2072, 2080, 138 L.Ed.2d 501 (1997). Accordingly, it does not <span class=\"star-pagination\">*506</span> appear that the involuntary commitment of an individual with a personality disorder linked to future dangerousness is unconstitutional.</p>\n<p>Only a few cases have gone so far as to categorically draw a line between personality disorders and mental diseases and defects. <i>See </i><i>United States v. Rosenheimer,</i> 807 F.2d 107, 112 (7th Cir.1986) (upholding, without explanation, a distinction between personality disorders and mental diseases and defects); <i>United States v. Riggin,</i> 732 F.Supp. 958, 964 (S.D.Ind.1990) (noting that a personality disorder is distinct from a mental disease or defect, but basing its finding of competency on the degree to which the defendant could participate in his defense). These cases, however, do not put forward a justification for the distinction; they merely state that such a distinction exists.</p>\n<p>One of the few cases to directly address the question of whether a personality disorder may be the basis for a finding of a mental disease or defect is <i>United States v. Murdoch,</i> 98 F.3d 472 (9th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 2518, 138 L.Ed.2d 1019 (1997).<sup>[3]</sup> In <i>Murdoch,</i> the defendant was found not guilty by reason of insanity, and was committed to a medical facility for an assessment pursuant to 18 U.S.C. § 4243(b). <i>Id.</i> at 474. The risk assessment panel reported that defendant suffered, at that time, from a \"Personality Disorder, Not Otherwise Specified with Narcissistic and Passive-Aggressive traits.\" <i>Id.</i> The District Court concluded that defendant's \"personality disorder constitutes a mental disease or defect which presents a substantial risk of danger to others.\" <i>Id.</i> at 475.</p>\n<p>The majority opinion affirmed the District Court without an extensive discussion of the legal question of whether a personality disorder may constitute a mental disease or defect. The concurring opinion, however, discussed this issue in depth. In the concurrence, Judge Wilson distinguished personality quirks or traits, which cannot be construed as mental diseases or defects, from personality disorders, which may constitute mental diseases or defects. <i>Id.</i> at 479 (Wilson, J., concurring).</p>\n<p>According to the Diagnostic and Statistical Manual of the American Psychiatric Association, a personality disorder is \"an enduring pattern of inner experience and behavior that deviates markedly from the expectations of the individual's culture [which] is pervasive and inflexible, has an onset in adolescence or early adulthood, is stable over time, and leads to distress or impairment.\" <i>Id.</i> (quoting The American Psychiatric Association's Diagnostic and Statistical Manual 629 (4th ed. 1994)). Judge Wilson noted that a personality disorder is \"a systemic, impairing psychiatric abnormality\" that can \"dominate[] the person's mental state to the point where they experience significant functional impairment or subjective distress.\" <i>Id.</i> at 479-80. Therefore, he concluded, such personality disorders properly may be construed as a mental disease or defect. The undersigned finds such reasoning persuasive here.</p>\n<p>Furthermore, the legislative history of the Insanity Defense Reform Act of 1984, of which § 4246 was a part, suggests that the term \"mental disease or defect\" may sometimes include antisocial personality disorders. Among other things, the Insanity Defense Reform Act of 1984 restructured the mental commitment statutes and provided a statutory definition for the insanity defense.</p>\n<p>One prong of the statutory insanity defense is to prove that the defendant suffered from a \"severe mental disease or defect.\" 18 U.S.C. § 17(a). The legislative history states that the term \"severe\" was added to the term \"mental disease or defect\" specifically to exclude antisocial personality \"tendencies\" from the purview of the insanity defense. <i>See</i> 18 U.S.C. § 17; S.Rep. No. 98-225, at 229 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3411. The Senate Report stated that:</p>\n<blockquote>The provision that the mental disease or defect must be \"severe\" was added to section 20 as a Committee amendment. As introduced in S. 829, the provision referred only to a \"mental disease or defect.\" The concept of severity was added to emphasize <span class=\"star-pagination\">*507</span> that non-psychotic behavior disorders or neuroses such as an \"inadequate personality,\" \"immature personality,\" or a pattern of \"antisocial tendencies\" do not constitute the defense.</blockquote>\n<p>S.Rep. No. 98-225, at 229, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3411. The inclusion of the modifier \"severe\" for the purpose of excluding antisocial personality disorders from the insanity defense implies that the non-modified definition of \"mental disease or defect\" may sometimes include personality disorders.</p>\n<p>As noted by the Supreme Court, \"psychiatrists disagree widely and frequently on what constitutes mental illness.\" <i>Ake v. Oklahoma,</i> 470 U.S. 68, 81, 105 S.Ct. 1087, 84 L.Ed.2d 53 (1985). The case at bar certainly supports that proposition. In this case, Respondent suffers from severe antisocial and borderline personality disorders. Respondent's antisocial personality disorder was characterized by Dr. Hazelrigg as \"a pattern of disregard for, and violation of, the rights of others.\" (Evaluation of Respondent by Dr. Peter N. Barboriak and Dr. Mark Hazelrigg at 9) (hereinafter [\"Hazelrigg Report\"].) Respondent's borderline personality disorder was characterized by Dr. Hazelrigg as \"a pattern of unstable interpersonal relationships, self image, affects, and marked impulsivity\" which included \"paranoid ideation.\" (Hazelrigg Report at 9.) In Dr. Hazelrigg's opinion, the severity and interaction of these two disorders \"result in substantial impairment of his ability to control his behavior.\" (Hazelrigg Report at 9.) Consequently, according to Dr. Hazelrigg, these disorders \"rise to the point of constituting a severe mental illness.\" (Hazelrigg Report at 9.)</p>\n<p>Dr. Corvin reaches a similar diagnosis of Respondent's condition: antisocial and borderline personality disorders. Dr. Corvin disagrees, however, with the conclusion to be drawn from that diagnosis. Dr. Corvin concludes that Respondent's condition does not rise to the level of a severe mental disease or defect,<sup>[4]</sup> and that Respondent's violent propensities would more appropriately be addressed through the criminal justice system. (Evaluation of Respondent by Dr. George P. Corvin at 11-12.)</p>\n<p>The undersigned is persuaded that Respondent's disorders, in combination, substantially impair his ability to function in society and control his behavior. In Respondent's case, this impairment is significant to such an extent that his condition is properly considered a mental disease or defect under § 4246. His impairment is, in many ways, similar to the impairment found in <i>United States v. Murdoch</i><i>.</i> Moreover, Respondent's inability to control his behavior raises concerns similar to those discussed by the Supreme Court in <i>Kansas v. Hendricks,</i> 521 U.S. 346, 117 S.Ct. 2072, 138 L.Ed.2d 501 (1997). There, the Court found that concerns about an inability to control one's behavior, in part, justified involuntary commitment under Kansas' commitment statute. <i>Id.</i> at 2081 (\"This admitted lack of volitional control, coupled with a prediction of future dangerousness, adequately distinguishes Hendricks from other dangerous persons who are perhaps more properly dealt with exclusively through criminal proceedings.\"). Similarly, here, Respondent's inability to control his behavior further justifies custody and treatment under § 4246.</p>\n<p>This decision should not be read to suggest that an antisocial personality disorder, without more, would justify detention under § 4246. That question is not suggested by the facts of this case, and will not be addressed here. Here, the Court is faced with not only the severity of Respondent's disorders, but the interaction of the disorders and their combined effect on Respondent. The synergistic effect of the two disorders results in a substantial impairment of Respondent's ability to function in society and to control his behavior. <i>Cf. </i><i>Hines v. Bowen,</i> 872 F.2d 56, 59 (4th Cir.1989) (finding, in the Social Security disability context, that the synergistic effect of several minor conditions may result in major disability).</p>\n<p>Accordingly, the undersigned recommends that Respondent be found to be presently suffering from a mental disease or defect as <span class=\"star-pagination\">*508</span> a result of which his release would create a substantial risk of bodily injury to another person or serious damage to property of another. Respondent should be committed to the care and custody of the Attorney General.</p>\n<p>SO RECOMMENDED, this the 30th day of April, 1998.</p>\n<h2>NOTES</h2>\n<p>[1]  For example, Respondent discussed his history of violent, predatory episodes with the staff of FCI-Butner and stated that he attempted to ambush his victims and that his preferred weapons were knives, hammers, bats, swords, and nunchukas.</p>\n<p>[2]  All the code sections discussed in this analysis are found in Title 18 of the U.S.Code.</p>\n<p>[3]  <i>See also </i><i>United States v. Denny-Shaffer,</i> 2 F.3d 999, 1001 (6th Cir.1993) (finding that a multiple personality disorder was a severe mental disease or defect under the insanity defense of § 17(a)).</p>\n<p>[4]  Although both experts phrase their conclusions in terms of \"severe\" mental illnesses, it should be noted again that § 4246 only requires a finding of a \"mental disease or defect,\" not a \"severe mental disease or defect.\" <i>See</i> 18 U.S.C. § 4246(d).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">503</span></span> (1998)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nDavid Troy HENLEY, Respondent.</h1></center>\n<center>No. 5:97-HC-970-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 3, 1998.</center>\n<p>Michael D. Bredenberg, Spec., Asst. U.S. Atty, Raleigh, NC, for U.S.</p>\n<p>G. Alan DuBois, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>On April 30, 1998, Magistrate Judge Alexander B. Denson filed his Memorandum and Recommendation (\"M &amp; R\") with regard to an evidentiary hearing pertaining to the respondent pursuant to 18 U.S.C. § 4246(a). On May 8, 1998, the respondent, through counsel, filed a response to the magistrate judge's M &amp; R indicating that the respondent no longer desired to contest the government's motion to commit him pursuant to 18 U.S.C. § 4246. Accordingly, the respondent did not wish to file objections to the magistrate judge's M &amp; R.</p>\n<p>After having reviewed the M &amp; R and knowing of no objections thereto, the court hereby adopts the recommendation of the magistrate judge as its own and for the reasons set forth in the memorandum. This court finds the respondent to be presently suffering from a mental disease or defect. His release would create a substantial risk of bodily injury to another person or serious damage to property of another. The respondent shall be committed to the custody and care of the Attorney General of the United States.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>THIS CAUSE was heard December 9, 1997, at an evidentiary hearing pursuant to 18 U.S.C. § 4246(a). The government was represented by Special Assistant United States Attorney Michael D. Bredenberg, who was present in the courtroom in Raleigh. The Respondent was present by videoconference from the Federal Correctional Institution in Butner, North Carolina (FCI Butner) and was represented by Assistant Federal Public Defender Alan DuBois, who also was present by videoconference. The purpose of the hearing was to determine whether the Respondent presently suffers from a mental disease or defect such that his release from federal prison would create a substantial risk of bodily injury to another person or serious damage to property of another person. At the hearing, both the government and the <span class=\"star-pagination\">*504</span> Respondent presented the testimony of witnesses and offered into evidence certain exhibits.</p>\n<p>Mark D. Hazelrigg, Ph.D., a staff psychologist at FCI-Butner, presented expert testimony for the Government. George P. Corvin, M.D., a psychiatrist, presented expert testimony on behalf of Respondent. The written reports of both doctors were received by the Court. Having observed the demeanor of the witnesses as they testified and assessed their credibility, and having considered the exhibits and matters of record, as well as arguments of counsel, the undersigned finds as credible, by clear and convincing evidence, that evidence tending to support the following</p>\n<p></p>\n<h2><i>Proposed Findings of Fact</i></h2>\n<p>1. Respondent first entered the federal correctional system to serve a 79-month sentence, which was imposed after Respondent pleaded guilty to bank robbery in 1990. Respondent was released from federal custody on June 21, 1996, and began serving a three year period of Supervised Release. Within a day of his release, however, Respondent overdosed on amphetamines, PCP, and heroin. On June 22, 1996, Respondent was admitted to Lake Mead Hospital Mental Health Crisis Unit in Las Vegas, Nevada, and was hospitalized for one week. While there, Respondent was diagnosed with psychotic disorder not otherwise specified and amphetamine-induced delusional disorder.</p>\n<p>2. After his discharge from the Mental Health Crisis Unit on June 28, 1996, Respondent was placed in a halfway house. After six relatively quiet weeks, Respondent absconded from the halfway house. On September 4, 1996, Respondent was arrested after jumping out of a closed second story window of a hotel.</p>\n<p>3. Following his arrest, Respondent was ordered to undergo an evaluation at the Metropolitan Detention Center (MDC) of Los Angeles. After a three-month evaluation, officials at MDC Los Angeles diagnosed Respondent as suffering from several substance abuse disorders in early remission, borderline personality disorder, and antisocial personality features. The officials concluded, however, that Respondent was competent to stand trial on his supervised release violations and that he was criminally responsible.</p>\n<p>4. On January 19, 1997, Respondent was ordered to undergo substance abuse treatment at the Salvation Army Long-Term Inpatient Program. On January 29, 1997, Respondent absconded from the Salvation Army facility. After being mandated to return on January 30, 1997, Respondent again absconded on February 24, 1997. Respondent was arrested by the U.S. Marshal's Service on March 14, 1997. Respondent is currently serving a sixteen (16) month sentence for Supervised Release violations.</p>\n<p>5. Upon the recommendation of the sentencing judge, Respondent was admitted to FCI-Butner for psychiatric evaluation and treatment on April 21, 1997.</p>\n<p>6. Respondent suffers from severe substance abuse problems including amphetamine dependence, alcohol abuse, hallucinogen abuse, and cocaine abuse. Presently, he requires intensive supervision to prevent him from using amphetamines, cocaine, and other substances that may exacerbate his mental illness.</p>\n<p>7. Respondent also suffers from severe antisocial personality disorder and from severe borderline personality disorder.</p>\n<p>8. Respondent has been placed in seclusion twice while at FCI-Butner for inappropriate behavior. Both incidents involved Respondent's reported roles in assaults on other inmates. Respondent has declined participation in Alcoholics Anonymous and Narcotics Anonymous. Respondent had previously attempted suicide and, while at FCI-Butner, expressed suicidal ideation. Further, Respondent requested commitment and noted that he would return to criminal behavior as soon as released and would harm or even kill any who stood in his way. Respondent has now recanted those intentions and states that he wishes to be released.</p>\n<p>9. Suitable arrangements for State custody and care of Respondent are not available.</p>\n<p>The foregoing Proposed Findings of Fact engender the following</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*505</span> <i>Recommended Conclusions of Law</i>\n</h2>\n<p>1. Respondent, David Troy Henley, is presently suffering from a mental disease or defect as a result of which his release would create a substantial risk of bodily injury to another person or serious damage to property of another.</p>\n<p>2. Respondent should be committed to the custody of the Attorney General to be released to the appropriate official of the State of his domicile or, if such State will not assume such responsibility, to hospitalize him for treatment in a suitable facility, such as FCI-Butner, until: (a) such State will assume such responsibility or (b) Respondent's mental condition is such that his release, or his conditional release, would not create a substantial risk of bodily injury to another person or serious damage to property of another, whichever comes first.</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>Respondent has a lengthy history of violent episodes and his release would clearly pose a substantial danger to others or to property.<sup>[1]</sup> It is also clear that Respondent's violent nature and risk of danger to others is, in large part, due to the synergistic effect of his severe antisocial personality disorder and his severe borderline personality disorder. The difficult issue in this case is whether such personality disorders qualify as mental diseases or defects under § 4246,<sup>[2]</sup> and can therefore justify indefinite detention. As pointed out by Dr. Corvin and counsel for Respondent, a great number of inmates in the general population of any prison suffer from antisocial personality disorders.</p>\n<p>This is not to say, however, that personality disorders can never rise to the level of a mental disease or defect under § 4246. Federal case law on the subject has been ambiguous at best. Several cases have implied that a personality disorder may constitute a mental disease or defect, but that a personality disorder is not \"severe\" within the meaning of the insanity defense under § 17. <i>See, e.g., </i><i>United States v. Shlater,</i> <span class=\"citation\" data-id=\"719635\"><a href=\"/opinion/719635/united-states-v-stephen-l-shlater/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1251</span></a></span>, 1257 (7th Cir.1996) (holding that an insanity plea based on a mild to moderate personality disorder was insufficient because the plea did not allege a severe disorder); <i>United States v. Salava,</i> <span class=\"citation\" data-id=\"593341\"><a href=\"/opinion/593341/united-states-v-alex-j-salava/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">320</span></a></span>, 323 (7th Cir.1992) (noting \"that Congress intended by its inclusion of the modifier `severe' to place certain `disorders' outside the purview of the insanity defense,\" but remanding for a determination of whether an antisocial personality disorder, in addition to a paranoid personality disorder and psychotic appearing behavior, may suffice for an insanity defense).</p>\n<p>On the other hand, some cases have made a finding of no mental disease or defect by accepting, without discussion, medical expert opinion that certain personality disorders were not considered mental diseases or defects in the mental health community. <i>See, e.g., </i><i>United States v. Prescott,</i> <span class=\"citation\" data-id=\"552340\"><a href=\"/opinion/552340/united-states-v-philip-prescott/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 146 (2d Cir.1990) (holding that the trial court's finding that defendant's severe borderline personality disorder was not a mental disease or defect under § 4244 was not clearly erroneous). The Supreme Court's decision in <i>Foucha v. Louisiana</i> falls within this category. <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></a></span> (1992).</p>\n<p>In <i>Foucha,</i> the Supreme Court relied on expert medical opinion that an antisocial personality disorder was not considered a mental illness. The Court, however, decided only that a State could not indefinitely detain an insanity acquittee on a showing of dangerousness alone, i.e., without a further showing of mental illness. <i>Id.</i> at 83, <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>. In a subsequent case the Supreme Court upheld as constitutional a Kansas commitment statute that required a finding of future dangerousness linked to a \"`mental abnormality' or `personality disorder' that makes it difficult, if not impossible, for the person to control his dangerous behavior.\" <i>Kansas v. Hendricks,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, 2080, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span></a></span> (1997). Accordingly, it does not <span class=\"star-pagination\">*506</span> appear that the involuntary commitment of an individual with a personality disorder linked to future dangerousness is unconstitutional.</p>\n<p>Only a few cases have gone so far as to categorically draw a line between personality disorders and mental diseases and defects. <i>See </i><i>United States v. Rosenheimer,</i> <span class=\"citation\" data-id=\"480440\"><a href=\"/opinion/480440/united-states-v-james-rosenheimer/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 112 (7th Cir.1986) (upholding, without explanation, a distinction between personality disorders and mental diseases and defects); <i>United States v. Riggin,</i> <span class=\"citation\" data-id=\"2252734\"><a href=\"/opinion/2252734/united-states-v-riggin/\"><span class=\"volume\">732</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">958</span></a></span>, 964 (S.D.Ind.1990) (noting that a personality disorder is distinct from a mental disease or defect, but basing its finding of competency on the degree to which the defendant could participate in his defense). These cases, however, do not put forward a justification for the distinction; they merely state that such a distinction exists.</p>\n<p>One of the few cases to directly address the question of whether a personality disorder may be the basis for a finding of a mental disease or defect is <i>United States v. Murdoch,</i> <span class=\"citation\" data-id=\"728053\"><a href=\"/opinion/728053/96-cal-daily-op-serv-7664-96-daily-journal-dar-12593-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span> (9th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2518</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></span> (1997).<sup>[3]</sup> In <i>Murdoch,</i> the defendant was found not guilty by reason of insanity, and was committed to a medical facility for an assessment pursuant to 18 U.S.C. § 4243(b). <i>Id.</i> at 474. The risk assessment panel reported that defendant suffered, at that time, from a \"Personality Disorder, Not Otherwise Specified with Narcissistic and Passive-Aggressive traits.\" <i>Id.</i> The District Court concluded that defendant's \"personality disorder constitutes a mental disease or defect which presents a substantial risk of danger to others.\" <i>Id.</i> at 475.</p>\n<p>The majority opinion affirmed the District Court without an extensive discussion of the legal question of whether a personality disorder may constitute a mental disease or defect. The concurring opinion, however, discussed this issue in depth. In the concurrence, Judge Wilson distinguished personality quirks or traits, which cannot be construed as mental diseases or defects, from personality disorders, which may constitute mental diseases or defects. <i>Id.</i> at 479 (Wilson, J., concurring).</p>\n<p>According to the Diagnostic and Statistical Manual of the American Psychiatric Association, a personality disorder is \"an enduring pattern of inner experience and behavior that deviates markedly from the expectations of the individual's culture [which] is pervasive and inflexible, has an onset in adolescence or early adulthood, is stable over time, and leads to distress or impairment.\" <i>Id.</i> (quoting The American Psychiatric Association's Diagnostic and Statistical Manual 629 (4th ed. 1994)). Judge Wilson noted that a personality disorder is \"a systemic, impairing psychiatric abnormality\" that can \"dominate[] the person's mental state to the point where they experience significant functional impairment or subjective distress.\" <i>Id.</i> at 479-80. Therefore, he concluded, such personality disorders properly may be construed as a mental disease or defect. The undersigned finds such reasoning persuasive here.</p>\n<p>Furthermore, the legislative history of the Insanity Defense Reform Act of 1984, of which § 4246 was a part, suggests that the term \"mental disease or defect\" may sometimes include antisocial personality disorders. Among other things, the Insanity Defense Reform Act of 1984 restructured the mental commitment statutes and provided a statutory definition for the insanity defense.</p>\n<p>One prong of the statutory insanity defense is to prove that the defendant suffered from a \"severe mental disease or defect.\" 18 U.S.C. § 17(a). The legislative history states that the term \"severe\" was added to the term \"mental disease or defect\" specifically to exclude antisocial personality \"tendencies\" from the purview of the insanity defense. <i>See</i> 18 U.S.C. § 17; S.Rep. No. 98-225, at 229 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3411. The Senate Report stated that:</p>\n<blockquote>The provision that the mental disease or defect must be \"severe\" was added to section 20 as a Committee amendment. As introduced in S. 829, the provision referred only to a \"mental disease or defect.\" The concept of severity was added to emphasize <span class=\"star-pagination\">*507</span> that non-psychotic behavior disorders or neuroses such as an \"inadequate personality,\" \"immature personality,\" or a pattern of \"antisocial tendencies\" do not constitute the defense.</blockquote>\n<p>S.Rep. No. 98-225, at 229, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3411. The inclusion of the modifier \"severe\" for the purpose of excluding antisocial personality disorders from the insanity defense implies that the non-modified definition of \"mental disease or defect\" may sometimes include personality disorders.</p>\n<p>As noted by the Supreme Court, \"psychiatrists disagree widely and frequently on what constitutes mental illness.\" <i>Ake v. Oklahoma,</i> <span class=\"citation\" data-id=\"111356\"><a href=\"/opinion/111356/ake-v-oklahoma/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">68</span></a></span>, 81, <span class=\"citation\" data-id=\"111356\"><a href=\"/opinion/111356/ake-v-oklahoma/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1087</span></a></span>, <span class=\"citation\" data-id=\"111356\"><a href=\"/opinion/111356/ake-v-oklahoma/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">53</span></a></span> (1985). The case at bar certainly supports that proposition. In this case, Respondent suffers from severe antisocial and borderline personality disorders. Respondent's antisocial personality disorder was characterized by Dr. Hazelrigg as \"a pattern of disregard for, and violation of, the rights of others.\" (Evaluation of Respondent by Dr. Peter N. Barboriak and Dr. Mark Hazelrigg at 9) (hereinafter [\"Hazelrigg Report\"].) Respondent's borderline personality disorder was characterized by Dr. Hazelrigg as \"a pattern of unstable interpersonal relationships, self image, affects, and marked impulsivity\" which included \"paranoid ideation.\" (Hazelrigg Report at 9.) In Dr. Hazelrigg's opinion, the severity and interaction of these two disorders \"result in substantial impairment of his ability to control his behavior.\" (Hazelrigg Report at 9.) Consequently, according to Dr. Hazelrigg, these disorders \"rise to the point of constituting a severe mental illness.\" (Hazelrigg Report at 9.)</p>\n<p>Dr. Corvin reaches a similar diagnosis of Respondent's condition: antisocial and borderline personality disorders. Dr. Corvin disagrees, however, with the conclusion to be drawn from that diagnosis. Dr. Corvin concludes that Respondent's condition does not rise to the level of a severe mental disease or defect,<sup>[4]</sup> and that Respondent's violent propensities would more appropriately be addressed through the criminal justice system. (Evaluation of Respondent by Dr. George P. Corvin at 11-12.)</p>\n<p>The undersigned is persuaded that Respondent's disorders, in combination, substantially impair his ability to function in society and control his behavior. In Respondent's case, this impairment is significant to such an extent that his condition is properly considered a mental disease or defect under § 4246. His impairment is, in many ways, similar to the impairment found in <i>United States v. Murdoch</i><i>.</i> Moreover, Respondent's inability to control his behavior raises concerns similar to those discussed by the Supreme Court in <i>Kansas v. Hendricks,</i> <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, <span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span></a></span> (1997). There, the Court found that concerns about an inability to control one's behavior, in part, justified involuntary commitment under Kansas' commitment statute. <i>Id.</i> at 2081 (\"This admitted lack of volitional control, coupled with a prediction of future dangerousness, adequately distinguishes Hendricks from other dangerous persons who are perhaps more properly dealt with exclusively through criminal proceedings.\"). Similarly, here, Respondent's inability to control his behavior further justifies custody and treatment under § 4246.</p>\n<p>This decision should not be read to suggest that an antisocial personality disorder, without more, would justify detention under § 4246. That question is not suggested by the facts of this case, and will not be addressed here. Here, the Court is faced with not only the severity of Respondent's disorders, but the interaction of the disorders and their combined effect on Respondent. The synergistic effect of the two disorders results in a substantial impairment of Respondent's ability to function in society and to control his behavior. <i>Cf. </i><i>Hines v. Bowen,</i> <span class=\"citation\" data-id=\"521048\"><a href=\"/opinion/521048/25-socsecrepser-278-unemplinsrep-cch-14613a-mary-w-hines-v-otis/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 59 (4th Cir.1989) (finding, in the Social Security disability context, that the synergistic effect of several minor conditions may result in major disability).</p>\n<p>Accordingly, the undersigned recommends that Respondent be found to be presently suffering from a mental disease or defect as <span class=\"star-pagination\">*508</span> a result of which his release would create a substantial risk of bodily injury to another person or serious damage to property of another. Respondent should be committed to the care and custody of the Attorney General.</p>\n<p>SO RECOMMENDED, this the 30th day of April, 1998.</p>\n<h2>NOTES</h2>\n<p>[1]  For example, Respondent discussed his history of violent, predatory episodes with the staff of FCI-Butner and stated that he attempted to ambush his victims and that his preferred weapons were knives, hammers, bats, swords, and nunchukas.</p>\n<p>[2]  All the code sections discussed in this analysis are found in Title 18 of the U.S.Code.</p>\n<p>[3]  <i>See also </i><i>United States v. Denny-Shaffer,</i> <span class=\"citation\" data-id=\"628316\"><a href=\"/opinion/628316/united-states-v-bridget-m-denny-shaffer/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">999</span></a></span>, 1001 (6th Cir.1993) (finding that a multiple personality disorder was a severe mental disease or defect under the insanity defense of § 17(a)).</p>\n<p>[4]  Although both experts phrase their conclusions in terms of \"severe\" mental illnesses, it should be noted again that § 4246 only requires a finding of a \"mental disease or defect,\" not a \"severe mental disease or defect.\" <i>See</i> 18 U.S.C. § 4246(d).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2252734/"
  ]
}