{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577418/",
  "absolute_url": "/opinion/2577418/bannerman-v-burlington-industries-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577418/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:54.034632Z",
  "date_modified": "2016-04-27T02:10:48.512564Z",
  "type": "010combined",
  "sha1": "b98b21327a204ae62f73a8d93c0d379cca9ebb75",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 645 (1997)</b></center>\n<center><h1>William H. BANNERMAN, Plaintiff,<br>\nv.<br>\nBURLINGTON INDUSTRIES, INC., Defendant.</h1></center>\n<center>No. 5:96-CV-431-BO (1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 20, 1997.</center>\n<p><span class=\"star-pagination\">*646</span> <span class=\"star-pagination\">*647</span> Joyce L. Davis, Raleigh, NC, for William H. Bannerman, Plaintiff.</p>\n<p>William H. Bannerman, Raleigh, NC, pro se.</p>\n<p>M. Daniel McGinn, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, for Burlington Industries, Inc., Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>Plaintiff William H. Bannerman brought the instant action against Defendant Burlington Industries, Inc., under the Age Discrimination in Employment Act of 1967, 29 U.S.C. § 621 et seq. He also alleges a violation of North Carolina public policy. This matter is now before the Court on Defendant's Motion for Summary Judgment. Upon consideration of the parties' briefs, Defendant's Motion is GRANTED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff William Bannerman (hereinafter \"Bannerman\") was employed by Defendant Burlington Industries, Inc. (\"Burlington\"), from May 1, 1978, through March 15, 1994. Bannerman began work at Burlington's Mooresville, North Carolina, facility as a Plant Engineer. Bannerman also assumed the responsibilities of a Division Engineer in 1988; budgetary considerations prevented Burlington from having a full-time Division Engineer at this time. In the Summer of 1993, Burlington decided to create a combined Division Engineer/Mooresville Plant Engineer. The local managers decided that Bannerman was not the employee best qualified to hold this position. At the same time, Bannerman's position was eliminated, and he was fired on March 15, 1994.</p>\n<p>Bannerman filed a charge of discrimination with the Equal Employment Opportunity commission (the \"EEOC\") on June 3, 1994, and a Right to Sue letter was issued on February 8, 1996. Bannerman received the letter on February 20, 1996, and brought this action on May 20, 1996, under the Age Discrimination in Employment Act (the \"ADEA\") of 1967, as amended, 29 U.S.C. § 621, et seq. Bannerman also alleges violations of the public policy of the State of North Carolina, N.C. Gen.Stat. § 143-422.2. Burlington filed the instant Motion for Summary Judgment on February 18, 1997.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Summary judgment should be granted if no genuine issue of material fact exists for trial. Fed.R.Civ.P. 56(c). The movant must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p></p>\n<h2><i>I. The ADEA Claim</i></h2>\n<p>The ADEA makes it unlawful for an employer \"to fail or refuse to hire or to discharge any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age.\" 29 U.S.C. § 623(a)(1). To establish a prima facie case under the ADEA, Bannerman must prove that, \"but for the age of the plaintiff, the adverse employment decision would not have been made.\" <i>Mitchell v. Data General Corp.,</i> 12 F.3d 1310, 1314 (4th Cir.1993). The Plaintiff may satisfy his burden of proof by direct evidence or by circumstantial evidence which satisfies the scheme <span class=\"star-pagination\">*648</span> of proof established by the Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). <i>Id.</i> Under this scheme, if the plaintiff proves a prima facie case of discrimination, the burden of articulating a legitimate, nondiscriminatory explanation shifts to the defendant. If satisfied, the presumption created by the prima facie case is erased, and the plaintiff carries the ultimate burden of proof. <i>Id.</i> The <i>McDonnell Douglas</i> scheme has been used by the Fourth Circuit in the ADEA context since <i>Fink v. Western Electric Co.,</i> 708 F.2d 909 (4th Cir.1983); <i>see </i><i>O'Connor v. Consolidated Coin Caterers Corp.,</i> 517 U.S. 308, 116 S.Ct. 1307, 134 L.Ed.2d 433 (1996) (applying <i>McDonnell Douglas</i> scheme to ADEA case, although noting that the Supreme Court has never decided whether this is correct).</p>\n<p>To establish a prima facie case Bannerman must show that: (1) he was a member of the protected class, that is, he was over forty years old; (2) he suffered an adverse employment decision; (3) at the time of the discharge, he was performing his job at a level that met his employer's legitimate expectations; and (4) following the discharge, he was replaced by someone with comparable qualifications significantly younger than he was. <i>Blistein v. St. John's College,</i> 74 F.3d 1459, 1467 (4th Cir.1996); <i>see </i><i>O'Connor,</i> 116 S.Ct. at 1310. Burlington can rebut a prima facie showing by demonstrating legitimate, nondiscriminatory reasons for Bannerman's firing. <i>See </i><i>Texas Dep't of Community Affairs v. Burdine,</i> 450 U.S. 248, 252-256, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981).</p>\n<p>Burlington has shown that it fired Bannerman for a legitimate, nondiscriminatory reason. Burlington created a new position, Division Engineer, in 1993, because of a reorganization of its denim division (for which Bannerman worked). It was determined that the division could not sustain both this new position, which was responsible for planning, budget, overseeing the expansion of the division, and interaction between employees and management, and Bannerman's old position, Plant Engineer.</p>\n<p>Bannerman's supervisors determined that his poor working relationship with the manufacturing personnel at the Mooresville plant, the engineering department's failures to promptly respond to problems in the plant, and Bannerman's failure to address these problems, made him less qualified than others to assume the duties of the new position. This is a legitimate reason for terminating Bannerman from his position at Burlington.</p>\n<p>At this stage, it is incumbent upon Bannerman to show that this reason is merely pretextual and that he was actually fired because of age discrimination. <i>See </i><i>St. Mary's Honor Center v. Hicks,</i> 509 U.S. 502, 515, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993) (\"But a reason cannot be proved to be a `pretext for discrimination' unless it is shown both that the reason was false, and that discrimination was the real reason.\"). Bannerman's claim fails when the candidates for the new position are examined.</p>\n<p>The job was first offered to Maxie Putnam, who had extensive experience at another Burlington plant. Putnam had a higher salary grade than Bannerman, and his performance evaluations, unlike Bannerman's, rated him for promotion. Maxie Putnam is exactly one month younger than Bannerman. When Putnam declined the position, it was offered to Rob Adams. Adams was thirty-six years old at the time, and had been rated for promotion. Bannerman concedes that Adams received the highest rating, a four, in the internal \"promotability\" assessment, while Bannerman received a three.</p>\n<p>Whatever the parties' contentions regarding the relative merits of Putnam, Adams, and Bannerman, it is clear that both Putnam and Adams were well qualified for the newly-created position. And Putnam's age rebuts any inference of age discrimination. It would be a perversion of the ADEA for this Court to demand that employers <i>favor</i> older job candidates over younger, equally or more qualified, candidates. Employers must be left free to choose among qualified candidates without being subject to suit for age discrimination, so long as their choices are not controlled by unlawful considerations. <i>See </i><i>Burdine,</i> 450 U.S. at 259, 101 S.Ct. 1089 (holding that Title VII does not require employers to restructure their employment <span class=\"star-pagination\">*649</span> practices to maximize the numbers of minorities and women hired).</p>\n<p>Bannerman's main basis for his claim that Burlington's stated reasons for firing him were pretextual, and that its actual reasons were discriminatory, is his own suppositions. A plaintiff's own beliefs of perceived discrimination do not suffice to overcome a defendant's evidence of legitimate, nondiscriminatory reasons for an adverse personnel decision. <i>See </i><i>Williams v. Cerberonics, Inc.,</i> 871 F.2d 452, 456 (4th Cir.1989) (in Title VII context). Bannerman's speculations are not enough to survive summary judgment.</p>\n<p></p>\n<h2><i>II. The State Law Claim</i></h2>\n<p>Having dismissed the federal basis of Bannerman's claims against Burlington, the Court must now decide whether to exercise its discretion and retain jurisdiction over the supplemental, state-law claim. The modern doctrine of supplemental jurisdiction stems from the United States Supreme Court's decision in <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966). The Court established \"a new yardstick for deciding whether a federal court has jurisdiction over a state-law claim brought in a case that also involves a federal question.\" <i>Carnegie-Mellon Univ. v. Cohill,</i> 484 U.S. 343, 349, 108 S.Ct. 614, 618, 98 L.Ed.2d 720 (1988).</p>\n<p>The <i>Gibbs</i> Court emphasized, however, that the federal courts' power to hear pendent claims is not to be confused with a mandate: \"[P]endent jurisdiction is a doctrine of discretion, not of plaintiff's right.\" 383 U.S. at 726, 86 S.Ct. at 1139. That is, the consideration and determination of state law claims by a federal court can \"conflict with the principle of comity to the States and with the promotion of justice between the litigating parties.\" <i>Cohill,</i> 484 U.S. at 350, 108 S.Ct. at 619. The doctrine of <i>Gibbs</i> and its progeny was codified in Section 1367 of Title 28 of the United States Code, under the name \"supplemental jurisdiction,\" as part of the Judicial Improvements Act of 1990, Pub.L. No. 101-650, Title III, § 310.</p>\n<p>The Fourth Circuit, interpreting Section 1367, has noted that \"[t]he doctrine of supplemental jurisdiction indicates that federal courts generally have discretion to retain or dismiss state law claims when the federal basis for an action drops away.\" <i>Shanaghan v. Cahill,</i> 58 F.3d 106, 109 (4th Cir.1995).</p>\n<p>The Fourth Circuit emphasized \"that trial courts enjoy wide latitude in determining whether or not to retain jurisdiction over state claims when all federal claims have been extinguished.\" <i>Id.</i> at 110. Thus, this Court will consider factors such as convenience and fairness to the parties, the existence of any underlying issues of federal policy, comity, and judicial economy. <i>Id., </i><i>Cohill,</i> 484 U.S. at 350 n. 7, 108 S.Ct. at 619 n. 7.</p>\n<p>This matter has advanced to the summary judgment stage. The parties have expended much time, energy, and resources compiling a vast amount of deposition testimony and other discovery. Refusing to exercise jurisdiction over the state law claim would not serve the parties' convenience. Additionally, the status of the law required to resolve this state law issue is well-settled in North Carolina, and does not require this Court to anticipate a decision of the North Carolina courts. Thus, the principle of comity can be respected while retaining jurisdiction of this claim.</p>\n<p>Bannerman's Complaint alleges that he was discharged in violation of the public policy of North Carolina. Section 143-422.2 states: \"It is the public policy of this state to protect and safeguard the right and opportunity of all persons to seek, obtain, and hold employment without discrimination or abridgement on account of ... age....\" N.C.Gen.Stat. § 143-422.2. While this statute does not create a private cause of action, the North Carolina courts recognize claims of wrongful termination based on violations of public policy. <i>Coman v. Thomas Mfr. Co.,</i> 325 N.C. 172, 175, 381 S.E.2d 445 (1989).</p>\n<p>The State courts have adopted the <i>McDonnell Douglas/Burdine</i> scheme in analyzing employment discrimination cases. <i>Hughes v. Bedsole,</i> 48 F.3d 1376, 1383 (4th Cir.), <i>cert. denied,</i> 516 U.S. 870, 116 S.Ct. 190, 133 L.Ed.2d 126 (1995); <i>N.C. Dep't of Correction v. Gibson,</i> 308 N.C. 131, 137, 301 S.E.2d 78 (1983). Bannerman's failure to establish a <span class=\"star-pagination\">*650</span> colorable cause of action under the ADEA, as discussed above, similarly determines his fate under North Carolina Section 143-422.2. Bannerman has not established that he suffered from illegal discrimination, so his claim under North Carolina public policy is unavailing.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, the Defendant is entitled to summary judgment as to all of the Plaintiff's claims.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">645</span></span> (1997)</b></center>\n<center><h1>William H. BANNERMAN, Plaintiff,<br>\nv.<br>\nBURLINGTON INDUSTRIES, INC., Defendant.</h1></center>\n<center>No. 5:96-CV-431-BO (1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 20, 1997.</center>\n<p><span class=\"star-pagination\">*646</span> <span class=\"star-pagination\">*647</span> Joyce L. Davis, Raleigh, NC, for William H. Bannerman, Plaintiff.</p>\n<p>William H. Bannerman, Raleigh, NC, pro se.</p>\n<p>M. Daniel McGinn, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, for Burlington Industries, Inc., Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>Plaintiff William H. Bannerman brought the instant action against Defendant Burlington Industries, Inc., under the Age Discrimination in Employment Act of 1967, 29 U.S.C. § 621 et seq. He also alleges a violation of North Carolina public policy. This matter is now before the Court on Defendant's Motion for Summary Judgment. Upon consideration of the parties' briefs, Defendant's Motion is GRANTED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff William Bannerman (hereinafter \"Bannerman\") was employed by Defendant Burlington Industries, Inc. (\"Burlington\"), from May 1, 1978, through March 15, 1994. Bannerman began work at Burlington's Mooresville, North Carolina, facility as a Plant Engineer. Bannerman also assumed the responsibilities of a Division Engineer in 1988; budgetary considerations prevented Burlington from having a full-time Division Engineer at this time. In the Summer of 1993, Burlington decided to create a combined Division Engineer/Mooresville Plant Engineer. The local managers decided that Bannerman was not the employee best qualified to hold this position. At the same time, Bannerman's position was eliminated, and he was fired on March 15, 1994.</p>\n<p>Bannerman filed a charge of discrimination with the Equal Employment Opportunity commission (the \"EEOC\") on June 3, 1994, and a Right to Sue letter was issued on February 8, 1996. Bannerman received the letter on February 20, 1996, and brought this action on May 20, 1996, under the Age Discrimination in Employment Act (the \"ADEA\") of 1967, as amended, 29 U.S.C. § 621, et seq. Bannerman also alleges violations of the public policy of the State of North Carolina, N.C. Gen.Stat. § 143-422.2. Burlington filed the instant Motion for Summary Judgment on February 18, 1997.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Summary judgment should be granted if no genuine issue of material fact exists for trial. Fed.R.Civ.P. 56(c). The movant must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p></p>\n<h2><i>I. The ADEA Claim</i></h2>\n<p>The ADEA makes it unlawful for an employer \"to fail or refuse to hire or to discharge any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age.\" 29 U.S.C. § 623(a)(1). To establish a prima facie case under the ADEA, Bannerman must prove that, \"but for the age of the plaintiff, the adverse employment decision would not have been made.\" <i>Mitchell v. Data General Corp.,</i> <span class=\"citation\" data-id=\"659866\"><a href=\"/opinion/659866/63-fair-emplpraccas-bna-816-63-empl-prac-dec-p-42744-donald-r/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1310</span></a></span>, 1314 (4th Cir.1993). The Plaintiff may satisfy his burden of proof by direct evidence or by circumstantial evidence which satisfies the scheme <span class=\"star-pagination\">*648</span> of proof established by the Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). <i>Id.</i> Under this scheme, if the plaintiff proves a prima facie case of discrimination, the burden of articulating a legitimate, nondiscriminatory explanation shifts to the defendant. If satisfied, the presumption created by the prima facie case is erased, and the plaintiff carries the ultimate burden of proof. <i>Id.</i> The <i>McDonnell Douglas</i> scheme has been used by the Fourth Circuit in the ADEA context since <i>Fink v. Western Electric Co.,</i> <span class=\"citation\" data-id=\"419614\"><a href=\"/opinion/419614/31-fair-emplpraccas-1299-32-empl-prac-dec-p-33619-gerald-e-fink-v/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span> (4th Cir.1983); <i>see </i><i>O'Connor v. Consolidated Coin Caterers Corp.,</i> <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>, <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1996) (applying <i>McDonnell Douglas</i> scheme to ADEA case, although noting that the Supreme Court has never decided whether this is correct).</p>\n<p>To establish a prima facie case Bannerman must show that: (1) he was a member of the protected class, that is, he was over forty years old; (2) he suffered an adverse employment decision; (3) at the time of the discharge, he was performing his job at a level that met his employer's legitimate expectations; and (4) following the discharge, he was replaced by someone with comparable qualifications significantly younger than he was. <i>Blistein v. St. John's College,</i> <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1459</span></span>, 1467 (4th Cir.1996); <i>see </i><i>O'Connor,</i> 116 S.Ct. at 1310. Burlington can rebut a prima facie showing by demonstrating legitimate, nondiscriminatory reasons for Bannerman's firing. <i>See </i><i>Texas Dep't of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981).</p>\n<p>Burlington has shown that it fired Bannerman for a legitimate, nondiscriminatory reason. Burlington created a new position, Division Engineer, in 1993, because of a reorganization of its denim division (for which Bannerman worked). It was determined that the division could not sustain both this new position, which was responsible for planning, budget, overseeing the expansion of the division, and interaction between employees and management, and Bannerman's old position, Plant Engineer.</p>\n<p>Bannerman's supervisors determined that his poor working relationship with the manufacturing personnel at the Mooresville plant, the engineering department's failures to promptly respond to problems in the plant, and Bannerman's failure to address these problems, made him less qualified than others to assume the duties of the new position. This is a legitimate reason for terminating Bannerman from his position at Burlington.</p>\n<p>At this stage, it is incumbent upon Bannerman to show that this reason is merely pretextual and that he was actually fired because of age discrimination. <i>See </i><i>St. Mary's Honor Center v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 515, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993) (\"But a reason cannot be proved to be a `pretext for discrimination' unless it is shown both that the reason was false, and that discrimination was the real reason.\"). Bannerman's claim fails when the candidates for the new position are examined.</p>\n<p>The job was first offered to Maxie Putnam, who had extensive experience at another Burlington plant. Putnam had a higher salary grade than Bannerman, and his performance evaluations, unlike Bannerman's, rated him for promotion. Maxie Putnam is exactly one month younger than Bannerman. When Putnam declined the position, it was offered to Rob Adams. Adams was thirty-six years old at the time, and had been rated for promotion. Bannerman concedes that Adams received the highest rating, a four, in the internal \"promotability\" assessment, while Bannerman received a three.</p>\n<p>Whatever the parties' contentions regarding the relative merits of Putnam, Adams, and Bannerman, it is clear that both Putnam and Adams were well qualified for the newly-created position. And Putnam's age rebuts any inference of age discrimination. It would be a perversion of the ADEA for this Court to demand that employers <i>favor</i> older job candidates over younger, equally or more qualified, candidates. Employers must be left free to choose among qualified candidates without being subject to suit for age discrimination, so long as their choices are not controlled by unlawful considerations. <i>See </i><i>Burdine,</i> 450 U.S. at 259, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span> (holding that Title VII does not require employers to restructure their employment <span class=\"star-pagination\">*649</span> practices to maximize the numbers of minorities and women hired).</p>\n<p>Bannerman's main basis for his claim that Burlington's stated reasons for firing him were pretextual, and that its actual reasons were discriminatory, is his own suppositions. A plaintiff's own beliefs of perceived discrimination do not suffice to overcome a defendant's evidence of legitimate, nondiscriminatory reasons for an adverse personnel decision. <i>See </i><i>Williams v. Cerberonics, Inc.,</i> <span class=\"citation\" data-id=\"520601\"><a href=\"/opinion/520601/karen-a-williams-v-cerberonics-incorporated-karen-a-williams-v/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 456 (4th Cir.1989) (in Title VII context). Bannerman's speculations are not enough to survive summary judgment.</p>\n<p></p>\n<h2><i>II. The State Law Claim</i></h2>\n<p>Having dismissed the federal basis of Bannerman's claims against Burlington, the Court must now decide whether to exercise its discretion and retain jurisdiction over the supplemental, state-law claim. The modern doctrine of supplemental jurisdiction stems from the United States Supreme Court's decision in <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966). The Court established \"a new yardstick for deciding whether a federal court has jurisdiction over a state-law claim brought in a case that also involves a federal question.\" <i>Carnegie-Mellon Univ. v. Cohill,</i> <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 349, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, 618, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1988).</p>\n<p>The <i>Gibbs</i> Court emphasized, however, that the federal courts' power to hear pendent claims is not to be confused with a mandate: \"[P]endent jurisdiction is a doctrine of discretion, not of plaintiff's right.\" 383 U.S. at 726, 86 S.Ct. at 1139. That is, the consideration and determination of state law claims by a federal court can \"conflict with the principle of comity to the States and with the promotion of justice between the litigating parties.\" <i>Cohill,</i> 484 U.S. at 350, 108 S.Ct. at 619. The doctrine of <i>Gibbs</i> and its progeny was codified in Section 1367 of Title 28 of the United States Code, under the name \"supplemental jurisdiction,\" as part of the Judicial Improvements Act of 1990, Pub.L. No. 101-650, Title III, § 310.</p>\n<p>The Fourth Circuit, interpreting Section 1367, has noted that \"[t]he doctrine of supplemental jurisdiction indicates that federal courts generally have discretion to retain or dismiss state law claims when the federal basis for an action drops away.\" <i>Shanaghan v. Cahill,</i> <span class=\"citation\" data-id=\"698373\"><a href=\"/opinion/698373/kathleen-a-shanaghan-v-john-d-cahill-cahill-associates-incorporated/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 109 (4th Cir.1995).</p>\n<p>The Fourth Circuit emphasized \"that trial courts enjoy wide latitude in determining whether or not to retain jurisdiction over state claims when all federal claims have been extinguished.\" <i>Id.</i> at 110. Thus, this Court will consider factors such as convenience and fairness to the parties, the existence of any underlying issues of federal policy, comity, and judicial economy. <i>Id., </i><i>Cohill,</i> 484 U.S. at 350 n. 7, 108 S.Ct. at 619 n. 7.</p>\n<p>This matter has advanced to the summary judgment stage. The parties have expended much time, energy, and resources compiling a vast amount of deposition testimony and other discovery. Refusing to exercise jurisdiction over the state law claim would not serve the parties' convenience. Additionally, the status of the law required to resolve this state law issue is well-settled in North Carolina, and does not require this Court to anticipate a decision of the North Carolina courts. Thus, the principle of comity can be respected while retaining jurisdiction of this claim.</p>\n<p>Bannerman's Complaint alleges that he was discharged in violation of the public policy of North Carolina. Section 143-422.2 states: \"It is the public policy of this state to protect and safeguard the right and opportunity of all persons to seek, obtain, and hold employment without discrimination or abridgement on account of ... age....\" N.C.Gen.Stat. § 143-422.2. While this statute does not create a private cause of action, the North Carolina courts recognize claims of wrongful termination based on violations of public policy. <i>Coman v. Thomas Mfr. Co.,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, 175, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span> (1989).</p>\n<p>The State courts have adopted the <i>McDonnell Douglas/Burdine</i> scheme in analyzing employment discrimination cases. <i>Hughes v. Bedsole,</i> <span class=\"citation\" data-id=\"691016\"><a href=\"/opinion/691016/sandra-k-hughes-v-morris-bedsole-both-individually-and-in-his-official/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1376</span></a></span>, 1383 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">870</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">190</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></span> (1995); <i>N.C. Dep't of Correction v. Gibson,</i> <span class=\"citation\" data-id=\"1330034\"><a href=\"/opinion/1330034/north-carolina-dept-of-correction-v-gibson/\"><span class=\"volume\">308</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">131</span></a></span>, 137, <span class=\"citation\" data-id=\"1330034\"><a href=\"/opinion/1330034/north-carolina-dept-of-correction-v-gibson/\"><span class=\"volume\">301</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">78</span></a></span> (1983). Bannerman's failure to establish a <span class=\"star-pagination\">*650</span> colorable cause of action under the ADEA, as discussed above, similarly determines his fate under North Carolina Section 143-422.2. Bannerman has not established that he suffered from illegal discrimination, so his claim under North Carolina public policy is unavailing.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons discussed above, the Defendant is entitled to summary judgment as to all of the Plaintiff's claims.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/"
  ]
}