{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577558/",
  "absolute_url": "/opinion/2577558/riggs-v-hodges/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577558/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:36:00.902067Z",
  "date_modified": "2016-04-27T02:10:48.714355Z",
  "type": "010combined",
  "sha1": "1c227e8bfc9fcc2e435f1890b59f24deca7766b3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 690 (1998)</b></center>\n<center><h1>Brent A. RIGGS, Plaintiff,<br>\nv.<br>\nBilly HODGES, Wiley A. Avery, Jr., and James K. Spruill in their capacity as Members of the Farm Service Agency Review Committee, Defendants.</h1></center>\n<center>No. 4:97-CV-96-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>May 22, 1998.</center>\n<p>Samuel McKinley Gray, III, New Bern, NC, for Brent A. Riggs, plaintiff.</p>\n<p>Barbara D. Kocher, U.S. Attorney's Office, Raleigh, NC, for Billy W. Hodges, Wiley A. Avery, Jr., James K. Spruill, in their capacity as Members of the Farm Service Agency Review Committee, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>Plaintiff filed this action to seek judicial review of a reduction in quota and a penalty imposed on him by the Tobacco Marketing Quota Review Committee (\"the state review committee\") for his alleged failure to account for the disposition of tobacco during 1996. The parties filed cross motions for judgment on the pleadings, and this court conducted a hearing on these motions on May 29, 1998, during which attorneys for both parties were fully heard on their respective positions. These matters are ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The dispute in this case centers around whether the plaintiff, Brent Riggs (\"Riggs\"), <span class=\"star-pagination\">*691</span> failed to account for the disposition of tobacco from one of his Onslow County fields that was damaged by Hurricane Bertha in July 1996.</p>\n<p>In 1996, Riggs farmed tobacco on Onslow County Farm 4563, which had an effective allotment of 23.06 acres and a quota of 47,158 pounds. On July 12, 1996, Hurricane Bertha struck North Carolina and caused crop damage to Farm 4563 by knocking leaves off tobacco stalks. Riggs asserts that after the storm he elected to harvest at least 20 percent of the field in order to receive the maximum coverage from his insurance company, and that on July 24 and 25, 1996, he attempted to harvest approximately four of every twenty rows with a mechanical stripper harvester.</p>\n<p>Michael Brown, program assistant for the Onslow County Farm Services Agency (\"Onslow County FSA\"), inspected Farm 4563 on July 24, 1996. Brown saw the mechanical stripper harvester in the field and noted in his report that Riggs was proceeding to harvest 20 percent of the field. (<i>See</i> R. at 59.) Brown estimated that 1628 pounds per acre of tobacco could be produced from Riggs' farm with a mechanical harvester. Riggs disagreed with Brown's estimate, and estimated the field would yield 2500 pounds per acre if it could be harvested within a few days, which Riggs stated he knew he could not do because the field was too wet. (<i>See</i> R. at 94.) Riggs reported that he was pressured into signing an estimate of production form completed by Brown, which required Riggs to \"furnish to the County CFSA Committee satisfactory proof of the disposition of all tobacco produced on the farm\" if the actual yield proved \"materially different\" from Brown's estimate. (<i>See</i> R. at 27, 94-95.)</p>\n<p>Brown visited the farm a second time on August 1, 1996, and noted that the field was \"holding good.\" (R. at 60.) Brown returned to the farm two more times in 1996, on August 15 and August 28. Brown testified that during the August 15 visit he noted that the tobacco was beginning to burn at the bottom of the stalk, but that he still believed the estimated yield could be obtained. (<i>See</i> R. at 81.) On August 28, Brown reported that the entire field had been harvested with an automatic chopper with a cutter head. Brown later testified that he based that conclusion on his observation that \"[t]he entire field had been cut over\" and that he assumed Riggs had used his mechanical harvester to cut and strip the stalks in the field. (R. at 82.)</p>\n<p>For his part, Riggs testified that his harvester got stuck less than halfway through the field on July 24, the day Brown came to inspect his fields, and that Riggs then began having the field harvested by hand. (<i>See</i> R. at 81.) Riggs reported that he left Farm 4563 on July 26, 1996, and took his crews to one of his farms in Jones County because he thought he had better tobacco to harvest from those fields, which were not as wet. (<i>See</i> R. at 83.) Riggs asserted that the tobacco on Farm 4563 had begun to burn up and rot by mid-August, particularly in the more saturated portions of the field.</p>\n<p>Riggs reported that his insurance adjuster questioned whether he had obtained 20 percent of his crop because the harvester had knocked some of the tobacco leaves off the stalk. Riggs stated that the adjuster told him he should pull all of the good tobacco he could from the front portion of the field, and Riggs complied by harvesting horizontally across the front portion of the field on August 26 and 27. (<i>See</i> R. at 84-84.) Riggs also reported that he sold the mechanical stripper harvester to Michael L. Shepherd on August 5, 1996 and that he did not have access to the machine after that date. (<i>See</i> R. at 89-90.)</p>\n<p>In November 1996, Riggs met with the Onslow County FSA and requested approval to lease and transfer his tobacco quota under the agency's disaster provisions. The county committee determined that Riggs had not suffered a 20 percent natural loss in production for Farm 4563, and, furthermore, that Riggs had not provided satisfactory proof of the disposition of his tobacco. The Onslow County FSA ordered Riggs to file a Report of Production and Disposition. When Riggs failed to file the report, the county committee set a meeting to discuss the disposition of tobacco from Farm 4563. The day before the meeting, Riggs filled out a Report of <span class=\"star-pagination\">*692</span> Production and Distribution at the county office, and told the executive director for Onslow County FSA that he would not be able to attend the meeting the following day. The county committee met as scheduled on December 5, 1996, and determined that approximately 936 pounds of tobacco per acre were unaccounted for. The state FSA committee then met, and instructed the county FSA to impose a penalty upon Riggs in the amount of $15,798.60 and to reduce his 1997 allotment by 44 percent.</p>\n<p>Plaintiff appealed the reduction in quota and the imposition of the penalty to the state review committee, and testified before the committee that the field had been bushhogged on August 27, 1996, with \"between fifty and seventy-five percent of [the tobacco] still in the field.\" (R. at 86.) Chuck Odom, who lives one-half mile from Riggs' farm, testified that he saw the field being bush-hogged when more than half the stalks still had leaves. (<i>See</i> R. 104-06.) In addition, Linwood Collins, who worked for Riggs, testified that he did the bushhogging and that most of the tobacco was still in the field when he mowed it. (<i>See</i> R. at 132-33.) Furthermore, Kevin Barber testified that he took Linwood Collins to pick up the bushhog and that more than half of the tobacco was still in the field when they left to get the bushhog. (<i>See</i> R. at 136-38.) In addition, Guy Huffman (\"Huffman\") testified that he and Riggs shared employees in August 1996 and that when he picked up the employees from Farm 4563 on August 26, most of the tobacco was left in the back two-thirds of Riggs' field. (<i>See</i> R. at 142.) Huffman reported that when he returned the workers the next day, the field \"[l]ooked like where they had mowed it all down.\" He explained:</p>\n<blockquote>It didn't look like a stripper had been through it. Usually a stripper goes through, it's got that little gear on the bottom, when it runs over the row, it chews it up right down the row and you know, everything looked slung like a bush hog had done it.... I was pretty sure it was a bush hog .... [b]ecause you could see tobacco leaves and everything, too.</blockquote>\n<p>(R. at 143.)</p>\n<p>Insurance adjusters who examined Riggs' field agreed. William Phillips testified that a bushhog leaves stalks in the field, while mechanical harvesters cut away all stalks. (<i>See</i> R. at 113.) Phillips testified that after viewing Riggs' cut field, he thought the field had been bushhogged. (<i>See</i> R. at 113.) Adjuster Noah Suggs agreed, stating: \"He'd bushhogged that [field]. A stripper had not been through there, only except to cut rows.\" (R. at 120.)</p>\n<p>The Onslow County FSA presented testimony from Michael Brown, Percy Brown, and Johnnie Perdue, all of whom testified that the field contained good tobacco, which Riggs should have harvested. Two of the agency's witnesses testified that the field residue demonstrated the crop had been fully harvested. Percy Brown, chairman of the county committee, admitted, however, that no one in his agency had any direct evidence that Riggs harvested and sold more tobacco than he reported in 1996. (<i>See</i> R. at 177-78.)</p>\n<p>After hearing all the evidence, the state review committee determined that \"[b]ased upon the evidence presented, primarily documentation of estimates of production and inspections by the Onslow County FSA Office, and Johnnie Perdue, Field Director Risk Management Compliance Division .... disposition of the crop [w]as not provided by Mr. Riggs.\" (R. at 11.)</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>This court's review of the state review committee's determination is limited by the Agricultural Adjustment Act, 7 U.S.C. § 1281 <i>et seq.,</i> to questions of law. <i>See</i> 7 U.S.C. § 1366; <i>McLamb v. Pope,</i> 657 F.2d 77, 78-79 (4th Cir.1981). The review committee's findings of fact are conclusive if supported by substantial evidence. <i>See</i> 7 U.S.C. § 1366; <i>McLamb,</i> 657 F.2d at 79.</p>\n<p>The Supreme Court of South Carolina interpreted § 1366's requirement of \"substantial evidence\" in <i>Lee v. De Berry,</i> 219 S.C. 382, 65 S.E.2d 775 (1951), not to \"require that there be proof beyond a reasonable doubt, but only such relevant evidence as a reasonable mind might accept as adequate to <span class=\"star-pagination\">*693</span> support a conclusion.\" <i>Id.</i> 65 S.E.2d at 777. The <i>Lee</i> court explained:</p>\n<blockquote>In order to uphold the findings of the Review Committee, the evidence should furnish a reasonably sound basis from which the facts in issue may be fairly inferred, and a good rule for weighing the evidence to ascertain whether it is adequate is to compare it with the evidence necessary to sustain the verdict of a jury upon a similar issue. If only one reasonable inference can be drawn from the evidence, it becomes a question of law for the court.</blockquote>\n<p><i>Id.</i> 65 S.E.2d at 778; <i>accord </i><i>Review Committee, Venue VII, Commodity Stabilization Service, U.S. Dept. of Agriculture v. Willey,</i> 275 F.2d 264, 273 (8th Cir.1960).</p>\n<p>Furthermore, this court must evaluate the state review committee's determination based upon the original record of the hearing before that committee. <i>See</i> 7 U.S.C. § 1366.</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p>Plaintiff contends that testimony given by witnesses for the Onslow County FSA was insufficient to support the state review committee's findings of fact and to overcome the overwhelming testimony from Riggs and several direct eye-witnesses that Farm 4563 was at least half full of tobacco when it was bushhogged. Plaintiff argues that Michael Brown's assumption that the field had been harvested by the mechanical stripper harvester when he saw the field was clean on August 28, 1996, \"was false because Riggs did not even have access to the mechanical stripper harvester, which he sold on August 5, 1996, at the time the field was bushhogged.\" (Pl.'s Mem.Supp. Pl.'s Mot.J. on Pleadings, at 10.) Plaintiff further contends that the absence of direct evidence that Riggs harvested and sold more tobacco without reporting it, as alleged by the Onslow County FSA, indicates that the state review committee's determination was unsupported by competent evidence. Plaintiff contends that the county committee proceeded on pure speculation by Michael Brown, who saw the harvester, then saw an empty field, and, from that, concluded that Riggs had harvested all his tobacco.</p>\n<p>Defendants, in contrast, characterize the issues in this case as questions of credibility, and argue that, when presented with two differing sets of facts, the state review committee believed the Onslow County FSA's version. Defendants also point out that when the Onslow County FSA asked plaintiff for a report of the disposition of his tobacco, plaintiff did not timely respond, and that even when plaintiff did respond, he left blank the portion of the report where he was to describe what happened to the rest of his crop. Defendants note that plaintiff did not inform them before the review committee hearing that he had bushhogged his field or sold his harvester.</p>\n<p>After carefully reviewing the entire file in this case, particularly the transcript of the hearing conducted by the state review committee, and after fully hearing the parties on their contentions, this court is convinced that the state review committee's findings were not supported by substantial evidence.</p>\n<p>Michael Brown was the principal witness for the Onslow County FSA before the state review committee, and the state committee accepted without question his conclusion that Riggs' field had been \"harvested with an automatic cropper with a cutter head.\" (R. at 8 (citing state review committee's findings of fact, number 7.)) Michael Brown admitted that he did not see Riggs harvest the unreported tobacco and that he based his conclusion that the field had been harvested on his knowledge that Riggs owned a harvester and his examination of the residue remaining in the field.</p>\n<p>Given that the bases for Brown's determination were contradicted by numerous witnesses as well as Riggs' uncontroverted testimony that he had sold his harvester several weeks before Brown's visit, the court is unable to understand how the state review committee accepted Brown's conclusions. Not only did neighbors and people who worked for Riggs testify that they saw the field being bushhogged with unharvested tobacco plants still standing, but crop insurance adjusters for the company that insured Riggs' crops also concluded the field had been mowed, not harvested.</p>\n<p><span class=\"star-pagination\">*694</span> The court is well aware that the number of witnesses testifying as to the existence or nonexistence of any fact is not controlling, and that the finder of fact reasonably may conclude that the testimony of a smaller number of witnesses as to any fact is more credible than the testimony of a larger number of witnesses to the contrary. Nonetheless, when the Onslow County FSA presented Michael Brown as its principal witness and the two fundamental bases for the conclusions he reached were emphatically rebutted by plaintiff's evidence, the state review committee could not reasonably have inferred that Brown's determinations were accurate.</p>\n<p>The Onslow County FSA produced no evidence that Riggs borrowed a harvester on August 27, 1996, or that Riggs sold any unreported tobacco. Riggs, on the other hand, produced convincing evidence from knowledgeable witnesses that he bushhogged at least fifty percent of the tobacco on Farm 4563. This court can conceive of only one reasonable inference that can be drawn from the evidence presented before the state review committee: Riggs bushhogged his field without harvesting any unreported tobacco. The state review committee's finding that Riggs failed to account for the disposition of his crop is flatly rejected by the evidence contained in the administrative record.</p>\n<p>Accordingly, the court STRIKES the findings of the state review committee, REVERSES its imposition of a penalty and quota reduction, and REMANDS this case to that committee for disposition consistent with the findings of this court.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>This court finds that the state review committee's determination was not supported by substantial evidence and, accordingly, GRANTS plaintiff's motion for judgment on the pleadings and DENIES defendants' motion for the same. The court furthermore STRIKES the findings of the state review committee, REVERSES its imposition of a penalty and quota reduction, and REMANDS this case to that committee for disposition consistent with the findings of this opinion.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">690</span></span> (1998)</b></center>\n<center><h1>Brent A. RIGGS, Plaintiff,<br>\nv.<br>\nBilly HODGES, Wiley A. Avery, Jr., and James K. Spruill in their capacity as Members of the Farm Service Agency Review Committee, Defendants.</h1></center>\n<center>No. 4:97-CV-96-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>May 22, 1998.</center>\n<p>Samuel McKinley Gray, III, New Bern, NC, for Brent A. Riggs, plaintiff.</p>\n<p>Barbara D. Kocher, U.S. Attorney's Office, Raleigh, NC, for Billy W. Hodges, Wiley A. Avery, Jr., James K. Spruill, in their capacity as Members of the Farm Service Agency Review Committee, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>Plaintiff filed this action to seek judicial review of a reduction in quota and a penalty imposed on him by the Tobacco Marketing Quota Review Committee (\"the state review committee\") for his alleged failure to account for the disposition of tobacco during 1996. The parties filed cross motions for judgment on the pleadings, and this court conducted a hearing on these motions on May 29, 1998, during which attorneys for both parties were fully heard on their respective positions. These matters are ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The dispute in this case centers around whether the plaintiff, Brent Riggs (\"Riggs\"), <span class=\"star-pagination\">*691</span> failed to account for the disposition of tobacco from one of his Onslow County fields that was damaged by Hurricane Bertha in July 1996.</p>\n<p>In 1996, Riggs farmed tobacco on Onslow County Farm 4563, which had an effective allotment of 23.06 acres and a quota of 47,158 pounds. On July 12, 1996, Hurricane Bertha struck North Carolina and caused crop damage to Farm 4563 by knocking leaves off tobacco stalks. Riggs asserts that after the storm he elected to harvest at least 20 percent of the field in order to receive the maximum coverage from his insurance company, and that on July 24 and 25, 1996, he attempted to harvest approximately four of every twenty rows with a mechanical stripper harvester.</p>\n<p>Michael Brown, program assistant for the Onslow County Farm Services Agency (\"Onslow County FSA\"), inspected Farm 4563 on July 24, 1996. Brown saw the mechanical stripper harvester in the field and noted in his report that Riggs was proceeding to harvest 20 percent of the field. (<i>See</i> R. at 59.) Brown estimated that 1628 pounds per acre of tobacco could be produced from Riggs' farm with a mechanical harvester. Riggs disagreed with Brown's estimate, and estimated the field would yield 2500 pounds per acre if it could be harvested within a few days, which Riggs stated he knew he could not do because the field was too wet. (<i>See</i> R. at 94.) Riggs reported that he was pressured into signing an estimate of production form completed by Brown, which required Riggs to \"furnish to the County CFSA Committee satisfactory proof of the disposition of all tobacco produced on the farm\" if the actual yield proved \"materially different\" from Brown's estimate. (<i>See</i> R. at 27, 94-95.)</p>\n<p>Brown visited the farm a second time on August 1, 1996, and noted that the field was \"holding good.\" (R. at 60.) Brown returned to the farm two more times in 1996, on August 15 and August 28. Brown testified that during the August 15 visit he noted that the tobacco was beginning to burn at the bottom of the stalk, but that he still believed the estimated yield could be obtained. (<i>See</i> R. at 81.) On August 28, Brown reported that the entire field had been harvested with an automatic chopper with a cutter head. Brown later testified that he based that conclusion on his observation that \"[t]he entire field had been cut over\" and that he assumed Riggs had used his mechanical harvester to cut and strip the stalks in the field. (R. at 82.)</p>\n<p>For his part, Riggs testified that his harvester got stuck less than halfway through the field on July 24, the day Brown came to inspect his fields, and that Riggs then began having the field harvested by hand. (<i>See</i> R. at 81.) Riggs reported that he left Farm 4563 on July 26, 1996, and took his crews to one of his farms in Jones County because he thought he had better tobacco to harvest from those fields, which were not as wet. (<i>See</i> R. at 83.) Riggs asserted that the tobacco on Farm 4563 had begun to burn up and rot by mid-August, particularly in the more saturated portions of the field.</p>\n<p>Riggs reported that his insurance adjuster questioned whether he had obtained 20 percent of his crop because the harvester had knocked some of the tobacco leaves off the stalk. Riggs stated that the adjuster told him he should pull all of the good tobacco he could from the front portion of the field, and Riggs complied by harvesting horizontally across the front portion of the field on August 26 and 27. (<i>See</i> R. at 84-84.) Riggs also reported that he sold the mechanical stripper harvester to Michael L. Shepherd on August 5, 1996 and that he did not have access to the machine after that date. (<i>See</i> R. at 89-90.)</p>\n<p>In November 1996, Riggs met with the Onslow County FSA and requested approval to lease and transfer his tobacco quota under the agency's disaster provisions. The county committee determined that Riggs had not suffered a 20 percent natural loss in production for Farm 4563, and, furthermore, that Riggs had not provided satisfactory proof of the disposition of his tobacco. The Onslow County FSA ordered Riggs to file a Report of Production and Disposition. When Riggs failed to file the report, the county committee set a meeting to discuss the disposition of tobacco from Farm 4563. The day before the meeting, Riggs filled out a Report of <span class=\"star-pagination\">*692</span> Production and Distribution at the county office, and told the executive director for Onslow County FSA that he would not be able to attend the meeting the following day. The county committee met as scheduled on December 5, 1996, and determined that approximately 936 pounds of tobacco per acre were unaccounted for. The state FSA committee then met, and instructed the county FSA to impose a penalty upon Riggs in the amount of $15,798.60 and to reduce his 1997 allotment by 44 percent.</p>\n<p>Plaintiff appealed the reduction in quota and the imposition of the penalty to the state review committee, and testified before the committee that the field had been bushhogged on August 27, 1996, with \"between fifty and seventy-five percent of [the tobacco] still in the field.\" (R. at 86.) Chuck Odom, who lives one-half mile from Riggs' farm, testified that he saw the field being bush-hogged when more than half the stalks still had leaves. (<i>See</i> R. 104-06.) In addition, Linwood Collins, who worked for Riggs, testified that he did the bushhogging and that most of the tobacco was still in the field when he mowed it. (<i>See</i> R. at 132-33.) Furthermore, Kevin Barber testified that he took Linwood Collins to pick up the bushhog and that more than half of the tobacco was still in the field when they left to get the bushhog. (<i>See</i> R. at 136-38.) In addition, Guy Huffman (\"Huffman\") testified that he and Riggs shared employees in August 1996 and that when he picked up the employees from Farm 4563 on August 26, most of the tobacco was left in the back two-thirds of Riggs' field. (<i>See</i> R. at 142.) Huffman reported that when he returned the workers the next day, the field \"[l]ooked like where they had mowed it all down.\" He explained:</p>\n<blockquote>It didn't look like a stripper had been through it. Usually a stripper goes through, it's got that little gear on the bottom, when it runs over the row, it chews it up right down the row and you know, everything looked slung like a bush hog had done it.... I was pretty sure it was a bush hog .... [b]ecause you could see tobacco leaves and everything, too.</blockquote>\n<p>(R. at 143.)</p>\n<p>Insurance adjusters who examined Riggs' field agreed. William Phillips testified that a bushhog leaves stalks in the field, while mechanical harvesters cut away all stalks. (<i>See</i> R. at 113.) Phillips testified that after viewing Riggs' cut field, he thought the field had been bushhogged. (<i>See</i> R. at 113.) Adjuster Noah Suggs agreed, stating: \"He'd bushhogged that [field]. A stripper had not been through there, only except to cut rows.\" (R. at 120.)</p>\n<p>The Onslow County FSA presented testimony from Michael Brown, Percy Brown, and Johnnie Perdue, all of whom testified that the field contained good tobacco, which Riggs should have harvested. Two of the agency's witnesses testified that the field residue demonstrated the crop had been fully harvested. Percy Brown, chairman of the county committee, admitted, however, that no one in his agency had any direct evidence that Riggs harvested and sold more tobacco than he reported in 1996. (<i>See</i> R. at 177-78.)</p>\n<p>After hearing all the evidence, the state review committee determined that \"[b]ased upon the evidence presented, primarily documentation of estimates of production and inspections by the Onslow County FSA Office, and Johnnie Perdue, Field Director Risk Management Compliance Division .... disposition of the crop [w]as not provided by Mr. Riggs.\" (R. at 11.)</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>This court's review of the state review committee's determination is limited by the Agricultural Adjustment Act, 7 U.S.C. § 1281 <i>et seq.,</i> to questions of law. <i>See</i> 7 U.S.C. § 1366; <i>McLamb v. Pope,</i> <span class=\"citation\" data-id=\"393319\"><a href=\"/opinion/393319/lloyd-l-mclamb-v-robert-d-pope-newton-d-worley-omax-barefoot/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 78-79 (4th Cir.1981). The review committee's findings of fact are conclusive if supported by substantial evidence. <i>See</i> 7 U.S.C. § 1366; <i>McLamb,</i> 657 F.2d at 79.</p>\n<p>The Supreme Court of South Carolina interpreted § 1366's requirement of \"substantial evidence\" in <i>Lee v. De Berry,</i> <span class=\"citation\" data-id=\"1216358\"><a href=\"/opinion/1216358/lee-v-deberry/\"><span class=\"volume\">219</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">382</span></a></span>, <span class=\"citation\" data-id=\"1216358\"><a href=\"/opinion/1216358/lee-v-deberry/\"><span class=\"volume\">65</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">775</span></a></span> (1951), not to \"require that there be proof beyond a reasonable doubt, but only such relevant evidence as a reasonable mind might accept as adequate to <span class=\"star-pagination\">*693</span> support a conclusion.\" <i>Id.</i> 65 S.E.2d at 777. The <i>Lee</i> court explained:</p>\n<blockquote>In order to uphold the findings of the Review Committee, the evidence should furnish a reasonably sound basis from which the facts in issue may be fairly inferred, and a good rule for weighing the evidence to ascertain whether it is adequate is to compare it with the evidence necessary to sustain the verdict of a jury upon a similar issue. If only one reasonable inference can be drawn from the evidence, it becomes a question of law for the court.</blockquote>\n<p><i>Id.</i> 65 S.E.2d at 778; <i>accord </i><i>Review Committee, Venue VII, Commodity Stabilization Service, U.S. Dept. of Agriculture v. Willey,</i> <span class=\"citation\" data-id=\"250225\"><a href=\"/opinion/250225/review-committee-venue-vii-commodity-stabilization-service-united-states/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">264</span></a></span>, 273 (8th Cir.1960).</p>\n<p>Furthermore, this court must evaluate the state review committee's determination based upon the original record of the hearing before that committee. <i>See</i> 7 U.S.C. § 1366.</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p>Plaintiff contends that testimony given by witnesses for the Onslow County FSA was insufficient to support the state review committee's findings of fact and to overcome the overwhelming testimony from Riggs and several direct eye-witnesses that Farm 4563 was at least half full of tobacco when it was bushhogged. Plaintiff argues that Michael Brown's assumption that the field had been harvested by the mechanical stripper harvester when he saw the field was clean on August 28, 1996, \"was false because Riggs did not even have access to the mechanical stripper harvester, which he sold on August 5, 1996, at the time the field was bushhogged.\" (Pl.'s Mem.Supp. Pl.'s Mot.J. on Pleadings, at 10.) Plaintiff further contends that the absence of direct evidence that Riggs harvested and sold more tobacco without reporting it, as alleged by the Onslow County FSA, indicates that the state review committee's determination was unsupported by competent evidence. Plaintiff contends that the county committee proceeded on pure speculation by Michael Brown, who saw the harvester, then saw an empty field, and, from that, concluded that Riggs had harvested all his tobacco.</p>\n<p>Defendants, in contrast, characterize the issues in this case as questions of credibility, and argue that, when presented with two differing sets of facts, the state review committee believed the Onslow County FSA's version. Defendants also point out that when the Onslow County FSA asked plaintiff for a report of the disposition of his tobacco, plaintiff did not timely respond, and that even when plaintiff did respond, he left blank the portion of the report where he was to describe what happened to the rest of his crop. Defendants note that plaintiff did not inform them before the review committee hearing that he had bushhogged his field or sold his harvester.</p>\n<p>After carefully reviewing the entire file in this case, particularly the transcript of the hearing conducted by the state review committee, and after fully hearing the parties on their contentions, this court is convinced that the state review committee's findings were not supported by substantial evidence.</p>\n<p>Michael Brown was the principal witness for the Onslow County FSA before the state review committee, and the state committee accepted without question his conclusion that Riggs' field had been \"harvested with an automatic cropper with a cutter head.\" (R. at 8 (citing state review committee's findings of fact, number 7.)) Michael Brown admitted that he did not see Riggs harvest the unreported tobacco and that he based his conclusion that the field had been harvested on his knowledge that Riggs owned a harvester and his examination of the residue remaining in the field.</p>\n<p>Given that the bases for Brown's determination were contradicted by numerous witnesses as well as Riggs' uncontroverted testimony that he had sold his harvester several weeks before Brown's visit, the court is unable to understand how the state review committee accepted Brown's conclusions. Not only did neighbors and people who worked for Riggs testify that they saw the field being bushhogged with unharvested tobacco plants still standing, but crop insurance adjusters for the company that insured Riggs' crops also concluded the field had been mowed, not harvested.</p>\n<p><span class=\"star-pagination\">*694</span> The court is well aware that the number of witnesses testifying as to the existence or nonexistence of any fact is not controlling, and that the finder of fact reasonably may conclude that the testimony of a smaller number of witnesses as to any fact is more credible than the testimony of a larger number of witnesses to the contrary. Nonetheless, when the Onslow County FSA presented Michael Brown as its principal witness and the two fundamental bases for the conclusions he reached were emphatically rebutted by plaintiff's evidence, the state review committee could not reasonably have inferred that Brown's determinations were accurate.</p>\n<p>The Onslow County FSA produced no evidence that Riggs borrowed a harvester on August 27, 1996, or that Riggs sold any unreported tobacco. Riggs, on the other hand, produced convincing evidence from knowledgeable witnesses that he bushhogged at least fifty percent of the tobacco on Farm 4563. This court can conceive of only one reasonable inference that can be drawn from the evidence presented before the state review committee: Riggs bushhogged his field without harvesting any unreported tobacco. The state review committee's finding that Riggs failed to account for the disposition of his crop is flatly rejected by the evidence contained in the administrative record.</p>\n<p>Accordingly, the court STRIKES the findings of the state review committee, REVERSES its imposition of a penalty and quota reduction, and REMANDS this case to that committee for disposition consistent with the findings of this court.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>This court finds that the state review committee's determination was not supported by substantial evidence and, accordingly, GRANTS plaintiff's motion for judgment on the pleadings and DENIES defendants' motion for the same. The court furthermore STRIKES the findings of the state review committee, REVERSES its imposition of a penalty and quota reduction, and REMANDS this case to that committee for disposition consistent with the findings of this opinion.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/250225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216358/"
  ]
}