{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577447/",
  "absolute_url": "/opinion/2577447/att-comm-of-southern-states-v-bellsouth-telecomm/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577447/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:55.694568Z",
  "date_modified": "2016-04-26T20:50:59.285939Z",
  "type": "010combined",
  "sha1": "9bca25d5a6010580eef71882bb4cf64c24118670",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 661 (1998)</b></center>\n<center><h1>AT &amp; T COMMUNICATIONS OF THE SOUTHERN STATES, INC., Plaintiff,<br>\nv.<br>\nBELLSOUTH TELECOMMUNICATIONS, INC., et al., Defendants.</h1></center>\n<center>No. 5:97-CV-405-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 22, 1998.</center>\n<p><span class=\"star-pagination\">*662</span> Peter J. Covington, Smith, Helms, Mulliss &amp; Moore, Charlotte, NC, for AT &amp; T Communications of the Southern States, Inc.</p>\n<p><span class=\"star-pagination\">*663</span> R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, Theodore Hirt, U.S. Dept. of Justice, Civil Div., Washington, DC, for United States of America, Federal Communications Commission.</p>\n<p>James P. Cain, Petree &amp; Stockton, M. Gray Styers, Jr., Petree Stockton, L.L.P., Raleigh, NC, for BellSouth Telecommunications, Inc.</p>\n<p>Robert H. Bennink, Jr., N.C. Utilities Commission, V. Lane Wharton, Jr., Bode, Call &amp; Stroupe, Raleigh, NC, for North Carolina Utilities Commission, Joanne Sanford, Charles H. Hughes, Laurence A. Cobb, Allyson K. Duncan, Ralph A. Hunt, Judy Hunt, William Pittman, J. Richard Conder, Robert V. Owens, Jr.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>THIS MATTER is in the nature of an appeal by AT &amp; T from orders of the North Carolina Utilities Commission (\"NCUC\") pursuant to the Telecommunications Act of 1996 (\"the Act\" or \"the 1996 Act\"). 47 U.S.C. §§ 151-614 (West Supp.1997), Pub.L. No. 104-104, 110 Stat. 56 (1996). These orders set out the terms of an interconnection agreement arbitrated by the NCUC between AT &amp; T and BellSouth Telecommunications, Inc. for access by AT &amp; T to the market for local telephone services in North Carolina.<sup>[1]</sup></p>\n<p>As is its prerogative under the 1996 Act, AT &amp; T challenged certain terms of the arbitrated Agreement by filing a complaint in this court. 47 U.S.C. § 252(e)(6). AT &amp; T alleges that certain terms of the Agreement are inconsistent with §§ 251 and 252 of the Act, with the ruling of the Eighth Circuit Court of Appeals in <i>Iowa Utilities Board v. FCC,</i> 120 F.3d 753 (8th Cir.1997) <i>petition for cert. </i><i>granted, AT &amp; T v. Iowa Utilities Board,</i> ___ U.S. ___, 118 S.Ct. 879, 139 L.Ed.2d 867 (1998), and with regulations issued by the Federal Communications Commission. A hearing was held on all issues on 13 January 1998.<sup>[2]</sup></p>\n<p></p>\n<h2>I. <i>Introduction</i>\n</h2>\n<p>Prior to the enactment of legislation in 1996, local telephone companies such as BellSouth (commonly referred to as local exchange carriers or LECs) enjoyed a regulated monopoly in the provision of local telephone services to business and residential consumers within their designated service areas. In exchange for legislative and judicial imprimatur for this scheme, these local monopolies agreed to ensure universal telephone service. Through the regulatory manipulation of prices, LECs were essentially guaranteed a profitable rate of return and constructed ubiquitous local telephone networks in their service areas.</p>\n<p>The Telecommunications Act of 1996 was passed to end this regime of local monopolies and to introduce competition into the local telephone market. However, because the existing system had entrenched the LECs with a prohibitive advantage based on their extensive facilities, Congress elected not to simply issue a proclamation opening the markets. Instead, Congress imposed a comprehensive regulatory scheme designed to ease the transition to competitive markets and to facilitate entry of other telecommunications carriers into the local markets. This litigation arises from that scheme.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*664</span> II. <i>THE TELECOMMUNICATIONS ACT OF 1996</i>\n</h2>\n<p>In 1996, Congress enacted a massive restructuring of the telecommunications field. Pertinent to this discussion, two provisions, 47 U.S.C. §§ 251 and 252, overhauled the local telephone market. Generally, §§ 251 and 252 operate by requiring the current provider of local phone service for a particular area to enter into interconnection agreements with other telecommunications carriers enabling the requesting carriers to access the infrastructure to provide local phone services. The resulting agreement is designed to provide the means for a new carrier to offer local phone services by either purchasing the necessary components to create a service or buying the finished service from the existing local provider in order to resell to local consumers. The following provides a rough outline of both sections.</p>\n<p></p>\n<h2>A. <i>Section 251</i>\n</h2>\n<p>Section 251, titled \"Interconnection,\" begins by imposing certain duties on each of the likely participants in the new scheme. The section envisions three classifications of participants: telecommunications carriers, LECs, and incumbent local exchange carriers (ILECs). A telecommunications carrier is defined as a provider of telecommunications services. 47 U.S.C. § 153(44). Telecommunications service means \"the transmission, between or among points specified by the user, of information ... without change in the form or content of the information\" for a fee directly to the public. 47 U.S.C. §§ 153(46), -(43). In context, AT &amp; T, as a basic provider of long-distance services, is a telecommunication carrier. BellSouth also qualifies for this classification.</p>\n<p>Next, an LEC is defined as a provider of telephone exchange service or exchange access. 47 U.S.C. § 153(26). Telephone exchange service essentially means the provision of intercommunicating service to subscribers in an exchange area. 47 U.S.C. § 153(47) (offering the enlightening definition that \"[t]he term `telephone exchange service' means (A) service within a telephone exchange\"). In layman's terms, a local exchange carrier is an entity that has the infrastructure, or access to the infrastructure, necessary to route telephone calls to individual subscribers. An ILEC is a company, like BellSouth, that was providing local phone services and routing long distance phone calls under the regulatory monopolies when the Act was effected on 8 February 1996. 47 U.S.C. § 252(h).</p>\n<p>Under § 251, each telecommunications carrier has the duty to interconnect directly or indirectly with the facilities and equipment of other telecommunications carriers. 47 U.S.C. § 251(a). An LEC is also directed \"not to prohibit, and not to impose unreasonable or discriminatory conditions or limitations on, the resale of its telecommunications services.\" 47 U.S.C. § 251(b). LECs are thus obligated to sell their services to other telecommunications carriers seeking to enter the local markets who can then resell the services to local consumers.</p>\n<p>Under § 251(c), an ILEC must comply with more onerous duties in addition to the ones imposed on telecommunication carriers and LECs. First, an ILEC is ordered to negotiate in good faith when developing an interconnection agreement with a requesting telecommunications carrier pursuant to the detailed guidelines in § 252. 47 U.S.C. § 251(c)(1). Next, an ILEC must provide a requesting telecommunications carrier with interconnection to the ILEC's network for: \"the transmission and routing of telephone exchange service and exchange access;\" at any technically feasible point; equal in quality to its own provision; on rates, terms, and conditions that are just, reasonable, and nondiscriminatory. 47 U.S.C. § 251(c)(2). Essentially, this subsection requires an ILEC to allow a company, such as AT &amp; T, to hook up to and avail itself of the ILEC's existing facilities and infrastructure allowing that company to reach customers within the ILEC's service area. Guidance regarding just, reasonable, and nondiscriminatory rates is supplied in later subsections.</p>\n<p>The next two subsections, (c)(3) and (c)(4), are arguably the most important, not only to this case, but with respect to the underlying goal of fostering competition in the local markets. Section 251(c)(3), titled \"unbundled access,\" states that an ILEC has:</p>\n<blockquote>\n<span class=\"star-pagination\">*665</span> [t]he duty to provide, to any requesting telecommunications carrier for the provision of a telecommunications service, nondiscriminatory access to network elements on an unbundled basis .... An incumbent local exchange carrier shall provide such unbundled network elements in a manner that allows requesting carriers to combine such elements in order to provide such telecommunication service.</blockquote>\n<p>47 U.S.C. § 251(c)(3). In this context, unbundling is the procedure by which the components of an ILEC's facilities and provision of services are broken down into their individual parts.</p>\n<p>In the context of telecommunications services, § 251(c)(3) authorizes unbundled access to \"network elements.\" A network element is defined as:</p>\n<blockquote>a facility or equipment used in the provision of a telecommunications service. Such term also includes features, functions, and capabilities that are provided by means of such facility or equipment, including subscriber numbers, databases, signaling systems, and information sufficient for billing and collection or used in the transmission, routing, or other provision of a telecommunications service.</blockquote>\n<p>47 U.S.C. § 153(29).</p>\n<p>Section 251(c)(3) also establishes that the rates for purchase of network elements should be just, reasonable, and nondiscriminatory in accordance with § 252. Section 252(d)(1) elaborates that \"[d]eterminations by a State commission of ... the just and reasonable rate for network elements for purposes of subsection (c)(3) of [section 251](A) shall be (i) based on the cost ... of providing the ... network element, and (ii) nondiscriminatory; and (B) may include a reasonable profit.\" Thus, a requesting carrier is entitled to purchase unbundled network elements for cost plus a reasonable profit as determined by the relevant state commission.</p>\n<p>Like § 251(c)(3), § 251(c)(4) equips a requesting carrier with another means of entering the local markets. This subsection directs ILECs:</p>\n<blockquote>(A) to offer for resale at wholesale rates any telecommunications service that the [ILEC] provides at retail to subscribers who are not telecommunications carriers; and</blockquote>\n<blockquote>(B) not to prohibit, and not to impose unreasonable or discriminatory conditions or limitations on, the resale of such telecommunications service, except that a State commission may, consistent with regulations prescribed by the [Federal Communications Commission] ... prohibit a reseller that obtains at wholesale rates a telecommunications service that is available at retail only to a category of subscribers from offering such service to a different category of subscribers.</blockquote>\n<p>47 U.S.C. § 251(c)(4). Once again, § 252(d) explains how to formulate the wholesale rates for services purchased by a requesting carrier:</p>\n<blockquote>For the purposes of section 251(c)(4) of this title, a State commission shall determine wholesale rates on the basis of retail rates charged to subscribers for the telecommunications service requested, excluding the portion thereof attributable to any marketing, billing, collection, and other costs that will be avoided by the local exchange carrier.</blockquote>\n<p>47 U.S.C. § 252(d)(3). Put simply, if a requesting carrier opts to purchase a whole telecommunications service from an ILEC, the carrier must pay the rate at which a regular consumer receives the service less the costs saved by the ILEC in not having to take the final steps of actually providing the service to the consumer.</p>\n<p>Returning to § 251, in subsection (d), the Federal Communications Commission (\"FCC\") is directed to develop regulations to implement the requirements of § 251. In delineating which network elements must be offered under (c)(3), the FCC is instructed to consider whether access to such network elements is necessary and whether \"the failure to provide access would impair the ability of the telecommunications carrier ... to provide the services that it seeks to offer.\" 47 U.S.C. § 251(d)(2).</p>\n<p></p>\n<h2>B. <i>Section 252</i>\n</h2>\n<p>As previously mentioned, the companion provision to § 251 is § 252. In general, <span class=\"star-pagination\">*666</span> § 252 establishes the procedural guidelines for parties seeking to execute the terms and conditions of § 251. To begin, upon a request for interconnection by a telecommunications carrier, § 252(a)(1) provides that an ILEC may negotiate and enter into a binding agreement governing interconnection between the ILEC and the carrier. Notably, if the parties mutually agree to terms outside the requirements of § 251, the agreement is binding to the extent it is consistent with the public interest and does not disadvantage non-represented parties. 47 U.S.C. § 252(a)(1) &amp; (e)(2).</p>\n<p>If the parties are unable to reach an agreement, either party can petition the state utilities commission to arbitrate all open issues. 47 U.S.C. § 252(b)(1). The state commission then conducts arbitration proceedings in accordance with § 252(b),(c), &amp; (e). At the conclusion of this compulsory arbitration, the parties must submit an interconnection agreement for final approval. 47 U.S.C. § 252(e). Once the commission approves the agreement, any aggrieved party may seek judicial review in federal district court. 47 U.S.C. § 252(e)(6). AT &amp; T has sought such review in this case.</p>\n<p></p>\n<h2>C. <i>Judicial Review</i>\n</h2>\n<p>After passage of the Act, the FCC initiated steps to clarify and augment the directives contained in the legislation. As alluded to above, pursuant to certain provisions of the Act, the FCC was directed to participate in the implementation of several areas of the new telecommunications regime. <i>Iowa Utilities,</i> 120 F.3d 753, 794 &amp; n. 10 (8th Cir.1997). On 8 August 1996, the FCC issued its First Report and Order (\"FRO\") supplying rules for the implementation of the Act. For the most part, these rules are now codified in various sections of Title 47, Code of Federal Regulations. <i>Id.</i> at 791 n. 6. Soon thereafter, parties on all sides of the telecommunications campaign raised issues with various provisions of the FRO.</p>\n<p>All challenges to the FCC's FRO were consolidated in the Eighth Circuit pursuant to 28 U.S.C. § 2342(1) and 47 U.S.C. § 402(a), vesting the United States Court of Appeals with exclusive jurisdiction to review the FCC's final orders. <i>Id.</i> at 793. <i>Iowa Utilities</i> is the Eighth Circuit's comprehensive review of the challenged regulations. An understanding of this seminal case is essential to grasping both the central issues and nuances of the claims currently before the court.</p>\n<p>At the heart of the <i>Iowa</i> case, the main challenges converged on the pricing rules promulgated by the FCC. In the FRO, the FCC created elaborate rules dictating to state commissions how to set rates to be charged by ILECs for interconnection, unbundled access, and resale. Upon review, the Eighth Circuit invalidated these pricing rules as exceeding the FCC's authority under the Act. It is that aspect of the ruling which has attracted the most scrutiny; however, these discredited pricing rules are not at issue in the case at hand.</p>\n<p>Most notably for purposes of this case, the Eighth Circuit struck down the FCC's interpretation of § 251(c)(3). Section 251(c)(3) reads that \"[a]n incumbent local exchange carrier shall provide such unbundled network elements in a manner that allows requesting carriers to combine such elements in order to provide such telecommunications service.\" 47 U.S.C. § 251(c)(3). In the FRO, the FCC had construed the section to obligate the incumbent LEC to recombine network elements purchased by the requested carrier on an unbundled basis under § 251(c)(3). <i>Iowa Utilities,</i> 120 F.3d at 813. On judicial review, the ILECs argued that, pursuant to the clear mandate of (c)(3), the requesting carrier should bear the burden of recombining the purchased network elements in any manner it deems appropriate. The court accepted the ILEC position and interpreted this provision to indicate \"unambiguously\" that the requesting carrier, not the ILEC, must combine the network elements:</p>\n<blockquote>Stated another way, § 251(c)(3) does not permit a new entrant to purchase the incumbent LEC's assembled platform(s) of combined network elements (or any lesser existing combination of two or more elements) in order to offer existing competitive telecommunications services. To permit such an acquisition of already combined elements at cost based rates for unbundled access would obliterate the <span class=\"star-pagination\">*667</span> careful distinctions Congress has drawn in subsections 251(c)(3) and (4) between access to unbundled network elements on the one hand and the purchase of wholesale rates of an incumbent's telecommunications retail services for resale on the other. Accordingly, the Commission's rule, 47 C.F.R. § 51.315(b), which prohibits an incumbent LEC from separating network elements that it may currently combine, is contrary to § 251(c)(3) because the rule would permit the new entrant access to the incumbent LEC's network elements on a bundled rather than unbundled basis.</blockquote>\n<p><i>Id.</i> at 813. Accordingly, the court invalidated the rules contained in 47 C.F.R. § 51.315(b)-(f) that obligated the incumbent LEC to combine, upon request, network elements and further required that \"[e]xcept upon request, an incumbent LEC shall not separate requested network elements that the incumbent LEC currently combines.\" <i>Id.</i></p>\n<p>The practical effect of this holding is to establish a clear boundary between the operation of subsections (c)(3) and (c)(4). In requiring the ILEC to combine network elements that telecommunications carriers sought to purchase on an unbundled basis, the FCC's rule obscured the demarcation between cost-based unbundled access and the purchase of complete services at wholesale prices. In effect, the Eighth Circuit refused to allow the FCC to distort § 251(c)(3) to give requesting carriers an unintended advantage. Consequently, if a requesting carrier seeks to avail itself of the pricing benefits of (c)(3), it must also assume the burden of putting the network elements together in a workable combination. On the other hand, if a requesting carrier desires the ILEC to assemble the service, the carrier must logically pay a higher price for the purchase under (c)(4).</p>\n<p>As a corollary to this discussion, several parties argued to the Eighth Circuit that the FCC's unbundling rules were also problematic because they allow requesting carriers to obtain, at a cost-based rate, all of the unbundled network elements necessary to provide a finished telecommunications service. In other words, a requesting carrier could individually purchase all necessary network elements and then use these elements to offer the same service as the selling ILEC. It is noteworthy that, at the time this argument was advanced, the FCC rule compelling ILECs to combine the network elements was still in effect.</p>\n<p>The complaining parties argued that this tactic was a loophole that permitted a requesting carrier to reap the benefits of § 251(c)(4) while paying the reduced cost under § 251(c)(3). To rectify this perceived inequity, they sought to restrict a competing carrier's purchase and use of unbundled elements to instances where the carrier owned or controlled some of its own local exchange facilities. <i>Id.</i> at 814. Arguing that § 251(c)(4) \"makes resale the exclusive means to offer finished telecommunications services for competing carriers that do not own or control any portion of a telecommunications network,\" these parties sought to prevent competing carriers from circumventing (c)(4) in order to receive the more favorable rates designated for purchase of network elements. <i>Id.</i></p>\n<p>The court rejected this line of reasoning on several grounds. First, the language of § 251(c)(3) does not offer any support that Congress intended to limit the repurchase of network elements in that manner. <i>Id.</i> In fact, the underlying purpose of (c)(3) seems to represent a means for a competitor, who does not possess the physical facilities, to offer local phone services by purchasing the components from an ILEC. Second, in light of the court's ruling that the competing telecommunications carrier must combine the network elements, the carrier is not receiving the same purchase regardless of whether it proceeds under the resale service provision of (c)(4) or under the unbundled access provision of 251(c)(3). <i>Id.</i> at 815. In other words, § 251(c)(3) is not merely a backdoor means of obtaining 251(c)(4) services at a reduced price. Instead, § 251 as a whole merely offers a requesting carrier a choice about how to break into the local market: the carrier can either purchase the network elements individually at cost and combine them on its own or it can purchase the completed service at a wholesale rate. <i>See id.</i> at 815 <span class=\"star-pagination\">*668</span> (noting that, although unbundled access offers a price reduction, the option carries several disadvantages including increased risk and the additional cost of recombining the unbundled elements).</p>\n<p>Finally, the court addressed the propriety of the FCC rules defining the scope of an ILEC's resale obligations under § 251(c)(4). One party objected to the FCC's determination in 47 C.F.R. § 51.613 that discounted and promotional offerings be subject to the resale requirement of § 251(c)(4). Rule 51.613 requires incumbent LECs to make available for resale at the wholesale rates any discounted or promotional offering except those lasting ninety days or less. 47 C.F.R. § 51.613. The objecting parties complained that promotional offerings of certain services are inherently discounted and, thus, to allow requesting carriers to purchase these services at a further discount under (c)(4) would unfairly handicap ILECs. The court rejected this argument and upheld the FCC's rule, noting that \"th[e] rule is a valid exercise of the Commission's authority under subsection 251(c)(4)(B) because it restricts the ability of incumbent LECs to circumvent their resale obligations under the Act simply by offering their services to their subscribers at perpetual `promotional' rates.\" <i>Id.</i> at 819.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>In contesting several of the terms of the Agreement, AT &amp; T disputes the NCUC's conclusions on three issues and the resulting memorialization of these conclusions in the Agreement. First, AT &amp; T complains that the Agreement disregards § 251(c)(3) by not requiring BellSouth to provide certain unbundled network elements at cost-based rates. Second, the Agreement allegedly violates § 251(c)(4) by permitting BellSouth to refuse AT &amp; T's requests to purchase, at wholesale rates, telecommunications services that BellSouth provides pursuant to certain contracts entered into before 15 April 1997. Finally, AT &amp; T asserts that the Agreement further offends § 251(c)(4) by limiting BellSouth's resale obligations on certain contracts after 15 April 1997.</p>\n<p></p>\n<h2><i>A. Standard of Review</i></h2>\n<p>While the parties do not discuss it at length, the proper deference to be given to the Agreement (and consequently to the arbitration orders of the NCUC) is an issue that runs through every objection AT &amp; T has to the Arbitration Orders. The only guidance Congress gives on this score is in § 252(e)(6), which states:</p>\n<blockquote>In any case in which a State commission makes a determination under this section, any party aggrieved by such a determination may bring an action in an appropriate Federal district court to determine whether the agreement or statement meets the requirements of section 251 and this section.</blockquote>\n<p>47 U.S.C. § 252(e)(6).</p>\n<p>One district court which has reviewed an interconnection agreement under the Act has arrived at what seems to be an acceptable standard of review. In <i>U.S. West Communications, Inc. v. Hix,</i> 986 F.Supp. 13 (D.Colo. 1997), the District Court of Colorado held that, while the State Utilities Commission deserves deference to its technical expertise, it has no expertise in interpreting federal law. The court found that the Tenth Circuit law previously applicable to review of state action in Medicare cases was the most closely analogous to the standard needed in this situation. It then held:</p>\n<blockquote>The first inquiry of this Court in reviewing the interconnection agreements ... is whether the [commission]'s action was procedurally and substantively in compliance with the Act and the implementing regulations. This is a question of law which must be reviewed de novo. If the [commission]'s action is found to be in compliance with federal law and regulations, then the [commission] will be given deference, through application of the arbitrary and capricious standard, as to all other issues.</blockquote>\n<p><i>Id.</i> at 19 (<i>citing, inter alia, </i><i>Ritter v. Cecil County Office of Housing and Comm. Development,</i> 33 F.3d 323, 327-28 (4th Cir.1994)).</p>\n<p>Unfortunately, the Act does not instruct how a district court should proceed if it does invalidate any portion of an interconnection agreement upon judicial review. A <span class=\"star-pagination\">*669</span> remand to the NCUC appears to offer the most viable solution consistent with the appellate nature of this proceeding. Therefore, when striking an offending term from the Agreement, this court will remand the Agreement to the NCUC for renegotiation upon that point. The court now proceeds to a discussion of AT &amp; T's objections.</p>\n<p></p>\n<h2><i>B. Unbundling</i></h2>\n<p>AT &amp; T first challenges the NCUC's decision regarding the pricing scheme for the purchase of network elements used to construct services identical to services currently offered by BellSouth. Instead of using the cost-based rates generally applicable to purchases of network elements, the NCUC required AT &amp; T to pay the higher wholesale rate when such elements were combined to produce an existing service. Paragraph 1.A of the final AT &amp; T-BellSouth Interconnection Agreement provides, in pertinent part:</p>\n<blockquote>AT &amp; T may purchase unbundled Network Elements for the purpose of combining Network Elements in any manner that is technically feasible, including recreating existing BellSouth services. The purchase and combination of unbundled network elements by AT &amp; T to produce a service offering that is [currently offered at retail by BellSouth] will be presumed to constitute a resold service for purposes of pricing, collection of access and subscriber line charges .... This presumption may be overcome by a showing that AT &amp; T is using its own substantive functionalities and capabilities, e.g. loop, switch, transport, or signaling links, in addition to the unbundled Network Elements to produce the service. Ancillary services such as operator services and vertical services are not considered substantive functionalities or capabilities for purposes of this provision.</blockquote>\n<p>Reduced to its essence, this provision states that AT &amp; T can combine unbundled elements in any manner it chooses. However, if the combination creates a service that BellSouth already offers, the new LEC must pay the higher wholesale rates, instead of the cost-based rates, for the unbundled elements. The only way AT &amp; T can avoid the wholesale pricing scheme is if it uses some of its own facilities to provide the service. In other words, AT &amp; T must add something of its own before it is entitled to the cost-based rates. Paragraph 1.A treats requests to purchase and combine network elements to create an established BellSouth service as a request to purchase BellSouth's retail service, thus allowing BellSouth to charge higher rates. As a final caveat, the provision advises that operator services will not be considered sufficient to qualify AT &amp; T for the cost-based rate. Thus, if AT &amp; T purchases a series of network elements that is then combined to recreate a service offered by BellSouth, AT &amp; T cannot simply supply its own operator services and claim entitlement to cost-based rates.</p>\n<p>As is correctly argued by AT &amp; T, this approach flies in the face of the letter and intent of the Act as well as the <i>Iowa Utilities</i> ruling of the Eighth Circuit. That court held that \"[n]othing in [(c)(3)] requires a competing carrier to own or control some portion of a telecommunications network before being able to purchase unbundled elements.\" <i>Iowa,</i> 120 F.3d at 814. As such, the court endorsed the FCC position that a requesting carrier could reproduce, under (c)(3), an existing telecommunication service in its entirety solely by purchasing and combining unbundled network elements from an ILEC. The NCUC's decision, reflected in Paragraph 1 .A is not a proper application of the Act, and will therefore be struck down.<sup>[3]</sup></p>\n<p>AT &amp; T further argues that, by the terms of the Agreement, BellSouth is nevertheless obligated to combine network elements at AT &amp; T's request. Although AT &amp; T acknowledges that the Eighth Circuit unequivocally <span class=\"star-pagination\">*670</span> held that ILECs are not <i>required</i> to perform the combining of network elements, AT &amp; T contends that BellSouth <i>voluntarily consented</i> to this duty.</p>\n<p>Section 251(a)(1) of the Act permits parties to voluntarily negotiate provisions \"without regard to the standards set forth in subsections (b) and (c) of section 251.\" Therefore, the parties are authorized to decide mutually to enter into an arrangement that does not track the Act precisely or even fails to conform to a certain provision. AT &amp; T submits that BellSouth voluntarily agreed to combine the network elements in paragraph 30.5 of the Agreement. Paragraph 30.5 states:</p>\n<blockquote>BellSouth shall offer each Network Element individually and in combination with any other Network Element or Network Elements in order to permit AT &amp; T to provide Telecommunications Services to its Customers subject to Section 1.A of the General Terms and Conditions of this Agreement.</blockquote>\n<p>Relying on this paragraph in conjunction with the court's presumed invalidation of the pricing rule in paragraph 1.A, AT &amp; T seeks to have the court declare that BellSouth <i>must</i> sell unbundled network elements at cost-based rates while also interpreting the Agreement to obligate BellSouth to combine these network elements for AT &amp; T.<sup>[4]</sup></p>\n<p>This court will not allow AT &amp; T to have its cake and eat it too. Section 30.5 of the agreement was negotiated and settled upon by the NCUC before the FCC's requirement that the ILECs combine unbundled elements for the requesting carriers was struck down by <i>Iowa Utilities.</i> The court emphasized that (c)(3) cannot \"be read to levy a duty on the incumbent LECs to do the actual combining of elements.... [T]he plain meaning of the Act indicates that the requesting carriers will combine the unbundled elements themselves; the Act does not require the incumbent LECs to do all of the work.\" <i>Iowa Utilities,</i> 120 F.3d at 813. It would stretch the bounds of imagination to construe Paragraph 30.5 as a voluntary agreement to override § 251(c)(3). At the time of the Agreement, BellSouth was merely adhering to established FCC rules that § 251(c)(3) compels an ILEC to combine purchased network elements. Paragraph 1.A is invalid because it requires AT &amp; T to do something it does not have to do under the Act. Paragraph 30.5 is suspect because it requires BellSouth to do the same.</p>\n<p>The <i>Iowa Utilities</i> decision was issued after the NCUC issued its order. Federal law has changed on this matter and Paragraph 30.5 of the agreement is no longer consistent with that law. Therefore, under the standard of review discussed above, this court will strike Paragraph 1.A and Paragraph 30.5 and remand to the NCUC for renegotiation of the issue of recombination of unbundled network elements consistent with this order and <i>Iowa Utilities.</i></p>\n<p></p>\n<h2><i>C. Contract Service Arrangements</i></h2>\n<p>The next area of contention between the parties involves the treatment of contract service arrangements (\"CSAs\"). As defined by BellSouth in a price regulation plan submitted to North Carolina in 1996, a contract service arrangement is</p>\n<blockquote>[a]n arrangement wherein the Company provides service pursuant to a contract between the Company and a customer. Such arrangements include situations in which the services are not otherwise available through BellSouth's tariffs, as well as situations in which the services are available through BellSouth's tariffs, but to meet competition, BellSouth offers those services at rates other than those set forth in the tariffs. CSAs may contain flexible pricing arrangements and, as a result of the specific competitive situation, may also contain proprietary information that BellSouth may protect.</blockquote>\n<p>(J.A. 114.) In its amicus brief, the FCC explained that CSAs \"are contractual agreements made between a carrier and a specific, typically high-volume, customer, tailored to <span class=\"star-pagination\">*671</span> that customer's individual needs.\" (Mem. of FCC as <i>Amicus Curiae,</i> at 15.) \"CSAs may include volume and term arrangements, special service arrangements, customized telecommunications service arrangements, and master service arrangements.\" (<i>Id.</i> at n. 14.) In other words, CSAs are simply contracts between BellSouth and a specific customer that are formulated to meet the special needs of that customer. Presumably, the customer is a corporation or other large entity requiring substantial phone services purchased in bulk.</p>\n<p>In arbitrating the interconnection agreement, the NCUC adopted special rules for the resale of CSAs:</p>\n<blockquote>CSA's [sic] entered into by BellSouth prior to April 15, 1997, shall be subject to resale; however, the resale discount shall not apply. CSA's [sic] entered into by BellSouth subsequent to April 15, 1997, shall be available for resale at the wholesale discount. The resale of CSAs is limited to the specific end-user for whom the CSA was constructed and may not be sold to the public at large.</blockquote>\n<p>(Agreement, ¶ 25.5.1.) Thus, the NCUC established a cut-off date for CSAs before which BellSouth is not obligated to adhere to the wholesale pricing scheme. (<i>Id.</i>) Instead, the resale discount is not applicable and BellSouth is entitled to resell to a requesting carrier at the same price it provides the service to the CSA customer. (<i>Id.</i>) For CSAs entered into after 15 April 1997, the wholesale discount provisions are reinstated with the caveat that any resale of a CSA is limited to the specific end-user for whom BellSouth created the CSA. (<i>Id.</i>) In other words, the requesting carrier cannot resell the CSA to the public or any other specific consumer except for the party for whom the CSA was constructed. (<i>Id.</i>)</p>\n<p>It is notable that the NCUC did not arrive at this outcome without some indecision. In its original Recommended Arbitration Order, in fact, the NCUC rejected BellSouth's request for a CSA exception and concluded that CSAs are subject to general resale obligations. (J.A. 18.) After considering BellSouth's objections, the NCUC reversed course, commenting that \"[t]his conflict has the appearance of a true conundrum.\" (<i>Id.</i> at 144.) The NCUC concluded:</p>\n<blockquote>it is reasonable to require that CSAs entered into before April 15, 1997, be subject to resale, but not at a discount .... The Commission believes it is unreasonable to require the \"old\" CSAs to be subject to the discount because they were entered into before BellSouth had any notion as to a resale requirement, and they are commonly discounted already. Applying the discount to \"new\" CSAs only will allow BellSouth the opportunity to adjust its pricing accordingly.</blockquote>\n<p>(<i>Id.</i> at 145.)</p>\n<p>In its complaint, AT &amp; T contests the Agreement's treatment of CSAs. First, AT &amp; T complains that the comprehensive exclusion of pre-15 April 1997 CSAs violates the Act's clear command that ILECs \"offer for resale at wholesale rates any telecommunications service\" provided at retail. (Compl. ¶ 15 (quoting § 251(c)(4)(A).)) Second, according to AT &amp; T, the Agreement imposes discriminatory and unreasonable conditions on resale of post-15 April 1997 CSAs by restricting resale to the specific end-user.</p>\n<p></p>\n<h2>1. <i>Pre-15 April 1997 CSAs</i>\n</h2>\n<p>Section 251(c)(4) directs that an ILEC shall not impose unreasonable or discriminatory conditions or limitations on the resale of any telecommunications service. AT &amp; T contends that exclusion of an entire category of CSAs does not qualify as a reasonable and nondiscriminatory limitation. In addition to the plain language of 251(c)(4), AT &amp; T notes that the FCC has addressed this issue more directly. In ¶ 948 of the FRO, the FCC declared that:</p>\n<blockquote>[section 251(c)(4)] makes no exception for promotional or discount service offerings, including contract and other <i>customer-specific offerings.</i> We therefore conclude that no basis exists for creating a general exemption from the wholesale requirement for all promotional or discount service offerings made by incumbent LECs. A contrary result would permit incumbent LECs to avoid the statutory resale obligation by shifting their customers <span class=\"star-pagination\">*672</span> to nonstandard offerings, thereby eviscerating the resale provisions of the 1996 Act.</blockquote>\n<p>FCC First Report and Order, ¶ 948 (emphasis added). Notably, the FCC did create an exemption for promotional offerings lasting less than 90 days. 47 C.F.R. § 51.613. The Eighth Circuit expressly upheld the FCC's hybrid treatment. <i>Iowa Utilities,</i> 120 F.3d at 819.</p>\n<p>Inherent in the language of the Act and the FCC's regulations is the recognition that unique situations may arise in the varied negotiations between requesting carriers and ILECs. As such, although \"resale restrictions are presumptively unreasonable,\" the Act provides, and the FCC acknowledges, if narrowly tailored, reasonable and nondiscriminatory restrictions are sometimes lawful. <i>Id.</i> ¶ 939; 47 U.S.C. § 251(c)(4) (providing that an ILEC cannot \"impose unreasonable or discriminatory conditions or limitation\" on resale). The burden to justify such a restriction falls squarely on the ILEC. 47 C.F.R. § 51.613(b) (\"An incumbent LEC may impose a restriction only if it proves to the state commission that the restriction is reasonable and nondiscriminatory.\")</p>\n<p>AT &amp; T maintains that the restriction on pre-15 April 1997 CSAs does not satisfy any of the above in that it is not narrowly tailored and the NCUC did not cite evidentiary support for its declaration that the restriction was reasonable. Additionally, no finding was made as to whether the restriction was nondiscriminatory, as required by the Act.</p>\n<p>These arguments are well-taken. Beyond Bell-South's assertion that the compromise reached by the NCUC was \"entirely reasonable,\" there is very little to show that this term of the Agreement is at all consistent with the Act. As noted above, the FCC has specifically renounced claims that special agreements lasting beyond a 90-day period such as CSAs should be exempted from resale at wholesale rates, and the Eighth Circuit upheld this distinction.</p>\n<p>As justification for its treatment of CSAs, the NCUC mentioned that it would be unreasonable to force BellSouth to resell \"old\" CSAs at wholesale rates because BellSouth was unaware of the resell requirement and CSAs are commonly discounted already. (AT &amp; T Agreement Order at 2; J.A. at 144.) Neither of these assertions would seem to justify the special treatment. First, it is unclear how BellSouth could have been unaware of the Act's provisions up until 15 April 1997, over a year after it was signed into law. Neither the NCUC nor BellSouth provided a principled explanation why the 15 April 1997 date was selected. Additionally, BellSouth's unawareness of the Act's wholesale pricing scheme when it entered into a CSA would seem to be irrelevant in light of the Act's built-in profit margin for the ILEC when reselling completed services.</p>\n<p>Moreover, the notion that CSAs are likely already discounted is not sufficient to remove them from the Act's clear mandate. Under the wholesale pricing scheme in § 252(d)(3), BellSouth must only resell a service at the retail rate charged to the subscriber, less the costs avoided. Thus, by its basic terms, § 252(d)(3) ensures at least some profit to BellSouth from the sale because the wholesale discount/reduction only encompasses the actual costs that BellSouth saved by reselling to a telecommunications carrier rather than a regular customer. Thus, theoretically, BellSouth should not suffer any loss at all when reselling a service to a telecommunications carrier as opposed to a regular consumer.</p>\n<p>While BellSouth could have demonstrated that, by the nature of CSAs, it in fact avoids no costs when subsequently reselling to a telecommunications carrier, it does not appear to have done this. Finally, it seems undeniable that the NCUC failed to find the restriction to be nondiscriminatory, as this factor was not mentioned at all in the NCUC's discussions or findings. Therefore, it does not seem, at this time, as if this resale restriction is narrowly-tailored, reasonable, and nondiscriminatory, and thus it does not comport with the Act.</p>\n<p>Applying the <i>de novo</i> standard of review to this incorrect application of the law, this court will remand this issue to the NCUC. The Agreement's current treatment of pre-15 April 1997 CSAs will be stricken, based on the lack of proper justification and general doubt concerning the legitimacy of such a <span class=\"star-pagination\">*673</span> blanket exemption from the wholesale pricing scheme.</p>\n<p></p>\n<h2>2. <i>Post-15 April 1997 CSAs</i>\n</h2>\n<p>AT &amp; T also challenges the second portion of Paragraph 25.5.1 that requires post-15 April 1997 CSAs to be resold at wholesale rates but requires AT &amp; T to market the service only to the originally intended consumer. AT &amp; T asserts that this resale restriction disobeys the FCC's directive that a requesting carrier can purchase services sold by an ILEC to a consumer at volume-based discounts and resell to any consumer regardless of whether each consumer individually meets the qualifying volume level. In other words, AT &amp; T seeks to have the court construe CSAs as merely encompassing volume-discounts for a particular consumer. Based on this interpretation, Paragraph 25.5.1 improperly restricts AT &amp; T's ability to exercise its volume discount.</p>\n<p>BellSouth responds that AT &amp; T mischaracterizes the nature of ¶ 25.5.1's restriction. Rather than triggering FCC regulations on volume discounts, BellSouth maintains that the resale limitation is properly classified as a cross-class restriction that is expressly sanctioned by § 251(c)(4). That section provides that an ILEC shall not impose unreasonable or discriminatory limitations \"except that a State commission may, consistent with regulations prescribed by the [FCC] under this section, prohibit a reseller that obtains at wholesale rates a telecommunications service that is available at retail only to a category of subscribers from offering such service to a different category of subscribers.\" 47 U.S.C. § 251(c)(4). Based on this language, BellSouth argues that Paragraph 25.5.1 merely limits AT &amp; T's resale of the CSA to the category of subscribers to which BellSouth originally sold the service: in this instance, a category of a single consumer.</p>\n<p>The FCC ruled that restrictions on volume discount resale \"should be considered presumptively unreasonable.\" FRO, ¶ 953. However, AT &amp; T's classification of the restriction in paragraph 25.5.1 as a volume-based discount issue does not seem accurate. While volume likely played a role in BellSouth entering into a CSA with a particular customer and offering a discount, there is no evidence that volume alone motivated such contracts. In fact, in its memorandum, the FCC noted that CSAs may include volume, term, special service, customized service, and master service arrangements. (Mem. of the FCC as <i>Amicus Curiae</i> at 15 n. 14.) Thus, it does not seem that the CSA resale limitation is easily dismissed as a violation of volume discount rules.</p>\n<p>Beyond the volume discount argument, AT &amp; T also asserts that the end-consumer restriction is unreasonable and discriminatory. AT &amp; T acknowledges that § 251(c)(4)(B) authorizes the NCUC, consistent with FCC regulations, to prohibit a reseller from offering a service purchased at wholesale rates to a different category of subscribers than sold to by the ILEC. However, AT &amp; T directs the court to the FCC's discussion in the FRO that AT &amp; T argues precludes the treatment of CSAs as contained in paragraph 25.5.1. In considering the scope of cross-class restrictions under § 251(c)(4), the FCC concluded:</p>\n<blockquote>962. There is general agreement that residential services should not be resold to nonresidential end users, and we conclude that restrictions prohibiting such cross-class reselling of residential services are reasonable. We conclude that section 251(c)(4)(B) permits states to prohibit resellers from selling residential services to customers ineligible to subscribe to such services from the incumbent LEC. For example, this would prevent resellers from reselling wholesale-priced residential service to business customers. We also conclude that section 251(c)(4)(B) allows states to make similar prohibitions on the resale of [several other designated services].... 964. We also conclude that all other cross-class selling restrictions should be presumed unreasonable. Without clear statutory direction concerning potentially allowable cross-class restrictions, we are not inclined to allow the imposition of restrictions that could fetter the emergence of competition. As with volume discount and flat-rated offerings, we will allow incumbent LECs to rebut this presumption by proving to the state commission that the class restriction is reasonable and non-discriminatory. <span class=\"star-pagination\">*674</span> FRO, ¶¶ 962, 964. Because neither the NCUC nor BellSouth justified or even mentioned how the cross-class restriction was reasonable and non-discriminatory, AT &amp; T maintains that it is invalid.</blockquote>\n<p>As stated above, BellSouth contends that the restriction is a legitimate condition on resale under § 251(c)(4)(B)'s language allowing an ILEC to limit resale to a specific \"category of subscribers.\" BellSouth also contends that this type of cross-class limitation facilitates the viability of a regulatory compact under which business prices are kept higher to allow residential prices to remain low.</p>\n<p>BellSouth's arguments are not persuasive. As discussed above, although § 251(c)(4)(B) does authorize cross-class restrictions, subsequent explanation of this provision by the FCC seems to indicate that it was aimed at classes of residential consumers. Paragraph 24.3(i) of the Agreement even seems to reflect this thinking as it states \"AT &amp; T may not obtain at a wholesale rate a telecommunications service that is available at retail to a specific category of subscribers and offer said service to a different category of subscribers (<i>e.g. resale of residential service to business customers</i>).\" (emphasis added). Moreover, paragraph 25.5.1 does not just limit AT &amp; T's resale to a specific class but limits resale to a specific consumer. BellSouth's contention that a single consumer should be able to qualify as \"a category of subscribers\" triggers considerable skepticism.</p>\n<p>As to BellSouth's additional contention that the restriction is necessary to maintain subsidies for residential service, the argument is facially erroneous under the new scheme embodied in the Act. The Act lifts the unilateral obligation to provide universal service from the ILECs and expressly spreads the responsibility among all telecommunications carriers. <i>See</i> 47 U.S.C. § 254. Consequently, any reliance by BellSouth on a universal service rationalization is rejected.</p>\n<p>Therefore, because of the plain language of paragraph 964 of the FRO and the NCUC's overly narrow and unsupported end-user restriction, paragraph 25.5.1 will be struck down as invalid. While BellSouth undoubtedly disagrees with the FCC's explication of § 251(c)(4) in paragraph 964, the FCC's interpretation is not facially inconsistent with that section. As such, it is not within this court's authority to review the propriety of an FCC regulation. <i>See </i><i>United States v. Fox,</i> 60 F.3d 181, 184 (4th Cir.1995) (noting that agency rules have \"the force and effect of law.\"). Instead, BellSouth's only recourse to challenge any of the FCC's rules is to proceed directly to a Circuit Court of Appeals. <i>See </i><i>FCC v. ITT World Communications, Inc.,</i> 466 U.S. 463, 468, 104 S.Ct. 1936, 80 L.Ed.2d 480 (1984). To the extent that the NCUC's decision on this issue conflicts with that of the FCC, the FCC controls, and the NCUC's terms will be stricken as an incorrect application of federal law. Accordingly, Paragraph 25.5.1 will be stricken and remanded to the NCUC for the parties to redraft consistent with this court's direction, the Act, and FCC regulations.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated above, the court finds for AT &amp; T and strikes from the Agreement Paragraphs 1.A, 25.5.1 and 30.5 and remands this matter to the NCUC for rearbitration consistent with the terms of this order.</p>\n<h2>NOTES</h2>\n<p>[1]  The orders of the NCUC which are mainly at issue in these cases are: <i>In the Matter of Petition of AT &amp; T Communications of the Southern States, Inc. for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Recommended Arbitration Order, Docket No. P-140, Sub 50 (Dec. 23, 1996) [\"First AT &amp; T Arbitration Order\"]; <i>In the Matter of Petition of AT &amp; T Communications of the Southern States, Inc. for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Order Ruling on Objections, Comments, Unresolved Issues, and Composite Agreement, Docket No. P-140, Sub 50 (April 11, 1997) [\"Second AT &amp; T Arbitration Order\"]; <i>In the Matter of Petition of AT &amp; T Communications of the Southern States, Inc. for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Order Approving BellSouth/AT &amp; T Interconnection Agreement, Docket No. P-140, Sub 50 (May 12, 1997) [\"AT &amp; T Approval Order\"].</p>\n<p>[2]  Arguments in a substantially identical case in which MCI Telecommunications Corporation is the plaintiff, No. 5:97-CV-425(3), were also heard at that hearing. The court will rule upon the issues involved in the MCI case in a separate order.</p>\n<p>[3]  BellSouth argues that the proper course, pursuant to paragraph 9.3 of the Agreement, is to wait until the Eighth Circuit's decision is final and nonappealable. Paragraph 9.3 requires the parties to renegotiate any terms that are materially affected by any final and nonappealable legislative, regulatory, judicial, or other legal action. Therefore, BellSouth argues that the parties must wait until the Eighth Circuit's holding is final and nonappealable before revision can proceed. Despite that argument, this court is not bound by any renegotiation agreement between the parties and is not constrained to adopt the parties' \"wait and see\" approach.</p>\n<p>[4]  There is some question as to whether the issue of Paragraph 30.5 is even before the court. AT &amp; T did not mention the issue until its Reply Brief, and it was not one of the originally challenged sections of the Agreement. Because the issue involved in Paragraph 30.5 is so intimately related to Paragraph 1.A, the court will address it.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></span> (1998)</b></center>\n<center><h1>AT &amp; T COMMUNICATIONS OF THE SOUTHERN STATES, INC., Plaintiff,<br>\nv.<br>\nBELLSOUTH TELECOMMUNICATIONS, INC., et al., Defendants.</h1></center>\n<center>No. 5:97-CV-405-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 22, 1998.</center>\n<p><span class=\"star-pagination\">*662</span> Peter J. Covington, Smith, Helms, Mulliss &amp; Moore, Charlotte, NC, for AT &amp; T Communications of the Southern States, Inc.</p>\n<p><span class=\"star-pagination\">*663</span> R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, Theodore Hirt, U.S. Dept. of Justice, Civil Div., Washington, DC, for United States of America, Federal Communications Commission.</p>\n<p>James P. Cain, Petree &amp; Stockton, M. Gray Styers, Jr., Petree Stockton, L.L.P., Raleigh, NC, for BellSouth Telecommunications, Inc.</p>\n<p>Robert H. Bennink, Jr., N.C. Utilities Commission, V. Lane Wharton, Jr., Bode, Call &amp; Stroupe, Raleigh, NC, for North Carolina Utilities Commission, Joanne Sanford, Charles H. Hughes, Laurence A. Cobb, Allyson K. Duncan, Ralph A. Hunt, Judy Hunt, William Pittman, J. Richard Conder, Robert V. Owens, Jr.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>THIS MATTER is in the nature of an appeal by AT &amp; T from orders of the North Carolina Utilities Commission (\"NCUC\") pursuant to the Telecommunications Act of 1996 (\"the Act\" or \"the 1996 Act\"). 47 U.S.C. §§ 151-614 (West Supp.1997), Pub.L. No. 104-104, 110 Stat. 56 (1996). These orders set out the terms of an interconnection agreement arbitrated by the NCUC between AT &amp; T and BellSouth Telecommunications, Inc. for access by AT &amp; T to the market for local telephone services in North Carolina.<sup>[1]</sup></p>\n<p>As is its prerogative under the 1996 Act, AT &amp; T challenged certain terms of the arbitrated Agreement by filing a complaint in this court. 47 U.S.C. § 252(e)(6). AT &amp; T alleges that certain terms of the Agreement are inconsistent with §§ 251 and 252 of the Act, with the ruling of the Eighth Circuit Court of Appeals in <i>Iowa Utilities Board v. FCC,</i> <span class=\"citation\" data-id=\"744536\"><a href=\"/opinion/744536/iowa-utilities-board-bell-atlantic-corporation-bellsouth-corporation/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span> (8th Cir.1997) <i>petition for cert. </i><i>granted, AT &amp; T v. Iowa Utilities Board,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></span> (1998), and with regulations issued by the Federal Communications Commission. A hearing was held on all issues on 13 January 1998.<sup>[2]</sup></p>\n<p></p>\n<h2>I. <i>Introduction</i>\n</h2>\n<p>Prior to the enactment of legislation in 1996, local telephone companies such as BellSouth (commonly referred to as local exchange carriers or LECs) enjoyed a regulated monopoly in the provision of local telephone services to business and residential consumers within their designated service areas. In exchange for legislative and judicial imprimatur for this scheme, these local monopolies agreed to ensure universal telephone service. Through the regulatory manipulation of prices, LECs were essentially guaranteed a profitable rate of return and constructed ubiquitous local telephone networks in their service areas.</p>\n<p>The Telecommunications Act of 1996 was passed to end this regime of local monopolies and to introduce competition into the local telephone market. However, because the existing system had entrenched the LECs with a prohibitive advantage based on their extensive facilities, Congress elected not to simply issue a proclamation opening the markets. Instead, Congress imposed a comprehensive regulatory scheme designed to ease the transition to competitive markets and to facilitate entry of other telecommunications carriers into the local markets. This litigation arises from that scheme.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*664</span> II. <i>THE TELECOMMUNICATIONS ACT OF 1996</i>\n</h2>\n<p>In 1996, Congress enacted a massive restructuring of the telecommunications field. Pertinent to this discussion, two provisions, 47 U.S.C. §§ 251 and 252, overhauled the local telephone market. Generally, §§ 251 and 252 operate by requiring the current provider of local phone service for a particular area to enter into interconnection agreements with other telecommunications carriers enabling the requesting carriers to access the infrastructure to provide local phone services. The resulting agreement is designed to provide the means for a new carrier to offer local phone services by either purchasing the necessary components to create a service or buying the finished service from the existing local provider in order to resell to local consumers. The following provides a rough outline of both sections.</p>\n<p></p>\n<h2>A. <i>Section 251</i>\n</h2>\n<p>Section 251, titled \"Interconnection,\" begins by imposing certain duties on each of the likely participants in the new scheme. The section envisions three classifications of participants: telecommunications carriers, LECs, and incumbent local exchange carriers (ILECs). A telecommunications carrier is defined as a provider of telecommunications services. 47 U.S.C. § 153(44). Telecommunications service means \"the transmission, between or among points specified by the user, of information ... without change in the form or content of the information\" for a fee directly to the public. 47 U.S.C. §§ 153(46), -(43). In context, AT &amp; T, as a basic provider of long-distance services, is a telecommunication carrier. BellSouth also qualifies for this classification.</p>\n<p>Next, an LEC is defined as a provider of telephone exchange service or exchange access. 47 U.S.C. § 153(26). Telephone exchange service essentially means the provision of intercommunicating service to subscribers in an exchange area. 47 U.S.C. § 153(47) (offering the enlightening definition that \"[t]he term `telephone exchange service' means (A) service within a telephone exchange\"). In layman's terms, a local exchange carrier is an entity that has the infrastructure, or access to the infrastructure, necessary to route telephone calls to individual subscribers. An ILEC is a company, like BellSouth, that was providing local phone services and routing long distance phone calls under the regulatory monopolies when the Act was effected on 8 February 1996. 47 U.S.C. § 252(h).</p>\n<p>Under § 251, each telecommunications carrier has the duty to interconnect directly or indirectly with the facilities and equipment of other telecommunications carriers. 47 U.S.C. § 251(a). An LEC is also directed \"not to prohibit, and not to impose unreasonable or discriminatory conditions or limitations on, the resale of its telecommunications services.\" 47 U.S.C. § 251(b). LECs are thus obligated to sell their services to other telecommunications carriers seeking to enter the local markets who can then resell the services to local consumers.</p>\n<p>Under § 251(c), an ILEC must comply with more onerous duties in addition to the ones imposed on telecommunication carriers and LECs. First, an ILEC is ordered to negotiate in good faith when developing an interconnection agreement with a requesting telecommunications carrier pursuant to the detailed guidelines in § 252. 47 U.S.C. § 251(c)(1). Next, an ILEC must provide a requesting telecommunications carrier with interconnection to the ILEC's network for: \"the transmission and routing of telephone exchange service and exchange access;\" at any technically feasible point; equal in quality to its own provision; on rates, terms, and conditions that are just, reasonable, and nondiscriminatory. 47 U.S.C. § 251(c)(2). Essentially, this subsection requires an ILEC to allow a company, such as AT &amp; T, to hook up to and avail itself of the ILEC's existing facilities and infrastructure allowing that company to reach customers within the ILEC's service area. Guidance regarding just, reasonable, and nondiscriminatory rates is supplied in later subsections.</p>\n<p>The next two subsections, (c)(3) and (c)(4), are arguably the most important, not only to this case, but with respect to the underlying goal of fostering competition in the local markets. Section 251(c)(3), titled \"unbundled access,\" states that an ILEC has:</p>\n<blockquote>\n<span class=\"star-pagination\">*665</span> [t]he duty to provide, to any requesting telecommunications carrier for the provision of a telecommunications service, nondiscriminatory access to network elements on an unbundled basis .... An incumbent local exchange carrier shall provide such unbundled network elements in a manner that allows requesting carriers to combine such elements in order to provide such telecommunication service.</blockquote>\n<p>47 U.S.C. § 251(c)(3). In this context, unbundling is the procedure by which the components of an ILEC's facilities and provision of services are broken down into their individual parts.</p>\n<p>In the context of telecommunications services, § 251(c)(3) authorizes unbundled access to \"network elements.\" A network element is defined as:</p>\n<blockquote>a facility or equipment used in the provision of a telecommunications service. Such term also includes features, functions, and capabilities that are provided by means of such facility or equipment, including subscriber numbers, databases, signaling systems, and information sufficient for billing and collection or used in the transmission, routing, or other provision of a telecommunications service.</blockquote>\n<p>47 U.S.C. § 153(29).</p>\n<p>Section 251(c)(3) also establishes that the rates for purchase of network elements should be just, reasonable, and nondiscriminatory in accordance with § 252. Section 252(d)(1) elaborates that \"[d]eterminations by a State commission of ... the just and reasonable rate for network elements for purposes of subsection (c)(3) of [section 251](A) shall be (i) based on the cost ... of providing the ... network element, and (ii) nondiscriminatory; and (B) may include a reasonable profit.\" Thus, a requesting carrier is entitled to purchase unbundled network elements for cost plus a reasonable profit as determined by the relevant state commission.</p>\n<p>Like § 251(c)(3), § 251(c)(4) equips a requesting carrier with another means of entering the local markets. This subsection directs ILECs:</p>\n<blockquote>(A) to offer for resale at wholesale rates any telecommunications service that the [ILEC] provides at retail to subscribers who are not telecommunications carriers; and</blockquote>\n<blockquote>(B) not to prohibit, and not to impose unreasonable or discriminatory conditions or limitations on, the resale of such telecommunications service, except that a State commission may, consistent with regulations prescribed by the [Federal Communications Commission] ... prohibit a reseller that obtains at wholesale rates a telecommunications service that is available at retail only to a category of subscribers from offering such service to a different category of subscribers.</blockquote>\n<p>47 U.S.C. § 251(c)(4). Once again, § 252(d) explains how to formulate the wholesale rates for services purchased by a requesting carrier:</p>\n<blockquote>For the purposes of section 251(c)(4) of this title, a State commission shall determine wholesale rates on the basis of retail rates charged to subscribers for the telecommunications service requested, excluding the portion thereof attributable to any marketing, billing, collection, and other costs that will be avoided by the local exchange carrier.</blockquote>\n<p>47 U.S.C. § 252(d)(3). Put simply, if a requesting carrier opts to purchase a whole telecommunications service from an ILEC, the carrier must pay the rate at which a regular consumer receives the service less the costs saved by the ILEC in not having to take the final steps of actually providing the service to the consumer.</p>\n<p>Returning to § 251, in subsection (d), the Federal Communications Commission (\"FCC\") is directed to develop regulations to implement the requirements of § 251. In delineating which network elements must be offered under (c)(3), the FCC is instructed to consider whether access to such network elements is necessary and whether \"the failure to provide access would impair the ability of the telecommunications carrier ... to provide the services that it seeks to offer.\" 47 U.S.C. § 251(d)(2).</p>\n<p></p>\n<h2>B. <i>Section 252</i>\n</h2>\n<p>As previously mentioned, the companion provision to § 251 is § 252. In general, <span class=\"star-pagination\">*666</span> § 252 establishes the procedural guidelines for parties seeking to execute the terms and conditions of § 251. To begin, upon a request for interconnection by a telecommunications carrier, § 252(a)(1) provides that an ILEC may negotiate and enter into a binding agreement governing interconnection between the ILEC and the carrier. Notably, if the parties mutually agree to terms outside the requirements of § 251, the agreement is binding to the extent it is consistent with the public interest and does not disadvantage non-represented parties. 47 U.S.C. § 252(a)(1) &amp; (e)(2).</p>\n<p>If the parties are unable to reach an agreement, either party can petition the state utilities commission to arbitrate all open issues. 47 U.S.C. § 252(b)(1). The state commission then conducts arbitration proceedings in accordance with § 252(b),(c), &amp; (e). At the conclusion of this compulsory arbitration, the parties must submit an interconnection agreement for final approval. 47 U.S.C. § 252(e). Once the commission approves the agreement, any aggrieved party may seek judicial review in federal district court. 47 U.S.C. § 252(e)(6). AT &amp; T has sought such review in this case.</p>\n<p></p>\n<h2>C. <i>Judicial Review</i>\n</h2>\n<p>After passage of the Act, the FCC initiated steps to clarify and augment the directives contained in the legislation. As alluded to above, pursuant to certain provisions of the Act, the FCC was directed to participate in the implementation of several areas of the new telecommunications regime. <i>Iowa Utilities,</i> <span class=\"citation\" data-id=\"744536\"><a href=\"/opinion/744536/iowa-utilities-board-bell-atlantic-corporation-bellsouth-corporation/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 794 &amp; n. 10 (8th Cir.1997). On 8 August 1996, the FCC issued its First Report and Order (\"FRO\") supplying rules for the implementation of the Act. For the most part, these rules are now codified in various sections of Title 47, Code of Federal Regulations. <i>Id.</i> at 791 n. 6. Soon thereafter, parties on all sides of the telecommunications campaign raised issues with various provisions of the FRO.</p>\n<p>All challenges to the FCC's FRO were consolidated in the Eighth Circuit pursuant to 28 U.S.C. § 2342(1) and 47 U.S.C. § 402(a), vesting the United States Court of Appeals with exclusive jurisdiction to review the FCC's final orders. <i>Id.</i> at 793. <i>Iowa Utilities</i> is the Eighth Circuit's comprehensive review of the challenged regulations. An understanding of this seminal case is essential to grasping both the central issues and nuances of the claims currently before the court.</p>\n<p>At the heart of the <i>Iowa</i> case, the main challenges converged on the pricing rules promulgated by the FCC. In the FRO, the FCC created elaborate rules dictating to state commissions how to set rates to be charged by ILECs for interconnection, unbundled access, and resale. Upon review, the Eighth Circuit invalidated these pricing rules as exceeding the FCC's authority under the Act. It is that aspect of the ruling which has attracted the most scrutiny; however, these discredited pricing rules are not at issue in the case at hand.</p>\n<p>Most notably for purposes of this case, the Eighth Circuit struck down the FCC's interpretation of § 251(c)(3). Section 251(c)(3) reads that \"[a]n incumbent local exchange carrier shall provide such unbundled network elements in a manner that allows requesting carriers to combine such elements in order to provide such telecommunications service.\" 47 U.S.C. § 251(c)(3). In the FRO, the FCC had construed the section to obligate the incumbent LEC to recombine network elements purchased by the requested carrier on an unbundled basis under § 251(c)(3). <i>Iowa Utilities,</i> 120 F.3d at 813. On judicial review, the ILECs argued that, pursuant to the clear mandate of (c)(3), the requesting carrier should bear the burden of recombining the purchased network elements in any manner it deems appropriate. The court accepted the ILEC position and interpreted this provision to indicate \"unambiguously\" that the requesting carrier, not the ILEC, must combine the network elements:</p>\n<blockquote>Stated another way, § 251(c)(3) does not permit a new entrant to purchase the incumbent LEC's assembled platform(s) of combined network elements (or any lesser existing combination of two or more elements) in order to offer existing competitive telecommunications services. To permit such an acquisition of already combined elements at cost based rates for unbundled access would obliterate the <span class=\"star-pagination\">*667</span> careful distinctions Congress has drawn in subsections 251(c)(3) and (4) between access to unbundled network elements on the one hand and the purchase of wholesale rates of an incumbent's telecommunications retail services for resale on the other. Accordingly, the Commission's rule, 47 C.F.R. § 51.315(b), which prohibits an incumbent LEC from separating network elements that it may currently combine, is contrary to § 251(c)(3) because the rule would permit the new entrant access to the incumbent LEC's network elements on a bundled rather than unbundled basis.</blockquote>\n<p><i>Id.</i> at 813. Accordingly, the court invalidated the rules contained in 47 C.F.R. § 51.315(b)-(f) that obligated the incumbent LEC to combine, upon request, network elements and further required that \"[e]xcept upon request, an incumbent LEC shall not separate requested network elements that the incumbent LEC currently combines.\" <i>Id.</i></p>\n<p>The practical effect of this holding is to establish a clear boundary between the operation of subsections (c)(3) and (c)(4). In requiring the ILEC to combine network elements that telecommunications carriers sought to purchase on an unbundled basis, the FCC's rule obscured the demarcation between cost-based unbundled access and the purchase of complete services at wholesale prices. In effect, the Eighth Circuit refused to allow the FCC to distort § 251(c)(3) to give requesting carriers an unintended advantage. Consequently, if a requesting carrier seeks to avail itself of the pricing benefits of (c)(3), it must also assume the burden of putting the network elements together in a workable combination. On the other hand, if a requesting carrier desires the ILEC to assemble the service, the carrier must logically pay a higher price for the purchase under (c)(4).</p>\n<p>As a corollary to this discussion, several parties argued to the Eighth Circuit that the FCC's unbundling rules were also problematic because they allow requesting carriers to obtain, at a cost-based rate, all of the unbundled network elements necessary to provide a finished telecommunications service. In other words, a requesting carrier could individually purchase all necessary network elements and then use these elements to offer the same service as the selling ILEC. It is noteworthy that, at the time this argument was advanced, the FCC rule compelling ILECs to combine the network elements was still in effect.</p>\n<p>The complaining parties argued that this tactic was a loophole that permitted a requesting carrier to reap the benefits of § 251(c)(4) while paying the reduced cost under § 251(c)(3). To rectify this perceived inequity, they sought to restrict a competing carrier's purchase and use of unbundled elements to instances where the carrier owned or controlled some of its own local exchange facilities. <i>Id.</i> at 814. Arguing that § 251(c)(4) \"makes resale the exclusive means to offer finished telecommunications services for competing carriers that do not own or control any portion of a telecommunications network,\" these parties sought to prevent competing carriers from circumventing (c)(4) in order to receive the more favorable rates designated for purchase of network elements. <i>Id.</i></p>\n<p>The court rejected this line of reasoning on several grounds. First, the language of § 251(c)(3) does not offer any support that Congress intended to limit the repurchase of network elements in that manner. <i>Id.</i> In fact, the underlying purpose of (c)(3) seems to represent a means for a competitor, who does not possess the physical facilities, to offer local phone services by purchasing the components from an ILEC. Second, in light of the court's ruling that the competing telecommunications carrier must combine the network elements, the carrier is not receiving the same purchase regardless of whether it proceeds under the resale service provision of (c)(4) or under the unbundled access provision of 251(c)(3). <i>Id.</i> at 815. In other words, § 251(c)(3) is not merely a backdoor means of obtaining 251(c)(4) services at a reduced price. Instead, § 251 as a whole merely offers a requesting carrier a choice about how to break into the local market: the carrier can either purchase the network elements individually at cost and combine them on its own or it can purchase the completed service at a wholesale rate. <i>See id.</i> at 815 <span class=\"star-pagination\">*668</span> (noting that, although unbundled access offers a price reduction, the option carries several disadvantages including increased risk and the additional cost of recombining the unbundled elements).</p>\n<p>Finally, the court addressed the propriety of the FCC rules defining the scope of an ILEC's resale obligations under § 251(c)(4). One party objected to the FCC's determination in 47 C.F.R. § 51.613 that discounted and promotional offerings be subject to the resale requirement of § 251(c)(4). Rule 51.613 requires incumbent LECs to make available for resale at the wholesale rates any discounted or promotional offering except those lasting ninety days or less. 47 C.F.R. § 51.613. The objecting parties complained that promotional offerings of certain services are inherently discounted and, thus, to allow requesting carriers to purchase these services at a further discount under (c)(4) would unfairly handicap ILECs. The court rejected this argument and upheld the FCC's rule, noting that \"th[e] rule is a valid exercise of the Commission's authority under subsection 251(c)(4)(B) because it restricts the ability of incumbent LECs to circumvent their resale obligations under the Act simply by offering their services to their subscribers at perpetual `promotional' rates.\" <i>Id.</i> at 819.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>In contesting several of the terms of the Agreement, AT &amp; T disputes the NCUC's conclusions on three issues and the resulting memorialization of these conclusions in the Agreement. First, AT &amp; T complains that the Agreement disregards § 251(c)(3) by not requiring BellSouth to provide certain unbundled network elements at cost-based rates. Second, the Agreement allegedly violates § 251(c)(4) by permitting BellSouth to refuse AT &amp; T's requests to purchase, at wholesale rates, telecommunications services that BellSouth provides pursuant to certain contracts entered into before 15 April 1997. Finally, AT &amp; T asserts that the Agreement further offends § 251(c)(4) by limiting BellSouth's resale obligations on certain contracts after 15 April 1997.</p>\n<p></p>\n<h2><i>A. Standard of Review</i></h2>\n<p>While the parties do not discuss it at length, the proper deference to be given to the Agreement (and consequently to the arbitration orders of the NCUC) is an issue that runs through every objection AT &amp; T has to the Arbitration Orders. The only guidance Congress gives on this score is in § 252(e)(6), which states:</p>\n<blockquote>In any case in which a State commission makes a determination under this section, any party aggrieved by such a determination may bring an action in an appropriate Federal district court to determine whether the agreement or statement meets the requirements of section 251 and this section.</blockquote>\n<p>47 U.S.C. § 252(e)(6).</p>\n<p>One district court which has reviewed an interconnection agreement under the Act has arrived at what seems to be an acceptable standard of review. In <i>U.S. West Communications, Inc. v. Hix,</i> <span class=\"citation\" data-id=\"1459291\"><a href=\"/opinion/1459291/us-west-communications-inc-v-hix/\"><span class=\"volume\">986</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">13</span></a></span> (D.Colo. 1997), the District Court of Colorado held that, while the State Utilities Commission deserves deference to its technical expertise, it has no expertise in interpreting federal law. The court found that the Tenth Circuit law previously applicable to review of state action in Medicare cases was the most closely analogous to the standard needed in this situation. It then held:</p>\n<blockquote>The first inquiry of this Court in reviewing the interconnection agreements ... is whether the [commission]'s action was procedurally and substantively in compliance with the Act and the implementing regulations. This is a question of law which must be reviewed de novo. If the [commission]'s action is found to be in compliance with federal law and regulations, then the [commission] will be given deference, through application of the arbitrary and capricious standard, as to all other issues.</blockquote>\n<p><i>Id.</i> at 19 (<i>citing, inter alia, </i><i>Ritter v. Cecil County Office of Housing and Comm. Development,</i> <span class=\"citation\" data-id=\"677010\"><a href=\"/opinion/677010/belinda-ritter-v-cecil-county-office-of-housing-and-community-development/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 327-28 (4th Cir.1994)).</p>\n<p>Unfortunately, the Act does not instruct how a district court should proceed if it does invalidate any portion of an interconnection agreement upon judicial review. A <span class=\"star-pagination\">*669</span> remand to the NCUC appears to offer the most viable solution consistent with the appellate nature of this proceeding. Therefore, when striking an offending term from the Agreement, this court will remand the Agreement to the NCUC for renegotiation upon that point. The court now proceeds to a discussion of AT &amp; T's objections.</p>\n<p></p>\n<h2><i>B. Unbundling</i></h2>\n<p>AT &amp; T first challenges the NCUC's decision regarding the pricing scheme for the purchase of network elements used to construct services identical to services currently offered by BellSouth. Instead of using the cost-based rates generally applicable to purchases of network elements, the NCUC required AT &amp; T to pay the higher wholesale rate when such elements were combined to produce an existing service. Paragraph 1.A of the final AT &amp; T-BellSouth Interconnection Agreement provides, in pertinent part:</p>\n<blockquote>AT &amp; T may purchase unbundled Network Elements for the purpose of combining Network Elements in any manner that is technically feasible, including recreating existing BellSouth services. The purchase and combination of unbundled network elements by AT &amp; T to produce a service offering that is [currently offered at retail by BellSouth] will be presumed to constitute a resold service for purposes of pricing, collection of access and subscriber line charges .... This presumption may be overcome by a showing that AT &amp; T is using its own substantive functionalities and capabilities, e.g. loop, switch, transport, or signaling links, in addition to the unbundled Network Elements to produce the service. Ancillary services such as operator services and vertical services are not considered substantive functionalities or capabilities for purposes of this provision.</blockquote>\n<p>Reduced to its essence, this provision states that AT &amp; T can combine unbundled elements in any manner it chooses. However, if the combination creates a service that BellSouth already offers, the new LEC must pay the higher wholesale rates, instead of the cost-based rates, for the unbundled elements. The only way AT &amp; T can avoid the wholesale pricing scheme is if it uses some of its own facilities to provide the service. In other words, AT &amp; T must add something of its own before it is entitled to the cost-based rates. Paragraph 1.A treats requests to purchase and combine network elements to create an established BellSouth service as a request to purchase BellSouth's retail service, thus allowing BellSouth to charge higher rates. As a final caveat, the provision advises that operator services will not be considered sufficient to qualify AT &amp; T for the cost-based rate. Thus, if AT &amp; T purchases a series of network elements that is then combined to recreate a service offered by BellSouth, AT &amp; T cannot simply supply its own operator services and claim entitlement to cost-based rates.</p>\n<p>As is correctly argued by AT &amp; T, this approach flies in the face of the letter and intent of the Act as well as the <i>Iowa Utilities</i> ruling of the Eighth Circuit. That court held that \"[n]othing in [(c)(3)] requires a competing carrier to own or control some portion of a telecommunications network before being able to purchase unbundled elements.\" <i>Iowa,</i> 120 F.3d at 814. As such, the court endorsed the FCC position that a requesting carrier could reproduce, under (c)(3), an existing telecommunication service in its entirety solely by purchasing and combining unbundled network elements from an ILEC. The NCUC's decision, reflected in Paragraph 1 .A is not a proper application of the Act, and will therefore be struck down.<sup>[3]</sup></p>\n<p>AT &amp; T further argues that, by the terms of the Agreement, BellSouth is nevertheless obligated to combine network elements at AT &amp; T's request. Although AT &amp; T acknowledges that the Eighth Circuit unequivocally <span class=\"star-pagination\">*670</span> held that ILECs are not <i>required</i> to perform the combining of network elements, AT &amp; T contends that BellSouth <i>voluntarily consented</i> to this duty.</p>\n<p>Section 251(a)(1) of the Act permits parties to voluntarily negotiate provisions \"without regard to the standards set forth in subsections (b) and (c) of section 251.\" Therefore, the parties are authorized to decide mutually to enter into an arrangement that does not track the Act precisely or even fails to conform to a certain provision. AT &amp; T submits that BellSouth voluntarily agreed to combine the network elements in paragraph 30.5 of the Agreement. Paragraph 30.5 states:</p>\n<blockquote>BellSouth shall offer each Network Element individually and in combination with any other Network Element or Network Elements in order to permit AT &amp; T to provide Telecommunications Services to its Customers subject to Section 1.A of the General Terms and Conditions of this Agreement.</blockquote>\n<p>Relying on this paragraph in conjunction with the court's presumed invalidation of the pricing rule in paragraph 1.A, AT &amp; T seeks to have the court declare that BellSouth <i>must</i> sell unbundled network elements at cost-based rates while also interpreting the Agreement to obligate BellSouth to combine these network elements for AT &amp; T.<sup>[4]</sup></p>\n<p>This court will not allow AT &amp; T to have its cake and eat it too. Section 30.5 of the agreement was negotiated and settled upon by the NCUC before the FCC's requirement that the ILECs combine unbundled elements for the requesting carriers was struck down by <i>Iowa Utilities.</i> The court emphasized that (c)(3) cannot \"be read to levy a duty on the incumbent LECs to do the actual combining of elements.... [T]he plain meaning of the Act indicates that the requesting carriers will combine the unbundled elements themselves; the Act does not require the incumbent LECs to do all of the work.\" <i>Iowa Utilities,</i> 120 F.3d at 813. It would stretch the bounds of imagination to construe Paragraph 30.5 as a voluntary agreement to override § 251(c)(3). At the time of the Agreement, BellSouth was merely adhering to established FCC rules that § 251(c)(3) compels an ILEC to combine purchased network elements. Paragraph 1.A is invalid because it requires AT &amp; T to do something it does not have to do under the Act. Paragraph 30.5 is suspect because it requires BellSouth to do the same.</p>\n<p>The <i>Iowa Utilities</i> decision was issued after the NCUC issued its order. Federal law has changed on this matter and Paragraph 30.5 of the agreement is no longer consistent with that law. Therefore, under the standard of review discussed above, this court will strike Paragraph 1.A and Paragraph 30.5 and remand to the NCUC for renegotiation of the issue of recombination of unbundled network elements consistent with this order and <i>Iowa Utilities.</i></p>\n<p></p>\n<h2><i>C. Contract Service Arrangements</i></h2>\n<p>The next area of contention between the parties involves the treatment of contract service arrangements (\"CSAs\"). As defined by BellSouth in a price regulation plan submitted to North Carolina in 1996, a contract service arrangement is</p>\n<blockquote>[a]n arrangement wherein the Company provides service pursuant to a contract between the Company and a customer. Such arrangements include situations in which the services are not otherwise available through BellSouth's tariffs, as well as situations in which the services are available through BellSouth's tariffs, but to meet competition, BellSouth offers those services at rates other than those set forth in the tariffs. CSAs may contain flexible pricing arrangements and, as a result of the specific competitive situation, may also contain proprietary information that BellSouth may protect.</blockquote>\n<p>(J.A. 114.) In its amicus brief, the FCC explained that CSAs \"are contractual agreements made between a carrier and a specific, typically high-volume, customer, tailored to <span class=\"star-pagination\">*671</span> that customer's individual needs.\" (Mem. of FCC as <i>Amicus Curiae,</i> at 15.) \"CSAs may include volume and term arrangements, special service arrangements, customized telecommunications service arrangements, and master service arrangements.\" (<i>Id.</i> at n. 14.) In other words, CSAs are simply contracts between BellSouth and a specific customer that are formulated to meet the special needs of that customer. Presumably, the customer is a corporation or other large entity requiring substantial phone services purchased in bulk.</p>\n<p>In arbitrating the interconnection agreement, the NCUC adopted special rules for the resale of CSAs:</p>\n<blockquote>CSA's [sic] entered into by BellSouth prior to April 15, 1997, shall be subject to resale; however, the resale discount shall not apply. CSA's [sic] entered into by BellSouth subsequent to April 15, 1997, shall be available for resale at the wholesale discount. The resale of CSAs is limited to the specific end-user for whom the CSA was constructed and may not be sold to the public at large.</blockquote>\n<p>(Agreement, ¶ 25.5.1.) Thus, the NCUC established a cut-off date for CSAs before which BellSouth is not obligated to adhere to the wholesale pricing scheme. (<i>Id.</i>) Instead, the resale discount is not applicable and BellSouth is entitled to resell to a requesting carrier at the same price it provides the service to the CSA customer. (<i>Id.</i>) For CSAs entered into after 15 April 1997, the wholesale discount provisions are reinstated with the caveat that any resale of a CSA is limited to the specific end-user for whom BellSouth created the CSA. (<i>Id.</i>) In other words, the requesting carrier cannot resell the CSA to the public or any other specific consumer except for the party for whom the CSA was constructed. (<i>Id.</i>)</p>\n<p>It is notable that the NCUC did not arrive at this outcome without some indecision. In its original Recommended Arbitration Order, in fact, the NCUC rejected BellSouth's request for a CSA exception and concluded that CSAs are subject to general resale obligations. (J.A. 18.) After considering BellSouth's objections, the NCUC reversed course, commenting that \"[t]his conflict has the appearance of a true conundrum.\" (<i>Id.</i> at 144.) The NCUC concluded:</p>\n<blockquote>it is reasonable to require that CSAs entered into before April 15, 1997, be subject to resale, but not at a discount .... The Commission believes it is unreasonable to require the \"old\" CSAs to be subject to the discount because they were entered into before BellSouth had any notion as to a resale requirement, and they are commonly discounted already. Applying the discount to \"new\" CSAs only will allow BellSouth the opportunity to adjust its pricing accordingly.</blockquote>\n<p>(<i>Id.</i> at 145.)</p>\n<p>In its complaint, AT &amp; T contests the Agreement's treatment of CSAs. First, AT &amp; T complains that the comprehensive exclusion of pre-15 April 1997 CSAs violates the Act's clear command that ILECs \"offer for resale at wholesale rates any telecommunications service\" provided at retail. (Compl. ¶ 15 (quoting § 251(c)(4)(A).)) Second, according to AT &amp; T, the Agreement imposes discriminatory and unreasonable conditions on resale of post-15 April 1997 CSAs by restricting resale to the specific end-user.</p>\n<p></p>\n<h2>1. <i>Pre-15 April 1997 CSAs</i>\n</h2>\n<p>Section 251(c)(4) directs that an ILEC shall not impose unreasonable or discriminatory conditions or limitations on the resale of any telecommunications service. AT &amp; T contends that exclusion of an entire category of CSAs does not qualify as a reasonable and nondiscriminatory limitation. In addition to the plain language of 251(c)(4), AT &amp; T notes that the FCC has addressed this issue more directly. In ¶ 948 of the FRO, the FCC declared that:</p>\n<blockquote>[section 251(c)(4)] makes no exception for promotional or discount service offerings, including contract and other <i>customer-specific offerings.</i> We therefore conclude that no basis exists for creating a general exemption from the wholesale requirement for all promotional or discount service offerings made by incumbent LECs. A contrary result would permit incumbent LECs to avoid the statutory resale obligation by shifting their customers <span class=\"star-pagination\">*672</span> to nonstandard offerings, thereby eviscerating the resale provisions of the 1996 Act.</blockquote>\n<p>FCC First Report and Order, ¶ 948 (emphasis added). Notably, the FCC did create an exemption for promotional offerings lasting less than 90 days. 47 C.F.R. § 51.613. The Eighth Circuit expressly upheld the FCC's hybrid treatment. <i>Iowa Utilities,</i> 120 F.3d at 819.</p>\n<p>Inherent in the language of the Act and the FCC's regulations is the recognition that unique situations may arise in the varied negotiations between requesting carriers and ILECs. As such, although \"resale restrictions are presumptively unreasonable,\" the Act provides, and the FCC acknowledges, if narrowly tailored, reasonable and nondiscriminatory restrictions are sometimes lawful. <i>Id.</i> ¶ 939; 47 U.S.C. § 251(c)(4) (providing that an ILEC cannot \"impose unreasonable or discriminatory conditions or limitation\" on resale). The burden to justify such a restriction falls squarely on the ILEC. 47 C.F.R. § 51.613(b) (\"An incumbent LEC may impose a restriction only if it proves to the state commission that the restriction is reasonable and nondiscriminatory.\")</p>\n<p>AT &amp; T maintains that the restriction on pre-15 April 1997 CSAs does not satisfy any of the above in that it is not narrowly tailored and the NCUC did not cite evidentiary support for its declaration that the restriction was reasonable. Additionally, no finding was made as to whether the restriction was nondiscriminatory, as required by the Act.</p>\n<p>These arguments are well-taken. Beyond Bell-South's assertion that the compromise reached by the NCUC was \"entirely reasonable,\" there is very little to show that this term of the Agreement is at all consistent with the Act. As noted above, the FCC has specifically renounced claims that special agreements lasting beyond a 90-day period such as CSAs should be exempted from resale at wholesale rates, and the Eighth Circuit upheld this distinction.</p>\n<p>As justification for its treatment of CSAs, the NCUC mentioned that it would be unreasonable to force BellSouth to resell \"old\" CSAs at wholesale rates because BellSouth was unaware of the resell requirement and CSAs are commonly discounted already. (AT &amp; T Agreement Order at 2; J.A. at 144.) Neither of these assertions would seem to justify the special treatment. First, it is unclear how BellSouth could have been unaware of the Act's provisions up until 15 April 1997, over a year after it was signed into law. Neither the NCUC nor BellSouth provided a principled explanation why the 15 April 1997 date was selected. Additionally, BellSouth's unawareness of the Act's wholesale pricing scheme when it entered into a CSA would seem to be irrelevant in light of the Act's built-in profit margin for the ILEC when reselling completed services.</p>\n<p>Moreover, the notion that CSAs are likely already discounted is not sufficient to remove them from the Act's clear mandate. Under the wholesale pricing scheme in § 252(d)(3), BellSouth must only resell a service at the retail rate charged to the subscriber, less the costs avoided. Thus, by its basic terms, § 252(d)(3) ensures at least some profit to BellSouth from the sale because the wholesale discount/reduction only encompasses the actual costs that BellSouth saved by reselling to a telecommunications carrier rather than a regular customer. Thus, theoretically, BellSouth should not suffer any loss at all when reselling a service to a telecommunications carrier as opposed to a regular consumer.</p>\n<p>While BellSouth could have demonstrated that, by the nature of CSAs, it in fact avoids no costs when subsequently reselling to a telecommunications carrier, it does not appear to have done this. Finally, it seems undeniable that the NCUC failed to find the restriction to be nondiscriminatory, as this factor was not mentioned at all in the NCUC's discussions or findings. Therefore, it does not seem, at this time, as if this resale restriction is narrowly-tailored, reasonable, and nondiscriminatory, and thus it does not comport with the Act.</p>\n<p>Applying the <i>de novo</i> standard of review to this incorrect application of the law, this court will remand this issue to the NCUC. The Agreement's current treatment of pre-15 April 1997 CSAs will be stricken, based on the lack of proper justification and general doubt concerning the legitimacy of such a <span class=\"star-pagination\">*673</span> blanket exemption from the wholesale pricing scheme.</p>\n<p></p>\n<h2>2. <i>Post-15 April 1997 CSAs</i>\n</h2>\n<p>AT &amp; T also challenges the second portion of Paragraph 25.5.1 that requires post-15 April 1997 CSAs to be resold at wholesale rates but requires AT &amp; T to market the service only to the originally intended consumer. AT &amp; T asserts that this resale restriction disobeys the FCC's directive that a requesting carrier can purchase services sold by an ILEC to a consumer at volume-based discounts and resell to any consumer regardless of whether each consumer individually meets the qualifying volume level. In other words, AT &amp; T seeks to have the court construe CSAs as merely encompassing volume-discounts for a particular consumer. Based on this interpretation, Paragraph 25.5.1 improperly restricts AT &amp; T's ability to exercise its volume discount.</p>\n<p>BellSouth responds that AT &amp; T mischaracterizes the nature of ¶ 25.5.1's restriction. Rather than triggering FCC regulations on volume discounts, BellSouth maintains that the resale limitation is properly classified as a cross-class restriction that is expressly sanctioned by § 251(c)(4). That section provides that an ILEC shall not impose unreasonable or discriminatory limitations \"except that a State commission may, consistent with regulations prescribed by the [FCC] under this section, prohibit a reseller that obtains at wholesale rates a telecommunications service that is available at retail only to a category of subscribers from offering such service to a different category of subscribers.\" 47 U.S.C. § 251(c)(4). Based on this language, BellSouth argues that Paragraph 25.5.1 merely limits AT &amp; T's resale of the CSA to the category of subscribers to which BellSouth originally sold the service: in this instance, a category of a single consumer.</p>\n<p>The FCC ruled that restrictions on volume discount resale \"should be considered presumptively unreasonable.\" FRO, ¶ 953. However, AT &amp; T's classification of the restriction in paragraph 25.5.1 as a volume-based discount issue does not seem accurate. While volume likely played a role in BellSouth entering into a CSA with a particular customer and offering a discount, there is no evidence that volume alone motivated such contracts. In fact, in its memorandum, the FCC noted that CSAs may include volume, term, special service, customized service, and master service arrangements. (Mem. of the FCC as <i>Amicus Curiae</i> at 15 n. 14.) Thus, it does not seem that the CSA resale limitation is easily dismissed as a violation of volume discount rules.</p>\n<p>Beyond the volume discount argument, AT &amp; T also asserts that the end-consumer restriction is unreasonable and discriminatory. AT &amp; T acknowledges that § 251(c)(4)(B) authorizes the NCUC, consistent with FCC regulations, to prohibit a reseller from offering a service purchased at wholesale rates to a different category of subscribers than sold to by the ILEC. However, AT &amp; T directs the court to the FCC's discussion in the FRO that AT &amp; T argues precludes the treatment of CSAs as contained in paragraph 25.5.1. In considering the scope of cross-class restrictions under § 251(c)(4), the FCC concluded:</p>\n<blockquote>962. There is general agreement that residential services should not be resold to nonresidential end users, and we conclude that restrictions prohibiting such cross-class reselling of residential services are reasonable. We conclude that section 251(c)(4)(B) permits states to prohibit resellers from selling residential services to customers ineligible to subscribe to such services from the incumbent LEC. For example, this would prevent resellers from reselling wholesale-priced residential service to business customers. We also conclude that section 251(c)(4)(B) allows states to make similar prohibitions on the resale of [several other designated services].... 964. We also conclude that all other cross-class selling restrictions should be presumed unreasonable. Without clear statutory direction concerning potentially allowable cross-class restrictions, we are not inclined to allow the imposition of restrictions that could fetter the emergence of competition. As with volume discount and flat-rated offerings, we will allow incumbent LECs to rebut this presumption by proving to the state commission that the class restriction is reasonable and non-discriminatory. <span class=\"star-pagination\">*674</span> FRO, ¶¶ 962, 964. Because neither the NCUC nor BellSouth justified or even mentioned how the cross-class restriction was reasonable and non-discriminatory, AT &amp; T maintains that it is invalid.</blockquote>\n<p>As stated above, BellSouth contends that the restriction is a legitimate condition on resale under § 251(c)(4)(B)'s language allowing an ILEC to limit resale to a specific \"category of subscribers.\" BellSouth also contends that this type of cross-class limitation facilitates the viability of a regulatory compact under which business prices are kept higher to allow residential prices to remain low.</p>\n<p>BellSouth's arguments are not persuasive. As discussed above, although § 251(c)(4)(B) does authorize cross-class restrictions, subsequent explanation of this provision by the FCC seems to indicate that it was aimed at classes of residential consumers. Paragraph 24.3(i) of the Agreement even seems to reflect this thinking as it states \"AT &amp; T may not obtain at a wholesale rate a telecommunications service that is available at retail to a specific category of subscribers and offer said service to a different category of subscribers (<i>e.g. resale of residential service to business customers</i>).\" (emphasis added). Moreover, paragraph 25.5.1 does not just limit AT &amp; T's resale to a specific class but limits resale to a specific consumer. BellSouth's contention that a single consumer should be able to qualify as \"a category of subscribers\" triggers considerable skepticism.</p>\n<p>As to BellSouth's additional contention that the restriction is necessary to maintain subsidies for residential service, the argument is facially erroneous under the new scheme embodied in the Act. The Act lifts the unilateral obligation to provide universal service from the ILECs and expressly spreads the responsibility among all telecommunications carriers. <i>See</i> 47 U.S.C. § 254. Consequently, any reliance by BellSouth on a universal service rationalization is rejected.</p>\n<p>Therefore, because of the plain language of paragraph 964 of the FRO and the NCUC's overly narrow and unsupported end-user restriction, paragraph 25.5.1 will be struck down as invalid. While BellSouth undoubtedly disagrees with the FCC's explication of § 251(c)(4) in paragraph 964, the FCC's interpretation is not facially inconsistent with that section. As such, it is not within this court's authority to review the propriety of an FCC regulation. <i>See </i><i>United States v. Fox,</i> <span class=\"citation\" data-id=\"699564\"><a href=\"/opinion/699564/united-states-v-donald-fox/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 184 (4th Cir.1995) (noting that agency rules have \"the force and effect of law.\"). Instead, BellSouth's only recourse to challenge any of the FCC's rules is to proceed directly to a Circuit Court of Appeals. <i>See </i><i>FCC v. ITT World Communications, Inc.,</i> <span class=\"citation\" data-id=\"111162\"><a href=\"/opinion/111162/fcc-v-itt-world-communications-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 468, <span class=\"citation\" data-id=\"111162\"><a href=\"/opinion/111162/fcc-v-itt-world-communications-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1936</span></a></span>, <span class=\"citation\" data-id=\"111162\"><a href=\"/opinion/111162/fcc-v-itt-world-communications-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1984). To the extent that the NCUC's decision on this issue conflicts with that of the FCC, the FCC controls, and the NCUC's terms will be stricken as an incorrect application of federal law. Accordingly, Paragraph 25.5.1 will be stricken and remanded to the NCUC for the parties to redraft consistent with this court's direction, the Act, and FCC regulations.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated above, the court finds for AT &amp; T and strikes from the Agreement Paragraphs 1.A, 25.5.1 and 30.5 and remands this matter to the NCUC for rearbitration consistent with the terms of this order.</p>\n<h2>NOTES</h2>\n<p>[1]  The orders of the NCUC which are mainly at issue in these cases are: <i>In the Matter of Petition of AT &amp; T Communications of the Southern States, Inc. for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Recommended Arbitration Order, Docket No. P-140, Sub 50 (Dec. 23, 1996) [\"First AT &amp; T Arbitration Order\"]; <i>In the Matter of Petition of AT &amp; T Communications of the Southern States, Inc. for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Order Ruling on Objections, Comments, Unresolved Issues, and Composite Agreement, Docket No. P-140, Sub 50 (April 11, 1997) [\"Second AT &amp; T Arbitration Order\"]; <i>In the Matter of Petition of AT &amp; T Communications of the Southern States, Inc. for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Order Approving BellSouth/AT &amp; T Interconnection Agreement, Docket No. P-140, Sub 50 (May 12, 1997) [\"AT &amp; T Approval Order\"].</p>\n<p>[2]  Arguments in a substantially identical case in which MCI Telecommunications Corporation is the plaintiff, No. 5:97-CV-425(3), were also heard at that hearing. The court will rule upon the issues involved in the MCI case in a separate order.</p>\n<p>[3]  BellSouth argues that the proper course, pursuant to paragraph 9.3 of the Agreement, is to wait until the Eighth Circuit's decision is final and nonappealable. Paragraph 9.3 requires the parties to renegotiate any terms that are materially affected by any final and nonappealable legislative, regulatory, judicial, or other legal action. Therefore, BellSouth argues that the parties must wait until the Eighth Circuit's holding is final and nonappealable before revision can proceed. Despite that argument, this court is not bound by any renegotiation agreement between the parties and is not constrained to adopt the parties' \"wait and see\" approach.</p>\n<p>[4]  There is some question as to whether the issue of Paragraph 30.5 is even before the court. AT &amp; T did not mention the issue until its Reply Brief, and it was not one of the originally challenged sections of the Agreement. Because the issue involved in Paragraph 30.5 is so intimately related to Paragraph 1.A, the court will address it.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459291/"
  ]
}