{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577432/",
  "absolute_url": "/opinion/2577432/mci-telecommunications-v-bellsouth-telecommunications/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577432/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:54.690179Z",
  "date_modified": "2016-04-26T22:38:00.788985Z",
  "type": "010combined",
  "sha1": "42d7d23a240df5918e4fc30d279276cf29edc97a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 674 (1998)</b></center>\n<center><h1>MCI TELECOMMUNICATIONS CORPORATION, a Delaware corporation, and MCIMetro Access Transmission Services, Inc., a Delaware corporation, Plaintiffs,<br>\nv.<br>\nBELLSOUTH TELECOMMUNICATIONS, INC., et al., Defendants.</h1></center>\n<center>No. 5:97-CV-425-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 22, 1998.</center>\n<p><span class=\"star-pagination\">*675</span> <span class=\"star-pagination\">*676</span> <span class=\"star-pagination\">*677</span> Ralph McDonald, Gary S. Parsons, Warren Tobin Savage, IV, Bailey &amp; Dixon, Raleigh, NC, for MCI Telecommunications Corporation, MCIMetro Access Transmission Services, Inc., plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, NC, Theodore Hirt, U.S. Dept. of Justice, Washington, DC, for United States of America, Federal Communications Commission, intervenor-plaintiffs.</p>\n<p>James P. Cain, Petree &amp; Stockton, Raleigh, NC, M. Gray Styers, Jr., Petree Stockton, L.L.P., Raleigh, NC, for BellSouth Telecommunications, Inc., The North Carolina Utilities Commission, defendants.</p>\n<p>Robert H. Bennink, Jr., N.C. Utilities Commission, Raleigh, NC, V. Lane Wharton, Jr., Bode, Call &amp; Stroupe, Raleigh, NC, for Laurence A. Cobb, Allyson K. Duncan, Charles H. Hughes, Ralph A. Hunt, Judy Hunt, Joanne Sanford, William Pittman, Robert V. Owens, Jr., J. Richard Conder, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>THIS MATTER is in the nature of an appeal by plaintiffs (\"MCI\") from orders of the North Carolina Utilities Commission (\"NCUC\") pursuant to the Telecommunications Act of 1996 (\"the Act\" or \"the 1996 Act\"). 47 U.S.C. §§ 151-614 (West Supp. 1997), Pub.L. No. 104-104, 110 Stat. 56 (1996). These orders set out the terms of an interconnection agreement (\"the Agreement\") arbitrated by the NCUC between MCI and BellSouth Telecommunications, Inc. for access by MCI to the market for local telephone services in North Carolina.<sup>[1]</sup></p>\n<p>As is their prerogative under the 1996 Act, MCI challenged certain terms of the arbitrated Agreement by filing a complaint in this court. 47 U.S.C. § 252(e)(6). MCI alleges that certain terms of the Agreement are inconsistent with §§ 251 and 252 of the Act, with the ruling of the Eighth Circuit Court of Appeals in <i>Iowa Utilities Board v. FCC,</i> 120 F.3d 753 (8th Cir.1997), <i>petition for cert. </i><i>granted, AT &amp; T v. Iowa Utilities Board,</i> ___ U.S. ___, 118 S.Ct. 879, 139 L.Ed.2d 867 (1998), and with regulations issued by the Federal Communications Commission. A hearing was held on all issues on 13 January 1998. This matter is properly before this court pursuant to 47 U.S.C. § 252(e)(6).</p>\n<p>The issues involved in this matter and the history of the dealings of the parties before the filing of the complaint are substantially identical, in many respects, to those addressed by the court in its order in <i>AT &amp; T Communications of Southern States, Inc. v. BellSouth Telecommunications, Inc., et al.,</i> No. 5:97-CV-405-BR, 1998 WL 300218(3), issued contemporaneously with this order (\"the AT &amp; T appeal\"). The court refers the parties to the AT &amp; T Appeal for further details.</p>\n<p></p>\n<h2><i>I. Discussion</i></h2>\n<p>In its complaint, MCI challenges several terms of the Agreement. Those issues addressed <span class=\"star-pagination\">*678</span> by the challenged provisions include: recombination of unbundled network elements; resale of Contract Service Arrangements (CSAs); unbundling of dark fiber, local subloops and customized routing; resale of short-term promotions; resale of 411 services; branding of services; the date of electronic Operational Support System implementation; and the pricing structure used by the NCUC throughout the Agreement. The court now turns to an analysis of each issue.</p>\n<p></p>\n<h2><i>A. Recombination of Network Elements</i></h2>\n<p>MCI challenges Attachment III, Section 2.3 of the Agreement, which treats any recombination of purchased unbundled network elements as a resold service when that recombination produces a service already offered by BellSouth to its customers. This section is identical in every respect to Section 1.A of the agreement between AT &amp; T and BellSouth which was struck down by this court's order in that case. For the same reasons as expressed in the AT &amp; T Appeal, 7 F.Supp.2d 661, Attachment III, Section 2.3 of the MCI Agreement will also be stricken.</p>\n<p></p>\n<h2><i>B. Resale of Consumer Service Arrangements</i></h2>\n<p>MCI also challenges the NCUC's resolution of the issue of resale of CSAs. The decision of the NCUC is reflected in Attachment II, Section 2.3.6 of the MCI Agreement. This section is identical to paragraph 25.5.1 of the AT &amp; T Agreement. The NCUC's treatment of CSAs, exempting those reached before 15 April 1997 from resale, and limiting resale of those reached after 15 April 1997 to resale to the original customer, is inconsistent with federal law, for the reasons set forth in the AT &amp; T Appeal. Attachment II, Section 2.3.6 will therefore be stricken and the issue will be remanded to the NCUC for further proceedings consistent with the findings of this court in the AT &amp; T Appeal, FCC regulations, and the decision of the Eighth Circuit Court of Appeals in <i>Iowa Utilities Board v. FCC,</i> 120 F.3d 753 (8th Cir.1997).</p>\n<p></p>\n<h2><i>C. Violation of FCC Pricing Rules</i></h2>\n<p>Count Ten of the complaint purports to challenge the pricing structure implemented by the NCUC as violative of FCC regulations, including, <i>inter alia,</i> 47 C.F.R. §§ 51.501-51.515, 51.601-51.611, 51.701-51.715. MCI asks this court to review the Agreement and decide \"whether the NCUC's arbitration decisions and the Agreement satisfy the FCC's implementing regulations.\" (Compl., ¶ 30.) These rules were stricken by the Eighth Circuit as being beyond the FCC's jurisdiction to implement, <i>Iowa Utilities,</i> 120 F.3d at 800, and are currently being reviewed on appeal by the Supreme Court. Therefore, the court will not address whether or not the NCUC's orders and the Agreement comply with those rules.</p>\n<p></p>\n<h2><i>D. Decision not to Require Unbundling of Certain Elements</i></h2>\n<p>MCI alleges that the NCUC erred in not requiring BellSouth to provide access to certain technologies on an unbundled basis. These technologies include: dark fiber, local subloops, and customized routing. The court's standard of review in considering these matters was set forth by the Colorado District Court in <i>U.S. West Communications, Inc. v. Hix,</i> 986 F.Supp. 13 (D.Colo. 1997).</p>\n<blockquote>The first inquiry of this Court in reviewing the interconnection agreements ... is whether the [commission]'s action was procedurally and substantively in compliance with the Act and the implementing regulations. This is a question of law which must be reviewed de novo. If the [commission]'s action is found to be in compliance with federal law and regulations, then the [commission] will be given deference, through application of the arbitrary and capricious standard, as to all other issues.</blockquote>\n<p><i>Id.</i> at 19.</p>\n<p>The requirements of the Act and the FCC regulations were elucidated by the Eight Circuit Court of Appeals in <i>Iowa Utilities.</i> In that case, the court entertained challenges to the FCC's unbundling rules. First, several parties challenged the FCC's ruling that operational support systems, operator services and directory assistance, and vertical switching <span class=\"star-pagination\">*679</span> features, such as caller I.D. and call waiting qualified as network elements and, thus, must be offered on an unbundled basis. Emphasizing the broad definition of \"network element\" in § 153(29), the court upheld the FCC's classifications. <i>Id.</i> at 808-09.</p>\n<p>Next, the court discussed the standard for determining which network elements must be unbundled. Section 251(d)(2) requires the state commission to consider whether the network element is necessary and whether the failure to allow access would \"impair the ability of the telecommunications carrier ... to provide the services that it seeks to offer.\" The court upheld the FCC's articulation of both the \"necessary\" and \"impairment\" standard. <i>Id.</i> at 811-12.</p>\n<p>Both the <i>Hix</i> standard of review and the <i>Iowa Utilities</i> emphasis on the broad definition of network element will be utilized in considering MCI's appeal of the NCUC decisions. The court will deal with each in turn.</p>\n<p></p>\n<h2>1. <i>Dark Fiber</i>\n</h2>\n<p>MCI claims in Count I that it was error for the NCUC not to require BellSouth to provide \"dark fiber\" to MCI on an unbundled basis at cost plus a reasonable profit. \"Dark fiber\" is fiber-optic cable that has been laid into a telecommunications provider's network but which is not \"lit\" by electronics on either end of the cable, or at least not by electronics provided by the local carrier. No switches are routing digital impulses onto this fiber and it consequently carries no information. In the Agreement, dark fiber is not listed as a network element. (Attachment II, Section 2.7.) The NCUC decided in its First Arbitration Order that dark fiber was not a network element. (J.A. 170-72.)</p>\n<p>MCI argues in its initial brief upon the merits that dark fiber is a network element for the purposes of the unbundling required by § 251(c)(3). MCI argues, with some merit, that the Eighth Circuit decision's requirement of a broad construction of the term \"network element\" should lead this court to include dark fiber as a network element.</p>\n<p>The Eighth Circuit, interestingly, urged broad construction in the context of bringing non-facility-based communications services such as operator services, directory assistance and call waiting into the conception of \"network element.\" <i>Iowa Utilities Board v. FCC,</i> 120 F.3d 753, 808 (8th Cir.1997). The ILEC in that case argued that network elements should be limited to actual physical facilities or equipment. <i>Id.</i> The court disagreed and held the FCC's inclusion of non-physical services was warranted under the Act. <i>Id.</i></p>\n<p>BellSouth argues in its Brief in Opposition that dark fiber cannot possibly be a network element because it \"plays no part at all in BellSouth's provision of telephone service to any North Carolina consumer.\" (BellSouth's Brief in Opp'n at 23.) According to BellSouth, the statutory definition of \"network element\" (facility or equipment used in the provision of a telecommunications service) requires that the equipment in question actually \"assist[] in BellSouth's provision of telephone service.\" BellSouth argues that dark fiber is merely inventory, like rolls of copper wire or stacks of unused switches, which are not currently part of a network and thus not network elements.</p>\n<p>This court agrees with MCI that dark fiber is completely different from the rolls of copper wire and stacks of switches alluded to by BellSouth, because dark fiber is already in the ground. It is thus more a part of the network than it is inventory. In some cases, according to the parties' statements in oral argument, it is wound around \"lit\" fiber inside the same sheathing.</p>\n<p>The FCC, in a ruling which predates the 1996 Act, defined dark fiber service as \"the provision and maintenance of fiber optic transmission capacity between customer premises where the electronics and other equipment necessary to power or \"light\" the fiber are provided by the customer, not the local exchange carrier.\" <i>In re Applications for Authority Pursuant to Section 214 of the Communications Act of 1934 to Cease Providing Dark Fiber Service,</i> 8 F.C.C.R. 2589 (F.C.C.1993), <i>remanded on other grounds, </i><i>Southwestern Bell Tel. Co. v. F.C.C.,</i> 19 F.3d 1475 (D.C.Cir.1994). The FCC held that such dark fiber service is \"wire communication\" under the predecessor to the 1996 Act. This finding is quite persuasive in considering <span class=\"star-pagination\">*680</span> whether such service is a network element under the current Act.</p>\n<p>Most persuasive is the general tenor of the Eighth Circuit decision in <i>Iowa Utilities.</i> That decision expanded the definition of network elements to include non-physical elements. If non-physical elements are brought under the definition, it seems only logical that an expansion to a true physical element which may not have been explicitly contemplated by Congress is more than warranted.</p>\n<p>Arguably then, the NCUC misread the applicable FCC regulations when it determined that dark fiber is not a network element. In the arbitration order, the NCUC relied heavily on the fact that the FCC \"declined to address the unbundling of the LEC's `dark fiber.'\" (First MCI Arbitration Order at 35; J.A. 171.) The FCC stated in its Interconnection Order that it did not have a \"sufficient record\" upon which to rule because the parties that addressed the issue \"did not provide us with information.\" 61 F.R. 45476, 45525 (FCC, August 29, 1996.)</p>\n<p>Upon that basis, the NCUC found that dark fiber was not a telecommunications service and the Agreement followed suit. That finding was in error, and was a result not of interpretation of engineering data, but of an incorrect application of the law. Upon a review of a full record, dark fiber falls clearly within the definition of a network element.</p>\n<p>Finally, if dark fiber is considered to be a network element, then according to § 251(d)(2) and § 252(c)(3), BellSouth must provide MCI nondiscriminatory access to the dark fiber if \"failure to provide access ... would impair the ability of the telecommunications carrier seeking access to provide the services that it seeks to offer.\" The court will remand this matter to the NCUC for determination as to whether or not such a failure to provide access to dark fiber impairs MCI's ability to provide its services. In so remanding, the court stresses that restrictions on access are presumed to be unreasonable and the burden to justify such a restriction falls squarely on the ILEC. 47 C.F.R. § 51.613(b).</p>\n<p></p>\n<h2>2. <i>Subloops</i>\n</h2>\n<p>The NCUC ruling denied MCI's request to require BellSouth to allow MCI access to what are called local subloops. Subloops are part of the local loop, which runs from the local office, or switch to the customer's home or business. This local loop can be divided, according to MCI's brief, into three \"subloops\" loop distribution, loop concentrator/multiplexor and loop feeder. MCI has requested access to the loop distribution and loop concentrator/multiplexor elements. (MCI's Initial Brief on the Merits at 18.) Loop distribution is the portion of the loop which runs from the customer to the concentrator/multiplexor, which takes thousands of loop distributions and concentrates them into the loop feeder line, which runs back to the switch. MCI argues that the loop distribution and concentrator/multiplexor are individual network elements that must be unbundled so that MCI can purchase them at cost plus reasonable profit. The court will address this issue without delving any further into technical language and concepts beyond this rough description.</p>\n<p>BellSouth first argues that this issue cannot be reached in this court because MCI did not object to this provision of the NCUC's order when it was proposed. MCI disputes this contention, arguing that the statute itself allows parties aggrieved by any section of the Agreement to appeal to this court. 47 U.S.C. § 252(e)(6). The court agrees, and will address this issue on the merits. To hold otherwise would be to rely on an exhaustion of state remedies argument which does not seem to apply here, where Congress has devised an entirely new scheme.</p>\n<p>On the merits, the court will uphold the decision of the NCUC and decline to instruct the NCUC to rearbitrate upon this issue. The NCUC's decision was based upon the technical feasibility of offering subloops on an unbundled basis. In its Interconnection Order the FCC identified local loops as one of its seven required network elements,<sup>[2]</sup><span class=\"star-pagination\">*681</span> however it specifically declined to require ILECs to provide the subloops. 61 Fed.Reg. 45476, 45520-¶ 274.</p>\n<p>The FCC ruled that while it was feasible to break down the local loop into its subparts, security issues as well as quality of service issues were big enough concerns to warrant holding back on requiring unbundling of subloops. <i>Id.</i> Instead, the FCC found that \"based on the current record evidence, the technical feasibility of subloop unbundling is best addressed at the state level on a case-by-case basis at this time.\" <i>Id.</i> Unlike its order on dark fiber, the FCC here cited to a rich record and made the decision to leave this call in the hands of the state commissions. The NCUC thus was handed a clearly technical application of the law to existing technology. Therefore, the NCUC's decision on this element is measured by the arbitrary and capricious standard of review set forth in <i>Hix.</i></p>\n<p>In the second MCI Arbitration Order, the NCUC declined to require BellSouth to provide unbundled subloops (Finding of fact 13, J.A. 159-62.) While MCI claims in its reply brief that the NCUC relied solely on the FCC's findings (which it alleges were also erroneous), in reality, the NCUC cited to security and service concerns addressed by witnesses which appeared from both sides in the dispute. <i>Id.</i> Additionally, through Sections 23 and 24 of the Agreement, MCI may continue to petition for access to the unbundled subloops as the technology becomes more feasible. Therefore, upon this issue, the court will defer to the technical expertise of the NCUC and will affirm the terms of the Agreement.<sup>[3]</sup></p>\n<p></p>\n<h2>3. <i>Customized Routing</i>\n</h2>\n<p>Customized or selective routing is a switching function implemented by computer software that automatically recognizes whether a customer who dials 411 or 0 or 555-1212 is a customer of MCI, AT &amp; T or BellSouth and will direct that call to the proper operator. As a \"feature[], function[], and capabilit[y]\" of BellSouth's network, this service is pretty clearly a network element. 47 U.S.C. § 251(c)(3). In addition, not gaining this service clearly impairs MCI (the second part of deciding what should be offered as an unbundled element) because without the service, MCI must make its customers either use BellSouth's operators or dial longer numbers to get through to MCI. However, the NCUC did not require BellSouth to provide this service as an unbundled network element, citing feasibility concerns.</p>\n<p>Again, MCI argues that feasibility has been invalidated as a concern by the Eighth Circuit's decision. BellSouth calls this claim \"remarkable,\" (BellSouth's Brief in Opp'n at 31). It argues that the NCUC considered reams of evidence before it and determined that though customized routing is a network element, providing it on an unbundled basis is not technically feasible because BellSouth does not have enough line class codes (LCC's) to do the job and \"does not currently have the [Advanced Intelligent Network] capability that would accommodate MCI's request.\" (<i>Id.</i> at 32, <i>citing</i> J.A. 151.)</p>\n<p>The NCUC relied on the testimony of several witnesses, and in considering MCI's objections, held that it \"was aware when it <span class=\"star-pagination\">*682</span> issued the RAO that customized routing can be provided through the use of LCCs. The Commission questioned, however, whether this is technically feasible `in any practical sense' because of capacity constraints.\" (Second MCI Arbitration Order at 6; J.A. 275.) The NCUC's conclusions in this regard appear not to be based upon an interpretation of the law, but upon its understanding of the current state of telephony in North Carolina. The NCUC appears to have followed the provisions of the Act and the regulations in reaching its decision.<sup>[4]</sup> This provision of the Agreement is therefore subject to the arbitrary and capricious standard of review and will be upheld.</p>\n<p></p>\n<h2><i>E. Alleged Unreasonable Restraints Upon Resale</i></h2>\n<p>The Act requires that any restraint upon resale must be reasonable and nondiscriminatory in its application. 47 U.S.C. § 251(b)(1). MCI asserts that certain provisions of the Agreement present unreasonable and discriminatory barriers to its resale of services.</p>\n<p></p>\n<h2>1. <i>Short-term Promotions</i>\n</h2>\n<p>MCI challenges Attachment II, Section 2.3.6.2 of the Agreement, which reads \"Short-term promotions shall not be available for resale.\" (J.A. 370.) The Agreement defines a short-term promotion as a promotion which \"is offered for a period of 90 days or less, and is not used to evade the wholesale rate obligation to MCIm.\" (Attachment II, Section 2.3.6.1; J.A. 370.) MCI contends that this provision is a clear violation of the Act.</p>\n<p>As discussed on page 672 of the AT &amp; T Appeal, the FCC and the Eighth Circuit have approved of disparate treatment for short-term promotional rate sales. The FCC regulations state that:</p>\n<blockquote>Notwithstanding § 51.605(b), the following types of restrictions on resale may be imposed:</blockquote>\n<blockquote>(2) Short term promotions. An incumbent LEC shall apply the wholesale discount to the ordinary rate for a retail service rather than a special promotional rate only if:</blockquote>\n<blockquote>(i) Such promotions involve rates that will be in effect for no more than 90 days; and</blockquote>\n<blockquote>(ii) The incumbent LEC does not use such promotional offerings to evade the wholesale rate obligation, for example by making available a sequential series of 90-day promotional rates.</blockquote>\n<p>47 C.F.R. § 51.613. The <i>Iowa Utilities</i> court specifically upheld this regulation. <i>Iowa Utilities,</i> 120 F.3d at 819.</p>\n<p>However, the NCUC's treatment of short-term promotions goes too far. While the FCC and the Eighth Circuit approve of a different pricing scheme for such resales,<sup>[5]</sup> the NCUC prohibits such sales entirely, hindering MCI's ability to compete through the resale process envisioned in § 251(c)(4).</p>\n<p>While BellSouth is correct in asserting that MCI can still obtain the same underlying services as offered in a promotion by purchasing the elements of the service at wholesale rates, (BellSouth's Brief in Opp. at 34 n. 16), it fails to address MCI's fear that BellSouth may market new and innovative combinations as short-term promotions. (MCI's Reply Brief at 16-17.) MCI has a right under the Act to purchase those combinations at a wholesale rate. The language of Section 2.3.6.1 would prohibit that and is therefore inconsistent with the Act and an error of law. Section 2.3.6.2 will therefore be stricken from the Agreement and remanded to the NCUC for rearbitration consistent with this order.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*683</span> 2. <i>411 Services</i>\n</h2>\n<p>The NCUC Arbitration Orders and the resulting Agreement exclude from resale the 411 Services currently offered by BellSouth to municipalities and emergency service providers. (Second Arbitration Order at 7; J.A. 143-44) (contending that 411 \"is not a retail service offering pursuant to Commission Order\"). This decision is reflected in Attachment II, Section 2.3.5. of the Agreement. MCI contends that this ruling is patently erroneous and in violation of the statute.</p>\n<p>BellSouth again objects that this issue is not properly before the court because MCI did not object at each stage of the process. That contention has been addressed above on other issues and is not accepted here. Upon the merits, BellSouth only urges that this court defer to the \"NCUC's administration of the State's emergency calling system,\" contending that to do otherwise would be \"mind-boggling.\" (Brief in Opp. at 37 n. 18.)</p>\n<p>Notwithstanding BellSouth's colorful language, the NCUC's treatment of this issue appears to violate the statute. Section 251(c)(4) requires an ILEC \"to offer for resale at wholesale rates any telecommunications service that the carrier provides at retail to subscribers who are not telecommunications carriers.\" 47 U.S.C. § 251(c)(4). The NCUC's discussion of this issue in its Arbitration Orders is spare at best. It holds only that 411 services are not retail services, without explaining how that conclusion is reached.</p>\n<p>MCI argues quite persuasively that the NCUC erred in this determination. The Act does not define \"retail\" for the purposes of the statute. Therefore, this court will apply the plain and ordinary meaning of the term. Webster's New Collegiate Dictionary defines \"retail\" to mean, as a noun, \"the sale of commodities or goods in small quantities to ultimate consumers.\" MCI refers the court's attention to the testimony of Robert C. Scheye, in which Scheye, BellSouth's own witness, stated that such services are \"sold to municipalities.\" (J.A. 776, 781.) That witness also argued that it \"is not a retail service in the same sense as a business line or a residence line ... that particular capability [should] not be available because it's really not a retail service\" because of the highly specialized nature of the service. (J.A. 781.)</p>\n<p>The NCUC evidently agreed with this reasoning and found 411 services not to be a retail service. This court disagrees. 411 services are telecommunications services, even if highly specialized ones, sold to an end consumer. If it wishes to restrict the resale of 411, the NCUC has several avenues under the Act, for instance, through cross-class restrictions. If it wishes to prohibit the resale of this service for feasibility reasons, it must make specific findings of fact supporting that contention and tailor its restrictions as narrowly as reasonably possible. In this case it did neither, and the result is a continuing BellSouth monopoly on the sale of 411 services to municipalities, a result clearly contrary to the letter and spirit of the Act. This court finds that the blanket restriction imposed upon the resale of 411 services was an arbitrary and capricious exercise of the NCUC's authority. Attachment II, Section 2.3.5 will therefore be stricken and remanded to the NCUC.</p>\n<p></p>\n<h2>3. <i>Branding of Operator Services</i>\n</h2>\n<p>The identification of a service when provided to a customer through the use of trademarks, such as \"Thank you for using BellSouth,\" is called branding of a service. MCI argues that BellSouth should be forced to unbrand its services or provide MCI's name to MCI customers who will be calling BellSouth's directory assistance after MCI purchases that service and resells it to its customers under § 252(c)(4). The failure to do that, MCI argues, is a significant barrier to its resale of the service because each time an MCI customer uses the service, the customer will be told that BellSouth is handling its call.</p>\n<p>While to the layman this rebranding might sound simple enough to do, it requires the <span class=\"star-pagination\">*684</span> same sort of caller recognition technology that customized routing requires. It is, quite sensibly, governed by the same FCC regulation, 47 C.F.R. § 51.319(c)(1)(i)(C)(2), which requires ILECs to provide, on a nondiscriminatory basis, \"[a]ll other features that the switch is capable of providing, including ... any technically feasible customized routing functions provided by the switch.\"</p>\n<p>The NCUC interpreted that regulation's application to branding as it did under customized routing and ruled that \"BellSouth should not be required to unbrand services provided to its customers but should be required to rebrand resold [Operator Services/Directory Assistance] <i>when customized routing is implemented.</i>\" (J.A. 152) The NCUC essentially decided that until such advanced routing is technically feasible in BellSouth's network, the failure to brand or unbrand services is not an unreasonable restraint on resale.</p>\n<p>MCI asserts, correctly, that the FCC found that \"failure to comply with reseller unbranding or rebranding requests ... constitutes a restriction on resale which is presumptively unreasonable.\" 47 C.F.R. § 51.613(c)(1). Technical infeasibility is the only exception to that presumption, and BellSouth bore the burden of showing such infeasibility. The NCUC found it did. This court will not overturn that technical judgment.</p>\n<p></p>\n<h2>4. <i>Branding of \"leave behind materials.\"</i>\n</h2>\n<p>The NCUC's decision on the subject of \"leave behind\" materials is more suspect. These materials are the brochures and customer relations papers that phone company personnel leave behind after servicing a customer. When MCI purchases, for instance, BellSouth installation services, and resells them to its customers, it wishes the BellSouth personnel to leave behind MCI materials. The reasons for this request are similar to those expressed in the Directory Assistance category  MCI doesn't want its customers believing they are being serviced by BellSouth.</p>\n<p>The NCUC found that the \"administrative burden\" on BellSouth of keeping up with the various brochures and the brand loyalty of the premises it services would be too onerous and would cause confusion. (Second MCI Arbitration Order at 16; J.A. 152.) Instead, the NCUC allows BellSouth employees servicing MCI customers to leave generic leave-behind materials when MCI cards are not available. (Agreement, Section 25.3; J.A. 337.) MCI objects to that resolution of the issue.</p>\n<p>The FCC regulation cited above requires state commissions to require ILEC's to rebrand where it is technically feasible to do so. 47 C.F.R. § 51.613(c)(1). Administrative burdens are not technical feasibility problems. Moreover, the additional cost of providing this service would be borne by the companies which purchase the service  the exact scheme of the Act.</p>\n<p>BellSouth's only defense to this objection is that the NCUC's resolution of the issue is not unreasonable. In a common sense way, BellSouth is correct, but Section 25.3 is clearly against the mandate of the FCC, and will be stricken and remanded.</p>\n<p></p>\n<h2>5. <i>Access to Electronic Operations Support Systems</i>\n</h2>\n<p>MCI requested access to the operations support data gathered and used by BellSouth to provide better services to its customers. This system, called OSS, \"includes everything that runs or monitors the network, such as trouble reporting or billing systems, but is not actually of the network itself.\" (MCI's Initial Brief at 45.) Currently, BellSouth's OSS is fully electronic, and MCI requested real time, electronic access to the same information to which BellSouth's employees have access.</p>\n<p>The FCC regulation in effect at the time of the arbitration required such access to be in place by 1 January 1997. 47 C.F.R. § 51.319(f)(2). This requirement was specifically upheld by the Eighth Circuit in <i>Iowa Utilities,</i> 120 F.3d at 808. Obviously, since the parties were still negotiating on the deadline date, the deadline came and went without access to OSS services being in place. The North Carolina Attorney General recognized that problem and suggested that the NCUC require compliance by 31 March 1997. (J.A. 149.)</p>\n<p><span class=\"star-pagination\">*685</span> Instead of doing so, the NCUC compromised and \"encourage[d] BellSouth to diligently pursue the development of real-time and interactive access via electronic interfaces.\" (J.A. 149.) The NCUC recognized that such interfaces are \"required\" and ordered that they be developed \"promptly.\" (<i>Id.</i>) Finally, the NCUC required that \"all parties should work together to accomplish such electronic bonding.\"</p>\n<p>MCI objects to this compromise, arguing that, faced with an absolute deadline set by the FCC, the NCUC lacked the authority to issue such an open-ended ruling. BellSouth argues that the NCUC is the expert in this situation and is best suited to monitor the development of the technology and \"take appropriate action\" if any party fails to comply. (BellSouth's Brief in Opp'n at 46.)</p>\n<p>As with the leave behind materials, the NCUC has overstepped its bounds in the hopes of reaching a reasonable compromise. FCC regulations required action to be taken by a date certain, and did not envision an open-ended process of reassessment. Therefore, the issue is remanded to the NCUC to set a date certain by which electronic access to OSS must be made available to MCI.</p>\n<p></p>\n<h2><i>II. Conclusion</i></h2>\n<p>For the reasons set forth above and in this court's order in <i>AT &amp; T Communications of the Southern States, Inc. v. BellSouth Telecommunications, Inc.,</i> No. 5:97-CV-405-BR, 1998 WL 300218(3), the following sections of the Agreement are STRICKEN:</p>\n<blockquote>(1) Attachment III, Section 2.3 (recombination of unbundled network elements);</blockquote>\n<blockquote>(2) Attachment II, Section 2.3.6 (CSAs);</blockquote>\n<blockquote>(3) Attachment II, Section 2.3.6.1 (short-term promotions);</blockquote>\n<blockquote>(4) Attachment II, Section 2.3.5 (411 service); and</blockquote>\n<blockquote>(5) Section 25.3 (branding of leave-behind materials).</blockquote>\n<p>The NCUC is DIRECTED to rearbitrate each of the issues addressed in the above sections and redraft those sections consistent with the terms of this order.</p>\n<p>The NCUC is FURTHER DIRECTED to include dark fiber as a network element and to commence arbitration upon the question of whether or not access to dark fiber must be provided on an unbundled basis.</p>\n<p>The NCUC is FURTHER DIRECTED to set a date certain, consistent with the terms of this order and applicable FCC regulations, by which electronic access to OSS must be made available to MCI.</p>\n<h2>NOTES</h2>\n<p>[1]  The orders of the NCUC which are mainly at issue in these cases are: <i>In the Matter of Petition of MCI Telecommunications Corporation for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Recommended Arbitration Order, Docket No. P-141, Sub 29 (Dec. 23, 1996)[\"first MCI Arbitration Order\"]; <i>In the Matter of Petition of MCI Telecommunications Corporation for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Order Ruling on Objections, Comments Unresolved Issues, and Composite Agreement, Docket No. P-141, Sub 29 (April 11, 1997)[\"Second MCI Arbitration Order\"]; <i>In the Matter of Petition of MCI Telecommunications Corporation for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Order Approving Interconnection Agreement, Docket No. P-141, Sub 29 (May 12, 1997)[\"MCI Approval Order\"].</p>\n<p>[2]  \"The Commission identified the seven following network elements: network interface devices, local loops, local and tandem switches (including all software features provided by such switches), interoffice transmission facilities, signaling and call-related database facilities, operations support systems and information and operator and directory assistance facilities.\" 61 Fed.Reg. 45476 (FCC Final Rule, Implementation of Local Competition Provisions in the Telecommunications Act of 1996, August 22, 1996).</p>\n<p>[3]  MCI also claims that the NCUC erred because the Eighth Circuit invalidated technical infeasibility as a standard for determining whether something is or is not a network element and thus invalidated the FCC's order and the NCUC's decisions. The <i>Iowa Utilities</i> court stated that technical feasibility \"only indicates <i>where</i> unbundled access may occur, not <i>which</i> elements must be unbundled.\" (MCI's Initial Brief at 21, <i>citing </i><i>Iowa Utilities,</i> 120 F.3d at 810). In this case, the NCUC has fairly clearly shown that subloops are a network element, but decided that in the BellSouth network, unbundled access to subloops is technically infeasible at this time. (Finding of Fact 13, J.A. 159-62.) This approach does not apply technical infeasibility to determine whether or not these subloops are a network element capable of being unbundled (\"<i>which</i> element must be unbundled\") but only whether or not unbundled access can currently be accomplished at the switches in BellSouth's North Carolina system (\"<i>where</i> unbundled access may occur\"). This approach is consistent with <i>Iowa Utilities.</i></p>\n<p>[4]  For instance, the FCC held that \"an incumbent LEC must prove to the state commission that customized routing in a particular switch is not technically feasible.\" 61 Fed.Reg. 45476-01, 45522. That appears to be what BellSouth did in this case, and the NCUC's decision to believe BellSouth's experts over MCI's is not error.</p>\n<p>[5]  The FCC's order establishes the retail rate for calculating the wholesale discount as the original customer price, not the price available in the promotional discount. 47 C.F.R. § 51.613.</p>\n<p>[6]  BellSouth objects to this court's consideration of this issue, contending again that MCI waived it in earlier proceedings by failing to specifically reobject to the terms. That argument has been dismissed above and is equally inapposite here. BellSouth's further argument, that MCI has no standing upon this issue because it is not harmed by the terms of the statute in any material way is also erroneous, in that the Agreement as it now stands deprives MCI of its rights under the Act.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">674</span></span> (1998)</b></center>\n<center><h1>MCI TELECOMMUNICATIONS CORPORATION, a Delaware corporation, and MCIMetro Access Transmission Services, Inc., a Delaware corporation, Plaintiffs,<br>\nv.<br>\nBELLSOUTH TELECOMMUNICATIONS, INC., et al., Defendants.</h1></center>\n<center>No. 5:97-CV-425-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 22, 1998.</center>\n<p><span class=\"star-pagination\">*675</span> <span class=\"star-pagination\">*676</span> <span class=\"star-pagination\">*677</span> Ralph McDonald, Gary S. Parsons, Warren Tobin Savage, IV, Bailey &amp; Dixon, Raleigh, NC, for MCI Telecommunications Corporation, MCIMetro Access Transmission Services, Inc., plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, NC, Theodore Hirt, U.S. Dept. of Justice, Washington, DC, for United States of America, Federal Communications Commission, intervenor-plaintiffs.</p>\n<p>James P. Cain, Petree &amp; Stockton, Raleigh, NC, M. Gray Styers, Jr., Petree Stockton, L.L.P., Raleigh, NC, for BellSouth Telecommunications, Inc., The North Carolina Utilities Commission, defendants.</p>\n<p>Robert H. Bennink, Jr., N.C. Utilities Commission, Raleigh, NC, V. Lane Wharton, Jr., Bode, Call &amp; Stroupe, Raleigh, NC, for Laurence A. Cobb, Allyson K. Duncan, Charles H. Hughes, Ralph A. Hunt, Judy Hunt, Joanne Sanford, William Pittman, Robert V. Owens, Jr., J. Richard Conder, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>THIS MATTER is in the nature of an appeal by plaintiffs (\"MCI\") from orders of the North Carolina Utilities Commission (\"NCUC\") pursuant to the Telecommunications Act of 1996 (\"the Act\" or \"the 1996 Act\"). 47 U.S.C. §§ 151-614 (West Supp. 1997), Pub.L. No. 104-104, 110 Stat. 56 (1996). These orders set out the terms of an interconnection agreement (\"the Agreement\") arbitrated by the NCUC between MCI and BellSouth Telecommunications, Inc. for access by MCI to the market for local telephone services in North Carolina.<sup>[1]</sup></p>\n<p>As is their prerogative under the 1996 Act, MCI challenged certain terms of the arbitrated Agreement by filing a complaint in this court. 47 U.S.C. § 252(e)(6). MCI alleges that certain terms of the Agreement are inconsistent with §§ 251 and 252 of the Act, with the ruling of the Eighth Circuit Court of Appeals in <i>Iowa Utilities Board v. FCC,</i> <span class=\"citation\" data-id=\"744536\"><a href=\"/opinion/744536/iowa-utilities-board-bell-atlantic-corporation-bellsouth-corporation/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span> (8th Cir.1997), <i>petition for cert. </i><i>granted, AT &amp; T v. Iowa Utilities Board,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></span> (1998), and with regulations issued by the Federal Communications Commission. A hearing was held on all issues on 13 January 1998. This matter is properly before this court pursuant to 47 U.S.C. § 252(e)(6).</p>\n<p>The issues involved in this matter and the history of the dealings of the parties before the filing of the complaint are substantially identical, in many respects, to those addressed by the court in its order in <i>AT &amp; T Communications of Southern States, Inc. v. BellSouth Telecommunications, Inc., et al.,</i> No. 5:97-CV-405-BR, 1998 WL 300218(3), issued contemporaneously with this order (\"the AT &amp; T appeal\"). The court refers the parties to the AT &amp; T Appeal for further details.</p>\n<p></p>\n<h2><i>I. Discussion</i></h2>\n<p>In its complaint, MCI challenges several terms of the Agreement. Those issues addressed <span class=\"star-pagination\">*678</span> by the challenged provisions include: recombination of unbundled network elements; resale of Contract Service Arrangements (CSAs); unbundling of dark fiber, local subloops and customized routing; resale of short-term promotions; resale of 411 services; branding of services; the date of electronic Operational Support System implementation; and the pricing structure used by the NCUC throughout the Agreement. The court now turns to an analysis of each issue.</p>\n<p></p>\n<h2><i>A. Recombination of Network Elements</i></h2>\n<p>MCI challenges Attachment III, Section 2.3 of the Agreement, which treats any recombination of purchased unbundled network elements as a resold service when that recombination produces a service already offered by BellSouth to its customers. This section is identical in every respect to Section 1.A of the agreement between AT &amp; T and BellSouth which was struck down by this court's order in that case. For the same reasons as expressed in the AT &amp; T Appeal, <span class=\"citation\" data-id=\"2577447\"><a href=\"/opinion/2577447/att-comm-of-southern-states-v-bellsouth-telecomm/\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></a></span>, Attachment III, Section 2.3 of the MCI Agreement will also be stricken.</p>\n<p></p>\n<h2><i>B. Resale of Consumer Service Arrangements</i></h2>\n<p>MCI also challenges the NCUC's resolution of the issue of resale of CSAs. The decision of the NCUC is reflected in Attachment II, Section 2.3.6 of the MCI Agreement. This section is identical to paragraph 25.5.1 of the AT &amp; T Agreement. The NCUC's treatment of CSAs, exempting those reached before 15 April 1997 from resale, and limiting resale of those reached after 15 April 1997 to resale to the original customer, is inconsistent with federal law, for the reasons set forth in the AT &amp; T Appeal. Attachment II, Section 2.3.6 will therefore be stricken and the issue will be remanded to the NCUC for further proceedings consistent with the findings of this court in the AT &amp; T Appeal, FCC regulations, and the decision of the Eighth Circuit Court of Appeals in <i>Iowa Utilities Board v. FCC,</i> <span class=\"citation\" data-id=\"744536\"><a href=\"/opinion/744536/iowa-utilities-board-bell-atlantic-corporation-bellsouth-corporation/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span> (8th Cir.1997).</p>\n<p></p>\n<h2><i>C. Violation of FCC Pricing Rules</i></h2>\n<p>Count Ten of the complaint purports to challenge the pricing structure implemented by the NCUC as violative of FCC regulations, including, <i>inter alia,</i> 47 C.F.R. §§ 51.501-51.515, 51.601-51.611, 51.701-51.715. MCI asks this court to review the Agreement and decide \"whether the NCUC's arbitration decisions and the Agreement satisfy the FCC's implementing regulations.\" (Compl., ¶ 30.) These rules were stricken by the Eighth Circuit as being beyond the FCC's jurisdiction to implement, <i>Iowa Utilities,</i> 120 F.3d at 800, and are currently being reviewed on appeal by the Supreme Court. Therefore, the court will not address whether or not the NCUC's orders and the Agreement comply with those rules.</p>\n<p></p>\n<h2><i>D. Decision not to Require Unbundling of Certain Elements</i></h2>\n<p>MCI alleges that the NCUC erred in not requiring BellSouth to provide access to certain technologies on an unbundled basis. These technologies include: dark fiber, local subloops, and customized routing. The court's standard of review in considering these matters was set forth by the Colorado District Court in <i>U.S. West Communications, Inc. v. Hix,</i> <span class=\"citation\" data-id=\"1459291\"><a href=\"/opinion/1459291/us-west-communications-inc-v-hix/\"><span class=\"volume\">986</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">13</span></a></span> (D.Colo. 1997).</p>\n<blockquote>The first inquiry of this Court in reviewing the interconnection agreements ... is whether the [commission]'s action was procedurally and substantively in compliance with the Act and the implementing regulations. This is a question of law which must be reviewed de novo. If the [commission]'s action is found to be in compliance with federal law and regulations, then the [commission] will be given deference, through application of the arbitrary and capricious standard, as to all other issues.</blockquote>\n<p><i>Id.</i> at 19.</p>\n<p>The requirements of the Act and the FCC regulations were elucidated by the Eight Circuit Court of Appeals in <i>Iowa Utilities.</i> In that case, the court entertained challenges to the FCC's unbundling rules. First, several parties challenged the FCC's ruling that operational support systems, operator services and directory assistance, and vertical switching <span class=\"star-pagination\">*679</span> features, such as caller I.D. and call waiting qualified as network elements and, thus, must be offered on an unbundled basis. Emphasizing the broad definition of \"network element\" in § 153(29), the court upheld the FCC's classifications. <i>Id.</i> at 808-09.</p>\n<p>Next, the court discussed the standard for determining which network elements must be unbundled. Section 251(d)(2) requires the state commission to consider whether the network element is necessary and whether the failure to allow access would \"impair the ability of the telecommunications carrier ... to provide the services that it seeks to offer.\" The court upheld the FCC's articulation of both the \"necessary\" and \"impairment\" standard. <i>Id.</i> at 811-12.</p>\n<p>Both the <i>Hix</i> standard of review and the <i>Iowa Utilities</i> emphasis on the broad definition of network element will be utilized in considering MCI's appeal of the NCUC decisions. The court will deal with each in turn.</p>\n<p></p>\n<h2>1. <i>Dark Fiber</i>\n</h2>\n<p>MCI claims in Count I that it was error for the NCUC not to require BellSouth to provide \"dark fiber\" to MCI on an unbundled basis at cost plus a reasonable profit. \"Dark fiber\" is fiber-optic cable that has been laid into a telecommunications provider's network but which is not \"lit\" by electronics on either end of the cable, or at least not by electronics provided by the local carrier. No switches are routing digital impulses onto this fiber and it consequently carries no information. In the Agreement, dark fiber is not listed as a network element. (Attachment II, Section 2.7.) The NCUC decided in its First Arbitration Order that dark fiber was not a network element. (J.A. 170-72.)</p>\n<p>MCI argues in its initial brief upon the merits that dark fiber is a network element for the purposes of the unbundling required by § 251(c)(3). MCI argues, with some merit, that the Eighth Circuit decision's requirement of a broad construction of the term \"network element\" should lead this court to include dark fiber as a network element.</p>\n<p>The Eighth Circuit, interestingly, urged broad construction in the context of bringing non-facility-based communications services such as operator services, directory assistance and call waiting into the conception of \"network element.\" <i>Iowa Utilities Board v. FCC,</i> <span class=\"citation\" data-id=\"744536\"><a href=\"/opinion/744536/iowa-utilities-board-bell-atlantic-corporation-bellsouth-corporation/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 808 (8th Cir.1997). The ILEC in that case argued that network elements should be limited to actual physical facilities or equipment. <i>Id.</i> The court disagreed and held the FCC's inclusion of non-physical services was warranted under the Act. <i>Id.</i></p>\n<p>BellSouth argues in its Brief in Opposition that dark fiber cannot possibly be a network element because it \"plays no part at all in BellSouth's provision of telephone service to any North Carolina consumer.\" (BellSouth's Brief in Opp'n at 23.) According to BellSouth, the statutory definition of \"network element\" (facility or equipment used in the provision of a telecommunications service) requires that the equipment in question actually \"assist[] in BellSouth's provision of telephone service.\" BellSouth argues that dark fiber is merely inventory, like rolls of copper wire or stacks of unused switches, which are not currently part of a network and thus not network elements.</p>\n<p>This court agrees with MCI that dark fiber is completely different from the rolls of copper wire and stacks of switches alluded to by BellSouth, because dark fiber is already in the ground. It is thus more a part of the network than it is inventory. In some cases, according to the parties' statements in oral argument, it is wound around \"lit\" fiber inside the same sheathing.</p>\n<p>The FCC, in a ruling which predates the 1996 Act, defined dark fiber service as \"the provision and maintenance of fiber optic transmission capacity between customer premises where the electronics and other equipment necessary to power or \"light\" the fiber are provided by the customer, not the local exchange carrier.\" <i>In re Applications for Authority Pursuant to Section 214 of the Communications Act of 1934 to Cease Providing Dark Fiber Service,</i> 8 F.C.C.R. 2589 (F.C.C.1993), <i>remanded on other grounds, </i><i>Southwestern Bell Tel. Co. v. F.C.C.,</i> <span class=\"citation\" data-id=\"666558\"><a href=\"/opinion/666558/southwestern-bell-telephone-company-v-federal-communications-commission/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1475</span></a></span> (D.C.Cir.1994). The FCC held that such dark fiber service is \"wire communication\" under the predecessor to the 1996 Act. This finding is quite persuasive in considering <span class=\"star-pagination\">*680</span> whether such service is a network element under the current Act.</p>\n<p>Most persuasive is the general tenor of the Eighth Circuit decision in <i>Iowa Utilities.</i> That decision expanded the definition of network elements to include non-physical elements. If non-physical elements are brought under the definition, it seems only logical that an expansion to a true physical element which may not have been explicitly contemplated by Congress is more than warranted.</p>\n<p>Arguably then, the NCUC misread the applicable FCC regulations when it determined that dark fiber is not a network element. In the arbitration order, the NCUC relied heavily on the fact that the FCC \"declined to address the unbundling of the LEC's `dark fiber.'\" (First MCI Arbitration Order at 35; J.A. 171.) The FCC stated in its Interconnection Order that it did not have a \"sufficient record\" upon which to rule because the parties that addressed the issue \"did not provide us with information.\" 61 F.R. 45476, 45525 (FCC, August 29, 1996.)</p>\n<p>Upon that basis, the NCUC found that dark fiber was not a telecommunications service and the Agreement followed suit. That finding was in error, and was a result not of interpretation of engineering data, but of an incorrect application of the law. Upon a review of a full record, dark fiber falls clearly within the definition of a network element.</p>\n<p>Finally, if dark fiber is considered to be a network element, then according to § 251(d)(2) and § 252(c)(3), BellSouth must provide MCI nondiscriminatory access to the dark fiber if \"failure to provide access ... would impair the ability of the telecommunications carrier seeking access to provide the services that it seeks to offer.\" The court will remand this matter to the NCUC for determination as to whether or not such a failure to provide access to dark fiber impairs MCI's ability to provide its services. In so remanding, the court stresses that restrictions on access are presumed to be unreasonable and the burden to justify such a restriction falls squarely on the ILEC. 47 C.F.R. § 51.613(b).</p>\n<p></p>\n<h2>2. <i>Subloops</i>\n</h2>\n<p>The NCUC ruling denied MCI's request to require BellSouth to allow MCI access to what are called local subloops. Subloops are part of the local loop, which runs from the local office, or switch to the customer's home or business. This local loop can be divided, according to MCI's brief, into three \"subloops\" loop distribution, loop concentrator/multiplexor and loop feeder. MCI has requested access to the loop distribution and loop concentrator/multiplexor elements. (MCI's Initial Brief on the Merits at 18.) Loop distribution is the portion of the loop which runs from the customer to the concentrator/multiplexor, which takes thousands of loop distributions and concentrates them into the loop feeder line, which runs back to the switch. MCI argues that the loop distribution and concentrator/multiplexor are individual network elements that must be unbundled so that MCI can purchase them at cost plus reasonable profit. The court will address this issue without delving any further into technical language and concepts beyond this rough description.</p>\n<p>BellSouth first argues that this issue cannot be reached in this court because MCI did not object to this provision of the NCUC's order when it was proposed. MCI disputes this contention, arguing that the statute itself allows parties aggrieved by any section of the Agreement to appeal to this court. 47 U.S.C. § 252(e)(6). The court agrees, and will address this issue on the merits. To hold otherwise would be to rely on an exhaustion of state remedies argument which does not seem to apply here, where Congress has devised an entirely new scheme.</p>\n<p>On the merits, the court will uphold the decision of the NCUC and decline to instruct the NCUC to rearbitrate upon this issue. The NCUC's decision was based upon the technical feasibility of offering subloops on an unbundled basis. In its Interconnection Order the FCC identified local loops as one of its seven required network elements,<sup>[2]</sup><span class=\"star-pagination\">*681</span> however it specifically declined to require ILECs to provide the subloops. 61 Fed.Reg. 45476, 45520-¶ 274.</p>\n<p>The FCC ruled that while it was feasible to break down the local loop into its subparts, security issues as well as quality of service issues were big enough concerns to warrant holding back on requiring unbundling of subloops. <i>Id.</i> Instead, the FCC found that \"based on the current record evidence, the technical feasibility of subloop unbundling is best addressed at the state level on a case-by-case basis at this time.\" <i>Id.</i> Unlike its order on dark fiber, the FCC here cited to a rich record and made the decision to leave this call in the hands of the state commissions. The NCUC thus was handed a clearly technical application of the law to existing technology. Therefore, the NCUC's decision on this element is measured by the arbitrary and capricious standard of review set forth in <i>Hix.</i></p>\n<p>In the second MCI Arbitration Order, the NCUC declined to require BellSouth to provide unbundled subloops (Finding of fact 13, J.A. 159-62.) While MCI claims in its reply brief that the NCUC relied solely on the FCC's findings (which it alleges were also erroneous), in reality, the NCUC cited to security and service concerns addressed by witnesses which appeared from both sides in the dispute. <i>Id.</i> Additionally, through Sections 23 and 24 of the Agreement, MCI may continue to petition for access to the unbundled subloops as the technology becomes more feasible. Therefore, upon this issue, the court will defer to the technical expertise of the NCUC and will affirm the terms of the Agreement.<sup>[3]</sup></p>\n<p></p>\n<h2>3. <i>Customized Routing</i>\n</h2>\n<p>Customized or selective routing is a switching function implemented by computer software that automatically recognizes whether a customer who dials 411 or 0 or 555-1212 is a customer of MCI, AT &amp; T or BellSouth and will direct that call to the proper operator. As a \"feature[], function[], and capabilit[y]\" of BellSouth's network, this service is pretty clearly a network element. 47 U.S.C. § 251(c)(3). In addition, not gaining this service clearly impairs MCI (the second part of deciding what should be offered as an unbundled element) because without the service, MCI must make its customers either use BellSouth's operators or dial longer numbers to get through to MCI. However, the NCUC did not require BellSouth to provide this service as an unbundled network element, citing feasibility concerns.</p>\n<p>Again, MCI argues that feasibility has been invalidated as a concern by the Eighth Circuit's decision. BellSouth calls this claim \"remarkable,\" (BellSouth's Brief in Opp'n at 31). It argues that the NCUC considered reams of evidence before it and determined that though customized routing is a network element, providing it on an unbundled basis is not technically feasible because BellSouth does not have enough line class codes (LCC's) to do the job and \"does not currently have the [Advanced Intelligent Network] capability that would accommodate MCI's request.\" (<i>Id.</i> at 32, <i>citing</i> J.A. 151.)</p>\n<p>The NCUC relied on the testimony of several witnesses, and in considering MCI's objections, held that it \"was aware when it <span class=\"star-pagination\">*682</span> issued the RAO that customized routing can be provided through the use of LCCs. The Commission questioned, however, whether this is technically feasible `in any practical sense' because of capacity constraints.\" (Second MCI Arbitration Order at 6; J.A. 275.) The NCUC's conclusions in this regard appear not to be based upon an interpretation of the law, but upon its understanding of the current state of telephony in North Carolina. The NCUC appears to have followed the provisions of the Act and the regulations in reaching its decision.<sup>[4]</sup> This provision of the Agreement is therefore subject to the arbitrary and capricious standard of review and will be upheld.</p>\n<p></p>\n<h2><i>E. Alleged Unreasonable Restraints Upon Resale</i></h2>\n<p>The Act requires that any restraint upon resale must be reasonable and nondiscriminatory in its application. 47 U.S.C. § 251(b)(1). MCI asserts that certain provisions of the Agreement present unreasonable and discriminatory barriers to its resale of services.</p>\n<p></p>\n<h2>1. <i>Short-term Promotions</i>\n</h2>\n<p>MCI challenges Attachment II, Section 2.3.6.2 of the Agreement, which reads \"Short-term promotions shall not be available for resale.\" (J.A. 370.) The Agreement defines a short-term promotion as a promotion which \"is offered for a period of 90 days or less, and is not used to evade the wholesale rate obligation to MCIm.\" (Attachment II, Section 2.3.6.1; J.A. 370.) MCI contends that this provision is a clear violation of the Act.</p>\n<p>As discussed on page 672 of the AT &amp; T Appeal, the FCC and the Eighth Circuit have approved of disparate treatment for short-term promotional rate sales. The FCC regulations state that:</p>\n<blockquote>Notwithstanding § 51.605(b), the following types of restrictions on resale may be imposed:</blockquote>\n<blockquote>(2) Short term promotions. An incumbent LEC shall apply the wholesale discount to the ordinary rate for a retail service rather than a special promotional rate only if:</blockquote>\n<blockquote>(i) Such promotions involve rates that will be in effect for no more than 90 days; and</blockquote>\n<blockquote>(ii) The incumbent LEC does not use such promotional offerings to evade the wholesale rate obligation, for example by making available a sequential series of 90-day promotional rates.</blockquote>\n<p>47 C.F.R. § 51.613. The <i>Iowa Utilities</i> court specifically upheld this regulation. <i>Iowa Utilities,</i> 120 F.3d at 819.</p>\n<p>However, the NCUC's treatment of short-term promotions goes too far. While the FCC and the Eighth Circuit approve of a different pricing scheme for such resales,<sup>[5]</sup> the NCUC prohibits such sales entirely, hindering MCI's ability to compete through the resale process envisioned in § 251(c)(4).</p>\n<p>While BellSouth is correct in asserting that MCI can still obtain the same underlying services as offered in a promotion by purchasing the elements of the service at wholesale rates, (BellSouth's Brief in Opp. at 34 n. 16), it fails to address MCI's fear that BellSouth may market new and innovative combinations as short-term promotions. (MCI's Reply Brief at 16-17.) MCI has a right under the Act to purchase those combinations at a wholesale rate. The language of Section 2.3.6.1 would prohibit that and is therefore inconsistent with the Act and an error of law. Section 2.3.6.2 will therefore be stricken from the Agreement and remanded to the NCUC for rearbitration consistent with this order.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*683</span> 2. <i>411 Services</i>\n</h2>\n<p>The NCUC Arbitration Orders and the resulting Agreement exclude from resale the 411 Services currently offered by BellSouth to municipalities and emergency service providers. (Second Arbitration Order at 7; J.A. 143-44) (contending that 411 \"is not a retail service offering pursuant to Commission Order\"). This decision is reflected in Attachment II, Section 2.3.5. of the Agreement. MCI contends that this ruling is patently erroneous and in violation of the statute.</p>\n<p>BellSouth again objects that this issue is not properly before the court because MCI did not object at each stage of the process. That contention has been addressed above on other issues and is not accepted here. Upon the merits, BellSouth only urges that this court defer to the \"NCUC's administration of the State's emergency calling system,\" contending that to do otherwise would be \"mind-boggling.\" (Brief in Opp. at 37 n. 18.)</p>\n<p>Notwithstanding BellSouth's colorful language, the NCUC's treatment of this issue appears to violate the statute. Section 251(c)(4) requires an ILEC \"to offer for resale at wholesale rates any telecommunications service that the carrier provides at retail to subscribers who are not telecommunications carriers.\" 47 U.S.C. § 251(c)(4). The NCUC's discussion of this issue in its Arbitration Orders is spare at best. It holds only that 411 services are not retail services, without explaining how that conclusion is reached.</p>\n<p>MCI argues quite persuasively that the NCUC erred in this determination. The Act does not define \"retail\" for the purposes of the statute. Therefore, this court will apply the plain and ordinary meaning of the term. Webster's New Collegiate Dictionary defines \"retail\" to mean, as a noun, \"the sale of commodities or goods in small quantities to ultimate consumers.\" MCI refers the court's attention to the testimony of Robert C. Scheye, in which Scheye, BellSouth's own witness, stated that such services are \"sold to municipalities.\" (J.A. 776, 781.) That witness also argued that it \"is not a retail service in the same sense as a business line or a residence line ... that particular capability [should] not be available because it's really not a retail service\" because of the highly specialized nature of the service. (J.A. 781.)</p>\n<p>The NCUC evidently agreed with this reasoning and found 411 services not to be a retail service. This court disagrees. 411 services are telecommunications services, even if highly specialized ones, sold to an end consumer. If it wishes to restrict the resale of 411, the NCUC has several avenues under the Act, for instance, through cross-class restrictions. If it wishes to prohibit the resale of this service for feasibility reasons, it must make specific findings of fact supporting that contention and tailor its restrictions as narrowly as reasonably possible. In this case it did neither, and the result is a continuing BellSouth monopoly on the sale of 411 services to municipalities, a result clearly contrary to the letter and spirit of the Act. This court finds that the blanket restriction imposed upon the resale of 411 services was an arbitrary and capricious exercise of the NCUC's authority. Attachment II, Section 2.3.5 will therefore be stricken and remanded to the NCUC.</p>\n<p></p>\n<h2>3. <i>Branding of Operator Services</i>\n</h2>\n<p>The identification of a service when provided to a customer through the use of trademarks, such as \"Thank you for using BellSouth,\" is called branding of a service. MCI argues that BellSouth should be forced to unbrand its services or provide MCI's name to MCI customers who will be calling BellSouth's directory assistance after MCI purchases that service and resells it to its customers under § 252(c)(4). The failure to do that, MCI argues, is a significant barrier to its resale of the service because each time an MCI customer uses the service, the customer will be told that BellSouth is handling its call.</p>\n<p>While to the layman this rebranding might sound simple enough to do, it requires the <span class=\"star-pagination\">*684</span> same sort of caller recognition technology that customized routing requires. It is, quite sensibly, governed by the same FCC regulation, 47 C.F.R. § 51.319(c)(1)(i)(C)(2), which requires ILECs to provide, on a nondiscriminatory basis, \"[a]ll other features that the switch is capable of providing, including ... any technically feasible customized routing functions provided by the switch.\"</p>\n<p>The NCUC interpreted that regulation's application to branding as it did under customized routing and ruled that \"BellSouth should not be required to unbrand services provided to its customers but should be required to rebrand resold [Operator Services/Directory Assistance] <i>when customized routing is implemented.</i>\" (J.A. 152) The NCUC essentially decided that until such advanced routing is technically feasible in BellSouth's network, the failure to brand or unbrand services is not an unreasonable restraint on resale.</p>\n<p>MCI asserts, correctly, that the FCC found that \"failure to comply with reseller unbranding or rebranding requests ... constitutes a restriction on resale which is presumptively unreasonable.\" 47 C.F.R. § 51.613(c)(1). Technical infeasibility is the only exception to that presumption, and BellSouth bore the burden of showing such infeasibility. The NCUC found it did. This court will not overturn that technical judgment.</p>\n<p></p>\n<h2>4. <i>Branding of \"leave behind materials.\"</i>\n</h2>\n<p>The NCUC's decision on the subject of \"leave behind\" materials is more suspect. These materials are the brochures and customer relations papers that phone company personnel leave behind after servicing a customer. When MCI purchases, for instance, BellSouth installation services, and resells them to its customers, it wishes the BellSouth personnel to leave behind MCI materials. The reasons for this request are similar to those expressed in the Directory Assistance category  MCI doesn't want its customers believing they are being serviced by BellSouth.</p>\n<p>The NCUC found that the \"administrative burden\" on BellSouth of keeping up with the various brochures and the brand loyalty of the premises it services would be too onerous and would cause confusion. (Second MCI Arbitration Order at 16; J.A. 152.) Instead, the NCUC allows BellSouth employees servicing MCI customers to leave generic leave-behind materials when MCI cards are not available. (Agreement, Section 25.3; J.A. 337.) MCI objects to that resolution of the issue.</p>\n<p>The FCC regulation cited above requires state commissions to require ILEC's to rebrand where it is technically feasible to do so. 47 C.F.R. § 51.613(c)(1). Administrative burdens are not technical feasibility problems. Moreover, the additional cost of providing this service would be borne by the companies which purchase the service  the exact scheme of the Act.</p>\n<p>BellSouth's only defense to this objection is that the NCUC's resolution of the issue is not unreasonable. In a common sense way, BellSouth is correct, but Section 25.3 is clearly against the mandate of the FCC, and will be stricken and remanded.</p>\n<p></p>\n<h2>5. <i>Access to Electronic Operations Support Systems</i>\n</h2>\n<p>MCI requested access to the operations support data gathered and used by BellSouth to provide better services to its customers. This system, called OSS, \"includes everything that runs or monitors the network, such as trouble reporting or billing systems, but is not actually of the network itself.\" (MCI's Initial Brief at 45.) Currently, BellSouth's OSS is fully electronic, and MCI requested real time, electronic access to the same information to which BellSouth's employees have access.</p>\n<p>The FCC regulation in effect at the time of the arbitration required such access to be in place by 1 January 1997. 47 C.F.R. § 51.319(f)(2). This requirement was specifically upheld by the Eighth Circuit in <i>Iowa Utilities,</i> 120 F.3d at 808. Obviously, since the parties were still negotiating on the deadline date, the deadline came and went without access to OSS services being in place. The North Carolina Attorney General recognized that problem and suggested that the NCUC require compliance by 31 March 1997. (J.A. 149.)</p>\n<p><span class=\"star-pagination\">*685</span> Instead of doing so, the NCUC compromised and \"encourage[d] BellSouth to diligently pursue the development of real-time and interactive access via electronic interfaces.\" (J.A. 149.) The NCUC recognized that such interfaces are \"required\" and ordered that they be developed \"promptly.\" (<i>Id.</i>) Finally, the NCUC required that \"all parties should work together to accomplish such electronic bonding.\"</p>\n<p>MCI objects to this compromise, arguing that, faced with an absolute deadline set by the FCC, the NCUC lacked the authority to issue such an open-ended ruling. BellSouth argues that the NCUC is the expert in this situation and is best suited to monitor the development of the technology and \"take appropriate action\" if any party fails to comply. (BellSouth's Brief in Opp'n at 46.)</p>\n<p>As with the leave behind materials, the NCUC has overstepped its bounds in the hopes of reaching a reasonable compromise. FCC regulations required action to be taken by a date certain, and did not envision an open-ended process of reassessment. Therefore, the issue is remanded to the NCUC to set a date certain by which electronic access to OSS must be made available to MCI.</p>\n<p></p>\n<h2><i>II. Conclusion</i></h2>\n<p>For the reasons set forth above and in this court's order in <i>AT &amp; T Communications of the Southern States, Inc. v. BellSouth Telecommunications, Inc.,</i> No. 5:97-CV-405-BR, 1998 WL 300218(3), the following sections of the Agreement are STRICKEN:</p>\n<blockquote>(1) Attachment III, Section 2.3 (recombination of unbundled network elements);</blockquote>\n<blockquote>(2) Attachment II, Section 2.3.6 (CSAs);</blockquote>\n<blockquote>(3) Attachment II, Section 2.3.6.1 (short-term promotions);</blockquote>\n<blockquote>(4) Attachment II, Section 2.3.5 (411 service); and</blockquote>\n<blockquote>(5) Section 25.3 (branding of leave-behind materials).</blockquote>\n<p>The NCUC is DIRECTED to rearbitrate each of the issues addressed in the above sections and redraft those sections consistent with the terms of this order.</p>\n<p>The NCUC is FURTHER DIRECTED to include dark fiber as a network element and to commence arbitration upon the question of whether or not access to dark fiber must be provided on an unbundled basis.</p>\n<p>The NCUC is FURTHER DIRECTED to set a date certain, consistent with the terms of this order and applicable FCC regulations, by which electronic access to OSS must be made available to MCI.</p>\n<h2>NOTES</h2>\n<p>[1]  The orders of the NCUC which are mainly at issue in these cases are: <i>In the Matter of Petition of MCI Telecommunications Corporation for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Recommended Arbitration Order, Docket No. P-141, Sub 29 (Dec. 23, 1996)[\"first MCI Arbitration Order\"]; <i>In the Matter of Petition of MCI Telecommunications Corporation for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Order Ruling on Objections, Comments Unresolved Issues, and Composite Agreement, Docket No. P-141, Sub 29 (April 11, 1997)[\"Second MCI Arbitration Order\"]; <i>In the Matter of Petition of MCI Telecommunications Corporation for Arbitration of Interconnection with BellSouth Telecommunications, Inc.,</i> NCUC, Order Approving Interconnection Agreement, Docket No. P-141, Sub 29 (May 12, 1997)[\"MCI Approval Order\"].</p>\n<p>[2]  \"The Commission identified the seven following network elements: network interface devices, local loops, local and tandem switches (including all software features provided by such switches), interoffice transmission facilities, signaling and call-related database facilities, operations support systems and information and operator and directory assistance facilities.\" 61 Fed.Reg. 45476 (FCC Final Rule, Implementation of Local Competition Provisions in the Telecommunications Act of 1996, August 22, 1996).</p>\n<p>[3]  MCI also claims that the NCUC erred because the Eighth Circuit invalidated technical infeasibility as a standard for determining whether something is or is not a network element and thus invalidated the FCC's order and the NCUC's decisions. The <i>Iowa Utilities</i> court stated that technical feasibility \"only indicates <i>where</i> unbundled access may occur, not <i>which</i> elements must be unbundled.\" (MCI's Initial Brief at 21, <i>citing </i><i>Iowa Utilities,</i> 120 F.3d at 810). In this case, the NCUC has fairly clearly shown that subloops are a network element, but decided that in the BellSouth network, unbundled access to subloops is technically infeasible at this time. (Finding of Fact 13, J.A. 159-62.) This approach does not apply technical infeasibility to determine whether or not these subloops are a network element capable of being unbundled (\"<i>which</i> element must be unbundled\") but only whether or not unbundled access can currently be accomplished at the switches in BellSouth's North Carolina system (\"<i>where</i> unbundled access may occur\"). This approach is consistent with <i>Iowa Utilities.</i></p>\n<p>[4]  For instance, the FCC held that \"an incumbent LEC must prove to the state commission that customized routing in a particular switch is not technically feasible.\" 61 Fed.Reg. 45476-01, 45522. That appears to be what BellSouth did in this case, and the NCUC's decision to believe BellSouth's experts over MCI's is not error.</p>\n<p>[5]  The FCC's order establishes the retail rate for calculating the wholesale discount as the original customer price, not the price available in the promotional discount. 47 C.F.R. § 51.613.</p>\n<p>[6]  BellSouth objects to this court's consideration of this issue, contending again that MCI waived it in earlier proceedings by failing to specifically reobject to the terms. That argument has been dismissed above and is equally inapposite here. BellSouth's further argument, that MCI has no standing upon this issue because it is not harmed by the terms of the statute in any material way is also erroneous, in that the Agreement as it now stands deprives MCI of its rights under the Act.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/666558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577447/"
  ]
}