{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577429/",
  "absolute_url": "/opinion/2577429/pledger-v-nc-dept-of-health-human-services/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577429/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:54.578182Z",
  "date_modified": "2016-04-27T00:17:59.306235Z",
  "type": "010combined",
  "sha1": "3caee36d16da69584bc28c30073a6f5e1c5c6f3f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 705 (1998)</b></center>\n<center><h1>Peggy PLEDGER, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF HEALTH AND HUMAN SERVICES, DOROTHEA DIX HOSPITAL, Defendant.</h1></center>\n<center>No. 5:97-CV-773-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 8, 1998.</center>\n<p><span class=\"star-pagination\">*706</span> Peggy M. Pledger, Raleigh, NC, pro se.</p>\n<p>Victoria L. Voight, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for N.C. Dept. of Human Resources, Dorothea Dix Hospital, Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendant's motion for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). Plaintiff filed a response to defendant's motion entitled \"Response to Motion for Summary Judgment\" with attachments. Defendant subsequently filed a reply. This matter is ripe for decision.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff, formerly employed by defendant, Dorothea Dix Hospital (\"Dix\"), which is a division of the North Carolina Department of Health and Human Services (\"DHHS\"), instituted this action on 10 November 1997 by the filing of a Complaint and Amended Complaint. Plaintiff was employed by Dix from 1 February 1993 until 16 February 1996. (Answer at 10.)</p>\n<p>Plaintiff's Complaint and Amended Complaint assert claims of race discrimination in violation of Title VII of the Civil Rights Act of 1964. (Compl. at 2.)</p>\n<p>Plaintiff filed two charges of race discrimination against Dix with the Equal Employment Opportunity Commission (\"EEOC\") on 30 November, 1994 and 1 August, 1995. The EEOC deferred the charges to the North Carolina Office of Administrative Hearings, Civil Rights Division (\"OAH\"), for initial processing. (EEOC Charge Nos. XXXXXXXXX and 14B950063, attached to Answer). OAH issued a Notice of Determination with regard to both charges on 25 March 1997. (Answer at 14.) Plaintiff subsequently received a Dismissal and Notice of Rights from the EEOC which informed plaintiff of her \"right-to-sue\" on both charges and which indicated that the EEOC had adopted the findings of the state <span class=\"star-pagination\">*707</span> agency. (Answer at 15 and Dismissals and Notices of Rights, attached to Answer.)</p>\n<p>Plaintiff also filed four Petitions for Contested Case Hearing (\"Petitions\") against Dix with OAH. The petitions alleged race discrimination and retaliation in employment issues which were separate and distinct from those issues raised in plaintiff's EEOC charges. The State Personnel Commission reached final decisions in these matters. Plaintiff did not file charges with the EEOC on the issues which were the subject of the petitions. (Answer at 13-14.) The complaint further alleges claims which go beyond the issues which are the subject of the EEOC charges or the Petitions. (Compl. at 2; Amended Compl. at 2; Answer at 14.)</p>\n<p>The defense argues that, with regard to those issues in the complaint which were not involved in the two EEOC charges, plaintiff failed to comply with procedural prerequisites for bringing a Title VII discrimination claim in that she did not first file EEOC charges regarding the alleged acts as required by 42 U.S.C. § 2000e-5(f)(1). The defense further argues that, with regard to the issues contained in the two EEOC charges filed by plaintiff, plaintiff has failed to comply with procedural prerequisites for filing EEOC charges because she first failed to commence proceedings under State or local law as required by 42 U.S.C. § 2000e-5(c).</p>\n<p>Finally, the defense argues that the allegations contained in plaintiff's complaint are either moot or fail to allege a prima facie case of race discrimination or retaliation.</p>\n<p></p>\n<h2>II. STANDARD</h2>\n<p>Rule 12(c) of the Federal Rules of Civil Procedure provides as follows:</p>\n<blockquote>After the pleadings are closed but within such time as not to delay the trial, any party may move for judgment on the pleadings. If, on a motion for judgment on the pleadings, matters outside the pleadings are presented to and not excluded by the court, the motion shall be treated as one for summary judgment and disposed of as provided in Rule 56, and all parties shall be given reasonable opportunity to present all material made pertinent to such a motion by Rule 15.</blockquote>\n<p>Fed.R.Civ.P. 12(c).</p>\n<p>The party making a motion for failure to state a claim upon which relief can be granted after the close of the pleadings may style the motion as one for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). Further, the standards of review under 12(c) and Rule 12(b)(6) are virtually identical. <i>Rhodes, Inc. v. Morrow,</i> 937 F.Supp. 1202, 1208 (M.D.N.C.1996).</p>\n<p>When a party moves for judgment on the pleadings pursuant to 12(c), the factual allegations of the complaint are taken as true, but those of the answer are taken as true only where and to the extent they have not been denied or do not conflict with the complaint. <i>Jadoff v. Gleason,</i> 140 F.R.D. 330, 331 (M.D.N.C.1991). In order to grant such a motion, the court must find beyond a doubt that the nonmoving party could prove no set of facts in support of her claim which would entitle her to relief. <i>Bruce v. Riddle,</i> 631 F.2d 272, 274 (4th Cir.1980).</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>Defendant has moved to dismiss plaintiff's complaint on the grounds that plaintiff has failed to comply with the procedural prerequisites set forth in 42 U.S.C. §§ 2000e-5(c) and 2000e-5(f)(1). Defendant argues that plaintiff has failed to present a prima facie case of race discrimination or retaliation. Defendant further contends that plaintiff's claims are moot and that her requested relief exceeds the scope of the remedy available to her under 42 U.S .C. § 2000e-5(g) and is not supported by the record.</p>\n<p>Plaintiff filed a document with the court entitled \"Response to Motion for Summary Judgment\" with numerous attachments. Recognizing the deference due plaintiff as a <i>pro se</i> litigant, the court nevertheless will not consider the documentation attached to her \"Response to Motion for Summary Judgment.\" This matter is before the court on a Rule 12(c) motion for judgment on the pleadings. Consideration of the additional materials would convert the motion to one for <span class=\"star-pagination\">*708</span> summary judgment which the court elects not to do.</p>\n<p></p>\n<h2>A. <i>EEOC Charges of Discrimination</i>\n</h2>\n<p>Title VII establishes a \"multi-tiered administrative scheme\" which requires a claimant to first file a discrimination claim under state law, where such law exists. North Carolina prohibits employment discrimination by state agencies directed toward state or local government employees under N.C. Gen.Stat. § 126-16 and has established a state agency to process such claims pursuant to § 7A-759. <i>Davis v. North Carolina Dept. of Correction,</i> 48 F.3d 134, 138 (4th Cir.1995). Under the Title VII scheme, a claimant may not proceed to federal district court until proceedings under state law have commenced and the EEOC has made a determination on the complainant's claim and issued a right-to-sue letter. <i>Id.</i> at 137.</p>\n<p>No charge may be filed with the EEOC until 60 days after proceedings have been commenced under State or local law when State or local law remedies exist. 42 U.S.C. § 2000e-5(c). This requirement is designed to give state agencies an opportunity to resolve employment discrimination problems thereby making it unnecessary to seek relief in federal district court. <i>Davis,</i> 48 F.3d at 137.</p>\n<p>Where a charge is filed with the EEOC prior to exhausting state or local remedies, the EEOC refers the complaint to the appropriate state agency. <i>Id.</i> Here, plaintiff filed two charges of discrimination with the EEOC. Those charges were then submitted to the OAH for initial processing.</p>\n<p>In addressing a Title VII claim, OAH issues a Notice of Determination concluding whether or not there is reasonable cause to believe that a Title VII violation has occurred. However, the Notice of Determination does not speak to violations of state law, and thus does not constitute investigation or processing of a state law discrimination claim for the purposes of 42 U.S.C. § 2000e-5(c). <i>Id.</i> at 139.</p>\n<p>In the case at bar, the director of OAH's Civil Rights Division issued a Notice of Determination based on the two EEOC charges filed by plaintiff. This notice addressed only the alleged violations of Title VII. (Notice of Determination, attached to Answer). There is no evidence that proceedings under state law were ever commenced.</p>\n<p>Plaintiff received a right-to-sue notice on each of the EEOC charges. (Charge Nos. XXXXXXXXX and 14B950063.) However, when proceedings are not commenced under state law, an EEOC charge is not properly pending before the EEOC and a person is not entitled to a right-to-sue letter. <i>Id.</i> Therefore, plaintiff's charges were never properly pending before the EEOC, plaintiff was not entitled to the issuance of the right-to-sue letters by the EEOC, and the federal district court has no jurisdiction over the claims. <i>Id.</i> at 138. Consequently, these claims will be dismissed.</p>\n<p></p>\n<h2>B. <i>Petitions for Contested Case Hearing</i>\n</h2>\n<p>Plaintiff also filed four Petitions for Contested Case Hearing (\"Petitions\") before the OAH on issues unrelated to the issues contained in the EEOC charges. The petitions have reached final decisions before the State Personnel Commission. (Decision and Order, State Personnel Commission, attached to Answer).</p>\n<p>A federal discrimination claim cannot be heard by a federal district court until the EEOC has conducted an investigation and determined the validity of the claim. <i>Id.</i> at 138-139. If the EEOC dismisses an aggrieved person's action, it will notify that person and issue a right to sue letter allowing that person 90 days in which to file suit in federal court. 42 U.S.C. § 2000e-5(f)(1). Plaintiff sought State administrative remedies on the issues raised in the petitions before OAH but never proceeded to the EEOC before filing her complaint in federal district court. (Answer at 13-14.) Therefore, as the EEOC never issued plaintiff right-to-sue letters on these issues, the federal district court may not exercise original jurisdiction over the issues raised in plaintiff's petitions. Therefore, these claims will be dismissed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*709</span> C. <i>Additional Claims</i>\n</h2>\n<p>Plaintiff's complaint further alleges violations of Title VII which are not the subject of the two EEOC charges or the petitions. Before a federal district court can assume original jurisdiction over Title VII claims, in states which have anti-discrimination laws for the protection of State or local government employees, the claimant must first commence proceedings under state law and the EEOC must have issued a right-to-sue letter on the matter. <i>Davis v. North Carolina Dept. of Correction,</i> 48 F.3d 134, 137 (4th Cir.1995). Here, plaintiff has not done so. Therefore, the claims made in plaintiff's complaint and amended complaint are barred for failure to comply with procedural prerequisites set forth in 42 U.S.C. §§ 2000e-5(c) and 2000e-5(f)(1).<sup>[1]</sup></p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, defendant's motion for judgment on the pleadings is GRANTED and the complaint and amended complaint are DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Because the decision on the above issues is dispositive of the entire case, the remaining arguments made by defendant in its motion need not be addressed.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">705</span></span> (1998)</b></center>\n<center><h1>Peggy PLEDGER, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF HEALTH AND HUMAN SERVICES, DOROTHEA DIX HOSPITAL, Defendant.</h1></center>\n<center>No. 5:97-CV-773-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 8, 1998.</center>\n<p><span class=\"star-pagination\">*706</span> Peggy M. Pledger, Raleigh, NC, pro se.</p>\n<p>Victoria L. Voight, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for N.C. Dept. of Human Resources, Dorothea Dix Hospital, Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on defendant's motion for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). Plaintiff filed a response to defendant's motion entitled \"Response to Motion for Summary Judgment\" with attachments. Defendant subsequently filed a reply. This matter is ripe for decision.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiff, formerly employed by defendant, Dorothea Dix Hospital (\"Dix\"), which is a division of the North Carolina Department of Health and Human Services (\"DHHS\"), instituted this action on 10 November 1997 by the filing of a Complaint and Amended Complaint. Plaintiff was employed by Dix from 1 February 1993 until 16 February 1996. (Answer at 10.)</p>\n<p>Plaintiff's Complaint and Amended Complaint assert claims of race discrimination in violation of Title VII of the Civil Rights Act of 1964. (Compl. at 2.)</p>\n<p>Plaintiff filed two charges of race discrimination against Dix with the Equal Employment Opportunity Commission (\"EEOC\") on 30 November, 1994 and 1 August, 1995. The EEOC deferred the charges to the North Carolina Office of Administrative Hearings, Civil Rights Division (\"OAH\"), for initial processing. (EEOC Charge Nos. XXXXXXXXX and 14B950063, attached to Answer). OAH issued a Notice of Determination with regard to both charges on 25 March 1997. (Answer at 14.) Plaintiff subsequently received a Dismissal and Notice of Rights from the EEOC which informed plaintiff of her \"right-to-sue\" on both charges and which indicated that the EEOC had adopted the findings of the state <span class=\"star-pagination\">*707</span> agency. (Answer at 15 and Dismissals and Notices of Rights, attached to Answer.)</p>\n<p>Plaintiff also filed four Petitions for Contested Case Hearing (\"Petitions\") against Dix with OAH. The petitions alleged race discrimination and retaliation in employment issues which were separate and distinct from those issues raised in plaintiff's EEOC charges. The State Personnel Commission reached final decisions in these matters. Plaintiff did not file charges with the EEOC on the issues which were the subject of the petitions. (Answer at 13-14.) The complaint further alleges claims which go beyond the issues which are the subject of the EEOC charges or the Petitions. (Compl. at 2; Amended Compl. at 2; Answer at 14.)</p>\n<p>The defense argues that, with regard to those issues in the complaint which were not involved in the two EEOC charges, plaintiff failed to comply with procedural prerequisites for bringing a Title VII discrimination claim in that she did not first file EEOC charges regarding the alleged acts as required by 42 U.S.C. § 2000e-5(f)(1). The defense further argues that, with regard to the issues contained in the two EEOC charges filed by plaintiff, plaintiff has failed to comply with procedural prerequisites for filing EEOC charges because she first failed to commence proceedings under State or local law as required by 42 U.S.C. § 2000e-5(c).</p>\n<p>Finally, the defense argues that the allegations contained in plaintiff's complaint are either moot or fail to allege a prima facie case of race discrimination or retaliation.</p>\n<p></p>\n<h2>II. STANDARD</h2>\n<p>Rule 12(c) of the Federal Rules of Civil Procedure provides as follows:</p>\n<blockquote>After the pleadings are closed but within such time as not to delay the trial, any party may move for judgment on the pleadings. If, on a motion for judgment on the pleadings, matters outside the pleadings are presented to and not excluded by the court, the motion shall be treated as one for summary judgment and disposed of as provided in Rule 56, and all parties shall be given reasonable opportunity to present all material made pertinent to such a motion by Rule 15.</blockquote>\n<p>Fed.R.Civ.P. 12(c).</p>\n<p>The party making a motion for failure to state a claim upon which relief can be granted after the close of the pleadings may style the motion as one for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). Further, the standards of review under 12(c) and Rule 12(b)(6) are virtually identical. <i>Rhodes, Inc. v. Morrow,</i> <span class=\"citation\" data-id=\"2250155\"><a href=\"/opinion/2250155/rhodes-inc-v-morrow/\"><span class=\"volume\">937</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1202</span></a></span>, 1208 (M.D.N.C.1996).</p>\n<p>When a party moves for judgment on the pleadings pursuant to 12(c), the factual allegations of the complaint are taken as true, but those of the answer are taken as true only where and to the extent they have not been denied or do not conflict with the complaint. <i>Jadoff v. Gleason,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">330</span></span>, 331 (M.D.N.C.1991). In order to grant such a motion, the court must find beyond a doubt that the nonmoving party could prove no set of facts in support of her claim which would entitle her to relief. <i>Bruce v. Riddle,</i> <span class=\"citation\" data-id=\"382316\"><a href=\"/opinion/382316/tom-s-bruce-v-c-daniel-riddle-i-h-gibson-mike-fair-melvin-pace-john-l/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">272</span></a></span>, 274 (4th Cir.1980).</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>Defendant has moved to dismiss plaintiff's complaint on the grounds that plaintiff has failed to comply with the procedural prerequisites set forth in 42 U.S.C. §§ 2000e-5(c) and 2000e-5(f)(1). Defendant argues that plaintiff has failed to present a prima facie case of race discrimination or retaliation. Defendant further contends that plaintiff's claims are moot and that her requested relief exceeds the scope of the remedy available to her under 42 U.S .C. § 2000e-5(g) and is not supported by the record.</p>\n<p>Plaintiff filed a document with the court entitled \"Response to Motion for Summary Judgment\" with numerous attachments. Recognizing the deference due plaintiff as a <i>pro se</i> litigant, the court nevertheless will not consider the documentation attached to her \"Response to Motion for Summary Judgment.\" This matter is before the court on a Rule 12(c) motion for judgment on the pleadings. Consideration of the additional materials would convert the motion to one for <span class=\"star-pagination\">*708</span> summary judgment which the court elects not to do.</p>\n<p></p>\n<h2>A. <i>EEOC Charges of Discrimination</i>\n</h2>\n<p>Title VII establishes a \"multi-tiered administrative scheme\" which requires a claimant to first file a discrimination claim under state law, where such law exists. North Carolina prohibits employment discrimination by state agencies directed toward state or local government employees under N.C. Gen.Stat. § 126-16 and has established a state agency to process such claims pursuant to § 7A-759. <i>Davis v. North Carolina Dept. of Correction,</i> <span class=\"citation\" data-id=\"689931\"><a href=\"/opinion/689931/67-fair-emplpraccas-bna-258-66-empl-prac-dec-p-43471-carl-d/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 138 (4th Cir.1995). Under the Title VII scheme, a claimant may not proceed to federal district court until proceedings under state law have commenced and the EEOC has made a determination on the complainant's claim and issued a right-to-sue letter. <i>Id.</i> at 137.</p>\n<p>No charge may be filed with the EEOC until 60 days after proceedings have been commenced under State or local law when State or local law remedies exist. 42 U.S.C. § 2000e-5(c). This requirement is designed to give state agencies an opportunity to resolve employment discrimination problems thereby making it unnecessary to seek relief in federal district court. <i>Davis,</i> 48 F.3d at 137.</p>\n<p>Where a charge is filed with the EEOC prior to exhausting state or local remedies, the EEOC refers the complaint to the appropriate state agency. <i>Id.</i> Here, plaintiff filed two charges of discrimination with the EEOC. Those charges were then submitted to the OAH for initial processing.</p>\n<p>In addressing a Title VII claim, OAH issues a Notice of Determination concluding whether or not there is reasonable cause to believe that a Title VII violation has occurred. However, the Notice of Determination does not speak to violations of state law, and thus does not constitute investigation or processing of a state law discrimination claim for the purposes of 42 U.S.C. § 2000e-5(c). <i>Id.</i> at 139.</p>\n<p>In the case at bar, the director of OAH's Civil Rights Division issued a Notice of Determination based on the two EEOC charges filed by plaintiff. This notice addressed only the alleged violations of Title VII. (Notice of Determination, attached to Answer). There is no evidence that proceedings under state law were ever commenced.</p>\n<p>Plaintiff received a right-to-sue notice on each of the EEOC charges. (Charge Nos. XXXXXXXXX and 14B950063.) However, when proceedings are not commenced under state law, an EEOC charge is not properly pending before the EEOC and a person is not entitled to a right-to-sue letter. <i>Id.</i> Therefore, plaintiff's charges were never properly pending before the EEOC, plaintiff was not entitled to the issuance of the right-to-sue letters by the EEOC, and the federal district court has no jurisdiction over the claims. <i>Id.</i> at 138. Consequently, these claims will be dismissed.</p>\n<p></p>\n<h2>B. <i>Petitions for Contested Case Hearing</i>\n</h2>\n<p>Plaintiff also filed four Petitions for Contested Case Hearing (\"Petitions\") before the OAH on issues unrelated to the issues contained in the EEOC charges. The petitions have reached final decisions before the State Personnel Commission. (Decision and Order, State Personnel Commission, attached to Answer).</p>\n<p>A federal discrimination claim cannot be heard by a federal district court until the EEOC has conducted an investigation and determined the validity of the claim. <i>Id.</i> at 138-139. If the EEOC dismisses an aggrieved person's action, it will notify that person and issue a right to sue letter allowing that person 90 days in which to file suit in federal court. 42 U.S.C. § 2000e-5(f)(1). Plaintiff sought State administrative remedies on the issues raised in the petitions before OAH but never proceeded to the EEOC before filing her complaint in federal district court. (Answer at 13-14.) Therefore, as the EEOC never issued plaintiff right-to-sue letters on these issues, the federal district court may not exercise original jurisdiction over the issues raised in plaintiff's petitions. Therefore, these claims will be dismissed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*709</span> C. <i>Additional Claims</i>\n</h2>\n<p>Plaintiff's complaint further alleges violations of Title VII which are not the subject of the two EEOC charges or the petitions. Before a federal district court can assume original jurisdiction over Title VII claims, in states which have anti-discrimination laws for the protection of State or local government employees, the claimant must first commence proceedings under state law and the EEOC must have issued a right-to-sue letter on the matter. <i>Davis v. North Carolina Dept. of Correction,</i> <span class=\"citation\" data-id=\"689931\"><a href=\"/opinion/689931/67-fair-emplpraccas-bna-258-66-empl-prac-dec-p-43471-carl-d/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 137 (4th Cir.1995). Here, plaintiff has not done so. Therefore, the claims made in plaintiff's complaint and amended complaint are barred for failure to comply with procedural prerequisites set forth in 42 U.S.C. §§ 2000e-5(c) and 2000e-5(f)(1).<sup>[1]</sup></p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, defendant's motion for judgment on the pleadings is GRANTED and the complaint and amended complaint are DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Because the decision on the above issues is dispositive of the entire case, the remaining arguments made by defendant in its motion need not be addressed.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/382316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2250155/"
  ]
}