{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577524/",
  "absolute_url": "/opinion/2577524/bell-v-jarvis/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577524/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:59.366513Z",
  "date_modified": "2016-04-27T02:10:48.599965Z",
  "type": "010combined",
  "sha1": "34198d3aa3959c6a774066c09d1b2fa7d16c3ef0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 699 (1998)</b></center>\n<center><h1>Ernest Sutton BELL, Petitioner,<br>\nv.<br>\nMack JARVIS, Secretary for the North Carolina Dept. of Correction, and Robert Smith, Superintendent, Eastern Correctional Institution, Respondents.</h1></center>\n<center>No. 5:97-HC-232-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 8, 1998.</center>\n<p><span class=\"star-pagination\">*700</span> Kathryn L. VandenBerg, N.C. Prisoner Legal Services, Inc., Raleigh, NC, for Ernest Sutton Bell, Petitioner.</p>\n<p>Ellen B. Scouten, North Carolina Department of Justice, Raleigh, NC, for Mack Jarvis, Robert Smith, Respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on respondents' motion for summary judgment. Petitioner, a state inmate, filed this petition for habeas corpus pursuant to 28 U.S.C. § 2254. Petitioner alleges ineffective assistance of appellate counsel for failure to raise a public trial claim. In a Memorandum and Recommendation (\"M &amp; R\") filed February 27, 1998, United States Magistrate Judge Alexander B. Denson recommended that respondents' motion for summary judgment be denied, and that petitioner's petition for a writ of habeas corpus be granted. Specifically, Magistrate Judge Denson recommended allowing the State of North Carolina 180 days within which to either grant petitioner a new appeal, or alternatively a new trial, and failing this, that an appropriate writ should issue vacating petitioner's conviction. Both parties have filed objections with the court. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>A full and complete statement of the facts is contained in the M &amp; R but the court will briefly recite the salient facts. Petitioner was convicted in state court of eight counts of first degree rape, four counts of first degree sexual offense, nineteen counts of second degree rape, and twenty-seven counts of taking indecent liberties with a minor. Petitioner was sentenced to two consecutive life terms, plus seventy years. The evidence adduced at trial demonstrated petitioner had repeatedly, over the course of two years, sexually violated his twelve-year-old step-granddaughter, Wendy Harris (\"Wendy\"), and was also engaged in improper sexual conduct towards two other minor females.</p>\n<p>On the day before the trial began, the trial court conducted a pre-trial hearing wherein the petitioner's trial counsel moved to sequester the states' witnesses, particularly the minor female victims. The prosecutor responded and thereafter made a motion to close the courtroom during testimony of the minor females. Petitioner's trial counsel objected to the closure, arguing that closing the courtroom would violate petitioner's right to a public trial. The trial judge, the Honorable W. Russell Duke, Jr., Resident Superior Court Judge of Pitt County, granted both motions. Judge Duke, in granting the prosecutor's motion for closure, made the following statement:</p>\n<blockquote>The Court is going to allow that motion and we'll do it in the most discreet way possible so the jury doesn't even notice it unless someone else calls it to their attention. We can take a short recess, and I <span class=\"star-pagination\">*701</span> can excuse the jury and I can then tell the others  other people in the courtroom that this is testimony of an apparent delicate nature. I don't see anything wrong with that. I am going to allow that motion.</blockquote>\n<p>Tr. pp. 47-48. The next day, prior to opening statements, since Wendy was to be the state's first witness, Judge Duke cleared the courtroom allowing only family members and friends of the minor females to remain. Following brief opening statements, Wendy testified. After petitioner's cross-examination of Wendy, Judge Duke asked petitioner if he desired his wife to return to the courtroom which petitioner's counsel declined. Judge Duke then stated \"Well, you are welcome to have anybody in here you want now.\" Tr. p. 341.</p>\n<p>Thereafter, several adult witnesses testified; then the remaining two minor witnesses were voir dired. The first minor female, Vicki Melson, fully testified and there is no indication in the record that Judge Duke explicitly closed the courtroom. Just before the second minor female, Toni Rene, testified during voir dire, the following conversation took place:</p>\n<blockquote>Judge Duke: Okay. Got another witness on voir dire?</blockquote>\n<blockquote>Prosecutor: Yes, I just want to make sure that everyone in the courtroom is family of one of the victims. The elderly couple is, Judge  they are some friends of Wendy's, I think. Okay. Well, I think they can stay. They can stay. Oh, and there is one behind you? And this young lady that everyone is pointing at is the intern in our office, so.</blockquote>\n<blockquote>Judge Duke: All right.</blockquote>\n<blockquote>Prosecutor: I'd rather have her here if I could.</blockquote>\n<blockquote>Judge Duke: All right.</blockquote>\n<p>Tr. pp. 406-407. After the voir dire of the two minor females, they subsequently testified before the jury. Although it would appear from the above conversation that the courtroom may have still been closed to anyone other than the family members and friends of the minor victims, Judge Duke never expressly closed the courtroom again, nor did counsel for the petitioner raise any further objections to the closure.</p>\n<p>From this closure of the courtroom, petitioner alleges that his constitutional rights to a public trial and effective assistance of counsel were violated. Based on the United States Supreme Court decision of <i>Waller v. Georgia,</i> 467 U.S. 39, 104 S.Ct. 2210, 81 L.Ed.2d 31 (1984), Magistrate Judge Denson found that Judge Duke made an insufficient finding to support granting the prosecutor's motion to close the courtroom. Respondent filed numerous objections to Magistrate Judge Denson's M &amp; R, in fact, agreeing with Magistrate Judge Denson on little more than the caption of the case. Petitioner noted one objection to the M &amp; R, namely disagreeing with Magistrate Judge Denson's conclusion that the first three elements required under <i>Waller</i> had been satisfied.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating <span class=\"star-pagination\">*702</span> that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p>The Sixth Amendment guarantees that a criminal defendant shall enjoy the right to a \"public trial.\" U.S. Const. amend. VI. There is a strong presumption in favor of openness, and closed proceedings must be rare. <i>Press-Enterprise Co. v. Superior Court,</i> 464 U.S. 501, 509, 104 S.Ct. 819, 78 L.Ed.2d 629 (1984). However, this right is not absolute but must be balanced against other compelling interests or rights. <i>Id.</i> at 510, 104 S.Ct. 819. One such interest is \"safeguarding the physical and psychological well-being of a minor [witness].\" <i>Globe Newspaper Co. v. Superior Court,</i> 457 U.S. 596, 607, 102 S.Ct. 2613, 73 L.Ed.2d 248 (1982). The decision of whether to close a courtroom must be made on a case-by-case basis. A defendant whose right to a public trial has been violated need not show that he suffered any prejudice, and the doctrine of harmless error does not apply. <i>Waller v. Georgia,</i> 467 U.S. 39, 49-50 n. 9, 104 S.Ct. 2210, 81 L.Ed.2d 31 (1984).</p>\n<p>In <i>Waller,</i> the Supreme Court adopted the following four-part test to determine whether a defendant's right to a public trial is outweighed by other considerations:</p>\n<blockquote>[1] the party seeking to close the hearing must advance an overriding interest that is likely to be prejudiced,</blockquote>\n<blockquote>[2] the closure must be no broader than necessary to protect that interest,</blockquote>\n<blockquote>[3] the trial court must consider reasonable alternatives to closing the proceedings, and</blockquote>\n<blockquote>[4] it must make findings adequate to support the closure.</blockquote>\n<p><i>Id.</i> at 48, 104 S.Ct. 2210. As relates to the first prong, the majority of circuit courts have relaxed the requisite interest that must be shown prior to closure if the closure is only \"partial.\" In that event, those courts instead require a showing of a \"substantial\" reason. The underlying rationale for a less stringent standard is that the more extensive is the closure requested, \"the greater must be the gravity of the required interest and the likelihood of risk to that interest.\" <i>Ayala v. Speckard,</i> 131 F.3d 62, 70 (2d Cir.1997); <i>see also </i><i>United States v. Osborne,</i> 68 F.3d 94, 99 (5th Cir.1995); <i>United States v. Farmer,</i> 32 F.3d 369, 371 (8th Cir.1994); <i>United States v. Sherlock,</i> 962 F.2d 1349, 1357 (9th Cir.1989); <i>United States v. Galloway,</i> 937 F.2d 542, 546 (10th Cir.1991); <i>Douglas v. Wainwright,</i> 739 F.2d 531, 532-33 (11th Cir. 1984).</p>\n<p>Magistrate Judge Denson found that Judge Duke's closure was complete and thus, subject to the overriding interest requirement. M &amp; R p. 11. Respondents object to this finding, arguing that Judge Duke only partially closed the courtroom because members of the press and family members were not excluded. This court concurs that Judge Duke's limited closure of the courtroom during the victim's testimony was only partial. Judge Duke's obvious concern was to give the minor witness the opportunity to testify about serious, embarrassing and \"delicate\" subjects of a sexual nature in front of as few people as possible, while still protecting petitioner's Sixth Amendment rights. The court was not closed during the entire trial, as was the case in <i>Waller</i> when the courtroom was closed during the seven day suppression hearing, but only during Wendy's brief testimony. Therefore, the court finds the closure was only partial and, at most, there need be only a \"substantial reason\" to justify the brief closure. Although this court's finding is contrary to Magistrate Judge Denson's recommendation in that regard, Magistrate Judge Denson correctly enunciated that his conclusion on that issue was not essential to his recommendation. Regardless of whether the closure was complete, requiring an overriding interest, or partial, requiring a substantial reason, the court finds that protection of a minor rape victim satisfies either standard for purposes of meeting the first <i>Waller</i> prong.</p>\n<p><span class=\"star-pagination\">*703</span> Magistrate Judge Denson then proceeded to find that the next two <i>Waller</i> requirements had been met. The court has reviewed Magistrate Judge Denson's reasoning therein and finds the M &amp; R in accordance with the law. M &amp; R p. 12 n. 3.<sup>[1]</sup> Magistrate Judge Denson found that the fourth prong under <i>Waller</i> was not satisfied. In order to show that the trial judge made findings sufficient to warrant the restrictions he imposed, the judge must articulate findings specific enough such that a reviewing court can determine whether the closure order was properly entered. <i>Press-Enterprise Co. v. Superior Court,</i> 464 U.S. 501, 510, 104 S.Ct. 819, 78 L.Ed.2d 629 (1984).</p>\n<p>Respondents object to the determination that Judge Duke's findings were insufficient to support clearing the courtroom of spectators during Wendy's testimony or to afford appellate review. In support of this objection, respondents rely on a \"Memorandum of Findings in Support of [Judge Duke's] Order to Clear the Courtroom During Testimony of Minor Child Pursuant to N.C.G.S. § 15-166.\"<sup>[2]</sup> This memorandum was prepared by Judge Duke and filed in the Clerk of Pitt County Superior Court's office on January 22, 1998, some three years after petitioner's conviction. In that memorandum, Judge Duke elucidates additional factors he remembered considering in 1994 when he favorably ruled on the prosecutor's motion to close the courtroom.</p>\n<p>After a detailed and careful scrutinization of the entire record, including the trial transcript, this court is convinced that Judge Duke's finding that the minor victim's testimony was of a \"delicate nature\" is sufficient, under the facts of this case, to justify his partial closure of the courtroom. Although the court is not convinced of the propriety of reviewing Judge Duke's \"after-the-fact\" recordation to support his closure of the courtroom, there are sufficient other indicia contained in the record such that dependence on his memoranda is not necessary to the court's decision. The Supreme Court has not dictated a certain prescribed format to which a trial judge must adhere to support his closure finding. Furthermore, this court disagrees with Magistrate Judge Denson's determination that were the court to consider the memorandum, coupled with the perfunctory mention of the \"delicate nature\" of the proceeding, as a sufficient basis to close the courtroom, the court would be making a <i>per se</i> authorization to partially close a courtroom whenever a minor child victim is testifying, an act ruled unconstitutional by the Supreme Court. <i>Globe Newspaper,</i> 457 U.S. at 611 n. 27, 102 S.Ct. 2613. Although closure, either partial or total, may ultimately be appropriate in the majority of cases involving sexually abused minor victims, North Carolina trial courts must still weigh the relevant <i>Waller</i> factors and not rely solely on N.C.G.S. § 15-166 as support to close a courtroom. However, a trial court is not required to exhaustively articulate every observation and inference underlying its decision to close a courtroom but must only articulate its fundamental reasons for doing so. Although the actual motion hearing that dealt specifically with closing the courtroom during Wendy's testimony was of a somewhat cursory nature, it fell on the heels of a one-half day long, or longer, motions hearing that, immediately before the closure issue, dealt with issues involving the minor witness. During this approximate one-half day pre-trial hearing, Wendy and two other minor female witnesses were situated behind the prosecutor's table and clearly within the view of Judge Duke, who referred to them as children several times. Further, the prosecutor's motion to close the courtroom came at the end of this lengthy pre-trial hearing, and followed in sequence the petitioner's trial <span class=\"star-pagination\">*704</span> counsel's motion to sequester the state's witnesses.</p>\n<p>When proposing an <i>in camera</i> review of potential exculpatory <i>Brady</i> material, Judge Duke was informed that a doctor was going to testify about a colposcopy, a picture he had taken of Wendy's vagina and that obviously that was of a very \"sensitive nature.\" Tr. p. 15. Moreover, when the prosecutor tried to question Wendy about the colposcopy, which indicated past sexual abuse, she would not talk to him about it because she was \"really shy.\" <i>Id.</i> at 15-16. In fact, the prosecutor further stated that he planned to again ask Wendy about the colposcopy when she testified but that \"we'll be lucky if we can get her to talk about it tomorrow.\" <i>Id .</i> at 16.</p>\n<p>It is apparent to the court that based on these discussions occurring in close proximity to the closure motion, as well as the fact that Judge Duke could observe both Wendy and the other two minor witnesses present in the courtroom during the motions arguments, that Judge Duke's limited closure was entirely justified under the circumstances. Judge Duke closed the courtroom only to unnecessary bystanders and spectators during Wendy's testimony after considering the nature of the charges and the graphic nature of the questions that were to be asked of Wendy. In sum, the trial judge had been presiding over a proceeding in which prolonged discussions had taken place between the prosecutor and defense counsel regarding various evidentiary issues all touching on the inherent sensitive nature of the case. Accordingly, the court finds that the trial judge made sufficient findings under the circumstances to support his limited closure of the courtroom pursuant to <i>Waller.</i></p>\n<p>The court is aware that at least one circuit court does not require specific findings in all closure cases. In <i>United States v. Farmer,</i> 32 F.3d 369 (8th Cir.1994), the Eighth Circuit Court of Appeals found remand was not required although a district court judge had not made specific findings before partially closing the courtroom. Instead, the court held that \"specific findings by the district court are not necessary if we can glean sufficient support for a partial temporary closure from the record.\" <i>Id.</i> at 371.<sup>[3]</sup> The Fourth Circuit has not explicitly adopted this approach and normally does require specific findings and reasons on the record \"to facilitate the <i>de novo</i> review of such closure orders that is mandated by their constitutional implications.\" <i>In re The Charlotte Observer,</i> 882 F.2d 850, 853 (4th Cir.1989); <i>see also, </i><i>In re The Knight Publishing Co.,</i> 743 F.2d 231, 234 (4th Cir.1984). However, the court notes that neither of these Fourth Circuit cases involved allegations of child sexual abuse, the inevitably sensitive nature of those proceedings, and children's particular susceptibilities in such circumstances, as were all present in the case <i>sub judice.</i></p>\n<p>Respondent also objects to Magistrate Judge Denson's finding that petitioner's appellate counsel in state court should have known the public trial claim was a \"likely winner\" in view of the North Carolina Court of Appeals decision in <i>State v. Jenkins,</i> 115 N.C.App. 520, 445 S.E.2d 622 (1994). In <i>Jenkins,</i> the North Carolina Court of Appeals found the trial court erred under <i>Waller</i> because it made no findings of fact to support the closure of the courtroom. <i>Id.</i> at 525, 445 S.E.2d 622, 445 S.E.2d at 625. The court of appeals made this ruling despite trial judges in North Carolina having specific statutory authority to close the courtroom in cases of rape or sexual offense. <i>See</i> N.C.G.S. § 15-166; <i>supra</i> n. 2. Although this statutory authorization may not be sufficient by itself to satisfy the federal constitutional criteria delineated in <i>Waller,</i> under the circumstances of the case, Judge Duke was justified in closing the courtroom based on N.C.G.S. § 15-166 combined with his own observations in the courtroom. Because this court has found that the <i>Waller</i> standards were satisfied in this case, the court does not adopt Magistrate Judge Denson's recommendation that a \"reasonably competent criminal attorney would have raised the public trial issue,\" M &amp; R p. 17. In fact, a competent attorney likely would have recognized the futility of such an argument considering the factual <span class=\"star-pagination\">*705</span> circumstances present in this case. Accordingly, the court finds petitioner's claim of ineffective assistance of counsel based on appellate counsel's failure to raise a claim for violation of his Sixth Amendment right to a public trial is without merit.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Upon a full and careful review of the M &amp; R, in light of both parties' objections, the court finds there exits no genuine issue of material fact and that respondents are entitled to summary judgment on petitioner's petition for habeas corpus. Therefore, petitioner's petition for a writ of habeas corpus is DENIED and respondents' motion for summary judgment is GRANTED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Respondents object to Magistrate Judge Denson's analysis that Judge Duke had to satisfy all four <i>Waller</i> requirements since it was a partial closure case. This objection is a misstatement of law. The circuit courts having addressed partial closure cases have relaxed the first prong of <i>Waller</i> but have not eliminated the remaining three conditions.</p>\n<p>[2]  N.C.G.S. § 15-166 provides:\n</p>\n<p>In the trial of cases for rape or sex offense or attempt to commit rape or sex offense, the trial judge may, during the taking of the testimony of the prosecutrix, exclude from the courtroom all persons except the officers of the court, the defendant and those engaged in the trial of the case.</p>\n<p>[3]  In his dissent, Judge McMillian recommended remanding the case to the district court to supplement the record with the facts and reasoning surrounding the closure. <i>Id.</i> at 373.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">699</span></span> (1998)</b></center>\n<center><h1>Ernest Sutton BELL, Petitioner,<br>\nv.<br>\nMack JARVIS, Secretary for the North Carolina Dept. of Correction, and Robert Smith, Superintendent, Eastern Correctional Institution, Respondents.</h1></center>\n<center>No. 5:97-HC-232-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 8, 1998.</center>\n<p><span class=\"star-pagination\">*700</span> Kathryn L. VandenBerg, N.C. Prisoner Legal Services, Inc., Raleigh, NC, for Ernest Sutton Bell, Petitioner.</p>\n<p>Ellen B. Scouten, North Carolina Department of Justice, Raleigh, NC, for Mack Jarvis, Robert Smith, Respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on respondents' motion for summary judgment. Petitioner, a state inmate, filed this petition for habeas corpus pursuant to 28 U.S.C. § 2254. Petitioner alleges ineffective assistance of appellate counsel for failure to raise a public trial claim. In a Memorandum and Recommendation (\"M &amp; R\") filed February 27, 1998, United States Magistrate Judge Alexander B. Denson recommended that respondents' motion for summary judgment be denied, and that petitioner's petition for a writ of habeas corpus be granted. Specifically, Magistrate Judge Denson recommended allowing the State of North Carolina 180 days within which to either grant petitioner a new appeal, or alternatively a new trial, and failing this, that an appropriate writ should issue vacating petitioner's conviction. Both parties have filed objections with the court. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>A full and complete statement of the facts is contained in the M &amp; R but the court will briefly recite the salient facts. Petitioner was convicted in state court of eight counts of first degree rape, four counts of first degree sexual offense, nineteen counts of second degree rape, and twenty-seven counts of taking indecent liberties with a minor. Petitioner was sentenced to two consecutive life terms, plus seventy years. The evidence adduced at trial demonstrated petitioner had repeatedly, over the course of two years, sexually violated his twelve-year-old step-granddaughter, Wendy Harris (\"Wendy\"), and was also engaged in improper sexual conduct towards two other minor females.</p>\n<p>On the day before the trial began, the trial court conducted a pre-trial hearing wherein the petitioner's trial counsel moved to sequester the states' witnesses, particularly the minor female victims. The prosecutor responded and thereafter made a motion to close the courtroom during testimony of the minor females. Petitioner's trial counsel objected to the closure, arguing that closing the courtroom would violate petitioner's right to a public trial. The trial judge, the Honorable W. Russell Duke, Jr., Resident Superior Court Judge of Pitt County, granted both motions. Judge Duke, in granting the prosecutor's motion for closure, made the following statement:</p>\n<blockquote>The Court is going to allow that motion and we'll do it in the most discreet way possible so the jury doesn't even notice it unless someone else calls it to their attention. We can take a short recess, and I <span class=\"star-pagination\">*701</span> can excuse the jury and I can then tell the others  other people in the courtroom that this is testimony of an apparent delicate nature. I don't see anything wrong with that. I am going to allow that motion.</blockquote>\n<p>Tr. pp. 47-48. The next day, prior to opening statements, since Wendy was to be the state's first witness, Judge Duke cleared the courtroom allowing only family members and friends of the minor females to remain. Following brief opening statements, Wendy testified. After petitioner's cross-examination of Wendy, Judge Duke asked petitioner if he desired his wife to return to the courtroom which petitioner's counsel declined. Judge Duke then stated \"Well, you are welcome to have anybody in here you want now.\" Tr. p. 341.</p>\n<p>Thereafter, several adult witnesses testified; then the remaining two minor witnesses were voir dired. The first minor female, Vicki Melson, fully testified and there is no indication in the record that Judge Duke explicitly closed the courtroom. Just before the second minor female, Toni Rene, testified during voir dire, the following conversation took place:</p>\n<blockquote>Judge Duke: Okay. Got another witness on voir dire?</blockquote>\n<blockquote>Prosecutor: Yes, I just want to make sure that everyone in the courtroom is family of one of the victims. The elderly couple is, Judge  they are some friends of Wendy's, I think. Okay. Well, I think they can stay. They can stay. Oh, and there is one behind you? And this young lady that everyone is pointing at is the intern in our office, so.</blockquote>\n<blockquote>Judge Duke: All right.</blockquote>\n<blockquote>Prosecutor: I'd rather have her here if I could.</blockquote>\n<blockquote>Judge Duke: All right.</blockquote>\n<p>Tr. pp. 406-407. After the voir dire of the two minor females, they subsequently testified before the jury. Although it would appear from the above conversation that the courtroom may have still been closed to anyone other than the family members and friends of the minor victims, Judge Duke never expressly closed the courtroom again, nor did counsel for the petitioner raise any further objections to the closure.</p>\n<p>From this closure of the courtroom, petitioner alleges that his constitutional rights to a public trial and effective assistance of counsel were violated. Based on the United States Supreme Court decision of <i>Waller v. Georgia,</i> <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span> (1984), Magistrate Judge Denson found that Judge Duke made an insufficient finding to support granting the prosecutor's motion to close the courtroom. Respondent filed numerous objections to Magistrate Judge Denson's M &amp; R, in fact, agreeing with Magistrate Judge Denson on little more than the caption of the case. Petitioner noted one objection to the M &amp; R, namely disagreeing with Magistrate Judge Denson's conclusion that the first three elements required under <i>Waller</i> had been satisfied.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating <span class=\"star-pagination\">*702</span> that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p>The Sixth Amendment guarantees that a criminal defendant shall enjoy the right to a \"public trial.\" U.S. Const. amend. VI. There is a strong presumption in favor of openness, and closed proceedings must be rare. <i>Press-Enterprise Co. v. Superior Court,</i> <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 509, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1984). However, this right is not absolute but must be balanced against other compelling interests or rights. <i>Id.</i> at 510, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>. One such interest is \"safeguarding the physical and psychological well-being of a minor [witness].\" <i>Globe Newspaper Co. v. Superior Court,</i> <span class=\"citation\" data-id=\"110757\"><a href=\"/opinion/110757/globe-newspaper-co-v-superior-court-county-of-norfolk/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>, 607, <span class=\"citation\" data-id=\"110757\"><a href=\"/opinion/110757/globe-newspaper-co-v-superior-court-county-of-norfolk/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2613</span></a></span>, <span class=\"citation\" data-id=\"110757\"><a href=\"/opinion/110757/globe-newspaper-co-v-superior-court-county-of-norfolk/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></a></span> (1982). The decision of whether to close a courtroom must be made on a case-by-case basis. A defendant whose right to a public trial has been violated need not show that he suffered any prejudice, and the doctrine of harmless error does not apply. <i>Waller v. Georgia,</i> <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 49-50 n. 9, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span> (1984).</p>\n<p>In <i>Waller,</i> the Supreme Court adopted the following four-part test to determine whether a defendant's right to a public trial is outweighed by other considerations:</p>\n<blockquote>[1] the party seeking to close the hearing must advance an overriding interest that is likely to be prejudiced,</blockquote>\n<blockquote>[2] the closure must be no broader than necessary to protect that interest,</blockquote>\n<blockquote>[3] the trial court must consider reasonable alternatives to closing the proceedings, and</blockquote>\n<blockquote>[4] it must make findings adequate to support the closure.</blockquote>\n<p><i>Id.</i> at 48, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>. As relates to the first prong, the majority of circuit courts have relaxed the requisite interest that must be shown prior to closure if the closure is only \"partial.\" In that event, those courts instead require a showing of a \"substantial\" reason. The underlying rationale for a less stringent standard is that the more extensive is the closure requested, \"the greater must be the gravity of the required interest and the likelihood of risk to that interest.\" <i>Ayala v. Speckard,</i> <span class=\"citation\" data-id=\"748877\"><a href=\"/opinion/748877/steven-ayala-v-hubert-speckard-superintendent-of-groveland-correctional/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 70 (2d Cir.1997); <i>see also </i><i>United States v. Osborne,</i> <span class=\"citation\" data-id=\"7891\"><a href=\"/opinion/7891/united-states-v-osborne/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 99 (5th Cir.1995); <i>United States v. Farmer,</i> <span class=\"citation\" data-id=\"676123\"><a href=\"/opinion/676123/united-states-v-james-fremont-farmer-sr/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">369</span></a></span>, 371 (8th Cir.1994); <i>United States v. Sherlock,</i> <span class=\"citation\" data-id=\"582727\"><a href=\"/opinion/582727/united-states-v-arnold-sherlock-and-ronald-charley/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1349</span></a></span>, 1357 (9th Cir.1989); <i>United States v. Galloway,</i> <span class=\"citation\" data-id=\"563884\"><a href=\"/opinion/563884/united-states-v-george-don-galloway-aka-saul-d-davis/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">542</span></a></span>, 546 (10th Cir.1991); <i>Douglas v. Wainwright,</i> <span class=\"citation\" data-id=\"438963\"><a href=\"/opinion/438963/howard-virgil-lee-douglas-v-louie-l-wainwright-secretary-florida/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span>, 532-33 (11th Cir. 1984).</p>\n<p>Magistrate Judge Denson found that Judge Duke's closure was complete and thus, subject to the overriding interest requirement. M &amp; R p. 11. Respondents object to this finding, arguing that Judge Duke only partially closed the courtroom because members of the press and family members were not excluded. This court concurs that Judge Duke's limited closure of the courtroom during the victim's testimony was only partial. Judge Duke's obvious concern was to give the minor witness the opportunity to testify about serious, embarrassing and \"delicate\" subjects of a sexual nature in front of as few people as possible, while still protecting petitioner's Sixth Amendment rights. The court was not closed during the entire trial, as was the case in <i>Waller</i> when the courtroom was closed during the seven day suppression hearing, but only during Wendy's brief testimony. Therefore, the court finds the closure was only partial and, at most, there need be only a \"substantial reason\" to justify the brief closure. Although this court's finding is contrary to Magistrate Judge Denson's recommendation in that regard, Magistrate Judge Denson correctly enunciated that his conclusion on that issue was not essential to his recommendation. Regardless of whether the closure was complete, requiring an overriding interest, or partial, requiring a substantial reason, the court finds that protection of a minor rape victim satisfies either standard for purposes of meeting the first <i>Waller</i> prong.</p>\n<p><span class=\"star-pagination\">*703</span> Magistrate Judge Denson then proceeded to find that the next two <i>Waller</i> requirements had been met. The court has reviewed Magistrate Judge Denson's reasoning therein and finds the M &amp; R in accordance with the law. M &amp; R p. 12 n. 3.<sup>[1]</sup> Magistrate Judge Denson found that the fourth prong under <i>Waller</i> was not satisfied. In order to show that the trial judge made findings sufficient to warrant the restrictions he imposed, the judge must articulate findings specific enough such that a reviewing court can determine whether the closure order was properly entered. <i>Press-Enterprise Co. v. Superior Court,</i> <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 510, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1984).</p>\n<p>Respondents object to the determination that Judge Duke's findings were insufficient to support clearing the courtroom of spectators during Wendy's testimony or to afford appellate review. In support of this objection, respondents rely on a \"Memorandum of Findings in Support of [Judge Duke's] Order to Clear the Courtroom During Testimony of Minor Child Pursuant to N.C.G.S. § 15-166.\"<sup>[2]</sup> This memorandum was prepared by Judge Duke and filed in the Clerk of Pitt County Superior Court's office on January 22, 1998, some three years after petitioner's conviction. In that memorandum, Judge Duke elucidates additional factors he remembered considering in 1994 when he favorably ruled on the prosecutor's motion to close the courtroom.</p>\n<p>After a detailed and careful scrutinization of the entire record, including the trial transcript, this court is convinced that Judge Duke's finding that the minor victim's testimony was of a \"delicate nature\" is sufficient, under the facts of this case, to justify his partial closure of the courtroom. Although the court is not convinced of the propriety of reviewing Judge Duke's \"after-the-fact\" recordation to support his closure of the courtroom, there are sufficient other indicia contained in the record such that dependence on his memoranda is not necessary to the court's decision. The Supreme Court has not dictated a certain prescribed format to which a trial judge must adhere to support his closure finding. Furthermore, this court disagrees with Magistrate Judge Denson's determination that were the court to consider the memorandum, coupled with the perfunctory mention of the \"delicate nature\" of the proceeding, as a sufficient basis to close the courtroom, the court would be making a <i>per se</i> authorization to partially close a courtroom whenever a minor child victim is testifying, an act ruled unconstitutional by the Supreme Court. <i>Globe Newspaper,</i> 457 U.S. at 611 n. 27, <span class=\"citation\" data-id=\"110757\"><a href=\"/opinion/110757/globe-newspaper-co-v-superior-court-county-of-norfolk/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2613</span></a></span>. Although closure, either partial or total, may ultimately be appropriate in the majority of cases involving sexually abused minor victims, North Carolina trial courts must still weigh the relevant <i>Waller</i> factors and not rely solely on N.C.G.S. § 15-166 as support to close a courtroom. However, a trial court is not required to exhaustively articulate every observation and inference underlying its decision to close a courtroom but must only articulate its fundamental reasons for doing so. Although the actual motion hearing that dealt specifically with closing the courtroom during Wendy's testimony was of a somewhat cursory nature, it fell on the heels of a one-half day long, or longer, motions hearing that, immediately before the closure issue, dealt with issues involving the minor witness. During this approximate one-half day pre-trial hearing, Wendy and two other minor female witnesses were situated behind the prosecutor's table and clearly within the view of Judge Duke, who referred to them as children several times. Further, the prosecutor's motion to close the courtroom came at the end of this lengthy pre-trial hearing, and followed in sequence the petitioner's trial <span class=\"star-pagination\">*704</span> counsel's motion to sequester the state's witnesses.</p>\n<p>When proposing an <i>in camera</i> review of potential exculpatory <i>Brady</i> material, Judge Duke was informed that a doctor was going to testify about a colposcopy, a picture he had taken of Wendy's vagina and that obviously that was of a very \"sensitive nature.\" Tr. p. 15. Moreover, when the prosecutor tried to question Wendy about the colposcopy, which indicated past sexual abuse, she would not talk to him about it because she was \"really shy.\" <i>Id.</i> at 15-16. In fact, the prosecutor further stated that he planned to again ask Wendy about the colposcopy when she testified but that \"we'll be lucky if we can get her to talk about it tomorrow.\" <i>Id .</i> at 16.</p>\n<p>It is apparent to the court that based on these discussions occurring in close proximity to the closure motion, as well as the fact that Judge Duke could observe both Wendy and the other two minor witnesses present in the courtroom during the motions arguments, that Judge Duke's limited closure was entirely justified under the circumstances. Judge Duke closed the courtroom only to unnecessary bystanders and spectators during Wendy's testimony after considering the nature of the charges and the graphic nature of the questions that were to be asked of Wendy. In sum, the trial judge had been presiding over a proceeding in which prolonged discussions had taken place between the prosecutor and defense counsel regarding various evidentiary issues all touching on the inherent sensitive nature of the case. Accordingly, the court finds that the trial judge made sufficient findings under the circumstances to support his limited closure of the courtroom pursuant to <i>Waller.</i></p>\n<p>The court is aware that at least one circuit court does not require specific findings in all closure cases. In <i>United States v. Farmer,</i> <span class=\"citation\" data-id=\"676123\"><a href=\"/opinion/676123/united-states-v-james-fremont-farmer-sr/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">369</span></a></span> (8th Cir.1994), the Eighth Circuit Court of Appeals found remand was not required although a district court judge had not made specific findings before partially closing the courtroom. Instead, the court held that \"specific findings by the district court are not necessary if we can glean sufficient support for a partial temporary closure from the record.\" <i>Id.</i> at 371.<sup>[3]</sup> The Fourth Circuit has not explicitly adopted this approach and normally does require specific findings and reasons on the record \"to facilitate the <i>de novo</i> review of such closure orders that is mandated by their constitutional implications.\" <i>In re The Charlotte Observer,</i> <span class=\"citation\" data-id=\"527814\"><a href=\"/opinion/527814/in-re-the-charlotte-observer-a-division-of-the-knight-publishing-company/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 853 (4th Cir.1989); <i>see also, </i><i>In re The Knight Publishing Co.,</i> <span class=\"citation\" data-id=\"441653\"><a href=\"/opinion/441653/in-re-the-knight-publishing-company-dba-the-charlotte-observer/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span>, 234 (4th Cir.1984). However, the court notes that neither of these Fourth Circuit cases involved allegations of child sexual abuse, the inevitably sensitive nature of those proceedings, and children's particular susceptibilities in such circumstances, as were all present in the case <i>sub judice.</i></p>\n<p>Respondent also objects to Magistrate Judge Denson's finding that petitioner's appellate counsel in state court should have known the public trial claim was a \"likely winner\" in view of the North Carolina Court of Appeals decision in <i>State v. Jenkins,</i> 115 N.C.App. 520, <span class=\"citation\" data-id=\"1310872\"><a href=\"/opinion/1310872/state-v-jenkins/\"><span class=\"volume\">445</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">622</span></a></span> (1994). In <i>Jenkins,</i> the North Carolina Court of Appeals found the trial court erred under <i>Waller</i> because it made no findings of fact to support the closure of the courtroom. <i>Id.</i> at 525, <span class=\"citation\" data-id=\"1310872\"><a href=\"/opinion/1310872/state-v-jenkins/\"><span class=\"volume\">445</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">622</span></a></span>, 445 S.E.2d at 625. The court of appeals made this ruling despite trial judges in North Carolina having specific statutory authority to close the courtroom in cases of rape or sexual offense. <i>See</i> N.C.G.S. § 15-166; <i>supra</i> n. 2. Although this statutory authorization may not be sufficient by itself to satisfy the federal constitutional criteria delineated in <i>Waller,</i> under the circumstances of the case, Judge Duke was justified in closing the courtroom based on N.C.G.S. § 15-166 combined with his own observations in the courtroom. Because this court has found that the <i>Waller</i> standards were satisfied in this case, the court does not adopt Magistrate Judge Denson's recommendation that a \"reasonably competent criminal attorney would have raised the public trial issue,\" M &amp; R p. 17. In fact, a competent attorney likely would have recognized the futility of such an argument considering the factual <span class=\"star-pagination\">*705</span> circumstances present in this case. Accordingly, the court finds petitioner's claim of ineffective assistance of counsel based on appellate counsel's failure to raise a claim for violation of his Sixth Amendment right to a public trial is without merit.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Upon a full and careful review of the M &amp; R, in light of both parties' objections, the court finds there exits no genuine issue of material fact and that respondents are entitled to summary judgment on petitioner's petition for habeas corpus. Therefore, petitioner's petition for a writ of habeas corpus is DENIED and respondents' motion for summary judgment is GRANTED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Respondents object to Magistrate Judge Denson's analysis that Judge Duke had to satisfy all four <i>Waller</i> requirements since it was a partial closure case. This objection is a misstatement of law. The circuit courts having addressed partial closure cases have relaxed the first prong of <i>Waller</i> but have not eliminated the remaining three conditions.</p>\n<p>[2]  N.C.G.S. § 15-166 provides:\n</p>\n<p>In the trial of cases for rape or sex offense or attempt to commit rape or sex offense, the trial judge may, during the taking of the testimony of the prosecutrix, exclude from the courtroom all persons except the officers of the court, the defendant and those engaged in the trial of the case.</p>\n<p>[3]  In his dissent, Judge McMillian recommended remanding the case to the district court to supplement the record with the facts and reasoning surrounding the closure. <i>Id.</i> at 373.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/7891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310872/"
  ]
}