{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577458/",
  "absolute_url": "/opinion/2577458/donald-v-virginia-elec-power-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577458/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:56.204981Z",
  "date_modified": "2016-04-27T02:10:48.544482Z",
  "type": "010combined",
  "sha1": "4706168b70530725052c19fc2a0cc78af2eda0bf",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 694 (1998)</b></center>\n<center><h1>Stanley M. DONALD, Plaintiff,<br>\nv.<br>\nVIRGINIA ELECTRIC AND POWER COMPANY and Virginia Electric and Power Company d/b/a North Carolina Power, Defendant.</h1></center>\n<center>No. 4:98-CV-38-H3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 8, 1998.</center>\n<p><span class=\"star-pagination\">*695</span> Gilbert W. Chichester, Littleton, NC, for Stanley M. Donald, plaintiff.</p>\n<p>Randall D. Avram, Maria E. Hallas, Hunton &amp; Williams, Raleigh, NC, for Virginia Electric &amp; Power Company.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>Plaintiff initially filed this action against Virginia Electric and Power Co. (\"VEPCO\"), his former employer, in the Superior Court of Halifax County, North Carolina. Plaintiff alleged in his complaint that he had been fired during a corporate downsizing because of his age, in violation of the public policy of North Carolina. Maintaining that § 502(a) of the Employee Retirement Security Act (\"ERISA\"), <i>codified at</i> 29 U.S.C. § 1132(a), preempted plaintiff's state law claims, VEPCO removed the case to this court. Plaintiff then filed a motion to remand the action to state court, to which defendant VEPCO responded. These matters are ripe for ruling.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. ERISA Preemption</h2>\n<p>The issue raised by VEPCO's removal of this action to federal court and plaintiff's ensuing motion to remand is whether § 502(a), the civil enforcement provision of ERISA, <i>codified at</i> 29 U.S.C. § 1132(a), completely preempts plaintiff's state law age discrimination claims, thereby providing a basis for removal jurisdiction. At the outset, the court notes that removal jurisdiction only exists if the district court would have had original jurisdiction over the suit. <i>See</i> 28 U.S.C. § 1441(a). The parties here lack diversity, so removal jurisdiction may only exist by virtue of federal question jurisdiction. Federal question jurisdiction exists where the plaintiff's claim arises under the United States Constitution or other federal law. <i>See</i> 28 U.S.C. § 1331. Furthermore, pursuant to the generally applicable well-pleaded complaint rule, federal question jurisdiction must be apparent from the face of the complaint. <i>See </i><i>Metropolitan Life Ins. Co. v. Taylor,</i> 481 U.S. 58, 63, 107 S.Ct. 1542, 95 L.Ed.2d 55 (1987); <i>Franchise Tax Bd. v. Construction Laborers Vacation Trust,</i> 463 U.S. 1, 9-10, 103 S.Ct. 2841, 77 L.Ed.2d 420 (1983). Thus, federal issues raised as defenses normally cannot furnish a basis for removal jurisdiction. <i>Caterpillar, Inc. v. Williams,</i> 482 U.S. 386, 393, 107 S.Ct. 2425, 96 L.Ed.2d 318 (1987). However, the Supreme Court has fashioned the following exception to the well-pleaded complaint rule: \"[C]auses of action within the scope of the civil enforcement provisions of § 502(a) [of ERISA are] removable to federal court\" although \"they purport[] to raise only state law claims.\" <i>Metropolitan Life,</i> 481 U.S. at 66-67, 107 S.Ct. 1542. Therefore, removal jurisdiction only exists in this case if the court may properly recharacterize plaintiff's action as a civil action brought pursuant to § 502(a) to enforce rights guaranteed by ERISA. <i>See id.</i></p>\n<p>Section 502(a) of ERISA provides, in relevant part:</p>\n<blockquote>A civil action may be brought-</blockquote>\n<blockquote>(1) by a participant or beneficiary-</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(B) to recover benefits due to him under the terms of his plan, to enforce his rights under the terms of the plan, or to clarify his rights to future benefits under the plan....</blockquote>\n<p>29 U.S.C. § 1132(a)(1)(B).</p>\n<p>Plaintiff contends that his state law age discrimination claims do not seek to recover, enforce or clarify rights to benefits under an ERISA plan. Plaintiff argues that his admission in response to VEPCO's interrogatories that VEPCO fired him in order to avoid <span class=\"star-pagination\">*696</span> paying his retirement and health benefits \"is no more than an acknowledgement that plaintiff was terminated during the course of a reduction in force by VEPCO.\" (Pl.'s Mem. Supp. Mot. Remand at 4-5.) Plaintiff asserts that the \"heart\" of his claim \"is that VEPCO, in determining which of its employees to terminate in the reduction in force, intentionally chose to terminate older workers and specifically to terminate plaintiff because of his age.\" <i>Id.</i> at 5. For its part, VEPCO contends plaintiff has asserted a claim that plainly falls within § 510 of ERISA, <i>codified at</i> 29 U.S.C. § 1140, which makes it \"unlawful ... to discharge ... a participant or beneficiary ... for the purpose of interfering with the attainment of any right to which such participant may become entitled under the plan,\" and that § 502(a) provides the exclusive remedy for a violation of the rights guaranteed by § 510. VEPCO asserts the Supreme Court's ruling in <i>Ingersoll-Rand Co. v. McClendon,</i> 498 U.S. 133, 142-45, 111 S.Ct. 478, 112 L.Ed.2d 474 (1990), that ERISA preempted the plaintiff-employee's Texas state law wrongful discharge claim that alleged his employer fired him based on its desire to avoid contributing to his pension fund, thrusts this plaintiff's claim squarely within the jurisdiction of this court.</p>\n<p></p>\n<h2>II. Ingersoll-Rand and its Progeny</h2>\n<p>The plaintiff in <i>Ingersoll-Rand</i> filed suit in Texas state court after he was fired as part of defendant's company-wide reduction in force. The plaintiff alleged that a principal reason for his termination was the defendant's desire to avoid contributing to his pension fund. Plaintiff sought compensatory and punitive damages under various contract theories, but did not assert a cause of action under ERISA. The state cause of action under which plaintiff sued \"allow[ed] recovery when the plaintiff prov[ed] that the principal reason for his discharge was the employer's desire to avoid contributing to or paying benefits under the employee's pension fund.\" <i>Ingersoll-Rand,</i> 498 U.S. at 140, 111 S.Ct. 478 (internal citations omitted).</p>\n<p>The Supreme Court noted that the \"Texas cause of action ... is premised on[] the existence of a pension plan,\" and that \"there is simply no cause of action if there is no plan.\" <i>See id.</i> After discussing the powerful preemptive force of ERISA § 502(a), which renders a preemption defense a sufficient basis for removal, the Court held that because the state cause of action \"[u]nquestionably ... purports to provide a remedy for the violation of a right expressly guaranteed by § 510 and exclusively enforced by § 502(a).... due regard for the federal enactment requires that state jurisdiction must yield.\" <i>Id.</i> at 145, 111 S.Ct. 478 (internal quotations omitted). The Court further held that \"it is no answer to a pre-emption argument that a particular plaintiff is not seeking recovery of pension benefits.\" <i>Id.</i></p>\n<p>VEPCO contends <i>Ingersoll-Rand</i> stands for the proposition that any \"allegation that the plaintiff's employer `had a pension-defeating motive in terminating the employment'\" triggers federal jurisdiction over the plaintiff's claims. (Def.'s Mem. Opp. Pl.'s Mot. Remand at 1 (quoting <i>Ingersoll-Rand,</i> 498 U.S. at 140, 111 S.Ct. 478).) However, courts of appeals for the various circuits have not read <i>Ingersoll-Rand</i> so broadly.</p>\n<p>The Third Circuit in <i>Mints v. ETS,</i> 99 F.3d 1253 (3d Cir.1996), found no \"colorable basis for removal\" of plaintiff's state court claims, including claims of age discrimination, where the plaintiff \"plead that he lost rights protected by ERISA when ETS terminated his employment and ... that ETS terminated him within two years of the time he would have become eligible for [retirement] benefits,\" but \"did not assert that ETS fired him to avoid an obligation to pay benefits.\" <i>Id.</i> at 1261. Significantly, the Third Circuit indicated that Mint's state court action might not have been barred even <i>had</i> he admitted that his employer fired him to avoid paying ERISA benefits. The court explained:</p>\n<blockquote>We are not to be understood as implying that if Mints had made such an allegation the case would have been removable. Rather, we do not consider that possibility inasmuch as Mints did not make that allegation.</blockquote>\n<p><i>Id.</i> n. 3.</p>\n<p>The Sixth Circuit in <i>Warner v. Ford Motor Co.,</i> 46 F.3d 531, 533 (6th Cir.1995), remanded <span class=\"star-pagination\">*697</span> the plaintiff's state law age discrimination case even though the defendant's defense was based on the fact that plaintiff had taken early retirement in lieu of discharge, was receiving benefits under an ERISA plan and had signed a release of claims in exchange for retirement benefits. The <i>Warner</i> court held that for an action to fall within the <i>Metropolitan Life</i> exception to the well-pleaded complaint rule, the court</p>\n<blockquote>must conclude that the common law or statutory claim under state law should be characterized as a superseding ERISA action \"to recover benefits due to him under the terms of his plan, to enforce his rights under the terms of the plan, or to clarify his rights to future benefits under the terms of the plan,\" as provided in § 1132(a)(1)(B).</blockquote>\n<p><i>Id.</i> at 534.</p>\n<p>The <i>Warner</i> court determined, after \"look[ing] past the complaint,\" that plaintiff's action had \"none of the characteristics of a § 1132(a)(1)(B) action to enforce an ERISA agreement.\" The court explained:</p>\n<blockquote>This action claims that the defendant-employer threatened to discharge the plaintiff because of his age unless he took early retirement. It is a straight state age discrimination case which has no counterpart or superseding cause of action in ERISA.... No cause of action may fairly be read to supersede this age discrimination claim, and there is no claim that hostile state courts will somehow subvert enforcement of ERISA in such cases.</blockquote>\n<p><i>Id.</i></p>\n<p>The court concluded that Warner's complaint was governed by the well-pleaded complaint rule of federal jurisdiction, and, therefore, was not eligible for removal.</p>\n<p>In addition, while VEPCO characterizes the Fifth Circuit's decision in <i>Rokohl v. Texaco, Inc.,</i> 77 F.3d 126 (5th Cir.1996), as inapposite, this court considers the principles <i>Rokohl</i> set forth for analyzing § 514 preemption helpful in determining whether removal based upon complete preemption is appropriate in this case. Unlike the plaintiff in the case at hand, Rokohl initially filed suit in federal court, where he alleged that (1) his employer, Texaco, dismissed him because of his disability in violation of Texas state law, and, (2), Texaco fired him to avoid paying his retirement benefits, in violation of ERISA. The district court ruled that plaintiff's state law disability claim was preempted by § 514 of ERISA and granted summary judgment for Texaco as to that claim. The Fifth Circuit reversed, stating:</p>\n<blockquote>The heart of Rokohl's claim is that he was wrongfully discharged by Texaco on the basis of his disability. As such, Rokohl's claim would have arisen whether Texaco had terminated his employment through the use of the [disability] plan or in some other manner....</blockquote>\n<blockquote>Indeed, if we were to accept Texaco's argument that ERISA preempts Rokohl's [state law disability] claim, we would effectively permit Texaco to hide behind its ERISA plan in avoidance of state anti-discrimination laws. To do that would be to allow an employer to disguise its firing decisionseven decisions to dismiss an employee because of his or her race, gender, age, or disability  as benefits decisions, in avoidance of state anti-discrimination statutes, simply by adopting an ERISA-qualified plan and awarding each discharged employee benefits under that plan.</blockquote>\n<p><i>Id.</i> at 130.</p>\n<p>While VEPCO correctly points out that <i>Rokohl</i> did not present the question of removal jurisdiction or preemption pursuant to a § 510 claim, <i>Rokohl</i> does exemplify that an employee who suspects his employer fired him not only to avoid paying pension benefits under ERISA, but also for reasons that violate state public policy, may claim that his employer's acts were unlawful under both federal and state law theories.<sup>[1]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*698</span> III. Application to Plaintiff's Age Discrimination Claim</h2>\n<p>VEPCO concedes that plaintiff's complaint sets forth only one cause of action  a claim of age discrimination in violation of North Carolina's public policy. VEPCO bases its argument that plaintiff's claim is preempted and removable pursuant to § 510 of ERISA <i>solely</i> on plaintiff's answer of \"Admitted,\" to the following request for admission:</p>\n<blockquote>Request Number 14. One of your claims in this case is that North Carolina Power terminated your employment for the purpose of denying you benefits, such as retirement and health benefits.</blockquote>\n<p>(Pl.'s Resp. to Def.'s Request for Admissions.)</p>\n<p>This court considers the \"heart\" of plaintiff's complaint to be embodied in paragraph 19, where plaintiff alleges:</p>\n<blockquote>Defendant wrongfully discharged Plaintiff from his employment [] in violation of the public policy of the State of North Carolina because Plaintiff was discharged because of his age and because age was a motivating and determining factor and made a difference in the decision to discharge Plaintiff. Defendant's conduct was in knowing and reckless disregard of North Carolina's public policy against age discrimination.</blockquote>\n<p>(Compl.¶ 19.)</p>\n<p>Unlike the plaintiff's cause of action in <i>Ingersoll-Rand,</i> the plaintiff's state law claim in this case does not depend upon, or even relate to, the existence of an ERISA benefits plan. Clearly, an employer with no ERISA benefits plan in place could unlawfully discriminate against one of its employees based on age. Therefore, the North Carolina wrongful discharge cause of action raised in this case does not conflict with a cause of action brought to enforce § 510 of ERISA.</p>\n<p>The more difficult question posed by defendant is whether plaintiff's admission that VEPCO fired him for the purpose of denying him ERISA benefits automatically transforms this action into an ERISA preempted claim that is removable to federal court. After closely studying case authority on this issue, specifically <i>Ingersoll-Rand, Warner</i> and <i>Rokohl,</i> this court concludes that plaintiff's admissions, which fell outside the scope of the age discrimination claim he asserted in his complaint, are insufficient to trigger ERISA preemption and federal jurisdiction over this matter. Like Warner, the plaintiff in this case plead a straightforward age discrimination claim, which even defendant concedes did not seek to recover benefits due under an ERISA plan, enforce rights under an ERISA plan or clarify rights to future benefits under such a plan. Plaintiff's action simply has none of the characteristics of the § 502(a) actions that are exempted from the well-pleaded complaint rule.</p>\n<p><i>Ingersoll-Rand</i> did not eliminate all state law wrongful discharge claims for actions taken during a corporate downsizing designed to minimize employer-paid benefits, and this court does not believe that plaintiff's lone admission federalized his independent state law action. Therefore, this court GRANTS plaintiff's motion to REMAND this case to the Superior Court of Halifax County.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The court GRANTS plaintiff's motion to REMAND this case to the Superior Court of Halifax County. The court notes that before filing its notice of removal, defendant filed a motion to dismiss plaintiff's complaint for failure to comply with the North Carolina Rules of Civil Procedure. In light of this court's determination that it has no subject matter jurisdiction over this case, the court declines to rule on defendant's pending motion to dismiss. The clerk is directed to close this case and to mail a certified copy of this order to the Clerk of Superior Court of Halifax County.</p>\n<h2>NOTES</h2>\n<p>[1]  To be sure, federal courts have found various state law claims preempted and removable pursuant to <i>Ingersoll-Rand. See, e.g., Warren v. Blue Cross and Blue Shield,</i> No. 97-1374, 1997 WL 701413, *3, 129 F.3d 118 (4th Cir. November 12, 1997) (\"Thus, in his complaint Warren seeks not simply to measure his damages by reference to the ERISA plan but also to recover or enforce benefits allegedly `due' to him under that plan.\"); <i>Dochterman v. First Miss. Corp.,</i> 831 F.Supp. 556, 557-58 (S.D.W.Va.1993) (finding plaintiff's claim for breach of the duty of good faith and fair dealing preempted and removable under <i>Ingersoll-Rand</i> as claim asserted that defendants discharged plaintiff to avoid paying employment benefits).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></span> (1998)</b></center>\n<center><h1>Stanley M. DONALD, Plaintiff,<br>\nv.<br>\nVIRGINIA ELECTRIC AND POWER COMPANY and Virginia Electric and Power Company d/b/a North Carolina Power, Defendant.</h1></center>\n<center>No. 4:98-CV-38-H3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 8, 1998.</center>\n<p><span class=\"star-pagination\">*695</span> Gilbert W. Chichester, Littleton, NC, for Stanley M. Donald, plaintiff.</p>\n<p>Randall D. Avram, Maria E. Hallas, Hunton &amp; Williams, Raleigh, NC, for Virginia Electric &amp; Power Company.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>Plaintiff initially filed this action against Virginia Electric and Power Co. (\"VEPCO\"), his former employer, in the Superior Court of Halifax County, North Carolina. Plaintiff alleged in his complaint that he had been fired during a corporate downsizing because of his age, in violation of the public policy of North Carolina. Maintaining that § 502(a) of the Employee Retirement Security Act (\"ERISA\"), <i>codified at</i> 29 U.S.C. § 1132(a), preempted plaintiff's state law claims, VEPCO removed the case to this court. Plaintiff then filed a motion to remand the action to state court, to which defendant VEPCO responded. These matters are ripe for ruling.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. ERISA Preemption</h2>\n<p>The issue raised by VEPCO's removal of this action to federal court and plaintiff's ensuing motion to remand is whether § 502(a), the civil enforcement provision of ERISA, <i>codified at</i> 29 U.S.C. § 1132(a), completely preempts plaintiff's state law age discrimination claims, thereby providing a basis for removal jurisdiction. At the outset, the court notes that removal jurisdiction only exists if the district court would have had original jurisdiction over the suit. <i>See</i> 28 U.S.C. § 1441(a). The parties here lack diversity, so removal jurisdiction may only exist by virtue of federal question jurisdiction. Federal question jurisdiction exists where the plaintiff's claim arises under the United States Constitution or other federal law. <i>See</i> 28 U.S.C. § 1331. Furthermore, pursuant to the generally applicable well-pleaded complaint rule, federal question jurisdiction must be apparent from the face of the complaint. <i>See </i><i>Metropolitan Life Ins. Co. v. Taylor,</i> <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 63, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></a></span>, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span></a></span> (1987); <i>Franchise Tax Bd. v. Construction Laborers Vacation Trust,</i> <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9-10, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span>, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1983). Thus, federal issues raised as defenses normally cannot furnish a basis for removal jurisdiction. <i>Caterpillar, Inc. v. Williams,</i> <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 393, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2425</span></a></span>, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1987). However, the Supreme Court has fashioned the following exception to the well-pleaded complaint rule: \"[C]auses of action within the scope of the civil enforcement provisions of § 502(a) [of ERISA are] removable to federal court\" although \"they purport[] to raise only state law claims.\" <i>Metropolitan Life,</i> 481 U.S. at 66-67, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></a></span>. Therefore, removal jurisdiction only exists in this case if the court may properly recharacterize plaintiff's action as a civil action brought pursuant to § 502(a) to enforce rights guaranteed by ERISA. <i>See id.</i></p>\n<p>Section 502(a) of ERISA provides, in relevant part:</p>\n<blockquote>A civil action may be brought-</blockquote>\n<blockquote>(1) by a participant or beneficiary-</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(B) to recover benefits due to him under the terms of his plan, to enforce his rights under the terms of the plan, or to clarify his rights to future benefits under the plan....</blockquote>\n<p>29 U.S.C. § 1132(a)(1)(B).</p>\n<p>Plaintiff contends that his state law age discrimination claims do not seek to recover, enforce or clarify rights to benefits under an ERISA plan. Plaintiff argues that his admission in response to VEPCO's interrogatories that VEPCO fired him in order to avoid <span class=\"star-pagination\">*696</span> paying his retirement and health benefits \"is no more than an acknowledgement that plaintiff was terminated during the course of a reduction in force by VEPCO.\" (Pl.'s Mem. Supp. Mot. Remand at 4-5.) Plaintiff asserts that the \"heart\" of his claim \"is that VEPCO, in determining which of its employees to terminate in the reduction in force, intentionally chose to terminate older workers and specifically to terminate plaintiff because of his age.\" <i>Id.</i> at 5. For its part, VEPCO contends plaintiff has asserted a claim that plainly falls within § 510 of ERISA, <i>codified at</i> 29 U.S.C. § 1140, which makes it \"unlawful ... to discharge ... a participant or beneficiary ... for the purpose of interfering with the attainment of any right to which such participant may become entitled under the plan,\" and that § 502(a) provides the exclusive remedy for a violation of the rights guaranteed by § 510. VEPCO asserts the Supreme Court's ruling in <i>Ingersoll-Rand Co. v. McClendon,</i> <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 142-45, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1990), that ERISA preempted the plaintiff-employee's Texas state law wrongful discharge claim that alleged his employer fired him based on its desire to avoid contributing to his pension fund, thrusts this plaintiff's claim squarely within the jurisdiction of this court.</p>\n<p></p>\n<h2>II. Ingersoll-Rand and its Progeny</h2>\n<p>The plaintiff in <i>Ingersoll-Rand</i> filed suit in Texas state court after he was fired as part of defendant's company-wide reduction in force. The plaintiff alleged that a principal reason for his termination was the defendant's desire to avoid contributing to his pension fund. Plaintiff sought compensatory and punitive damages under various contract theories, but did not assert a cause of action under ERISA. The state cause of action under which plaintiff sued \"allow[ed] recovery when the plaintiff prov[ed] that the principal reason for his discharge was the employer's desire to avoid contributing to or paying benefits under the employee's pension fund.\" <i>Ingersoll-Rand,</i> 498 U.S. at 140, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span> (internal citations omitted).</p>\n<p>The Supreme Court noted that the \"Texas cause of action ... is premised on[] the existence of a pension plan,\" and that \"there is simply no cause of action if there is no plan.\" <i>See id.</i> After discussing the powerful preemptive force of ERISA § 502(a), which renders a preemption defense a sufficient basis for removal, the Court held that because the state cause of action \"[u]nquestionably ... purports to provide a remedy for the violation of a right expressly guaranteed by § 510 and exclusively enforced by § 502(a).... due regard for the federal enactment requires that state jurisdiction must yield.\" <i>Id.</i> at 145, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span> (internal quotations omitted). The Court further held that \"it is no answer to a pre-emption argument that a particular plaintiff is not seeking recovery of pension benefits.\" <i>Id.</i></p>\n<p>VEPCO contends <i>Ingersoll-Rand</i> stands for the proposition that any \"allegation that the plaintiff's employer `had a pension-defeating motive in terminating the employment'\" triggers federal jurisdiction over the plaintiff's claims. (Def.'s Mem. Opp. Pl.'s Mot. Remand at 1 (quoting <i>Ingersoll-Rand,</i> 498 U.S. at 140, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>).) However, courts of appeals for the various circuits have not read <i>Ingersoll-Rand</i> so broadly.</p>\n<p>The Third Circuit in <i>Mints v. ETS,</i> <span class=\"citation\" data-id=\"729636\"><a href=\"/opinion/729636/jeffrey-a-mints-v-educational-testing-service/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1253</span></a></span> (3d Cir.1996), found no \"colorable basis for removal\" of plaintiff's state court claims, including claims of age discrimination, where the plaintiff \"plead that he lost rights protected by ERISA when ETS terminated his employment and ... that ETS terminated him within two years of the time he would have become eligible for [retirement] benefits,\" but \"did not assert that ETS fired him to avoid an obligation to pay benefits.\" <i>Id.</i> at 1261. Significantly, the Third Circuit indicated that Mint's state court action might not have been barred even <i>had</i> he admitted that his employer fired him to avoid paying ERISA benefits. The court explained:</p>\n<blockquote>We are not to be understood as implying that if Mints had made such an allegation the case would have been removable. Rather, we do not consider that possibility inasmuch as Mints did not make that allegation.</blockquote>\n<p><i>Id.</i> n. 3.</p>\n<p>The Sixth Circuit in <i>Warner v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"687632\"><a href=\"/opinion/687632/robert-warner-v-ford-motor-company/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span>, 533 (6th Cir.1995), remanded <span class=\"star-pagination\">*697</span> the plaintiff's state law age discrimination case even though the defendant's defense was based on the fact that plaintiff had taken early retirement in lieu of discharge, was receiving benefits under an ERISA plan and had signed a release of claims in exchange for retirement benefits. The <i>Warner</i> court held that for an action to fall within the <i>Metropolitan Life</i> exception to the well-pleaded complaint rule, the court</p>\n<blockquote>must conclude that the common law or statutory claim under state law should be characterized as a superseding ERISA action \"to recover benefits due to him under the terms of his plan, to enforce his rights under the terms of the plan, or to clarify his rights to future benefits under the terms of the plan,\" as provided in § 1132(a)(1)(B).</blockquote>\n<p><i>Id.</i> at 534.</p>\n<p>The <i>Warner</i> court determined, after \"look[ing] past the complaint,\" that plaintiff's action had \"none of the characteristics of a § 1132(a)(1)(B) action to enforce an ERISA agreement.\" The court explained:</p>\n<blockquote>This action claims that the defendant-employer threatened to discharge the plaintiff because of his age unless he took early retirement. It is a straight state age discrimination case which has no counterpart or superseding cause of action in ERISA.... No cause of action may fairly be read to supersede this age discrimination claim, and there is no claim that hostile state courts will somehow subvert enforcement of ERISA in such cases.</blockquote>\n<p><i>Id.</i></p>\n<p>The court concluded that Warner's complaint was governed by the well-pleaded complaint rule of federal jurisdiction, and, therefore, was not eligible for removal.</p>\n<p>In addition, while VEPCO characterizes the Fifth Circuit's decision in <i>Rokohl v. Texaco, Inc.,</i> <span class=\"citation\" data-id=\"713056\"><a href=\"/opinion/713056/monroe-r-rokohl-plaintiff-counter-defendant-appellant-v-texaco-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span> (5th Cir.1996), as inapposite, this court considers the principles <i>Rokohl</i> set forth for analyzing § 514 preemption helpful in determining whether removal based upon complete preemption is appropriate in this case. Unlike the plaintiff in the case at hand, Rokohl initially filed suit in federal court, where he alleged that (1) his employer, Texaco, dismissed him because of his disability in violation of Texas state law, and, (2), Texaco fired him to avoid paying his retirement benefits, in violation of ERISA. The district court ruled that plaintiff's state law disability claim was preempted by § 514 of ERISA and granted summary judgment for Texaco as to that claim. The Fifth Circuit reversed, stating:</p>\n<blockquote>The heart of Rokohl's claim is that he was wrongfully discharged by Texaco on the basis of his disability. As such, Rokohl's claim would have arisen whether Texaco had terminated his employment through the use of the [disability] plan or in some other manner....</blockquote>\n<blockquote>Indeed, if we were to accept Texaco's argument that ERISA preempts Rokohl's [state law disability] claim, we would effectively permit Texaco to hide behind its ERISA plan in avoidance of state anti-discrimination laws. To do that would be to allow an employer to disguise its firing decisionseven decisions to dismiss an employee because of his or her race, gender, age, or disability  as benefits decisions, in avoidance of state anti-discrimination statutes, simply by adopting an ERISA-qualified plan and awarding each discharged employee benefits under that plan.</blockquote>\n<p><i>Id.</i> at 130.</p>\n<p>While VEPCO correctly points out that <i>Rokohl</i> did not present the question of removal jurisdiction or preemption pursuant to a § 510 claim, <i>Rokohl</i> does exemplify that an employee who suspects his employer fired him not only to avoid paying pension benefits under ERISA, but also for reasons that violate state public policy, may claim that his employer's acts were unlawful under both federal and state law theories.<sup>[1]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*698</span> III. Application to Plaintiff's Age Discrimination Claim</h2>\n<p>VEPCO concedes that plaintiff's complaint sets forth only one cause of action  a claim of age discrimination in violation of North Carolina's public policy. VEPCO bases its argument that plaintiff's claim is preempted and removable pursuant to § 510 of ERISA <i>solely</i> on plaintiff's answer of \"Admitted,\" to the following request for admission:</p>\n<blockquote>Request Number 14. One of your claims in this case is that North Carolina Power terminated your employment for the purpose of denying you benefits, such as retirement and health benefits.</blockquote>\n<p>(Pl.'s Resp. to Def.'s Request for Admissions.)</p>\n<p>This court considers the \"heart\" of plaintiff's complaint to be embodied in paragraph 19, where plaintiff alleges:</p>\n<blockquote>Defendant wrongfully discharged Plaintiff from his employment [] in violation of the public policy of the State of North Carolina because Plaintiff was discharged because of his age and because age was a motivating and determining factor and made a difference in the decision to discharge Plaintiff. Defendant's conduct was in knowing and reckless disregard of North Carolina's public policy against age discrimination.</blockquote>\n<p>(Compl.¶ 19.)</p>\n<p>Unlike the plaintiff's cause of action in <i>Ingersoll-Rand,</i> the plaintiff's state law claim in this case does not depend upon, or even relate to, the existence of an ERISA benefits plan. Clearly, an employer with no ERISA benefits plan in place could unlawfully discriminate against one of its employees based on age. Therefore, the North Carolina wrongful discharge cause of action raised in this case does not conflict with a cause of action brought to enforce § 510 of ERISA.</p>\n<p>The more difficult question posed by defendant is whether plaintiff's admission that VEPCO fired him for the purpose of denying him ERISA benefits automatically transforms this action into an ERISA preempted claim that is removable to federal court. After closely studying case authority on this issue, specifically <i>Ingersoll-Rand, Warner</i> and <i>Rokohl,</i> this court concludes that plaintiff's admissions, which fell outside the scope of the age discrimination claim he asserted in his complaint, are insufficient to trigger ERISA preemption and federal jurisdiction over this matter. Like Warner, the plaintiff in this case plead a straightforward age discrimination claim, which even defendant concedes did not seek to recover benefits due under an ERISA plan, enforce rights under an ERISA plan or clarify rights to future benefits under such a plan. Plaintiff's action simply has none of the characteristics of the § 502(a) actions that are exempted from the well-pleaded complaint rule.</p>\n<p><i>Ingersoll-Rand</i> did not eliminate all state law wrongful discharge claims for actions taken during a corporate downsizing designed to minimize employer-paid benefits, and this court does not believe that plaintiff's lone admission federalized his independent state law action. Therefore, this court GRANTS plaintiff's motion to REMAND this case to the Superior Court of Halifax County.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The court GRANTS plaintiff's motion to REMAND this case to the Superior Court of Halifax County. The court notes that before filing its notice of removal, defendant filed a motion to dismiss plaintiff's complaint for failure to comply with the North Carolina Rules of Civil Procedure. In light of this court's determination that it has no subject matter jurisdiction over this case, the court declines to rule on defendant's pending motion to dismiss. The clerk is directed to close this case and to mail a certified copy of this order to the Clerk of Superior Court of Halifax County.</p>\n<h2>NOTES</h2>\n<p>[1]  To be sure, federal courts have found various state law claims preempted and removable pursuant to <i>Ingersoll-Rand. See, e.g., Warren v. Blue Cross and Blue Shield,</i> No. 97-1374, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">701413</span></span>, *3, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">118</span></span> (4th Cir. November 12, 1997) (\"Thus, in his complaint Warren seeks not simply to measure his damages by reference to the ERISA plan but also to recover or enforce benefits allegedly `due' to him under that plan.\"); <i>Dochterman v. First Miss. Corp.,</i> <span class=\"citation\" data-id=\"1801804\"><a href=\"/opinion/1801804/dochterman-v-first-mississippi-corp/\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">556</span></a></span>, 557-58 (S.D.W.Va.1993) (finding plaintiff's claim for breach of the duty of good faith and fair dealing preempted and removable under <i>Ingersoll-Rand</i> as claim asserted that defendants discharged plaintiff to avoid paying employment benefits).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1801804/"
  ]
}