{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577559/",
  "absolute_url": "/opinion/2577559/avemco-ins-co-v-doering/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577559/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:36:00.949900Z",
  "date_modified": "2016-04-27T00:17:59.482073Z",
  "type": "010combined",
  "sha1": "f44cdbba6d2a05af571c9b34544bd88124bce24d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 685 (1998)</b></center>\n<center><h1>AVEMCO INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nSusan H. DOERING, Administratrix of the Estate of James Harold Doering, Glenda W. Cuthrell, Executrix of the Estate of Wilford Rubin Cuthrell, Jr.; and Dianne T. Swaringen, Executrix of the Estate of Charles Edward Swaringen, Jr., Defendants.</h1></center>\n<center>No. 4:97-CV-103-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>May 22, 1998.</center>\n<p><span class=\"star-pagination\">*686</span> Thomas W. Alexander, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, M. Keith Kapp, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, Craig Douglas Mills, Maupin Taylor, Ellis &amp; Adams, Raleigh, NC, Kevin W. Benedict, Maupin, Taylor &amp; Ellis, Raleigh, NC for Avemco Insurance Co., plaintiff.</p>\n<p>Benjamin G. Alford, Henderson, Baxter &amp; Alford, New Bern, NC, for Susan H. Doering.</p>\n<p>A. Charles Ellis, Ward &amp; Smith, Greenville, NC, for Glenda W. Cuthrell.</p>\n<p>A. Charles Ellis, Ward &amp; Smith, Greenville, NC, Benjamin G. Alford, Henderson, Baxter &amp; Alford, New Bern, NC, for Dianne T. Swaringen, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment. Each side has responded and the court fully heard all parties at oral hearing on May 21, 1998. Accordingly, this matter is ripe for review.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>As an initial matter, the court notes that it received written correspondence on February 17, 1998, signed by the parties hereto which stated that:</p>\n<blockquote>all parties feel that there is no genuine issue of material fact and that summary judgment would be appropriate; and, to the extent that you [the court] feel an issue of fact exists, all parties are willing to have you [the court] decide those issues and interpret the policy.</blockquote>\n<p>On May 28, 1997, plaintiff, Avemco Insurance Co. (\"Avemco\"), filed a complaint for declaratory relief pursuant to Fed.R.Civ.P. 57 asking the court to determine certain rights and obligations under an insurance policy arising out of the crash of an airplane insured by the plaintiff. Plaintiff Avemco submits that the policy does not provide coverage for the accident because the pilot of the plane, James Harold Doering (\"Doering\"), had not complied with the terms and conditions of the policy.</p>\n<p>On November 9, 1996, Doering was the pilot of a Piper 600A Aerostar aircraft (\"Piper\") which crashed shortly after takeoff in Craven County. Doering and two passengers, Rubin Cuthrell (\"Cuthrell\") and Charles Swaringen (\"Swaringen\"), were all killed in the crash. The estates of Cuthrell and Swaringen thereafter filed claims against the estate of Doering for their wrongful death.</p>\n<p>A few days before the crash, on October 30, 1996, Doering completed an application and paid his premium to plaintiff for insurance on his plane. Plaintiff Avemco issued a non-commercial aircraft insurance policy to Doering which covered the Piper and also provided liability insurance coverage to Doering. The policy coverage period was from November 2, 1996, until November 2, 1997. The policy provided bodily injury liability coverage for \"occupants\" of the Piper with limits of $100,000 per person and <span class=\"star-pagination\">*687</span> $1,000,000 per accident. The policy also insured the aircraft for $130,000.</p>\n<p>The Declarations Page appended to the policy contains certain language, the interpretation of which will determine whether defendants can recover from plaintiff. The relevant paragraphs provide:</p>\n<blockquote>6. Approved Pilot(s): This policy applies when your insured aircraft is in flight, only while being operated by one of the following pilots who holds a currently effective Pilot Certificate (unless a pre-solo student pilot) issued by the FAA:</blockquote>\n<blockquote>A. <i>JAMES DOERING</i>\n</blockquote>\n<blockquote>\n<i>PRIOR TO SOLO,</i> MUST RECEIVE <i>NOT LESS THAN TEN HOURS DUAL FLIGHT INSTRUCTION</i> IN THE INSURED AIRCRAFT OR ONE OF THE SAME MAKE AND MODEL. THEY MUST ALSO OBTAIN WRITTEN APPROVAL FROM THAT CERTIFICATED FLIGHT INSTRUCTOR WHO IS CURRENT IN MAKE AND MODEL.</blockquote>\n<p>(emphasis added).</p>\n<p>Avemco argues that Doering failed to receive ten hours of dual flight instruction prior to flying solo and failed to obtain the written approval from a certified flight instructor (\"CFI\"). Avemco bases its assertion upon a review of the pilot log, which reflects Doering's flight training and flying time up to the time of the crash. Avemco states that the pilot log does not indicate that Doering received any dual flight instruction, or logged flight time of any nature, in the Piper or an aircraft of a similar model prior to the crash. Nor does the pilot book contain any written approval from a CFI that Doering could safely pilot the aircraft or one of a similar model. However, Avemco admits that a subsequent investigation of the crash conducted by Crittenden Adjustment Company revealed that Doering had 3.7 hours of dual flight instruction in the plane.</p>\n<p>According to Avemco, when Doering bought the Piper, Richard N. Cooke, a CFI, flew the Piper from Wichita, Kansas, to Doering's home in New Bern.<sup>[1]</sup> Avemco says that Cooke planned to give Doering instructions on how to use the plane and to conduct dual flight instruction; however, inclement weather prevented Cooke from giving any dual instruction during his first day and a half in New Bern. Instead, Cooke gave Doering approximately 7.2 hours of \"ground school\" but only 3.7 hours of actual in flight instruction.</p>\n<p>Defendants assert that Doering was covered by the policy because he never flew the Piper \"solo\" and therefore, the \"dual flight instruction\" requirement is not applicable to him. However, defendants alternatively argue that even if Doering did fly solo and the dual flight requirement applied, he had the requisite ten hours of dual flight instruction at the time of the crash and therefore, was covered by the policy.</p>\n<p>On February 17, 1998, plaintiff and defendants filed cross-motions for summary judgment. On March 11, 1998, Avemco responded to defendants' motion for summary judgment and on March 9, 1998, defendants responded to Avemco's motion for summary judgment.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p><span class=\"star-pagination\">*688</span> Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p>Interpreting the provisions of an insurance contract are questions of law for this court to decide. <i>Guyther v. Nationwide Mut. Fire Ins. Co.,</i> 109 N.C.App. 506, 428 S.E.2d 238 (1993). In North Carolina, ambiguities in insurance policies must be construed in favor of the insured. <i>Fayetteville Aviation, Inc. v. Insurance Co. of North America,</i> 19 N.C.App. 557, 560, 199 S.E.2d 485, 487 (1973). However, the court also noted that:</p>\n<blockquote>it is an equally well-known and accepted tenet that the language of a contract must be given its ordinary meaning in the absence of ambiguity.... \"If [ambiguity] is not [present] the court must enforce the contract as the parties have made it and may not under the guise of interpreting an ambiguous provision, remake the contract and impose liability upon the company which it did not assume and for which the policyholder did not pay.\"</blockquote>\n<p><i>Id.</i> (citations omitted). Ambiguity may not be found merely because certain terms are not expressly defined in the insurance policy, <i>Harleysville Mut. Ins. Co. v. Packer,</i> 60 F.3d 1116, 1119 (4th Cir.1995), or because an insured proffers an interpretation that supports its claim. <i>Wake County Hosp. Sys., Inc. v. National Cas. Co.,</i> 804 F.Supp. 768, 773 (E.D.N.C.1992).</p>\n<p>Defendants advance three primary arguments to support their position that the insurance policy covers the accident:</p>\n<blockquote>(1) Doering never flew the Piper \"solo\" because he had other people in the plane with him when he flew it. Thus, the insurance provision requiring ten hours of \"dual flight\" instruction was never triggered.</blockquote>\n<blockquote>(2) Even if Doering did fly \"solo\" and the ten-hour instruction was required, Doering in fact had 10.9 hours of \"dual flight instruction.\"</blockquote>\n<blockquote>(3) Doering is not required to prove that he had 10.9 hours of instruction solely through entries in his pilot log book.</blockquote>\n<p></p>\n<h2>I. Did Doering Fly Solo?</h2>\n<p>The policy excludes coverage unless, prior to flying \"solo,\" Doering had received ten hours of \"dual flight instruction.\" Defendants argue that Doering never flew solo because he was never physically alone when flying the Piper. Defendants contend that the everyday meaning of the word \"solo\" means \"to be alone.\"</p>\n<p>Regardless of the accuracy of defendants' common usage of \"solo,\" the court refuses to find that the contract employed such a narrow definition of solo. All words are capable of being used differently in varying contexts. Defendants cannot divorce the word solo from the context in which it was used in the case <i>sub judice,</i> namely in an aviation insurance policy. It is clear to the court that the term solo in this context can only <i>reasonably</i> mean flying an airplane without an instructor. To hold otherwise would imply that Doering could have flown himself and nine others, never having a day of instruction, and yet all parties would be covered under plaintiff's policy because Doering was not alone in the plane.</p>\n<p>The court need not resort to an aviation dictionary or a Federal Aviation Regulation (\"FAR\") to clarify a term that is clear on its face considering the type of policy and the parties contracting thereto. Although the <span class=\"star-pagination\">*689</span> court agrees with Avemco's expert, Jack J. Eggspuehler, who interpreted the \"prior to solo\" language in the policy as requiring Doering to have \"no less than 10 hours time <i>at the controls</i> of an Aerostar 600A airplane, <i>in flight</i> in the plane <i>under the supervision and teaching of a CFI</i> before he ever attempted to fly the plane on his own\" (emphasis added), such expert testimony is not needed in this case. It is evident that the primary concern an aviation insurer would have with a novice pilot touches on exactly what may have happened here, namely a pilot flying the plane without a CFI before he is qualified to do so. The mere fact that in such a premature flight the pilot may be accompanied by \"others\" only bolsters the original concern. In requiring the dual flight instruction, Avemco understandably attempted to ensure that a putative pilot had received a certain minimum degree of pilot training in the particular airplane they were insuring before coverage was applicable. Accordingly, notwithstanding defendants' arguments to the contrary, the court finds Doering must have completed ten hours of \"dual flight training\" before the insurance policy covered his flight on November 9, 1996.</p>\n<p></p>\n<h2>II. Did Doering Have Ten Hours of \"Dual Flight Instruction?\"</h2>\n<p>Defendants argue that even if Doering was required to have ten hours dual flight instruction, he received 10.9 hours prior to the accident and therefore, was covered under the policy. The court is not aware of any dispute between the parties that Doering only had 3.7 hours of instruction with a CFI actually present beside him in the Piper, or a plane of similar make and model, while the plane was in motion. However, defendants argue that any instruction, including preflight, ground school instruction should be counted towards the ten-hour requirement. Doering did have 7.2 hours of ground schooling by Cooke prior to the November 9, 1996, flight. If that ground schooling constitutes \"dual flight instruction,\" then Doering would have had a total of 10.9 hours of flight instruction.</p>\n<p>Defendants contend that Avemco is attempting to read additional words into the contract that were not part of its original meaning, namely that dual flight instruction means \"dual <i>in flight</i> instruction.\" Defendants argue that if dual in flight instruction was its intended meaning, Avemco could have, and should have, inserted some type of language specifically defining dual flight instruction such as:</p>\n<blockquote>Only flight instruction received while at the controls of the aircraft and from the time starting when your insured aircraft moves forward for takeoff and continues until it has landed ... or</blockquote>\n<blockquote>Only instruction in flight.</blockquote>\n<p>Defendants state Avemco also could have easily included in the policy that \"ground school <i>does not</i> constitute dual flight instruction.\"</p>\n<p>The court does not consider Avemco's reading of the contract hyper-technical. Instead, the court finds defendants' arguments are merely an attempt to obfuscate the plain language of the policy provisions. It is axiomatic that ground school instruction is a critical component in training pilots before those pilots fly unaccompanied by a flight instructor. However, defendants' own expert, Cooke, specifically responded on two different occasions during his deposition that he had only given Doering 3.7 hours of \"dual flight instruction.\" Cooke Dep. pp. 34-35, 49. Although the FARs do not specifically define \"dual flight instruction,\" the regulations distinguish between \"dual flight instruction\" or \"flight instruction\" and \"ground school or ground instruction.\" <i>See e.g.,</i> F.A.R. §§ 61.43, 61.65, 91.193, 141.79, and 141.83. Cooke also testified that although dual flight instruction is not <i>per se</i> defined in the FARs, his interpretation as gleaned from the FARs is \"time spent with a CFI in flight.\" Cooke Dep. p. 35. Again, taking defendants' contention to the next logical step, Avemco would be responsible for coverage if Doering had completed any number of hours more than ten of \"ground school\" instruction without ever having logged any in flight time with an instructor in the insured aircraft. The possibility of such an absurd result under defendants' reasoning strongly militates against the court interpreting \"dual flight instruction\" to include all flight instruction, <span class=\"star-pagination\">*690</span> including the 7.2 hours of ground flight instruction Doering received from Cooke, for purposes of the policy. For these reasons, the court finds, as a matter of law, that Doering only received 3.7 hours of dual flight instruction. Accordingly, the exclusionary language of the insurance policy applies.</p>\n<p></p>\n<h2>III. Did Doering Have to Write in His Pilot Log His Ten Hours of Flight Instruction in Order To Qualify As \"Logged Hours?\"</h2>\n<p>Having found that Doering failed to comply with the insurance policy provisions requiring ten hours of dual flight instruction before flying solo, the court need not address whether he is further prohibited from recovering under the policy because he failed to \"obtain written approval from that certified flight instructor who is current in make and model.\" Compl. ¶ 15.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the above stated reasons, plaintiff's motion for summary judgment is GRANTED. Defendants' motion for summary judgment is DENIED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  At all times relevant, Cooke has been certified by the Federal Aviation Administration to give dual flight instruction in the Piper aircraft.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">685</span></span> (1998)</b></center>\n<center><h1>AVEMCO INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nSusan H. DOERING, Administratrix of the Estate of James Harold Doering, Glenda W. Cuthrell, Executrix of the Estate of Wilford Rubin Cuthrell, Jr.; and Dianne T. Swaringen, Executrix of the Estate of Charles Edward Swaringen, Jr., Defendants.</h1></center>\n<center>No. 4:97-CV-103-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>May 22, 1998.</center>\n<p><span class=\"star-pagination\">*686</span> Thomas W. Alexander, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, M. Keith Kapp, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, Craig Douglas Mills, Maupin Taylor, Ellis &amp; Adams, Raleigh, NC, Kevin W. Benedict, Maupin, Taylor &amp; Ellis, Raleigh, NC for Avemco Insurance Co., plaintiff.</p>\n<p>Benjamin G. Alford, Henderson, Baxter &amp; Alford, New Bern, NC, for Susan H. Doering.</p>\n<p>A. Charles Ellis, Ward &amp; Smith, Greenville, NC, for Glenda W. Cuthrell.</p>\n<p>A. Charles Ellis, Ward &amp; Smith, Greenville, NC, Benjamin G. Alford, Henderson, Baxter &amp; Alford, New Bern, NC, for Dianne T. Swaringen, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment. Each side has responded and the court fully heard all parties at oral hearing on May 21, 1998. Accordingly, this matter is ripe for review.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>As an initial matter, the court notes that it received written correspondence on February 17, 1998, signed by the parties hereto which stated that:</p>\n<blockquote>all parties feel that there is no genuine issue of material fact and that summary judgment would be appropriate; and, to the extent that you [the court] feel an issue of fact exists, all parties are willing to have you [the court] decide those issues and interpret the policy.</blockquote>\n<p>On May 28, 1997, plaintiff, Avemco Insurance Co. (\"Avemco\"), filed a complaint for declaratory relief pursuant to Fed.R.Civ.P. 57 asking the court to determine certain rights and obligations under an insurance policy arising out of the crash of an airplane insured by the plaintiff. Plaintiff Avemco submits that the policy does not provide coverage for the accident because the pilot of the plane, James Harold Doering (\"Doering\"), had not complied with the terms and conditions of the policy.</p>\n<p>On November 9, 1996, Doering was the pilot of a Piper 600A Aerostar aircraft (\"Piper\") which crashed shortly after takeoff in Craven County. Doering and two passengers, Rubin Cuthrell (\"Cuthrell\") and Charles Swaringen (\"Swaringen\"), were all killed in the crash. The estates of Cuthrell and Swaringen thereafter filed claims against the estate of Doering for their wrongful death.</p>\n<p>A few days before the crash, on October 30, 1996, Doering completed an application and paid his premium to plaintiff for insurance on his plane. Plaintiff Avemco issued a non-commercial aircraft insurance policy to Doering which covered the Piper and also provided liability insurance coverage to Doering. The policy coverage period was from November 2, 1996, until November 2, 1997. The policy provided bodily injury liability coverage for \"occupants\" of the Piper with limits of $100,000 per person and <span class=\"star-pagination\">*687</span> $1,000,000 per accident. The policy also insured the aircraft for $130,000.</p>\n<p>The Declarations Page appended to the policy contains certain language, the interpretation of which will determine whether defendants can recover from plaintiff. The relevant paragraphs provide:</p>\n<blockquote>6. Approved Pilot(s): This policy applies when your insured aircraft is in flight, only while being operated by one of the following pilots who holds a currently effective Pilot Certificate (unless a pre-solo student pilot) issued by the FAA:</blockquote>\n<blockquote>A. <i>JAMES DOERING</i>\n</blockquote>\n<blockquote>\n<i>PRIOR TO SOLO,</i> MUST RECEIVE <i>NOT LESS THAN TEN HOURS DUAL FLIGHT INSTRUCTION</i> IN THE INSURED AIRCRAFT OR ONE OF THE SAME MAKE AND MODEL. THEY MUST ALSO OBTAIN WRITTEN APPROVAL FROM THAT CERTIFICATED FLIGHT INSTRUCTOR WHO IS CURRENT IN MAKE AND MODEL.</blockquote>\n<p>(emphasis added).</p>\n<p>Avemco argues that Doering failed to receive ten hours of dual flight instruction prior to flying solo and failed to obtain the written approval from a certified flight instructor (\"CFI\"). Avemco bases its assertion upon a review of the pilot log, which reflects Doering's flight training and flying time up to the time of the crash. Avemco states that the pilot log does not indicate that Doering received any dual flight instruction, or logged flight time of any nature, in the Piper or an aircraft of a similar model prior to the crash. Nor does the pilot book contain any written approval from a CFI that Doering could safely pilot the aircraft or one of a similar model. However, Avemco admits that a subsequent investigation of the crash conducted by Crittenden Adjustment Company revealed that Doering had 3.7 hours of dual flight instruction in the plane.</p>\n<p>According to Avemco, when Doering bought the Piper, Richard N. Cooke, a CFI, flew the Piper from Wichita, Kansas, to Doering's home in New Bern.<sup>[1]</sup> Avemco says that Cooke planned to give Doering instructions on how to use the plane and to conduct dual flight instruction; however, inclement weather prevented Cooke from giving any dual instruction during his first day and a half in New Bern. Instead, Cooke gave Doering approximately 7.2 hours of \"ground school\" but only 3.7 hours of actual in flight instruction.</p>\n<p>Defendants assert that Doering was covered by the policy because he never flew the Piper \"solo\" and therefore, the \"dual flight instruction\" requirement is not applicable to him. However, defendants alternatively argue that even if Doering did fly solo and the dual flight requirement applied, he had the requisite ten hours of dual flight instruction at the time of the crash and therefore, was covered by the policy.</p>\n<p>On February 17, 1998, plaintiff and defendants filed cross-motions for summary judgment. On March 11, 1998, Avemco responded to defendants' motion for summary judgment and on March 9, 1998, defendants responded to Avemco's motion for summary judgment.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p><span class=\"star-pagination\">*688</span> Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p>Interpreting the provisions of an insurance contract are questions of law for this court to decide. <i>Guyther v. Nationwide Mut. Fire Ins. Co.,</i> 109 N.C.App. 506, <span class=\"citation\" data-id=\"1288486\"><a href=\"/opinion/1288486/guyther-v-nationwide-mut-fire-ins-co/\"><span class=\"volume\">428</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">238</span></a></span> (1993). In North Carolina, ambiguities in insurance policies must be construed in favor of the insured. <i>Fayetteville Aviation, Inc. v. Insurance Co. of North America,</i> 19 N.C.App. 557, 560, <span class=\"citation\" data-id=\"1419370\"><a href=\"/opinion/1419370/fayetteville-aviation-inc-v-insurance-co-of-no-am/\"><span class=\"volume\">199</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">485</span></a></span>, 487 (1973). However, the court also noted that:</p>\n<blockquote>it is an equally well-known and accepted tenet that the language of a contract must be given its ordinary meaning in the absence of ambiguity.... \"If [ambiguity] is not [present] the court must enforce the contract as the parties have made it and may not under the guise of interpreting an ambiguous provision, remake the contract and impose liability upon the company which it did not assume and for which the policyholder did not pay.\"</blockquote>\n<p><i>Id.</i> (citations omitted). Ambiguity may not be found merely because certain terms are not expressly defined in the insurance policy, <i>Harleysville Mut. Ins. Co. v. Packer,</i> <span class=\"citation\" data-id=\"700459\"><a href=\"/opinion/700459/harleysville-mutual-insurance-company-huron-insurance-company-v-kimberly/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1116</span></a></span>, 1119 (4th Cir.1995), or because an insured proffers an interpretation that supports its claim. <i>Wake County Hosp. Sys., Inc. v. National Cas. Co.,</i> <span class=\"citation\" data-id=\"1651263\"><a href=\"/opinion/1651263/wake-county-hosp-system-v-national-cas-co/\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">768</span></a></span>, 773 (E.D.N.C.1992).</p>\n<p>Defendants advance three primary arguments to support their position that the insurance policy covers the accident:</p>\n<blockquote>(1) Doering never flew the Piper \"solo\" because he had other people in the plane with him when he flew it. Thus, the insurance provision requiring ten hours of \"dual flight\" instruction was never triggered.</blockquote>\n<blockquote>(2) Even if Doering did fly \"solo\" and the ten-hour instruction was required, Doering in fact had 10.9 hours of \"dual flight instruction.\"</blockquote>\n<blockquote>(3) Doering is not required to prove that he had 10.9 hours of instruction solely through entries in his pilot log book.</blockquote>\n<p></p>\n<h2>I. Did Doering Fly Solo?</h2>\n<p>The policy excludes coverage unless, prior to flying \"solo,\" Doering had received ten hours of \"dual flight instruction.\" Defendants argue that Doering never flew solo because he was never physically alone when flying the Piper. Defendants contend that the everyday meaning of the word \"solo\" means \"to be alone.\"</p>\n<p>Regardless of the accuracy of defendants' common usage of \"solo,\" the court refuses to find that the contract employed such a narrow definition of solo. All words are capable of being used differently in varying contexts. Defendants cannot divorce the word solo from the context in which it was used in the case <i>sub judice,</i> namely in an aviation insurance policy. It is clear to the court that the term solo in this context can only <i>reasonably</i> mean flying an airplane without an instructor. To hold otherwise would imply that Doering could have flown himself and nine others, never having a day of instruction, and yet all parties would be covered under plaintiff's policy because Doering was not alone in the plane.</p>\n<p>The court need not resort to an aviation dictionary or a Federal Aviation Regulation (\"FAR\") to clarify a term that is clear on its face considering the type of policy and the parties contracting thereto. Although the <span class=\"star-pagination\">*689</span> court agrees with Avemco's expert, Jack J. Eggspuehler, who interpreted the \"prior to solo\" language in the policy as requiring Doering to have \"no less than 10 hours time <i>at the controls</i> of an Aerostar 600A airplane, <i>in flight</i> in the plane <i>under the supervision and teaching of a CFI</i> before he ever attempted to fly the plane on his own\" (emphasis added), such expert testimony is not needed in this case. It is evident that the primary concern an aviation insurer would have with a novice pilot touches on exactly what may have happened here, namely a pilot flying the plane without a CFI before he is qualified to do so. The mere fact that in such a premature flight the pilot may be accompanied by \"others\" only bolsters the original concern. In requiring the dual flight instruction, Avemco understandably attempted to ensure that a putative pilot had received a certain minimum degree of pilot training in the particular airplane they were insuring before coverage was applicable. Accordingly, notwithstanding defendants' arguments to the contrary, the court finds Doering must have completed ten hours of \"dual flight training\" before the insurance policy covered his flight on November 9, 1996.</p>\n<p></p>\n<h2>II. Did Doering Have Ten Hours of \"Dual Flight Instruction?\"</h2>\n<p>Defendants argue that even if Doering was required to have ten hours dual flight instruction, he received 10.9 hours prior to the accident and therefore, was covered under the policy. The court is not aware of any dispute between the parties that Doering only had 3.7 hours of instruction with a CFI actually present beside him in the Piper, or a plane of similar make and model, while the plane was in motion. However, defendants argue that any instruction, including preflight, ground school instruction should be counted towards the ten-hour requirement. Doering did have 7.2 hours of ground schooling by Cooke prior to the November 9, 1996, flight. If that ground schooling constitutes \"dual flight instruction,\" then Doering would have had a total of 10.9 hours of flight instruction.</p>\n<p>Defendants contend that Avemco is attempting to read additional words into the contract that were not part of its original meaning, namely that dual flight instruction means \"dual <i>in flight</i> instruction.\" Defendants argue that if dual in flight instruction was its intended meaning, Avemco could have, and should have, inserted some type of language specifically defining dual flight instruction such as:</p>\n<blockquote>Only flight instruction received while at the controls of the aircraft and from the time starting when your insured aircraft moves forward for takeoff and continues until it has landed ... or</blockquote>\n<blockquote>Only instruction in flight.</blockquote>\n<p>Defendants state Avemco also could have easily included in the policy that \"ground school <i>does not</i> constitute dual flight instruction.\"</p>\n<p>The court does not consider Avemco's reading of the contract hyper-technical. Instead, the court finds defendants' arguments are merely an attempt to obfuscate the plain language of the policy provisions. It is axiomatic that ground school instruction is a critical component in training pilots before those pilots fly unaccompanied by a flight instructor. However, defendants' own expert, Cooke, specifically responded on two different occasions during his deposition that he had only given Doering 3.7 hours of \"dual flight instruction.\" Cooke Dep. pp. 34-35, 49. Although the FARs do not specifically define \"dual flight instruction,\" the regulations distinguish between \"dual flight instruction\" or \"flight instruction\" and \"ground school or ground instruction.\" <i>See e.g.,</i> F.A.R. §§ 61.43, 61.65, 91.193, 141.79, and 141.83. Cooke also testified that although dual flight instruction is not <i>per se</i> defined in the FARs, his interpretation as gleaned from the FARs is \"time spent with a CFI in flight.\" Cooke Dep. p. 35. Again, taking defendants' contention to the next logical step, Avemco would be responsible for coverage if Doering had completed any number of hours more than ten of \"ground school\" instruction without ever having logged any in flight time with an instructor in the insured aircraft. The possibility of such an absurd result under defendants' reasoning strongly militates against the court interpreting \"dual flight instruction\" to include all flight instruction, <span class=\"star-pagination\">*690</span> including the 7.2 hours of ground flight instruction Doering received from Cooke, for purposes of the policy. For these reasons, the court finds, as a matter of law, that Doering only received 3.7 hours of dual flight instruction. Accordingly, the exclusionary language of the insurance policy applies.</p>\n<p></p>\n<h2>III. Did Doering Have to Write in His Pilot Log His Ten Hours of Flight Instruction in Order To Qualify As \"Logged Hours?\"</h2>\n<p>Having found that Doering failed to comply with the insurance policy provisions requiring ten hours of dual flight instruction before flying solo, the court need not address whether he is further prohibited from recovering under the policy because he failed to \"obtain written approval from that certified flight instructor who is current in make and model.\" Compl. ¶ 15.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the above stated reasons, plaintiff's motion for summary judgment is GRANTED. Defendants' motion for summary judgment is DENIED. The clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  At all times relevant, Cooke has been certified by the Federal Aviation Administration to give dual flight instruction in the Piper aircraft.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1419370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1651263/"
  ]
}