{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577425/",
  "absolute_url": "/opinion/2577425/babbitt-v-hanover-towing-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577425/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:54.382480Z",
  "date_modified": "2016-04-26T23:26:03.562230Z",
  "type": "010combined",
  "sha1": "8f4c5df39785180aad26bc224cb787924b14a9fa",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>7 F.Supp.2d 650 (1998)</b></center>\n<center><h1>Bruce BABBITT, Plaintiff,<br>\nv.<br>\nHANOVER TOWING, INC. and Weyerhaeuser Company, Defendants.</h1></center>\n<center>No. 4:96-CV-151-H3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 12, 1998.</center>\n<p><span class=\"star-pagination\">*651</span> Murray L. Resnick, Resnick &amp; Abraham, Baltimore, MD, Thomas J. White, III, Raleigh, for Bruce Babbitt, plaintiff.</p>\n<p>J. Thomas Cox, Jr., Wrightsville Beach, NC, J. Matthew Little, Teague, Campbell, Dennis &amp; Gorham, Raleigh, NC, for Hanover Towing, Inc., Weyerhaeuser Company, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motions for summary judgment pursuant to Fed.R.Civ.P. 56. Plaintiff has responded, and this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed this action to recover for injuries he sustained when he slipped and fell while boarding a skiff owned by defendant Weyerhaeuser Company (\"Weyerhaeuser\"). When plaintiff fell on October 21, 1993, he was employed as a Relief Captain for Defendant Hanover Towing, Inc. (\"Hanover\") aboard the tugboat \"Captain Dave.\" On the day of the accident, the Captain Dave arrived at Weyerhaeuser's New Bern, North Carolina, terminal with an oil barge in tow. Plaintiff and the crew of the Captain Dave planned to pump the oil from the barge into a Weyerhaeuser storage tank on shore. Weyerhaeuser required the Captain Dave crew to deploy an oil spill containment boom before unloading the fuel. Weyerhaeuser provided the tug crew with a sixteen foot skiff from which crew members could pull the boom around the barge and then tie the boom to Weyerhaeuser's pier. Plaintiff, who was \"on watch\" as relief captain, and another Captain Dave crew member, James Sykes (\"Sykes\"), attempted to deploy the boom. Sykes drove the skiff alongside the barge, and as plaintiff stepped from the oil barge into the bow of the skiff, he slipped and fell on what he alleges was an improperly stowed oar in the skiff. Plaintiff brought this action to recover for serious knee injuries he sustained in the fall.</p>\n<p><span class=\"star-pagination\">*652</span> Plaintiff charges that (1) defendants breached their duty to furnish him a seaworthy skiff, (2) defendant Hanover's negligence cause him injuries for which he is entitled to compensation under the Jones Act, 46 U.S.C.App. § 688, and, (3), regardless of fault, defendant Hanover is obligated to pay his medical expenses and provide him financial support until he becomes able to resume his normal duties.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). Summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>See </i><i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>See </i><i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See </i><i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>See </i><i>Anderson,</i> 477 U.S. at 247-48, 106 S.Ct. 2505.</p>\n<p></p>\n<h2>II. Plaintiff's Claim that Defendants Weyerhaeuser and Hanover Breached the Duty to Provide a Seaworthy Skiff</h2>\n<p>Plaintiff claims that defendants Weyerhaeuser and Hanover breached their respective duties to provide him with a seaworthy skiff. Weyerhaeuser contends it owed plaintiff no such duty since plaintiff was not a Weyerhaeuser employee nor a \"seaman\" with respect to Weyerhaeuser. For its part, Hanover contends it owed plaintiff no duty to ensure the skiff was seaworthy because Hanover did not own the skiff.</p>\n<p>The maritime duty of seaworthiness requires a vessel owner \"to furnish a vessel and appurtenances reasonably fit for their intended use.\" <i>Mitchell v. Trawler Racer,</i> 362 U.S. 539, 550, 80 S.Ct. 926, 4 L.Ed.2d 941 (1960). A vessel owner or a \"constructive owner\" exercising exclusive control over the vessel, may be held liable for a breach of the duty of seaworthiness even without a finding of negligence on his part. <i>See id.</i> The warranty of seaworthiness may be breached by temporary conditions like the improper loading and stowing of cargo as well as by the presence of permanent physical defects in the vessel. <i>See </i><i>Usner v. Luckenbach Overseas Corp.,</i> 400 U.S. 494, 499, 91 S.Ct. 514, 27 L.Ed.2d 562 (1971).</p>\n<p>The Supreme Court in <i>Seas Shipping Co. v. Sieracki</i> held that the duty to provide a seaworthy vessel was not solely a contractual duty existing between employers and employees, but rather was a form of strict liability justified by the hazards of maritime service. <i>See </i><i>Seas Shipping Co. v. Sieracki,</i> 328 U.S. 85, 93-95, 66 S.Ct. 872, 90 L.Ed. 1099 (1946). The <i>Sieracki</i> Court extended the protections of the seaworthiness to a stevedore injured while working on board a ship in navigable waters, even though the worker was not an employee of the ship's owner. <i>See id.</i> at 99, 66 S.Ct. 872. The ship's owner was liable for injuries caused by the ship's unseaworthiness because the stevedore was \"doing a seaman's work and incurring a seaman's hazards\" when he was injured. <i>See id.</i> The Court further held that the duty to make <span class=\"star-pagination\">*653</span> the ship seaworthy was an obligation the owner could not delegate. <i>See id.</i></p>\n<p>Several years later the Court in <i>Pope &amp; Talbot, Inc. v. Hawn</i> reaffirmed the <i>Sieracki</i> seaman doctrine by extending the duty of seaworthiness to an independent contractor repairman aboard Pope &amp; Talbot's vessel. See <i>Pope &amp; Talbot, Inc. v. Hawn,</i> 346 U.S. 406, 412-13, 74 S.Ct. 202, 98 L.Ed. 143 (1953). The Court emphasized that \"Sieracki's legal protection was not based on the name `stevedore' but on the type of work he did and its relationship to the ship and the historic doctrine of seaworthiness.\" The <i>Hawn</i> Court underscored the <i>Sieracki</i> view that even workers not employed by the ship's owner were owed a duty of seaworthiness if they were subjected to the same dangers as seaman crew members directly employed by the vessel. <i>See id.; </i><i>Clark v. Solomon Navigation, Ltd.,</i> 631 F.Supp. 1275, 1280 (S.D.N.Y.1986).</p>\n<p>However, in 1972, Congress increased coverage and compensation under the Longshoremen's and Harbor Workers' Compensation Act (\"LHWCA\") and, in exchange, withdrew covered workers' access to any other remedy against the vessel, including the warranty of seaworthiness. <i>See</i> 33 U.S.C. § 905(b); <i>Clark,</i> 631 F.Supp. at 1280. While the LHWCA amendments did not specify whether they eliminated <i>Sieracki</i> relief for seamen not covered by the Act, the Fourth Circuit determined that \"the 1972 amendments `abolished' the Sieracki form of action.\" <i>Harwood v. Partredereit AF 15.5.81,</i> 944 F.2d 1187, 1190 n. 1 (4th Cir.1991) (citing <i>United States Lines, Inc. v. United States,</i> 593 F.2d 570 (4th Cir.1979)). Thus, Fourth Circuit law permits a seaman no recovery under the doctrine of seaworthiness in the absence of an employment relationship between the parties.</p>\n<p>Because plaintiff has no employment relationship with defendant Weyerhaeuser, he can pursue no action against Weyerhaeuser for the unseaworthiness of the skiff. Had plaintiff stated a claim against Weyerhaeuser for general maritime negligence, he would not be foreclosed from all recovery against this defendant. However, the court notes that United States Magistrate Judge Wallace W. Dixon justifiably denied plaintiff's June 23, 1997, motion to amend his once amended complaint to state a negligence cause of action as coming \"too late in the day.\" (<i>See</i> Order of 7/28/97.)</p>\n<p>Plaintiff's argument that Hanover was obligated to ensure the skiff was seaworthy as the skiff's owner <i>pro hac vice</i> also is without merit. Plaintiff has failed to allege facts that would support a finding of constructive ownership on the part of Hanover. The parties agree Weyerhaeuser owned the skiff, which it kept it in a shed on shore at the Weyerhaeuser facility. Weyerhaeuser permitted plaintiff and Sykes to use the skiff for about an hour for the sole purpose of deploying and removing the oil containment boom. Plaintiff can make no colorable argument that Hanover exercised exclusive control over the skiff even for the brief period during which Hanover crew members operated the vessel. Weyerhaeuser could have demanded that the skiff be returned to its dock at any point during the stage of boom deployment or removal had it objected to Hanover's use of the skiff. Because Hanover did not own the skiff or exercise exclusive control over it, the court GRANTS Hanover's motion for summary judgment as to plaintiff's claims that the skiff was unseaworthy.</p>\n<p></p>\n<h2>III. Plaintiff's Claims for Recovery from Hanover under the Jones Act</h2>\n<p>The Jones Act permits a seaman to sue his employer for damages caused by the employer's negligence and creates an affirmative duty on the employer to provide employees with a reasonably safe place to work. <i>See</i> 46 U.S.C.App. § 688; <i>Chandris, Inc. v. Latsis,</i> 515 U.S. 347, 354, 115 S.Ct. 2172, 132 L.Ed.2d 314 (1995); <i>Estate of Larkins v. Farrell Lines, Inc.,</i> 806 F.2d 510, 513-14 (4th Cir.1986). Hanover asserts that because plaintiff was on duty at the time of the accident, he was responsible for ensuring the safety of the oil boom deployment operation. (See Bruce Babbitt's Dep. at 135, attached to Def. Hanover's Reply Mem.) Hanover argues that because plaintiff failed to inspect the skiff and make it safe, he breached his contractual duty to Hanover to maintain safe <span class=\"star-pagination\">*654</span> conditions. <i>See </i><i>Reinhart v. United States,</i> 457 F.2d 151 (9th Cir.1972) (holding that chief mate who failed to perform inspection duties and correct unsafe condition of flooring sheathing that he knew about could not recover for injuries sustained when he fell through sheathing); <i>Walker v. Lykes Bros.,</i> 193 F.2d 772 (2d Cir.1952) (holding that a breach of a duty consciously assumed by the injured person as a term of his employment aboard the ship bars any recovery under the Jones Act). Therefore, Hanover contends plaintiff has no viable claim for Jones Act negligence.</p>\n<p>Plaintiff contends that because Captain Jackie Reeves (\"Reeves\") was aboard the Hanover ship when plaintiff stepped into the skiff, Reeves was obligated to ensure all operations were completed safely. Plaintiff explains that, \"[a]cting on behalf of his employer, Defendant Hanover, [Reeves] breached the non-delegable duty to insure the safety of his crew and the equipment they were required to utilize in performance of their duties, including the skiff.\" (Pl.'s Resp. to Def. Hanover's Mot. Summ. J. at 5.) Plaintiff submitted an opinion letter from Captain Charles Herbert, who has worked as a tugboat captain for thirty six years, which supported plaintiff's assertion that Captain Reeves was responsible for his crew's safety. Plaintiff further contends that he could not have breached a duty owed to his employer because it was \"impossible for [him] to see the improperly stowed oar/paddle prior to boarding the skiff.... [b]y virtue of the level nature of the skiff's position with the barge.\" (Pl.'s Resp. to Def. Hanover's Mot. Summ. J. at 7-8.)</p>\n<p>Even if the court were to accept plaintiff's assertion that Captain Reeves was charged with ensuring his safety, even though plaintiff was the relief captain on duty at the time of the accident, plaintiff's statement that he could not have seen the oar before boarding the skiff reveals a more fundamental flaw in his claim. A seaman may maintain an action against his employer under the Jones Act only for alleged negligent acts, and plaintiff has alleged no facts that would support a finding of negligence on the part of Hanover. If plaintiff could not have seen the improperly stowed oar before boarding the skiff, then, presumably, Captain Reeves would not have been able to see it, even if he had attempted to inspect the skiff. Therefore, Captain Reeves' alleged \"negligence\" in failing to inspect the skiff could not have proximately caused plaintiff's injuries. Plaintiff's description of events demonstrates that only Weyerhaeuser was in a position to properly inspect and make safe the skiff. Accordingly, the court GRANTS Hanover's motion for summary judgment as to plaintiff's Jones Act claims.</p>\n<p></p>\n<h2>IV. Plaintiff's Claims for Maintenance and Cure</h2>\n<p>Plaintiff asserted in his complaint a right to maintenance and cure from defendant Hanover. Generally, without regard to the employer's fault or lack thereof in causing the injury, a seaman is entitled to \"maintenance\" measured by the value to him of free room and board available aboard the vessel and \"cure\" for the expenses of medical treatment. <i>See </i><i>Gosnell v. Sea-Land Service, Inc.,</i> 782 F.2d 464 (4th Cir.1986); <i>Yelverton v. Mobile Laboratories, Inc.,</i> 782 F.2d 555 (5th Cir.1986). The plaintiff must submit evidence of his costs to be entitled to recovery, and a plaintiff who lives rent-free at the home of his parents may maintain no claim for maintenance. <i>See </i><i>Johnson v. United States,</i> 333 U.S. 46, 50, 68 S.Ct. 391, 92 L.Ed. 468 (1948). Likewise, a plaintiff may recover costs only for unpaid medical expenses. <i>See </i><i>Gosnell,</i> 782 F.2d at 468.</p>\n<p>Plaintiff has proffered no argument to rebut Hanover's claim that he is not entitled to maintenance and cure. Plaintiff stated in his deposition that he lived at home with his parents before and after the accident and paid no rent. (<i>See</i> Bruce Babbitt's Dep. at 127, attached as Ex. A to Def. Hanover's Mem. Supp. Mot. Summ. J.) He also stated that he could not estimate the amount he spent per week or month for groceries. <i>See id.</i> Plaintiff also admitted that Hanover had paid all of his medical bills arising from the accident. <i>See id.</i> at 92. Hanover's president, William Murrell, stated in an affidavit that Hanover paid medical expenses of $81,071.27 on behalf of Babbitt. (See William W. <span class=\"star-pagination\">*655</span> Murrell, Jr.'s Aff. ¶ 12, attached to Def. Hanover's Mem. Supp. Mot. Summ. J.) Accordingly, the court finds that plaintiff has presented no viable claim for maintenance and cure; therefore, the court GRANTS Hanover's motion for summary judgment.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the court hereby GRANTS defendant Weyerhaeuser and defendant Hanover's motions for summary judgment. The clerk is directed to close this case.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">650</span></span> (1998)</b></center>\n<center><h1>Bruce BABBITT, Plaintiff,<br>\nv.<br>\nHANOVER TOWING, INC. and Weyerhaeuser Company, Defendants.</h1></center>\n<center>No. 4:96-CV-151-H3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 12, 1998.</center>\n<p><span class=\"star-pagination\">*651</span> Murray L. Resnick, Resnick &amp; Abraham, Baltimore, MD, Thomas J. White, III, Raleigh, for Bruce Babbitt, plaintiff.</p>\n<p>J. Thomas Cox, Jr., Wrightsville Beach, NC, J. Matthew Little, Teague, Campbell, Dennis &amp; Gorham, Raleigh, NC, for Hanover Towing, Inc., Weyerhaeuser Company, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motions for summary judgment pursuant to Fed.R.Civ.P. 56. Plaintiff has responded, and this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed this action to recover for injuries he sustained when he slipped and fell while boarding a skiff owned by defendant Weyerhaeuser Company (\"Weyerhaeuser\"). When plaintiff fell on October 21, 1993, he was employed as a Relief Captain for Defendant Hanover Towing, Inc. (\"Hanover\") aboard the tugboat \"Captain Dave.\" On the day of the accident, the Captain Dave arrived at Weyerhaeuser's New Bern, North Carolina, terminal with an oil barge in tow. Plaintiff and the crew of the Captain Dave planned to pump the oil from the barge into a Weyerhaeuser storage tank on shore. Weyerhaeuser required the Captain Dave crew to deploy an oil spill containment boom before unloading the fuel. Weyerhaeuser provided the tug crew with a sixteen foot skiff from which crew members could pull the boom around the barge and then tie the boom to Weyerhaeuser's pier. Plaintiff, who was \"on watch\" as relief captain, and another Captain Dave crew member, James Sykes (\"Sykes\"), attempted to deploy the boom. Sykes drove the skiff alongside the barge, and as plaintiff stepped from the oil barge into the bow of the skiff, he slipped and fell on what he alleges was an improperly stowed oar in the skiff. Plaintiff brought this action to recover for serious knee injuries he sustained in the fall.</p>\n<p><span class=\"star-pagination\">*652</span> Plaintiff charges that (1) defendants breached their duty to furnish him a seaworthy skiff, (2) defendant Hanover's negligence cause him injuries for which he is entitled to compensation under the Jones Act, 46 U.S.C.App. § 688, and, (3), regardless of fault, defendant Hanover is obligated to pay his medical expenses and provide him financial support until he becomes able to resume his normal duties.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)). Summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>See </i><i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C.1993). Instead, a trial court reviewing a claim at the summary judgment stage should determine whether a genuine issue exists for trial. <i>See </i><i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See </i><i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). Only disputes between the parties over facts that might affect the outcome of the case properly preclude the entry of summary judgment. <i>See </i><i>Anderson,</i> 477 U.S. at 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p></p>\n<h2>II. Plaintiff's Claim that Defendants Weyerhaeuser and Hanover Breached the Duty to Provide a Seaworthy Skiff</h2>\n<p>Plaintiff claims that defendants Weyerhaeuser and Hanover breached their respective duties to provide him with a seaworthy skiff. Weyerhaeuser contends it owed plaintiff no such duty since plaintiff was not a Weyerhaeuser employee nor a \"seaman\" with respect to Weyerhaeuser. For its part, Hanover contends it owed plaintiff no duty to ensure the skiff was seaworthy because Hanover did not own the skiff.</p>\n<p>The maritime duty of seaworthiness requires a vessel owner \"to furnish a vessel and appurtenances reasonably fit for their intended use.\" <i>Mitchell v. Trawler Racer,</i> <span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 550, <span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></a></span>, <span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">941</span></a></span> (1960). A vessel owner or a \"constructive owner\" exercising exclusive control over the vessel, may be held liable for a breach of the duty of seaworthiness even without a finding of negligence on his part. <i>See id.</i> The warranty of seaworthiness may be breached by temporary conditions like the improper loading and stowing of cargo as well as by the presence of permanent physical defects in the vessel. <i>See </i><i>Usner v. Luckenbach Overseas Corp.,</i> <span class=\"citation\" data-id=\"108234\"><a href=\"/opinion/108234/usner-v-luckenbach-overseas-corp/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, 499, <span class=\"citation\" data-id=\"108234\"><a href=\"/opinion/108234/usner-v-luckenbach-overseas-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">514</span></a></span>, <span class=\"citation\" data-id=\"108234\"><a href=\"/opinion/108234/usner-v-luckenbach-overseas-corp/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></a></span> (1971).</p>\n<p>The Supreme Court in <i>Seas Shipping Co. v. Sieracki</i> held that the duty to provide a seaworthy vessel was not solely a contractual duty existing between employers and employees, but rather was a form of strict liability justified by the hazards of maritime service. <i>See </i><i>Seas Shipping Co. v. Sieracki,</i> <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 93-95, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1099</span></span> (1946). The <i>Sieracki</i> Court extended the protections of the seaworthiness to a stevedore injured while working on board a ship in navigable waters, even though the worker was not an employee of the ship's owner. <i>See id.</i> at 99, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></span>. The ship's owner was liable for injuries caused by the ship's unseaworthiness because the stevedore was \"doing a seaman's work and incurring a seaman's hazards\" when he was injured. <i>See id.</i> The Court further held that the duty to make <span class=\"star-pagination\">*653</span> the ship seaworthy was an obligation the owner could not delegate. <i>See id.</i></p>\n<p>Several years later the Court in <i>Pope &amp; Talbot, Inc. v. Hawn</i> reaffirmed the <i>Sieracki</i> seaman doctrine by extending the duty of seaworthiness to an independent contractor repairman aboard Pope &amp; Talbot's vessel. See <i>Pope &amp; Talbot, Inc. v. Hawn,</i> <span class=\"citation\" data-id=\"105170\"><a href=\"/opinion/105170/pope-talbot-inc-v-hawn/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, 412-13, <span class=\"citation\" data-id=\"105170\"><a href=\"/opinion/105170/pope-talbot-inc-v-hawn/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">202</span></a></span>, <span class=\"citation\" data-id=\"105170\"><a href=\"/opinion/105170/pope-talbot-inc-v-hawn/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">143</span></a></span> (1953). The Court emphasized that \"Sieracki's legal protection was not based on the name `stevedore' but on the type of work he did and its relationship to the ship and the historic doctrine of seaworthiness.\" The <i>Hawn</i> Court underscored the <i>Sieracki</i> view that even workers not employed by the ship's owner were owed a duty of seaworthiness if they were subjected to the same dangers as seaman crew members directly employed by the vessel. <i>See id.; </i><i>Clark v. Solomon Navigation, Ltd.,</i> <span class=\"citation\" data-id=\"1959508\"><a href=\"/opinion/1959508/clark-v-solomon-nav-ltd/\"><span class=\"volume\">631</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1275</span></a></span>, 1280 (S.D.N.Y.1986).</p>\n<p>However, in 1972, Congress increased coverage and compensation under the Longshoremen's and Harbor Workers' Compensation Act (\"LHWCA\") and, in exchange, withdrew covered workers' access to any other remedy against the vessel, including the warranty of seaworthiness. <i>See</i> 33 U.S.C. § 905(b); <i>Clark,</i> 631 F.Supp. at 1280. While the LHWCA amendments did not specify whether they eliminated <i>Sieracki</i> relief for seamen not covered by the Act, the Fourth Circuit determined that \"the 1972 amendments `abolished' the Sieracki form of action.\" <i>Harwood v. Partredereit AF 15.5.81,</i> <span class=\"citation\" data-id=\"568510\"><a href=\"/opinion/568510/wallace-s-harwood-jr-v-partredereit-af-15581-wallace-s-harwood-jr/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1187</span></a></span>, 1190 n. 1 (4th Cir.1991) (citing <i>United States Lines, Inc. v. United States,</i> <span class=\"citation\" data-id=\"363864\"><a href=\"/opinion/363864/united-states-lines-inc-v-united-states/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span> (4th Cir.1979)). Thus, Fourth Circuit law permits a seaman no recovery under the doctrine of seaworthiness in the absence of an employment relationship between the parties.</p>\n<p>Because plaintiff has no employment relationship with defendant Weyerhaeuser, he can pursue no action against Weyerhaeuser for the unseaworthiness of the skiff. Had plaintiff stated a claim against Weyerhaeuser for general maritime negligence, he would not be foreclosed from all recovery against this defendant. However, the court notes that United States Magistrate Judge Wallace W. Dixon justifiably denied plaintiff's June 23, 1997, motion to amend his once amended complaint to state a negligence cause of action as coming \"too late in the day.\" (<i>See</i> Order of 7/28/97.)</p>\n<p>Plaintiff's argument that Hanover was obligated to ensure the skiff was seaworthy as the skiff's owner <i>pro hac vice</i> also is without merit. Plaintiff has failed to allege facts that would support a finding of constructive ownership on the part of Hanover. The parties agree Weyerhaeuser owned the skiff, which it kept it in a shed on shore at the Weyerhaeuser facility. Weyerhaeuser permitted plaintiff and Sykes to use the skiff for about an hour for the sole purpose of deploying and removing the oil containment boom. Plaintiff can make no colorable argument that Hanover exercised exclusive control over the skiff even for the brief period during which Hanover crew members operated the vessel. Weyerhaeuser could have demanded that the skiff be returned to its dock at any point during the stage of boom deployment or removal had it objected to Hanover's use of the skiff. Because Hanover did not own the skiff or exercise exclusive control over it, the court GRANTS Hanover's motion for summary judgment as to plaintiff's claims that the skiff was unseaworthy.</p>\n<p></p>\n<h2>III. Plaintiff's Claims for Recovery from Hanover under the Jones Act</h2>\n<p>The Jones Act permits a seaman to sue his employer for damages caused by the employer's negligence and creates an affirmative duty on the employer to provide employees with a reasonably safe place to work. <i>See</i> 46 U.S.C.App. § 688; <i>Chandris, Inc. v. Latsis,</i> <span class=\"citation\" data-id=\"117953\"><a href=\"/opinion/117953/chandris-inc-v-latsis/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 354, <span class=\"citation\" data-id=\"117953\"><a href=\"/opinion/117953/chandris-inc-v-latsis/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2172</span></a></span>, <span class=\"citation\" data-id=\"117953\"><a href=\"/opinion/117953/chandris-inc-v-latsis/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">314</span></a></span> (1995); <i>Estate of Larkins v. Farrell Lines, Inc.,</i> <span class=\"citation\" data-id=\"480191\"><a href=\"/opinion/480191/estate-of-walter-larkins-deceased-by-his-administratrix-mabel-larkins-v/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">510</span></a></span>, 513-14 (4th Cir.1986). Hanover asserts that because plaintiff was on duty at the time of the accident, he was responsible for ensuring the safety of the oil boom deployment operation. (See Bruce Babbitt's Dep. at 135, attached to Def. Hanover's Reply Mem.) Hanover argues that because plaintiff failed to inspect the skiff and make it safe, he breached his contractual duty to Hanover to maintain safe <span class=\"star-pagination\">*654</span> conditions. <i>See </i><i>Reinhart v. United States,</i> <span class=\"citation\" data-id=\"302308\"><a href=\"/opinion/302308/robert-reinhart-v-united-states/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span> (9th Cir.1972) (holding that chief mate who failed to perform inspection duties and correct unsafe condition of flooring sheathing that he knew about could not recover for injuries sustained when he fell through sheathing); <i>Walker v. Lykes Bros.,</i> <span class=\"citation\" data-id=\"228551\"><a href=\"/opinion/228551/walker-v-lykes-bros-ss-co-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span> (2d Cir.1952) (holding that a breach of a duty consciously assumed by the injured person as a term of his employment aboard the ship bars any recovery under the Jones Act). Therefore, Hanover contends plaintiff has no viable claim for Jones Act negligence.</p>\n<p>Plaintiff contends that because Captain Jackie Reeves (\"Reeves\") was aboard the Hanover ship when plaintiff stepped into the skiff, Reeves was obligated to ensure all operations were completed safely. Plaintiff explains that, \"[a]cting on behalf of his employer, Defendant Hanover, [Reeves] breached the non-delegable duty to insure the safety of his crew and the equipment they were required to utilize in performance of their duties, including the skiff.\" (Pl.'s Resp. to Def. Hanover's Mot. Summ. J. at 5.) Plaintiff submitted an opinion letter from Captain Charles Herbert, who has worked as a tugboat captain for thirty six years, which supported plaintiff's assertion that Captain Reeves was responsible for his crew's safety. Plaintiff further contends that he could not have breached a duty owed to his employer because it was \"impossible for [him] to see the improperly stowed oar/paddle prior to boarding the skiff.... [b]y virtue of the level nature of the skiff's position with the barge.\" (Pl.'s Resp. to Def. Hanover's Mot. Summ. J. at 7-8.)</p>\n<p>Even if the court were to accept plaintiff's assertion that Captain Reeves was charged with ensuring his safety, even though plaintiff was the relief captain on duty at the time of the accident, plaintiff's statement that he could not have seen the oar before boarding the skiff reveals a more fundamental flaw in his claim. A seaman may maintain an action against his employer under the Jones Act only for alleged negligent acts, and plaintiff has alleged no facts that would support a finding of negligence on the part of Hanover. If plaintiff could not have seen the improperly stowed oar before boarding the skiff, then, presumably, Captain Reeves would not have been able to see it, even if he had attempted to inspect the skiff. Therefore, Captain Reeves' alleged \"negligence\" in failing to inspect the skiff could not have proximately caused plaintiff's injuries. Plaintiff's description of events demonstrates that only Weyerhaeuser was in a position to properly inspect and make safe the skiff. Accordingly, the court GRANTS Hanover's motion for summary judgment as to plaintiff's Jones Act claims.</p>\n<p></p>\n<h2>IV. Plaintiff's Claims for Maintenance and Cure</h2>\n<p>Plaintiff asserted in his complaint a right to maintenance and cure from defendant Hanover. Generally, without regard to the employer's fault or lack thereof in causing the injury, a seaman is entitled to \"maintenance\" measured by the value to him of free room and board available aboard the vessel and \"cure\" for the expenses of medical treatment. <i>See </i><i>Gosnell v. Sea-Land Service, Inc.,</i> <span class=\"citation\" data-id=\"463749\"><a href=\"/opinion/463749/nelson-m-gosnell-v-sea-land-service-inc-and-reynolds-leasing-corp/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">464</span></a></span> (4th Cir.1986); <i>Yelverton v. Mobile Laboratories, Inc.,</i> <span class=\"citation\" data-id=\"463764\"><a href=\"/opinion/463764/jimmy-yelverton-v-mobile-laboratories-inc/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span> (5th Cir.1986). The plaintiff must submit evidence of his costs to be entitled to recovery, and a plaintiff who lives rent-free at the home of his parents may maintain no claim for maintenance. <i>See </i><i>Johnson v. United States,</i> <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 50, <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">468</span></a></span> (1948). Likewise, a plaintiff may recover costs only for unpaid medical expenses. <i>See </i><i>Gosnell,</i> 782 F.2d at 468.</p>\n<p>Plaintiff has proffered no argument to rebut Hanover's claim that he is not entitled to maintenance and cure. Plaintiff stated in his deposition that he lived at home with his parents before and after the accident and paid no rent. (<i>See</i> Bruce Babbitt's Dep. at 127, attached as Ex. A to Def. Hanover's Mem. Supp. Mot. Summ. J.) He also stated that he could not estimate the amount he spent per week or month for groceries. <i>See id.</i> Plaintiff also admitted that Hanover had paid all of his medical bills arising from the accident. <i>See id.</i> at 92. Hanover's president, William Murrell, stated in an affidavit that Hanover paid medical expenses of $81,071.27 on behalf of Babbitt. (See William W. <span class=\"star-pagination\">*655</span> Murrell, Jr.'s Aff. ¶ 12, attached to Def. Hanover's Mem. Supp. Mot. Summ. J.) Accordingly, the court finds that plaintiff has presented no viable claim for maintenance and cure; therefore, the court GRANTS Hanover's motion for summary judgment.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the court hereby GRANTS defendant Weyerhaeuser and defendant Hanover's motions for summary judgment. The clerk is directed to close this case.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/228551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1959508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/"
  ]
}