{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577935/",
  "absolute_url": "/opinion/2577935/hunt-v-north-carolina-dept-of-transp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577935/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:36:19.175243Z",
  "date_modified": "2016-04-27T03:09:03.037948Z",
  "type": "010combined",
  "sha1": "ef2fe12732f531b973ad61e39de6653a536a8ebc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>299 F.Supp.2d 529 (2004)</b></center>\n<center><h1>Minnie Kelly HUNT, William G. Hunt, Kathryn McCoy, and Sunset Beach Taxpayers' Association, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF TRANSPORTATION, Lyndo Tippett, North Carolina Highway Administration, Len A. Sanderson, United States Department of Transportation, Normany Y. Mineta, Federal Highway Administration, and Mary E. Peters, Defendants, and<br>\nTown of Sunset Beach, Defendant-Intervenor.</h1></center>\n<center>No. 7:02-CV-45-H(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>January 7, 2004.</center>\n<p><span class=\"star-pagination\">*530</span> <span class=\"star-pagination\">*531</span> James B. Maxwell, Maxwell, Freeman &amp; Bowman, Durham, NC, for plaintiffs.</p>\n<p>Frederick C. Lamar, N.C. Attorney General Office, Lisa C. Glover, N.C. Department of Transportation, Attorney General's Office, R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, NC, James C. Thomason, III, Federal Highway Administration, Atlanta, GA, Amos C. Dawson, III, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment. The parties have responded appropriately, and this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiffs initiated this suit by filing a complaint on March 27, 2002, against defendants United States Department of Transportation, Federal Highway Administration (FHWA) and the named officials thereof (collectively, \"federal defendants\") as well as defendants North Carolina Department of Transportation (NCDOT) and the named officials thereof (collectively, \"state defendants\"). The complaint alleged that, in connection with the federal and state defendants' decision to replace the existing single lane, floating pontoon draw bridge at Sunset Beach, North Carolina, with a new high-level, fixed-span bridge, the federal and state defendants had violated the National Environmental Policy Act (NEPA), 42 U.S.C. § 4321 <i>et seq.,</i> the North Carolina Environmental Policy Act (NCEPA), N.C.G.S. § 113A-1, <i>et seq.</i> and Section 4(f) of the Department of Transportation Act of 1966, 49 U.S.C. § 303.</p>\n<p>On July 23, 2002, the Town of Sunset Beach moved to intervene as a defendant in this action. By order dated September 4, 2002, this court allowed the town's request.</p>\n<p>On September 3, 2002, this court agreed to allow this case to proceed upon the administrative record, a copy of which has been filed with the court.</p>\n<p><span class=\"star-pagination\">*532</span> In 1979, the NCDOT began considering options for replacement of the single lane pontoon bridge that presently joins the mainland of Sunset Beach to the island of Sunset Beach. The bridge replacement project is identified as project number B-682 in NCDOT'S current Transportation Improvement Program (TIP).</p>\n<p>During the 1980s, defendants prepared an Environmental Assessment (EA) and made a Finding of No Significant Impact (FONSI) for the bridge project, stating that the construction would not have any significant impact on the human environment. In reliance on this finding, NCDOT began making right-of-way acquisitions, had design plans drawn, and advertised for construction bids. In 1990, a group of citizens, including all the plaintiffs in the instant case, filed suit in this district. In lieu of a preliminary injunction, the defendants voluntarily agreed not to proceed with the construction project or contract until the court ruled on plaintiffs' complaint.</p>\n<p>After hearing evidence from several experts on the strong correlation between growth and development of an island and accessibility to the island, the negative impact that significant increased development would have on the recreational uses of the island, and the potential effects on populations of several endangered species in the area, the Honorable W. Earl Britt enjoined defendants from building a new bridge at Sunset Beach until an adequate Environmental Impact Statement (EIS) and Section 4(f) finding were prepared in accordance with applicable law and regulations. See <i>Mullin v. Skinner,</i> 756 F.Supp. 904 (E.D.N.C.1990). The order stated that proceeding with the construction of a high-rise bridge without first completing an EIS was inconsistent with the intent of the National Environmental Protection Act (NEPA) and was \"arbitrary and capricious.\" The court found that the beach is a section 4(f) resource and that the project would make \"use\" of the beach. The project was enjoined until defendants prepared and circulated \"an adequate environmental impact statement identifying and discussing in detail the direct, indirect, and cumulative impacts of and alternatives to the proposed project in accordance with the National Environmental Policy Act of 1969\" and until the defendants fully complied with the Section 4(f) requirements. <i>Id.</i> at 925.</p>\n<p>In July 1995, the defendants published a Draft Environmental Impact Statement (DEIS), which was circulated for comment. The DEIS also supported the construction of a 65-foot fixed span, high-rise bridge. The Final Environmental Impact Statement (FEIS) was published and circulated for comment on October 27, 1997. On August 27, 1999, the Record of Decision (ROD) was published, adopting the recommendation of Alternative W1R (a 65-foot fixed span bridge). At that point, the federal and state defendants moved to dissolve the injunction. The court entered an order dissolving the injunction, with the understanding that plaintiffs would be allowed to file a new suit and challenge the \"adequacy\" of the EIS. The present suit does just that. Believing that the ROD was based on an inadequate EIS, the plaintiffs filed this action on March 27, 2002.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>The Town of Sunset Beach is located in Brunswick County, North Carolina, and consists of both the island of Sunset Beach and a mainland community. The island is the smallest inhabited barrier island on the North Carolina coast, approximately 1.7 miles long and one-half mile wide at its widest point. The bridge, a single lane, floating pontoon swing bridge, crosses the <span class=\"star-pagination\">*533</span> Atlantic Intracoastal Waterway (AIWW) and connects the island of Sunset Beach to the mainland. Built in 1953, the bridge has been maintained by NCDOT since 1961. The bridge is called a pontoon bridge because it has a floating steel barge with a swing-span draw bridge and fixed wooden approach spans. This type of bridge requires extensive repairs and numerous replacements of parts. In May 1996, the bridge received a sufficiency rating of 7.3 on a scale of 100, with 100 being perfect condition. Due to the structural deficiencies of the bridge, decreased maximum load limits have been placed on bridge traffic. FEIS 1-9, AR 4992. When the bridge is in the closed position, only small john boats can pass under the bridge. From April 1 to November 30, the bridge opens on demand for commercial vehicles and on the hour for pleasure craft. The bridge opens on demand for all vessels the rest of the year. Opening the bridge, allowing one vessel to pass, and closing the bridge takes about ten minutes. This process means that, especially during the peak summer season, motorists and boaters can expect delays.</p>\n<p>In their briefs, plaintiffs emphasize the family atmosphere of Sunset Beach island. They talk about the relatively few commercial establishments, the fishing pier, and the single family/duplex residences built on the island. They note the building height restriction of 35 feet for all structures on the island. In their view, this development style has been partially dictated by the access to the island via the pontoon bridge. The pontoon bridge is also an advertising tool for tourism in Sunset Beach, and is featured on a website advertising Sunset Beach.<sup>[1]</sup></p>\n<p>The FEIS selected \"Alternative W1R,\" a high-level fixed span bridge to be located approximately 150 feet west of the existing bridge, as the preferred alternative. See FEIS 2-12, 2-16, AR 5030, 5034. W1R is a revision of W1, shifting the alignment of the bridge eastward to minimize the impacts of dredging and to avoid the relocation of the Big Narrows channel.</p>\n<p>After the FEIS was issued, the defendants agreed to conduct a re-evaluation process, considering an additional alternative, known as W1R2, a mid-level bascule bridge similar to Alternative C4 discussed in the FEIS, but to be built along the same alignment as W1R. See ROD 5, AR 7001. However, the agency ultimately chose W1R as the preferred alternative.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. <span class=\"star-pagination\">*534</span> 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)).</p>\n<p>In this case, this court must review the decision of the agency. As such, this court's focus will be on the administrative record. Review of the administrative record is primarily a legal decision, readily resolvable by summary judgment. <i>Citizens for Scenic Severn River Bridge, Inc. v. Skinner, 802 F.Supp.</i> 1325, 1332 (D.Md. 1991).</p>\n<p></p>\n<h2>II. NEPA</h2>\n<p>NEPA establishes \"a national policy of protecting and promoting environmental quality.\" <i>Hodges v. Abraham,</i> 300 F.3d 432, 438 (4th Cir.2002), quoting <i>Hughes River Watershed Conservancy v. Glickman,</i> 81 F.3d 437, 443 (4th Cir.1996). NEPA is a procedural statute, meaning that it does not place substantive requirements on federal agencies, but it does require them to follow certain procedures prior to taking certain actions. <i>Id.</i> In <i>Mullin v. Skinner,</i> Judge Britt held that NCDOT's decision not to prepare an EIS was arbitrary, capricious, and a clear error of judgment. See <i>Mullin v. Skinner, supra</i><i>.</i> That issue, however, is no longer before the court. The current issue is whether the FEIS that defendants have prepared is adequate.</p>\n<blockquote>The purpose of NEPA is two-fold. First, it ensures that an \"agency, in reaching its decision, will have available, and will carefully consider, detailed information concerning significant environmental impacts.\" In other words, NEPA guarantees that an agency will take \"a `hard look' at environmental consequences\" before making a decision that may affect the environment. (Citations omitted.) Second, compliance with NEPA procedures \"ensures that relevant information about a proposed project will be made available to members of the public so that they may play a role in both the decisionmaking process and the implementation of the decision.\" (Citations omitted.)</blockquote>\n<p><i>Hodges, supra</i> at 438.</p>\n<p>While NEPA requires that the agency follow the proper procedures, e.g., preparing an EIS, once these procedures are completed adequately, i.e., \"`the adverse environmental effects of the proposed action are adequately identified and evaluated,' a federal agency is entitled to `decide that other values outweigh the environmental costs.'\" <i>Id., quoting </i><i>Robertson v. Methow Valley Citizens Council,</i> 490 U.S. 332, 350, 109 S.Ct. 1835, 104 L.Ed.2d 351 (1989). In other words, the agency's decision cannot be uninformed, even if it is unwise. <i>Id.</i> Therefore, the court cannot \"interject itself within the area of discretion of the executive as to the choice of the action to be taken.\" <i>Mullin v. Skinner, supra</i> at 919, <i>quoting </i><i>Kleppe v. Sierra Club,</i> 427 U.S. 390, 410 n. 21, 96 S.Ct. 2718, 49 L.Ed.2d 576 (1976).</p>\n<p>Judicial review of an agency decision made pursuant to NEPA is dictated by the Administrative Procedure Act (APA) § 706(2)(A). 5 U.S.C. § 706(2)(A); <i>see </i><i>Jersey Heights Neighborhood Ass'n v. Glendening,</i> 174 F.3d 180, 186 (4th Cir. 1999).</p>\n<p>The standard provided by the APA is whether an agency decision was \"arbitrary, capricious, an abuse or discretion or otherwise not in accordance with law.\" <i>Mullin v. Skinner, supra</i> at 919.</p>\n<p>A decision is arbitrary and capricious</p>\n<blockquote>if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is <span class=\"star-pagination\">*535</span> so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Id., quoting Motor Vehicle Mrs. Ass'n of the </i><i>United States v. State Farm Mutual Auto. Ins. Co.,</i> 463 U.S. 29, 43, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983).</p>\n<p>NEPA provides the agency with requirements for reports on federal actions, such as this one, which significantly affect the quality of the human environment.</p>\n<p>The agency must:</p>\n<blockquote>include in every recommendation or report on proposals for legislation and other major Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on </blockquote>\n<blockquote>(i) the environmental impact of the proposed action,</blockquote>\n<blockquote>(ii) any adverse environmental effects which cannot be avoided should the proposal be implemented,</blockquote>\n<blockquote>(iii) alternatives to the proposed action,</blockquote>\n<blockquote>(iv) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity, and</blockquote>\n<blockquote>(v) any irreversible and irretrievable commitment of resources which would be involved in the proposed action should it be implemented.</blockquote>\n<p>42 U.S.C. § 4332(2)(c).</p>\n<p></p>\n<h2>A. <i>Choice of Comparison Sites for Land Use Study</i>\n</h2>\n<p>Plaintiffs allege several ways in which the FEIS is inadequate. First, plaintiffs claim that the defendants chose the wrong bridges to study as comparisons to the proposed Sunset Beach bridge project. The study, found in the AR, looked at development prior to and after the building of new bridges at Ocean Isle Beach and Holden Beach, both located in Brunswick County along with Sunset Beach. Plaintiffs, however, claim that defendants should have used the Topsail Island bridge project and the Bogue Banks bridge project as comparisons for the direct and indirect effects a new bridge at Sunset Beach will have on land use. In support of their argument, plaintiffs note that Ocean Isle and Holden Beach are three to four times larger than Sunset Beach, that both already had bascule bridges prior to the new high rise bridges being built, and that both already had substantial commercial development.</p>\n<p>There is little to no mention of either the Bogue Banks project or the Topsail Island project in the AR, despite the fact that Judge Britt said that \"the examples set by North Topsail Beach and the west end of Bogue Banks portends large-scale future development if the bridge becomes a reality.\" <i>Mullin v. Skinner,</i> 756 F.Supp. At 921.</p>\n<p>Defendants state that the Topsail Island and Bogue Banks projects are not good comparisons, and they therefore did not study these projects. See AR 3187-89. They note that both projects are more than 100 miles away from Sunset Beach and that neither was a bridge-to-bridge replacement, as in the case of Sunset Beach. The bridge to Topsail Island established a new transportation linkage, while the Bogue Banks bridge replaced an existing ferry. They compare this to Ocean Isle which has an existing two-lane swing bridge and Holden Beach, which had a one lane swing bridge. They also note that although Ocean Isle and Holden Beach are both larger than Sunset Beach, neither has substantial commercial development (1-2%). AR 3197. The AR shows that Sunset Beach actually had a greater concentration of commercial development prior to a new bridge being constructed <span class=\"star-pagination\">*536</span> than did Ocean Isle or Holden Beach. However, this may be attributable to the smaller size of Sunset Beach and the need for certain commercial establishments on the island due to limited access to the mainland.</p>\n<p>Plaintiffs ask the court to find the defendants' FEIS inadequate because of the comparison study sites they chose. However, on these facts, this court cannot and will not do so. Although the sites chosen may not be identical in every way to Sunset Beach and although the islands cited by Judge Britt in the earlier decision were not chosen by the agency for study, the choice of comparable sites was not arbitrary and capricious. It appears that the agency took a \"hard look\" at the Sunset Beach bridge project effects by choosing two sites, Ocean Isle and Holden Beach, and gathering comparison data from those sites. Agencies are free \"to select their own methodology as long as that methodology is reasonable.\" <i>Hughes River Watershed Conservancy v. Johnson,</i> 165 F.3d 283, 289 (4th Cir.1999). This court must and will give deference to the agency's decision, provided it is reasonable, as it appears to be here. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Traffic Projections</i>\n</h2>\n<p>Plaintiffs also claim that the traffic projections in the FEIS are flawed. The FEIS predicts a 100% increase in traffic by 2019, which plaintiffs interpret to mean either there will be more multifamily structures built on the island to accommodate more residents or there will be more day visitors to Sunset Beach Island. If this is true, plaintiffs claim defendants should have analyzed more thoroughly storm water runoff and sewage issues as well as commercial development effects on the environment.</p>\n<p>Defendants admit that the traffic increase is due partially to an increase in day visitors to the island. However, the FEIS concludes that the bridge project itself is not likely to affect the rate/type of development on the island or the number of day visitors. Defendants believe, based on their findings, that the number of day visitors will increase at all the southeastern North Carolina beaches regardless of the type of bridge structures the islands have. They also note that this increase in visitors will lead to more commercial development, but they believe that none of these effects are directly caused by the bridge project.</p>\n<p>However, the FEIS did consider, at least to some extent, the effects of (1) a full build out of the island, (2) the installation of sewer system, (3) population growth, and (4) increased day visitors. FEIS 4-83; AR 5226. The FEIS also considered stormwater and sewer issues and determined that stormwater discharged directly from the bridge will be properly controlled. See AR 3414; FEIS S-31, 7-23; AR 4962, 5292.</p>\n<p>Even though the defendants' analysis may not satisfy the plaintiffs, it appears from the AR and the FEIS that defendants took a \"hard look\" at the effects the bridge would have on the environment, including secondary development effects. The agency's decision cannot be said to be arbitrary and capricious. Therefore, it is not this court's job to determine the wisdom of the path (or bridge) chosen by defendants. Having found that the agency took a \"hard look\" at the effects of the bridge project, the FEIS is deemed adequate and the agency has complied with NEPA.</p>\n<p></p>\n<h2>III. Section 4(f)</h2>\n<p>Section 4(f) of the Department of Transportation Act of 1996, now codified at 49 U.S.C. § 303, provides that:</p>\n<blockquote>\n<span class=\"star-pagination\">*537</span> The Secretary shall not approve any program or project which requires the use of \"publicly owned land of a public park, recreation area, or wildlife and waterfowl refuge of national, State, or local significance, or land of an historic site of national State or local significance\" unless \"(1) there is no prudent and feasible alternative to using that land; and (2) the program or project includes all possible planning to minimize harm to the park, recreation area, wildlife and waterfowl refuge, or historic site resulting from the use.\"</blockquote>\n<p><i>Maryland Wildlife Federation v. Dole,</i> 747 F.2d 229, 233 (4th Cir.1984).</p>\n<p>Section 4(f) is applicable in this case because the beach on the island of Sunset Beach is § 4(f) property. See <i>Mullin v. Skinner, supra</i> (defendants admitted and Judge Britt accepted as a binding judicial admission that the beach is § 4(f) protected property.) Plaintiffs claim that under § 4(f) defendants should be required to build a mid-level bascule bridge instead of the high-level bridge because the mid-level bridge is a prudent and feasible alternative.</p>\n<p>In reviewing an agency determination under § 4(f), the reviewing court is \"to engage in a substantial inquiry.\" <i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. 402, 415, 91 S.Ct. 814, 28 L.Ed.2d 136. The decision is entitled to \"a presumption of regularity.\" <i>Id.</i> But the court should still engage in a \"thorough, probing, in-depth review.\" <i>Id.</i></p>\n<p>The court in <i>Overton Park</i> identified three factors that a reviewing court should consider: whether the Secretary acted within the scope of his authority and then whether the decision was arbitrary, capricious, an abuse of discretion, or not in accordance with law. <i>Id.</i> In determining whether the Secretary acted within the scope of his authority, the reviewing court must find \"that the Secretary could have reasonably believed that there were no feasible and prudent alternatives.\" <i>Hickory Neighborhood Defense League v. Skinner,</i> 910 F.2d 159, 162. In determining whether the decision was arbitrary and capricious, \"the court must consider whether the decision was based on a consideration of the relevant factors and whether there has been a clear error of judgment.\" <i>Overton Park,</i> 401 U.S. at 416, 91 S.Ct. 814.</p>\n<p>The Court in <i>Overton Park</i> also noted that \"although this inquiry into the facts is to be searching and careful, the ultimate standard of review is a narrow one. The court is not empowered to substitute its judgment for that of the agency.\" <i>Id.</i></p>\n<p>Plaintiffs claim that § 4(f) requires defendants to choose the mid-level bridge because it is a feasible and prudent alternative which meets the need for the project and has less impact on the environment than the high-level alternative which was chosen. Without a citation to the over 7,000-page AR, the plaintiffs rely on a 1996 report that plaintiffs believe demonstrates the preferability of the 35-foot bascule bridge. They also direct the court to some photos and computer simulations of the proposed bridges from various angles. However, none of these photos is taken from the § 4(f) protected property at issue, the beach. The court notes that the protected property at issue is not the island of Sunset Beach or the Town of Sunset Beach, but the beach itself. As such, the photos taken from various other view-points on the island and the mainland are irrelevant in the § 4(f) determination.</p>\n<p>Defendants did determine that both the mid and high-level bridges would meet the project's needs: safety and ease of access. However, the environmental studies found that there are no feasible and prudent <span class=\"star-pagination\">*538</span> alternatives to using the § 4(f)-protected resources. The no-build alternatives, including the rehabilitation alternative, did not meet the needs of the project; therefore, they were not feasible and prudent. The study found that all of the build alternatives have the same impact on the beach.</p>\n<p>It is important to understand the meaning of \"use\" in § 4(f). Section 4(f) prohibits the \"use\" of historic and cultural resources except where there is no feasible and prudent alternative and where all possible planning has been conducted to minimize harm to the protected property. There are two types of use: direct and constructive. A direct use occurs \"when land is permanently incorporated into a transportation facility,\" and a constructive use occurs when \"the project's proximity impacts are so severe that the protected activities, features, or attributes that qualify a resource for protection under section 4(f) are substantially impaired.\" 23 C.F.R. § 771.135(p)(1)(i), (p)(2). Substantial impairment occurs when the \"protected activities, features, or attributes of the resource are substantially diminished.\" 23 C.F.R. § 771.135(p)(2).</p>\n<p>As noted above, <i>Mullin v. Skinner, supra</i><i>,</i> established that the bridge replacement project constituted a constructive use of the beach. Therefore, the agency made § 4(f) findings, as required. After determining that there were no direct uses of any § 4(f) resources, the defendants analyzed all constructive uses and impacts including traffic, noise, visual impact, development, and increased beach usage. See FEIS 4-95, AR 5238. The study determined that all the build alternatives had the same level of impairment to the protected § 4(f) resources. It also determined that none of the build alternatives would cause a substantial visual impairment of the activities, features, and attributes of the beach.</p>\n<p>The Secretary reasonably believes there are no feasible and prudent alternatives to using the protected 4(f) property. All of the alternatives that meet the needs and purpose of the project use the beach in the same way. None of these alternatives cause a substantial visual impairment of the activities, features, and attributes of the beach. Plaintiffs disagree with defendants as to the aesthetic effects the alternatives will have on the island and Town of Sunset Beach, not on the beach itself. This disagreement is not one the court can become entangled in. <i>See </i><i>Citizens for Scenic Severn River Bridge v. Skinner,</i> 802 F.Supp. 1325, 1334 (D.Md.1991). The agency has demonstrated through the AR and the ROD that they have taken \"serious consideration of the appropriate factors,\" and as such, \"this court is empowered only to accept the agency's determinations.\" <i>Id.</i> Therefore, the agency's determination is not arbitrary and capricious, and it meets the requirements of § 4(f).</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, defendants' motion for summary judgment is granted and plaintiffs' motion for summary judgment is denied. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs state the bridge is pictured on Sunset Beach's website. The bridge is featured on the website <i>www.sunsetnc.com</i> which is a town website featured on <i>www.coastalnc.com.</i> However, the official Town of Sunset Beach website, <i>www.townofsunsetbeach.com,</i> does not feature the bridge.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">529</span></span> (2004)</b></center>\n<center><h1>Minnie Kelly HUNT, William G. Hunt, Kathryn McCoy, and Sunset Beach Taxpayers' Association, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF TRANSPORTATION, Lyndo Tippett, North Carolina Highway Administration, Len A. Sanderson, United States Department of Transportation, Normany Y. Mineta, Federal Highway Administration, and Mary E. Peters, Defendants, and<br>\nTown of Sunset Beach, Defendant-Intervenor.</h1></center>\n<center>No. 7:02-CV-45-H(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>January 7, 2004.</center>\n<p><span class=\"star-pagination\">*530</span> <span class=\"star-pagination\">*531</span> James B. Maxwell, Maxwell, Freeman &amp; Bowman, Durham, NC, for plaintiffs.</p>\n<p>Frederick C. Lamar, N.C. Attorney General Office, Lisa C. Glover, N.C. Department of Transportation, Attorney General's Office, R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, NC, James C. Thomason, III, Federal Highway Administration, Atlanta, GA, Amos C. Dawson, III, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for summary judgment. The parties have responded appropriately, and this matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiffs initiated this suit by filing a complaint on March 27, 2002, against defendants United States Department of Transportation, Federal Highway Administration (FHWA) and the named officials thereof (collectively, \"federal defendants\") as well as defendants North Carolina Department of Transportation (NCDOT) and the named officials thereof (collectively, \"state defendants\"). The complaint alleged that, in connection with the federal and state defendants' decision to replace the existing single lane, floating pontoon draw bridge at Sunset Beach, North Carolina, with a new high-level, fixed-span bridge, the federal and state defendants had violated the National Environmental Policy Act (NEPA), 42 U.S.C. § 4321 <i>et seq.,</i> the North Carolina Environmental Policy Act (NCEPA), N.C.G.S. § 113A-1, <i>et seq.</i> and Section 4(f) of the Department of Transportation Act of 1966, 49 U.S.C. § 303.</p>\n<p>On July 23, 2002, the Town of Sunset Beach moved to intervene as a defendant in this action. By order dated September 4, 2002, this court allowed the town's request.</p>\n<p>On September 3, 2002, this court agreed to allow this case to proceed upon the administrative record, a copy of which has been filed with the court.</p>\n<p><span class=\"star-pagination\">*532</span> In 1979, the NCDOT began considering options for replacement of the single lane pontoon bridge that presently joins the mainland of Sunset Beach to the island of Sunset Beach. The bridge replacement project is identified as project number B-682 in NCDOT'S current Transportation Improvement Program (TIP).</p>\n<p>During the 1980s, defendants prepared an Environmental Assessment (EA) and made a Finding of No Significant Impact (FONSI) for the bridge project, stating that the construction would not have any significant impact on the human environment. In reliance on this finding, NCDOT began making right-of-way acquisitions, had design plans drawn, and advertised for construction bids. In 1990, a group of citizens, including all the plaintiffs in the instant case, filed suit in this district. In lieu of a preliminary injunction, the defendants voluntarily agreed not to proceed with the construction project or contract until the court ruled on plaintiffs' complaint.</p>\n<p>After hearing evidence from several experts on the strong correlation between growth and development of an island and accessibility to the island, the negative impact that significant increased development would have on the recreational uses of the island, and the potential effects on populations of several endangered species in the area, the Honorable W. Earl Britt enjoined defendants from building a new bridge at Sunset Beach until an adequate Environmental Impact Statement (EIS) and Section 4(f) finding were prepared in accordance with applicable law and regulations. See <i>Mullin v. Skinner,</i> <span class=\"citation\" data-id=\"2291166\"><a href=\"/opinion/2291166/mullin-v-skinner/\"><span class=\"volume\">756</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">904</span></a></span> (E.D.N.C.1990). The order stated that proceeding with the construction of a high-rise bridge without first completing an EIS was inconsistent with the intent of the National Environmental Protection Act (NEPA) and was \"arbitrary and capricious.\" The court found that the beach is a section 4(f) resource and that the project would make \"use\" of the beach. The project was enjoined until defendants prepared and circulated \"an adequate environmental impact statement identifying and discussing in detail the direct, indirect, and cumulative impacts of and alternatives to the proposed project in accordance with the National Environmental Policy Act of 1969\" and until the defendants fully complied with the Section 4(f) requirements. <i>Id.</i> at 925.</p>\n<p>In July 1995, the defendants published a Draft Environmental Impact Statement (DEIS), which was circulated for comment. The DEIS also supported the construction of a 65-foot fixed span, high-rise bridge. The Final Environmental Impact Statement (FEIS) was published and circulated for comment on October 27, 1997. On August 27, 1999, the Record of Decision (ROD) was published, adopting the recommendation of Alternative W1R (a 65-foot fixed span bridge). At that point, the federal and state defendants moved to dissolve the injunction. The court entered an order dissolving the injunction, with the understanding that plaintiffs would be allowed to file a new suit and challenge the \"adequacy\" of the EIS. The present suit does just that. Believing that the ROD was based on an inadequate EIS, the plaintiffs filed this action on March 27, 2002.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>The Town of Sunset Beach is located in Brunswick County, North Carolina, and consists of both the island of Sunset Beach and a mainland community. The island is the smallest inhabited barrier island on the North Carolina coast, approximately 1.7 miles long and one-half mile wide at its widest point. The bridge, a single lane, floating pontoon swing bridge, crosses the <span class=\"star-pagination\">*533</span> Atlantic Intracoastal Waterway (AIWW) and connects the island of Sunset Beach to the mainland. Built in 1953, the bridge has been maintained by NCDOT since 1961. The bridge is called a pontoon bridge because it has a floating steel barge with a swing-span draw bridge and fixed wooden approach spans. This type of bridge requires extensive repairs and numerous replacements of parts. In May 1996, the bridge received a sufficiency rating of 7.3 on a scale of 100, with 100 being perfect condition. Due to the structural deficiencies of the bridge, decreased maximum load limits have been placed on bridge traffic. FEIS 1-9, AR 4992. When the bridge is in the closed position, only small john boats can pass under the bridge. From April 1 to November 30, the bridge opens on demand for commercial vehicles and on the hour for pleasure craft. The bridge opens on demand for all vessels the rest of the year. Opening the bridge, allowing one vessel to pass, and closing the bridge takes about ten minutes. This process means that, especially during the peak summer season, motorists and boaters can expect delays.</p>\n<p>In their briefs, plaintiffs emphasize the family atmosphere of Sunset Beach island. They talk about the relatively few commercial establishments, the fishing pier, and the single family/duplex residences built on the island. They note the building height restriction of 35 feet for all structures on the island. In their view, this development style has been partially dictated by the access to the island via the pontoon bridge. The pontoon bridge is also an advertising tool for tourism in Sunset Beach, and is featured on a website advertising Sunset Beach.<sup>[1]</sup></p>\n<p>The FEIS selected \"Alternative W1R,\" a high-level fixed span bridge to be located approximately 150 feet west of the existing bridge, as the preferred alternative. See FEIS 2-12, 2-16, AR 5030, 5034. W1R is a revision of W1, shifting the alignment of the bridge eastward to minimize the impacts of dredging and to avoid the relocation of the Big Narrows channel.</p>\n<p>After the FEIS was issued, the defendants agreed to conduct a re-evaluation process, considering an additional alternative, known as W1R2, a mid-level bascule bridge similar to Alternative C4 discussed in the FEIS, but to be built along the same alignment as W1R. See ROD 5, AR 7001. However, the agency ultimately chose W1R as the preferred alternative.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>Summary judgment is appropriate pursuant to Fed.R.Civ.P. 56 when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see </i><i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. <span class=\"star-pagination\">*534</span> 574, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (<i>quoting</i> Fed.R.Civ.P. 56(e)).</p>\n<p>In this case, this court must review the decision of the agency. As such, this court's focus will be on the administrative record. Review of the administrative record is primarily a legal decision, readily resolvable by summary judgment. <i>Citizens for Scenic Severn River Bridge, Inc. v. Skinner, 802 F.Supp.</i> 1325, 1332 (D.Md. 1991).</p>\n<p></p>\n<h2>II. NEPA</h2>\n<p>NEPA establishes \"a national policy of protecting and promoting environmental quality.\" <i>Hodges v. Abraham,</i> <span class=\"citation\" data-id=\"778767\"><a href=\"/opinion/778767/jim-hodges-governor-of-the-state-of-south-carolina-in-his-official/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span>, 438 (4th Cir.2002), quoting <i>Hughes River Watershed Conservancy v. Glickman,</i> <span class=\"citation\" data-id=\"716622\"><a href=\"/opinion/716622/hughes-river-watershed-conservancy-an-unincorporated-association-sierra/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 443 (4th Cir.1996). NEPA is a procedural statute, meaning that it does not place substantive requirements on federal agencies, but it does require them to follow certain procedures prior to taking certain actions. <i>Id.</i> In <i>Mullin v. Skinner,</i> Judge Britt held that NCDOT's decision not to prepare an EIS was arbitrary, capricious, and a clear error of judgment. See <i>Mullin v. Skinner, supra</i><i>.</i> That issue, however, is no longer before the court. The current issue is whether the FEIS that defendants have prepared is adequate.</p>\n<blockquote>The purpose of NEPA is two-fold. First, it ensures that an \"agency, in reaching its decision, will have available, and will carefully consider, detailed information concerning significant environmental impacts.\" In other words, NEPA guarantees that an agency will take \"a `hard look' at environmental consequences\" before making a decision that may affect the environment. (Citations omitted.) Second, compliance with NEPA procedures \"ensures that relevant information about a proposed project will be made available to members of the public so that they may play a role in both the decisionmaking process and the implementation of the decision.\" (Citations omitted.)</blockquote>\n<p><i>Hodges, supra</i> at 438.</p>\n<p>While NEPA requires that the agency follow the proper procedures, e.g., preparing an EIS, once these procedures are completed adequately, i.e., \"`the adverse environmental effects of the proposed action are adequately identified and evaluated,' a federal agency is entitled to `decide that other values outweigh the environmental costs.'\" <i>Id., quoting </i><i>Robertson v. Methow Valley Citizens Council,</i> <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 350, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1989). In other words, the agency's decision cannot be uninformed, even if it is unwise. <i>Id.</i> Therefore, the court cannot \"interject itself within the area of discretion of the executive as to the choice of the action to be taken.\" <i>Mullin v. Skinner, supra</i> at 919, <i>quoting </i><i>Kleppe v. Sierra Club,</i> <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 410 n. 21, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1976).</p>\n<p>Judicial review of an agency decision made pursuant to NEPA is dictated by the Administrative Procedure Act (APA) § 706(2)(A). 5 U.S.C. § 706(2)(A); <i>see </i><i>Jersey Heights Neighborhood Ass'n v. Glendening,</i> <span class=\"citation\" data-id=\"763328\"><a href=\"/opinion/763328/the-jersey-heights-neighborhood-association-a-non-profit-membership/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 186 (4th Cir. 1999).</p>\n<p>The standard provided by the APA is whether an agency decision was \"arbitrary, capricious, an abuse or discretion or otherwise not in accordance with law.\" <i>Mullin v. Skinner, supra</i> at 919.</p>\n<p>A decision is arbitrary and capricious</p>\n<blockquote>if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is <span class=\"star-pagination\">*535</span> so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Id., quoting Motor Vehicle Mrs. Ass'n of the </i><i>United States v. State Farm Mutual Auto. Ins. Co.,</i> <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983).</p>\n<p>NEPA provides the agency with requirements for reports on federal actions, such as this one, which significantly affect the quality of the human environment.</p>\n<p>The agency must:</p>\n<blockquote>include in every recommendation or report on proposals for legislation and other major Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on </blockquote>\n<blockquote>(i) the environmental impact of the proposed action,</blockquote>\n<blockquote>(ii) any adverse environmental effects which cannot be avoided should the proposal be implemented,</blockquote>\n<blockquote>(iii) alternatives to the proposed action,</blockquote>\n<blockquote>(iv) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity, and</blockquote>\n<blockquote>(v) any irreversible and irretrievable commitment of resources which would be involved in the proposed action should it be implemented.</blockquote>\n<p>42 U.S.C. § 4332(2)(c).</p>\n<p></p>\n<h2>A. <i>Choice of Comparison Sites for Land Use Study</i>\n</h2>\n<p>Plaintiffs allege several ways in which the FEIS is inadequate. First, plaintiffs claim that the defendants chose the wrong bridges to study as comparisons to the proposed Sunset Beach bridge project. The study, found in the AR, looked at development prior to and after the building of new bridges at Ocean Isle Beach and Holden Beach, both located in Brunswick County along with Sunset Beach. Plaintiffs, however, claim that defendants should have used the Topsail Island bridge project and the Bogue Banks bridge project as comparisons for the direct and indirect effects a new bridge at Sunset Beach will have on land use. In support of their argument, plaintiffs note that Ocean Isle and Holden Beach are three to four times larger than Sunset Beach, that both already had bascule bridges prior to the new high rise bridges being built, and that both already had substantial commercial development.</p>\n<p>There is little to no mention of either the Bogue Banks project or the Topsail Island project in the AR, despite the fact that Judge Britt said that \"the examples set by North Topsail Beach and the west end of Bogue Banks portends large-scale future development if the bridge becomes a reality.\" <i>Mullin v. Skinner,</i> 756 F.Supp. At 921.</p>\n<p>Defendants state that the Topsail Island and Bogue Banks projects are not good comparisons, and they therefore did not study these projects. See AR 3187-89. They note that both projects are more than 100 miles away from Sunset Beach and that neither was a bridge-to-bridge replacement, as in the case of Sunset Beach. The bridge to Topsail Island established a new transportation linkage, while the Bogue Banks bridge replaced an existing ferry. They compare this to Ocean Isle which has an existing two-lane swing bridge and Holden Beach, which had a one lane swing bridge. They also note that although Ocean Isle and Holden Beach are both larger than Sunset Beach, neither has substantial commercial development (1-2%). AR 3197. The AR shows that Sunset Beach actually had a greater concentration of commercial development prior to a new bridge being constructed <span class=\"star-pagination\">*536</span> than did Ocean Isle or Holden Beach. However, this may be attributable to the smaller size of Sunset Beach and the need for certain commercial establishments on the island due to limited access to the mainland.</p>\n<p>Plaintiffs ask the court to find the defendants' FEIS inadequate because of the comparison study sites they chose. However, on these facts, this court cannot and will not do so. Although the sites chosen may not be identical in every way to Sunset Beach and although the islands cited by Judge Britt in the earlier decision were not chosen by the agency for study, the choice of comparable sites was not arbitrary and capricious. It appears that the agency took a \"hard look\" at the Sunset Beach bridge project effects by choosing two sites, Ocean Isle and Holden Beach, and gathering comparison data from those sites. Agencies are free \"to select their own methodology as long as that methodology is reasonable.\" <i>Hughes River Watershed Conservancy v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></span>, 289 (4th Cir.1999). This court must and will give deference to the agency's decision, provided it is reasonable, as it appears to be here. <i>Id.</i></p>\n<p></p>\n<h2>B. <i>Traffic Projections</i>\n</h2>\n<p>Plaintiffs also claim that the traffic projections in the FEIS are flawed. The FEIS predicts a 100% increase in traffic by 2019, which plaintiffs interpret to mean either there will be more multifamily structures built on the island to accommodate more residents or there will be more day visitors to Sunset Beach Island. If this is true, plaintiffs claim defendants should have analyzed more thoroughly storm water runoff and sewage issues as well as commercial development effects on the environment.</p>\n<p>Defendants admit that the traffic increase is due partially to an increase in day visitors to the island. However, the FEIS concludes that the bridge project itself is not likely to affect the rate/type of development on the island or the number of day visitors. Defendants believe, based on their findings, that the number of day visitors will increase at all the southeastern North Carolina beaches regardless of the type of bridge structures the islands have. They also note that this increase in visitors will lead to more commercial development, but they believe that none of these effects are directly caused by the bridge project.</p>\n<p>However, the FEIS did consider, at least to some extent, the effects of (1) a full build out of the island, (2) the installation of sewer system, (3) population growth, and (4) increased day visitors. FEIS 4-83; AR 5226. The FEIS also considered stormwater and sewer issues and determined that stormwater discharged directly from the bridge will be properly controlled. See AR 3414; FEIS S-31, 7-23; AR 4962, 5292.</p>\n<p>Even though the defendants' analysis may not satisfy the plaintiffs, it appears from the AR and the FEIS that defendants took a \"hard look\" at the effects the bridge would have on the environment, including secondary development effects. The agency's decision cannot be said to be arbitrary and capricious. Therefore, it is not this court's job to determine the wisdom of the path (or bridge) chosen by defendants. Having found that the agency took a \"hard look\" at the effects of the bridge project, the FEIS is deemed adequate and the agency has complied with NEPA.</p>\n<p></p>\n<h2>III. Section 4(f)</h2>\n<p>Section 4(f) of the Department of Transportation Act of 1996, now codified at 49 U.S.C. § 303, provides that:</p>\n<blockquote>\n<span class=\"star-pagination\">*537</span> The Secretary shall not approve any program or project which requires the use of \"publicly owned land of a public park, recreation area, or wildlife and waterfowl refuge of national, State, or local significance, or land of an historic site of national State or local significance\" unless \"(1) there is no prudent and feasible alternative to using that land; and (2) the program or project includes all possible planning to minimize harm to the park, recreation area, wildlife and waterfowl refuge, or historic site resulting from the use.\"</blockquote>\n<p><i>Maryland Wildlife Federation v. Dole,</i> <span class=\"citation\" data-id=\"443972\"><a href=\"/opinion/443972/maryland-wildlife-federation-and-route-40-advocates-inc-v-elizabeth-h/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 233 (4th Cir.1984).</p>\n<p>Section 4(f) is applicable in this case because the beach on the island of Sunset Beach is § 4(f) property. See <i>Mullin v. Skinner, supra</i> (defendants admitted and Judge Britt accepted as a binding judicial admission that the beach is § 4(f) protected property.) Plaintiffs claim that under § 4(f) defendants should be required to build a mid-level bascule bridge instead of the high-level bridge because the mid-level bridge is a prudent and feasible alternative.</p>\n<p>In reviewing an agency determination under § 4(f), the reviewing court is \"to engage in a substantial inquiry.\" <i>Citizens to Preserve Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 415, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, 28 L.Ed.2d 136. The decision is entitled to \"a presumption of regularity.\" <i>Id.</i> But the court should still engage in a \"thorough, probing, in-depth review.\" <i>Id.</i></p>\n<p>The court in <i>Overton Park</i> identified three factors that a reviewing court should consider: whether the Secretary acted within the scope of his authority and then whether the decision was arbitrary, capricious, an abuse of discretion, or not in accordance with law. <i>Id.</i> In determining whether the Secretary acted within the scope of his authority, the reviewing court must find \"that the Secretary could have reasonably believed that there were no feasible and prudent alternatives.\" <i>Hickory Neighborhood Defense League v. Skinner,</i> <span class=\"citation\" data-id=\"546091\"><a href=\"/opinion/546091/hickory-neighborhood-defense-league-v-samuel-k-skinner-secretary-of/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">159</span></a></span>, 162. In determining whether the decision was arbitrary and capricious, \"the court must consider whether the decision was based on a consideration of the relevant factors and whether there has been a clear error of judgment.\" <i>Overton Park,</i> 401 U.S. at 416, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>.</p>\n<p>The Court in <i>Overton Park</i> also noted that \"although this inquiry into the facts is to be searching and careful, the ultimate standard of review is a narrow one. The court is not empowered to substitute its judgment for that of the agency.\" <i>Id.</i></p>\n<p>Plaintiffs claim that § 4(f) requires defendants to choose the mid-level bridge because it is a feasible and prudent alternative which meets the need for the project and has less impact on the environment than the high-level alternative which was chosen. Without a citation to the over 7,000-page AR, the plaintiffs rely on a 1996 report that plaintiffs believe demonstrates the preferability of the 35-foot bascule bridge. They also direct the court to some photos and computer simulations of the proposed bridges from various angles. However, none of these photos is taken from the § 4(f) protected property at issue, the beach. The court notes that the protected property at issue is not the island of Sunset Beach or the Town of Sunset Beach, but the beach itself. As such, the photos taken from various other view-points on the island and the mainland are irrelevant in the § 4(f) determination.</p>\n<p>Defendants did determine that both the mid and high-level bridges would meet the project's needs: safety and ease of access. However, the environmental studies found that there are no feasible and prudent <span class=\"star-pagination\">*538</span> alternatives to using the § 4(f)-protected resources. The no-build alternatives, including the rehabilitation alternative, did not meet the needs of the project; therefore, they were not feasible and prudent. The study found that all of the build alternatives have the same impact on the beach.</p>\n<p>It is important to understand the meaning of \"use\" in § 4(f). Section 4(f) prohibits the \"use\" of historic and cultural resources except where there is no feasible and prudent alternative and where all possible planning has been conducted to minimize harm to the protected property. There are two types of use: direct and constructive. A direct use occurs \"when land is permanently incorporated into a transportation facility,\" and a constructive use occurs when \"the project's proximity impacts are so severe that the protected activities, features, or attributes that qualify a resource for protection under section 4(f) are substantially impaired.\" 23 C.F.R. § 771.135(p)(1)(i), (p)(2). Substantial impairment occurs when the \"protected activities, features, or attributes of the resource are substantially diminished.\" 23 C.F.R. § 771.135(p)(2).</p>\n<p>As noted above, <i>Mullin v. Skinner, supra</i><i>,</i> established that the bridge replacement project constituted a constructive use of the beach. Therefore, the agency made § 4(f) findings, as required. After determining that there were no direct uses of any § 4(f) resources, the defendants analyzed all constructive uses and impacts including traffic, noise, visual impact, development, and increased beach usage. See FEIS 4-95, AR 5238. The study determined that all the build alternatives had the same level of impairment to the protected § 4(f) resources. It also determined that none of the build alternatives would cause a substantial visual impairment of the activities, features, and attributes of the beach.</p>\n<p>The Secretary reasonably believes there are no feasible and prudent alternatives to using the protected 4(f) property. All of the alternatives that meet the needs and purpose of the project use the beach in the same way. None of these alternatives cause a substantial visual impairment of the activities, features, and attributes of the beach. Plaintiffs disagree with defendants as to the aesthetic effects the alternatives will have on the island and Town of Sunset Beach, not on the beach itself. This disagreement is not one the court can become entangled in. <i>See </i><i>Citizens for Scenic Severn River Bridge v. Skinner,</i> <span class=\"citation\" data-id=\"1650362\"><a href=\"/opinion/1650362/citizens-for-the-scenic-severn-river-v-skinner/\"><span class=\"volume\">802</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1325</span></a></span>, 1334 (D.Md.1991). The agency has demonstrated through the AR and the ROD that they have taken \"serious consideration of the appropriate factors,\" and as such, \"this court is empowered only to accept the agency's determinations.\" <i>Id.</i> Therefore, the agency's determination is not arbitrary and capricious, and it meets the requirements of § 4(f).</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, defendants' motion for summary judgment is granted and plaintiffs' motion for summary judgment is denied. The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs state the bridge is pictured on Sunset Beach's website. The bridge is featured on the website <i>www.sunsetnc.com</i> which is a town website featured on <i>www.coastalnc.com.</i> However, the official Town of Sunset Beach website, <i>www.townofsunsetbeach.com,</i> does not feature the bridge.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1650362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291166/"
  ]
}