{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2577006/",
  "absolute_url": "/opinion/2577006/eeoc-v-federal-express-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2577006/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:35:31.912146Z",
  "date_modified": "2016-04-26T21:43:12.984857Z",
  "type": "010combined",
  "sha1": "3da24e77e17ccb4daad1a04b4f0f0c7e7bd15d8d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>188 F.Supp.2d 600 (2000)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff<br>\nand Sheila A. Zerehi-Carter, Plaintiff-Intervenor,<br>\nv.<br>\nFEDERAL EXPRESS CORPORATION, Defendant.</h1></center>\n<center>No. 5:98CV483-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 9, 2000.</center>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*601</span> <span class=\"star-pagination\">*602</span> <span class=\"star-pagination\">*603</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Defendant Federal Express' Motion for Summary Judgment. The underlying suit has been brought on behalf of Sheila A. Zerehi-Carter by the Equal Employment Opportunity Commission (\"EEOC\"), alleging sexual harassment in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq.</i> (\"Title VII\") and Title I of the Civil Rights Act of 1991, 42 U.S.C. § 1981, <i>et seq.</i> (\"Title I\"). Ms. Zerehi-Carter intervened in the action, asserting state law claims of negligence and infliction of emotional distress.</p>\n<p>For the Reasons discussed below, Defendant's Motion for Summary Judgment is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This dispute arises out of Plaintiff Sheila A Zerehi-Carter's employment as a package \"handler\" at Federal Express.<sup>[1]</sup> Plaintiff Zerehi-Carter was hired on March 6, 1995 and assigned to work the evening shift at Federal Express' Raleigh-Durham Ramp (\"RDUR\"). RDUR workers include ramp agents and handlers, with the former having more operational experience than the latter. Ramp agents have authority to <span class=\"star-pagination\">*604</span> assign handlers to perform certain duties in the ramp area, including loading and sorting duties. During a typical night, RDUR ramp agents and handlers divide into several different teams. Few women are employed in this part of Federal Express' operation, and Zerehi-Carter was often the only woman on duty. (Fitzgerald Deposition, Exhibit B).</p>\n<p>Plaintiff Zerehi-Carter claims that, from her first day on the job, she was subjected to unwelcome sexual advances, conduct and language. In mid-March, 1995, Plaintiff Zerehi-Carter claims that a co-worker, Anthony Hall, touched or slapped her buttocks with his hand as they passed by one another in the ramp area. Plaintiff Zerehi-Carter asserts that she shoved Hall back and protested that he should not touch her in that way again, and also that this exchange was viewed by other RDUR workers. Plaintiff Zerehi-Carter alleges that she reported the incident immediately to her supervisor, Brenda Fitzgerald, who failed to follow standard Federal Express procedures regarding sexual harassment. There is no documentation of Fitzgerald's counseling of Hall, and Fitzgerald was later counseled by Federal Express for failure to document the incident and otherwise follow established procedures.</p>\n<p>Plaintiff Zerehi-Carter claims that after she reported Hall's conduct to Fitzgerald, Hall labeled her a \"snitch\" and her fellow employees at RDUR became hostile towards her. Hall allegedly hit her with a box during a shift in which they were both assigned to work in the belly of an airplane. Plaintiff contends that six male co-workers repeatedly commented inappropriately on her anatomy, especially her breasts and buttocks, made inappropriate sexual advances, and surrounded her with lewd and inappropriate discussions of their sexual behavior. She alleges that this behavior continued throughout her employment.</p>\n<p>Plaintiff Zerehi-Carter asserts that she reported these incidents to Fitzgerald, who failed to show any concern or take any action other than to caution Plaintiff about her poor attitude and inability to get along with her RDUR co-workers. She further claims that her efforts to seek help from Federal Express officials outside of RDUR met little success, with Personnel Representative Glendell Wilson failing to return her many phone calls. Plaintiff contends that it was only after she sent an e-mail message to Fitzgerald on October 20, 1995 that action was taken to investigate her allegations. This e-mail was sent seven months after the initial \"touching\" behavior that was the subject of Plaintiff's initial complaints.</p>\n<p>While Federal Express conducted its investigation, Plaintiff Zerehi-Carter alleges that the continuing harassment made her uncomfortable and afraid to be in close quarters with certain of her male co-workers. Complaining of sleeplessness, weight loss, anxiety and bouts of crying, she sought medical and psychological treatment during October, 1995. Plaintiff Zerehi-Carter was prescribed anti-depressants and attended psychotherapy sessions. She alleges that she reported her safety concerns to Fitzgerald in early November and thereafter took a month-long leave of absence from November 17, 1995 to December 18, 1995.</p>\n<p>Federal Express' internal investigation ended in December, 1995 with a determination that Plaintiff Zerehi-Carter had not been subjected to sexual harassment. Plaintiff claims that Federal Express failed to interview several witnesses to the events in question, despite the fact that she prepared a list of witnesses for the investigators.</p>\n<p>In mid-December, Plaintiff learned that Federal Express had completed its investigation and had decided not to take action <span class=\"star-pagination\">*605</span> against her co-workers. Plaintiff alleges that she was told by Federal Express manager Gary Sheehan that he could not do anything to protect her at work since no evidence of harassment had been discovered.</p>\n<p>Plaintiff Zerehi-Carter returned to work at Federal Express' RDUR ramp area, resuming work on the evening shift with many of the same employees whom she had previously accused of harassment. On January 3, 1996, Plaintiff was involved in an altercation with Anthony Hall, the employee who she reported as having made inappropriate contact with her buttocks in mid-March, 1995. At this time, Hall was assigned to act as a \"Feeder Captain,\" with authority to assign handlers like Zerehi-Carter to certain tasks. While the subject of the altercation itself was work-related, and not sexual in nature, Plaintiff claims that after this altercation Hall stood behind her manager \"licking his tongue out\" at her. (Defendant's Exhibit 26)</p>\n<p>Plaintiff Zerehi-Carter claims that her symptoms returned that night and that she had previously been advised by her physician and her therapist to stay away from her harassers. Thus, in her January 3 letter reporting the altercation with Hall, Plaintiff wrote that \"I look forward to settle [sic] this matter and getting back in my Fed-Ex uniform to come to work.\" (Id.) Further, she indicated in the letter that \"I can't stress the importance of not having me on an assignment with him [Hall] or any of the others that are involved in this investigation ... I feel that they are trying to cause me to loose [sic] my job for what I had to do.\" (Id.) The next day, she wrote to Glendell Wilson, stating that \"I don't have a problem doing my job at FedEx[,] the problem again is my safety and well being there.\" (Defendant's Exhibit 27) Plaintiff alleges that the matter was not settled, that she was not offered an acceptable accommodation away from her alleged harassers and that thereafter she decided that she could not return to work. Her February 4 letter to Wilson states that \"he [Gary Sheehan] told me that it was impossible for them to put me on a different work assignment from those people that have bothered me.\" (Id.) She was placed on medical leave effective February 1, 1996.</p>\n<p>On April 10, 1996, Plaintiff filed a charge of discrimination with the EEOC. On June 19, 1998, the EEOC brought the instant Complaint against Defendant Federal Express. On July 15, 1998, Plaintiff Zerehi-Carter filed a Motion to Intervene. Defendant filed its Answer to the EEOC's Complaint on August 31, 1998. This Court granted Plaintiff Zerehi-Carter's Motion to Intervene on October 2, 1998. Her Complaint was received the same day. Defendant filed its Answer to Plaintiff Zerehi-Carter's Complaint on November 23, 1998. On July 2, 1999, Defendant moved for summary judgment. Plaintiffs EEOC and Zerehi-Carter responded on July 26 and August 2, 1999, respectively. Defendant filed its Replies on August 19, 1999. All issues are fully briefed and ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>1. Standard for Summary Judgment</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the movant is entitled to judgment as a matter of law. Rule 56(c) F.R.C.P.; <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 251-52, 106 S.Ct. 2505, 2512, 91 L.Ed.2d 202 (1986). The movant bears the <span class=\"star-pagination\">*606</span> initial burden to show the court that there is an absence of a genuine issue concerning any material fact and that the non-movant cannot prevail. <i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. at 2553. In order to survive the motion, the non-movant must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. at 2514. Rule 56(e) F.R.C.P. The court must accept all of a nonmovant's evidence as true and will view all inferences drawn from the underlying facts in the light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2513.</p>\n<p></p>\n<h2><i>2. Timeliness of Plaintiffs' Claims</i></h2>\n<p>Defendant first asserts that Plaintiffs' claims are untimely. Plaintiff filed her charge with the EEOC on May 14, 1996, more than 180 days after the occurrence of all but one of the specific instances of harassment she alleges. Allegations of discrimination which precede 180 days before the filing of the complaint are untimely, unless a plaintiff initially complains to a state or local agency, in which case the charge may be filed up to 300 days after the alleged discriminatory act. <i>EEOC v. Commercial Office Products Co.,</i> 486 U.S. 107, 108 S.Ct. 1666, 100 L.Ed.2d 96 (1988). Thus, Defendant argues that all but one of the alleged violations must be dismissed, as they took place before November 17, 1995.</p>\n<p>This is not necessarily so. Incidents of sexual harassment occurring more than 180 days before a charge is filed are not time-barred if \"they can be related to a timely incident as a series of separate but related acts amounting to a continuing violation.\" <i>Beall v. Abbott Laboratories,</i> 130 F.3d 614, 620 (4th Cir.1997) (internal citations omitted). In <i>Beall,</i> the Fourth Circuit Court of Appeals found that the only alleged incident to occur within the 180 days was an incident in which a fellow employee yelled at the plaintiff while she was driving. The Court found that \"although perhaps revealing [the employee] to be \"unpleasant and sometimes cruel,\" this incident clearly is insufficient to give rise to a claim of harassment ... Title VII simply does not guarantee freedom from insensitive remarks that do not create an objectively abusive work environment..\" <i>Id.</i> at 621.</p>\n<p>Here, however, the single alleged incident to fall within the 180 day period is clearly a part of the ongoing pattern of harassment and hostile work environment of which Plaintiff Zerehi-Carter complains. As in <i>Beall,</i> the January 3, 1996 incident at the loader in which Plaintiff and Hall yelled at one another might, by itself, fail to give rise to a claim of harassment. But here Hall allegedly followed up his behavior with a licking or tonguing gesture directed at Plaintiff. This behavior is not merely unpleasant or insensitive. As an independent act, it is arguably sexual in nature. As part of the ongoing behavior of which Plaintiff Zerehi-Carter complains, including allegations of sexual comments and contact by Hall and others, as well as Hall's labeling of her as a \"snitch\" for complaining of harassment, it takes on a clear overtone of hostility based, at its root, in Plaintiff's gender. Plaintiff's complaint asserts a continuing pattern of hostile behavior that is sexual in nature, and Hall's alleged conduct on January 3, 1996 clearly fits within this pattern. The incident did not occur in a vacuum, and there is little doubt that, even if the alleged \"licking\" behavior was not explicitly sexual in nature, it was a part of the ongoing harassment alleged by Plaintiff.</p>\n<p>Defendant asserts that Plaintiff EEOC is barred from raising the continuing violation theory because of the following exchange in Plaintiff's deposition:</p>\n<blockquote>\n<span class=\"star-pagination\">*607</span> Q: Were you in any way sexually harassed when you returned to work, Ms. Carter?</blockquote>\n<blockquote>A: Sexually harassed. Nope.</blockquote>\n<p>(Deposition of Sheila Zerehi-Carter at 231) Defendant fails to cite the immediately preceding question and answer:</p>\n<blockquote>Q: Did you continue to be harassed when you returned to work, Ms. Carter?</blockquote>\n<blockquote>A: I was continuing to be treated hostile. Yes. I was continuing to be treated, of course, different and alienated from. When I did return. Yes.</blockquote>\n<p>(Id.) This omission is telling. Plaintiff Zerehi-Carter's response clearly indicates that her hostile treatment by co-workers, which she claims was in retaliation for her allegations of sexual harassment, continued upon her return to work. The fact that she denies having been sexually harassed on that date is of little consequence. She is a layman, and the term \"sexual harassment\" is a term of art. Whether or not certain behavior rises to the level of sexual harassment is a legal question. Plaintiff may have defined that term in her own mind as referring to explicit sexual language or inappropriate touching. No effort was made to elicit an explanation as to what she considered to be sexual harassment. Clearly she was upset and threatened by this \"licking\" behavior, as indicated in her January 3, 1996 letter. (Defendant's Exhibit 26). Additionally, Plaintiff links this behavior and the other hostility she experienced that night, to the prior alleged incidents of sexual harassment and to her reporting of them. (Deposition of Plaintiff Sheila Zerehi-Carter at 267-8)</p>\n<p>In any event, this Court finds that Plaintiff Zerehi-Carter's allegations present a reasonable basis for this Court to find a continuing pattern of sexual harassment constituting a hostile work environment and spanning the length of her employment. Thus, the alleged events occurring before November 17, 1995 will not be dismissed as time-barred.<sup>[2]</sup></p>\n<p></p>\n<h2><i>3. Viability of Plaintiffs' Sexual Harassment Claims</i></h2>\n<p>Next, Defendant argues that, even if this Court accepts Plaintiff's allegations as true, they do not state a proper claim of sexual harassment against Federal Express. Title VII of the Civil Rights Act of 1964 makes it \"an unlawful employment practice for an employer ... to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a)(1). The United States Supreme Court has held that this language \"is not limited to `economic' or `tangible' discrimination. The phrase `terms, conditions, or privileges of employment' evinces a congressional intent `to strike at the entire spectrum of disparate treatment of men and women' in employment,\" which includes requiring people to work in a discriminatorily hostile or abusive environment. <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S. 57, 64, 106 S.Ct. 2399, 2404, 91 L.Ed.2d 49 (1986); <i>citing </i><i>Los Angeles Dept. of Water and Power v. Manhart,</i> 435 <span class=\"star-pagination\">*608</span> U.S. 702, 707, n. 13, 98 S.Ct. 1370, 1374, 55 L.Ed.2d 657 (1978).</p>\n<p>In order to prevail in its claim of sexual harassment due to a hostile work environment, Plaintiff EEOC must establish that: (1) the subject conduct was unwelcome; (2) it was based on the sex of Zerehi-Carter; (3) it was sufficiently pervasive to alter Zerehi-Carter's conditions of employment and to create an abusive work environment; and (4) it was imputable on some factual basis to Federal Express. <i>Spicer v. Com. of Va. Dept. of Corrections,</i> 66 F.3d 705, 710 (4th Cir. 1995); <i>Harris v. Forklift Systems, Inc.,</i> 510 U.S. 17, 21-22, 114 S.Ct. 367, 370, 126 L.Ed.2d 295, (1993). Defendant disputes each of these conditions.</p>\n<p>First, Defendant argues that Plaintiff EEOC has not shown that the alleged conduct was unwelcome and based on sex. Defendant argues that the alleged conduct is \"vague and ambiguous\" and only takes on \"a supposed sexual character through the distorted view of [Zerehi-Carter's] subjective interpretations.\" (Defendant's Memorandum at 13). A brief list of the alleged incidents will help to determine whether the conduct complained of was unwelcome and based on sex. Plaintiffs allege that male Federal Express employees: (1) made cat calls at Zerehi-Carter; (2) told another female employee \"you have competition coming now\" when Zerehi-Carter arrived; (3) made inappropriate contact with her buttocks on one occasion; (4) repeatedly asked her for dates and for sexual favors, with one employee telling her \"you know you want me\"; (5) called her gender-based names like \"skank\" on the line; (6) described their sex lives in front of and to her in graphic language; (7) attempted to hug her; (8) made sexual or \"licking\" gestures with their mouths and tongues; (9) commented derisively on her breast size in front of her; (10) told her to \"stop shaking your [breasts]\"; (11) commented on the size of her buttocks; (12) stared at her buttocks and said \"oooh\" as she crawled into the belly of an airplane; (13) alienated and tormented her, refusing to discontinue the conduct when she complained to them and labeling her a \"snitch\" for reporting her complaints to management.</p>\n<p>Based on the above, this Court finds that Plaintiff has sufficiently established that the alleged conduct was sexual in nature and that it was unwelcome.</p>\n<p>Next, Defendant argues that the conduct Plaintiffs complain of is not objectively offensive enough to alter the conditions of Zerehi-Carter's employment. Defendant suggests that the behavior described above may only seem egregious to Zerehi-Carter due to her unreasonable sensitivity, and that an objective observer would not consider the conduct to be sexual in nature, or to be sufficiently pervasive or severe to constitute a hostile work environment.</p>\n<p>In order to create a hostile work environment, the alleged conduct must be \"so objectively offensive as to alter the `condition' of the victim's employment.\" <i>Oncale v. Sundowner Offshore Services, Inc.,</i> 523 U.S. 75, 81, 118 S.Ct. 998, 1003, 140 L.Ed.2d 201 (1998). \"When the work-place is permeated with discriminatory intimidation, ridicule, and insult that is sufficiently severe or pervasive to alter the conditions of the victim's employment and create an abusive working environment, Title VII is violated.\" <i>Harris v. Forklift Systems, Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 370, 126 L.Ed.2d 295 (1993) (citations and internal quotation marks omitted). \"Conduct that is not severe or pervasive enough to create an objectively hostile or abusive work environment  an environment that a reasonable person would find hostile or abusive  is beyond Title VII's purview.\" <i>Harris,</i> 510 U.S., at 21, 114 <span class=\"star-pagination\">*609</span> S.Ct. at 370, <i>citing </i><i>Meritor,</i> 477 U.S., at 67, 106 S.Ct., at 2405-2406.</p>\n<p>The guidelines used to determine whether a work environment is hostile or abusive include (1) the frequency of the discriminatory conduct; (2) its severity; (3) whether it is physically threatening or humiliating, or a mere offensive utterance; and (4) whether it unreasonably interferes with an employee's work performance. <i>Harris,</i> 510 U.S. at 23, 114 S.Ct at 371-72.<sup>[3]</sup></p>\n<p>With these guidelines firmly in mind, this Court finds that the incidents alleged in Plaintiffs' filings rise to the level of severity and pervasiveness required by the United States Supreme Court. Plaintiffs' complaints have set forth behavior that would be highly offensive to any reasonable person. This is not a case of stray remarks in which the plaintiff's complaint arises out of the \"genuine but innocuous differences in the ways men and women routinely interact with members of the same sex and of the opposite sex.\" <i>Oncale,</i> 523 U.S. at 81, 118 S.Ct at 1003, 140 L.Ed.2d 201 (1998). Rather, the sustained level of abuse alleged by Plaintiffs would certainly constitute an alteration in the condition of Zerehi-Carter's employment, creating an environment of fear and humiliation. The alleged misconduct often took place in a predatory manner  with a male employee cornering her in a secluded part of the ramp area. In her words, \"it would be just like a rapist ... no one would hear that person doing it or see them doing it.\" (Deposition of Plaintiff Sheila Zerehi-Carter at 215-6). There is no doubt that such behavior would substantially interfere with the work performance of any reasonable person.</p>\n<p>Based on the above, this Court finds that the alleged conduct was sufficiently pervasive, persistent and severe to alter the conditions of her employment.</p>\n<p>Finally, Defendants contend that Plaintiffs' allegations of sexual harassment are not imputable to Federal Express. The Fourth Circuit has held that an employer can be held liable for sexual harassment by a co-worker if it \"knew or should have known of the harassment.\" <i>Katz v. Dole,</i> 709 F.2d 251, 256 (4th Cir.1983). Here, Plaintiff Zerehi-Carter reported the alleged conduct of her co-workers to her supervisors, and thus Federal Express had notice of her complaints. On several occasions, she reported incidents of harassment to her supervisor, Brenda Fitzgerald. Plaintiff Zerehi-Carter alleges that Fitzgerald did not adequately investigate or document these complaints, did not direct her to report the complaints to anyone else, and actually discouraged her from contacting Glen Wilson, the personnel representative. Despite this, Plaintiff Zerehi-Carter states that she contacted Wilson several times, leaving voice-mail messages which he failed to return. These allegations, which must for the purposes of this motion be viewed in the light most favorable to the Plaintiffs, would suffice to place Federal Express on notice of the alleged harassment.</p>\n<p>Defendants argue that Federal Express took immediate and appropriate action in response to Plaintiff Zerehi-Carter's complaints. This is a matter of factual dispute best left to the trier of fact. Plaintiffs have alleged a breakdown in Federal Express' response to Zerehi-Carter's complaints and advanced evidence to support this contention. First, Zerehi-Carter's supervisor, Brenda Fitzgerald, failed to comply with Federal Express' sexual harassment policy, for which she <span class=\"star-pagination\">*610</span> was later counseled by Gary Sheehan. (Sheehan Dep. at 35) When Zerehi-Carter reported Hall's inappropriate touching of her buttocks, Fitzgerald failed to document this, failed to report it to her superiors, and failed to prevent the harassing behavior from continuing. In fact, there is no evidence that Fitzgerald ever received training on Federal Express' sexual harassment policy. There is no evidence to dispute Zerehi-Carter's contention that she complained repeatedly to Fitzgerald after several of the alleged incidents, with no result. There is no evidence to dispute Zerehi-Carter's contention that she made repeated complaints to Glen Wilson and that these complaints went unanswered until her email of October, 1995. There is no evidence to suggest why Federal Express completed its investigation with a finding that no sexual harassment had occurred without having interviewed several of the witnesses Plaintiff Zerehi-Carter allegedly listed for them.</p>\n<p>In short, Plaintiff has alleged facts sufficient to show that Federal Express knew or should have known of the offensive behavior, and that the adequacy of Federal Express' response is a matter of factual dispute. There is no evidence of a prompt and effective response by the Defendant. Additionally, Plaintiff Zerehi-Carter has alleged facts to show that she took advantage of the corrective opportunities presented to her, and even went beyond these to seek redress at a higher level within Federal Express. <i>See </i><i>Faragher v. City of Boca Raton,</i> 524 U.S. 775, 806-08, 118 S.Ct. 2275, 2292-93, 141 L.Ed.2d 662 (1998).</p>\n<p>Thus, this Court finds that the facts plead provide a reasonable basis upon which the alleged discriminatory behavior may be imputed to Federal Express.</p>\n<p>For all of these reasons, this Court finds that Plaintiff EEOC's sexual harassment claims are viable and survive Defendant's Motion for Summary Judgment.</p>\n<p></p>\n<h2><i>4. Viability of Plaintiff Zerehi-Carter's Tort Claims</i></h2>\n<p>Finally, Defendant asserts that there is no basis upon which Federal Express may be held liable for the tortious conduct of its agents, and that Plaintiff cannot establish proper claims of negligent supervision and retention or negligent infliction of emotional distress.</p>\n<p>At the outset, this Court must consider whether there is a proper basis to hold Federal Express liable for the tortious conduct of its agents. As a general rule, liability of a principal for the torts of his agent may arise in three situations: when the agent's act is expressly authorized by the principal; when the agent's act is committed within the scope of his employment and in furtherance of the principal's business; or when the agent's act is ratified by the principal. <i>Mullis v. Mechanics &amp; Farmer's Bank,</i> 994 F.Supp. 680, 689-90 (M.D.N.C.1997); <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 491, 340 S.E.2d 116, 121-122 (1986). It is the third situation, ratification by the principal, upon which Plaintiff Zerehi-Carter bases her claims.</p>\n<p>The Courts of North Carolina have not applied a strict test for an employer's ratification of an employee's conduct. \"The jury may find ratification from any course of conduct on the part of the principal which reasonably tends to show an intention on his part to ratify the agent's unauthorized acts.\" <i>Carolina Equipment Co. v. Anders,</i> 265 N.C. 393, 144 S.E.2d 252 (1965). \"Such course of conduct may involve an omission to act.\" <i>Brown v. Burlington Industries,</i> 93 N.C.App. 431, 437, 378 S.E.2d 232, 236 (1989).</p>\n<p><span class=\"star-pagination\">*611</span> Here, Plaintiff Zerehi-Carter has alleged facts sufficient to raise a triable issue as to the inadequacy and untimeliness of Defendant's response to her complaints. Both its actions and its several alleged omissions would provide a jury with a reasonable basis upon which to conclude that Defendant ratified its employees' unauthorized acts.</p>\n<p>To establish a proper claim for negligent supervision and retention, Plaintiff must further show that the employees committed a tortious act resulting in injury to her and that prior to the act, the employer knew or had reason to know of the employees' conduct. <i>Pleasants v. Barnes,</i> 221 N.C. 173, 19 S.E.2d 627 (1942). In <i>Brown,</i> a North Carolina court examining a similar case of sexual harassment found that a supervisor's \"omission of action was a course of conduct which a jury could conclude reasonably tends to show ratification of [the harassing employee's] acts.\" 93 N.C.App. at 437, 378 S.E.2d at 236.</p>\n<p>As discussed at length above, Plaintiff Zerehi-Carter has alleged facts which, when viewed in a light most favorable to her, are sufficient to establish (1) the existence of tortious conduct; (2) Defendant's knowledge of this conduct; and (3) that Defendant's actions or omissions served to ratify this conduct. Accordingly, Plaintiff Zerehi-Carter's claim for negligent retention and supervision survives summary judgment.</p>\n<p>To establish a viable claim for negligent infliction of emotional distress in North Carolina, a plaintiff must show: (1) the defendant negligently engaged in conduct, (2) it was reasonably foreseeable that such conduct would cause severe emotional distress, and (3) the conduct did, in fact, cause severe emotional distress. <i>See </i><i>Johnson v. Ruark Obstetrics and Gynecology Assocs., P.A.,</i> 327 N.C. 283, 304, 395 S.E.2d 85 (1990).</p>\n<p>With regard to the first element, this Court's analysis in Section 3 above demonstrates that Plaintiff Zerehi-Carter has alleged facts sufficient to support a conclusion that Defendant's reaction to her complaints of sexual harassment was untimely, ineffective, and failed to meet the requirements of its own policy. Should the trier of fact find Plaintiff's allegations to be truthful, they would support a finding that Federal Express acted negligently in response to her complaints. With regard to the second element, this Court further finds that failure to respond promptly and effectively to allegations of sexual harassment renders the effects of such harassment reasonably foreseeable. Plaintiff Zerehi-Carter alleges that her numerous complaints went unheeded, that she was repeatedly assigned to work with her harassers, and that no effective action was taken to protect her. These allegations, if true, would establish that any emotional distress resulting from further harassment was reasonably foreseeable.</p>\n<p>The third and final element of the <i>Ruark</i> test is a much closer call. While Plaintiff alleges that her fear and anxiety resulted from her co-workers' behavior, and claims that her therapist and physician advised her not to work with her alleged harassers, Plaintiff has produced no corroborating medical records or depositions. While such material would be helpful to this Court's determination of the cause and extent of Plaintiff's emotional distress, it is not necessary. The Supreme Court of North Carolina has found that \"sparse\" or \"limited\" allegations of severe emotional distress are sufficient to state a claim of negligent infliction of emotional distress. <i>See </i><i>McAllister v. Ha,</i> 347 N.C. 638, 646, 496 S.E.2d 577, 583 (1998).</p>\n<p>Here, this Court finds that Plaintiff Zerehi-Carter has alleged facts which, when viewed in the light most favorable to her, <span class=\"star-pagination\">*612</span> are sufficient to raise a triable issue as to the cause and severity of her emotional distress. Thus, she has met the <i>Ruark</i> test and has stated a proper claim for negligent infliction of emotional distress under North Carolina law.</p>\n<p>Thus, Plaintiff has alleged facts sufficient to establish viable claims for negligent supervision and retention and negligent infliction of emotional distress. Accordingly, Defendant will not be granted summary judgment as to those claims.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendant's Motion for Summary Judgment is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In presenting the facts, this Court accepts all well-pleaded allegations in the Plaintiffs' complaint as true and draws all reasonable inferences from those facts in her favor.</p>\n<p>[2]  This Court notes that several of the alleged incidents of explicit sexual harassment occurred just prior to the 180-day cutoff. This Court further notes that Plaintiff Zerehi-Carter took two medical leaves during the 180-day period so that she could obtain medical and psychological treatment, and that she suffered from anxiety and panic attacks during this time. While the above analysis demonstrates that equitable tolling is not needed to preserve her claims, it is possible that such relief would be available if Plaintiff Zerehi-Carter could sufficiently prove that the delay was caused by mental illness. <i>See </i><i>Boos v. Runyon,</i> 201 F.3d 178 (2nd Cir.2000).</p>\n<p>[3]  The Fourth Circuit has recently noted that this is the proper set of guidelines. <i>Smith v. First Union Nat. Bank,</i> 202 F.3d 234 (4th Cir.2000).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">600</span></span> (2000)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff<br>\nand Sheila A. Zerehi-Carter, Plaintiff-Intervenor,<br>\nv.<br>\nFEDERAL EXPRESS CORPORATION, Defendant.</h1></center>\n<center>No. 5:98CV483-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 9, 2000.</center>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*601</span> <span class=\"star-pagination\">*602</span> <span class=\"star-pagination\">*603</span> <i>ORDER</i>\n</h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Defendant Federal Express' Motion for Summary Judgment. The underlying suit has been brought on behalf of Sheila A. Zerehi-Carter by the Equal Employment Opportunity Commission (\"EEOC\"), alleging sexual harassment in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq.</i> (\"Title VII\") and Title I of the Civil Rights Act of 1991, 42 U.S.C. § 1981, <i>et seq.</i> (\"Title I\"). Ms. Zerehi-Carter intervened in the action, asserting state law claims of negligence and infliction of emotional distress.</p>\n<p>For the Reasons discussed below, Defendant's Motion for Summary Judgment is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This dispute arises out of Plaintiff Sheila A Zerehi-Carter's employment as a package \"handler\" at Federal Express.<sup>[1]</sup> Plaintiff Zerehi-Carter was hired on March 6, 1995 and assigned to work the evening shift at Federal Express' Raleigh-Durham Ramp (\"RDUR\"). RDUR workers include ramp agents and handlers, with the former having more operational experience than the latter. Ramp agents have authority to <span class=\"star-pagination\">*604</span> assign handlers to perform certain duties in the ramp area, including loading and sorting duties. During a typical night, RDUR ramp agents and handlers divide into several different teams. Few women are employed in this part of Federal Express' operation, and Zerehi-Carter was often the only woman on duty. (Fitzgerald Deposition, Exhibit B).</p>\n<p>Plaintiff Zerehi-Carter claims that, from her first day on the job, she was subjected to unwelcome sexual advances, conduct and language. In mid-March, 1995, Plaintiff Zerehi-Carter claims that a co-worker, Anthony Hall, touched or slapped her buttocks with his hand as they passed by one another in the ramp area. Plaintiff Zerehi-Carter asserts that she shoved Hall back and protested that he should not touch her in that way again, and also that this exchange was viewed by other RDUR workers. Plaintiff Zerehi-Carter alleges that she reported the incident immediately to her supervisor, Brenda Fitzgerald, who failed to follow standard Federal Express procedures regarding sexual harassment. There is no documentation of Fitzgerald's counseling of Hall, and Fitzgerald was later counseled by Federal Express for failure to document the incident and otherwise follow established procedures.</p>\n<p>Plaintiff Zerehi-Carter claims that after she reported Hall's conduct to Fitzgerald, Hall labeled her a \"snitch\" and her fellow employees at RDUR became hostile towards her. Hall allegedly hit her with a box during a shift in which they were both assigned to work in the belly of an airplane. Plaintiff contends that six male co-workers repeatedly commented inappropriately on her anatomy, especially her breasts and buttocks, made inappropriate sexual advances, and surrounded her with lewd and inappropriate discussions of their sexual behavior. She alleges that this behavior continued throughout her employment.</p>\n<p>Plaintiff Zerehi-Carter asserts that she reported these incidents to Fitzgerald, who failed to show any concern or take any action other than to caution Plaintiff about her poor attitude and inability to get along with her RDUR co-workers. She further claims that her efforts to seek help from Federal Express officials outside of RDUR met little success, with Personnel Representative Glendell Wilson failing to return her many phone calls. Plaintiff contends that it was only after she sent an e-mail message to Fitzgerald on October 20, 1995 that action was taken to investigate her allegations. This e-mail was sent seven months after the initial \"touching\" behavior that was the subject of Plaintiff's initial complaints.</p>\n<p>While Federal Express conducted its investigation, Plaintiff Zerehi-Carter alleges that the continuing harassment made her uncomfortable and afraid to be in close quarters with certain of her male co-workers. Complaining of sleeplessness, weight loss, anxiety and bouts of crying, she sought medical and psychological treatment during October, 1995. Plaintiff Zerehi-Carter was prescribed anti-depressants and attended psychotherapy sessions. She alleges that she reported her safety concerns to Fitzgerald in early November and thereafter took a month-long leave of absence from November 17, 1995 to December 18, 1995.</p>\n<p>Federal Express' internal investigation ended in December, 1995 with a determination that Plaintiff Zerehi-Carter had not been subjected to sexual harassment. Plaintiff claims that Federal Express failed to interview several witnesses to the events in question, despite the fact that she prepared a list of witnesses for the investigators.</p>\n<p>In mid-December, Plaintiff learned that Federal Express had completed its investigation and had decided not to take action <span class=\"star-pagination\">*605</span> against her co-workers. Plaintiff alleges that she was told by Federal Express manager Gary Sheehan that he could not do anything to protect her at work since no evidence of harassment had been discovered.</p>\n<p>Plaintiff Zerehi-Carter returned to work at Federal Express' RDUR ramp area, resuming work on the evening shift with many of the same employees whom she had previously accused of harassment. On January 3, 1996, Plaintiff was involved in an altercation with Anthony Hall, the employee who she reported as having made inappropriate contact with her buttocks in mid-March, 1995. At this time, Hall was assigned to act as a \"Feeder Captain,\" with authority to assign handlers like Zerehi-Carter to certain tasks. While the subject of the altercation itself was work-related, and not sexual in nature, Plaintiff claims that after this altercation Hall stood behind her manager \"licking his tongue out\" at her. (Defendant's Exhibit 26)</p>\n<p>Plaintiff Zerehi-Carter claims that her symptoms returned that night and that she had previously been advised by her physician and her therapist to stay away from her harassers. Thus, in her January 3 letter reporting the altercation with Hall, Plaintiff wrote that \"I look forward to settle [sic] this matter and getting back in my Fed-Ex uniform to come to work.\" (Id.) Further, she indicated in the letter that \"I can't stress the importance of not having me on an assignment with him [Hall] or any of the others that are involved in this investigation ... I feel that they are trying to cause me to loose [sic] my job for what I had to do.\" (Id.) The next day, she wrote to Glendell Wilson, stating that \"I don't have a problem doing my job at FedEx[,] the problem again is my safety and well being there.\" (Defendant's Exhibit 27) Plaintiff alleges that the matter was not settled, that she was not offered an acceptable accommodation away from her alleged harassers and that thereafter she decided that she could not return to work. Her February 4 letter to Wilson states that \"he [Gary Sheehan] told me that it was impossible for them to put me on a different work assignment from those people that have bothered me.\" (Id.) She was placed on medical leave effective February 1, 1996.</p>\n<p>On April 10, 1996, Plaintiff filed a charge of discrimination with the EEOC. On June 19, 1998, the EEOC brought the instant Complaint against Defendant Federal Express. On July 15, 1998, Plaintiff Zerehi-Carter filed a Motion to Intervene. Defendant filed its Answer to the EEOC's Complaint on August 31, 1998. This Court granted Plaintiff Zerehi-Carter's Motion to Intervene on October 2, 1998. Her Complaint was received the same day. Defendant filed its Answer to Plaintiff Zerehi-Carter's Complaint on November 23, 1998. On July 2, 1999, Defendant moved for summary judgment. Plaintiffs EEOC and Zerehi-Carter responded on July 26 and August 2, 1999, respectively. Defendant filed its Replies on August 19, 1999. All issues are fully briefed and ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>1. Standard for Summary Judgment</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the movant is entitled to judgment as a matter of law. Rule 56(c) F.R.C.P.; <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2512, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The movant bears the <span class=\"star-pagination\">*606</span> initial burden to show the court that there is an absence of a genuine issue concerning any material fact and that the non-movant cannot prevail. <i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. at 2553. In order to survive the motion, the non-movant must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. at 2514. Rule 56(e) F.R.C.P. The court must accept all of a nonmovant's evidence as true and will view all inferences drawn from the underlying facts in the light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2513.</p>\n<p></p>\n<h2><i>2. Timeliness of Plaintiffs' Claims</i></h2>\n<p>Defendant first asserts that Plaintiffs' claims are untimely. Plaintiff filed her charge with the EEOC on May 14, 1996, more than 180 days after the occurrence of all but one of the specific instances of harassment she alleges. Allegations of discrimination which precede 180 days before the filing of the complaint are untimely, unless a plaintiff initially complains to a state or local agency, in which case the charge may be filed up to 300 days after the alleged discriminatory act. <i>EEOC v. Commercial Office Products Co.,</i> <span class=\"citation\" data-id=\"112071\"><a href=\"/opinion/112071/eeoc-v-commercial-office-products-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, <span class=\"citation\" data-id=\"112071\"><a href=\"/opinion/112071/eeoc-v-commercial-office-products-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1666</span></a></span>, <span class=\"citation\" data-id=\"112071\"><a href=\"/opinion/112071/eeoc-v-commercial-office-products-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1988). Thus, Defendant argues that all but one of the alleged violations must be dismissed, as they took place before November 17, 1995.</p>\n<p>This is not necessarily so. Incidents of sexual harassment occurring more than 180 days before a charge is filed are not time-barred if \"they can be related to a timely incident as a series of separate but related acts amounting to a continuing violation.\" <i>Beall v. Abbott Laboratories,</i> <span class=\"citation\" data-id=\"748769\"><a href=\"/opinion/748769/75-fair-emplpraccas-bna-833-72-empl-prac-dec-p-45088-judith-d/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span>, 620 (4th Cir.1997) (internal citations omitted). In <i>Beall,</i> the Fourth Circuit Court of Appeals found that the only alleged incident to occur within the 180 days was an incident in which a fellow employee yelled at the plaintiff while she was driving. The Court found that \"although perhaps revealing [the employee] to be \"unpleasant and sometimes cruel,\" this incident clearly is insufficient to give rise to a claim of harassment ... Title VII simply does not guarantee freedom from insensitive remarks that do not create an objectively abusive work environment..\" <i>Id.</i> at 621.</p>\n<p>Here, however, the single alleged incident to fall within the 180 day period is clearly a part of the ongoing pattern of harassment and hostile work environment of which Plaintiff Zerehi-Carter complains. As in <i>Beall,</i> the January 3, 1996 incident at the loader in which Plaintiff and Hall yelled at one another might, by itself, fail to give rise to a claim of harassment. But here Hall allegedly followed up his behavior with a licking or tonguing gesture directed at Plaintiff. This behavior is not merely unpleasant or insensitive. As an independent act, it is arguably sexual in nature. As part of the ongoing behavior of which Plaintiff Zerehi-Carter complains, including allegations of sexual comments and contact by Hall and others, as well as Hall's labeling of her as a \"snitch\" for complaining of harassment, it takes on a clear overtone of hostility based, at its root, in Plaintiff's gender. Plaintiff's complaint asserts a continuing pattern of hostile behavior that is sexual in nature, and Hall's alleged conduct on January 3, 1996 clearly fits within this pattern. The incident did not occur in a vacuum, and there is little doubt that, even if the alleged \"licking\" behavior was not explicitly sexual in nature, it was a part of the ongoing harassment alleged by Plaintiff.</p>\n<p>Defendant asserts that Plaintiff EEOC is barred from raising the continuing violation theory because of the following exchange in Plaintiff's deposition:</p>\n<blockquote>\n<span class=\"star-pagination\">*607</span> Q: Were you in any way sexually harassed when you returned to work, Ms. Carter?</blockquote>\n<blockquote>A: Sexually harassed. Nope.</blockquote>\n<p>(Deposition of Sheila Zerehi-Carter at 231) Defendant fails to cite the immediately preceding question and answer:</p>\n<blockquote>Q: Did you continue to be harassed when you returned to work, Ms. Carter?</blockquote>\n<blockquote>A: I was continuing to be treated hostile. Yes. I was continuing to be treated, of course, different and alienated from. When I did return. Yes.</blockquote>\n<p>(Id.) This omission is telling. Plaintiff Zerehi-Carter's response clearly indicates that her hostile treatment by co-workers, which she claims was in retaliation for her allegations of sexual harassment, continued upon her return to work. The fact that she denies having been sexually harassed on that date is of little consequence. She is a layman, and the term \"sexual harassment\" is a term of art. Whether or not certain behavior rises to the level of sexual harassment is a legal question. Plaintiff may have defined that term in her own mind as referring to explicit sexual language or inappropriate touching. No effort was made to elicit an explanation as to what she considered to be sexual harassment. Clearly she was upset and threatened by this \"licking\" behavior, as indicated in her January 3, 1996 letter. (Defendant's Exhibit 26). Additionally, Plaintiff links this behavior and the other hostility she experienced that night, to the prior alleged incidents of sexual harassment and to her reporting of them. (Deposition of Plaintiff Sheila Zerehi-Carter at 267-8)</p>\n<p>In any event, this Court finds that Plaintiff Zerehi-Carter's allegations present a reasonable basis for this Court to find a continuing pattern of sexual harassment constituting a hostile work environment and spanning the length of her employment. Thus, the alleged events occurring before November 17, 1995 will not be dismissed as time-barred.<sup>[2]</sup></p>\n<p></p>\n<h2><i>3. Viability of Plaintiffs' Sexual Harassment Claims</i></h2>\n<p>Next, Defendant argues that, even if this Court accepts Plaintiff's allegations as true, they do not state a proper claim of sexual harassment against Federal Express. Title VII of the Civil Rights Act of 1964 makes it \"an unlawful employment practice for an employer ... to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a)(1). The United States Supreme Court has held that this language \"is not limited to `economic' or `tangible' discrimination. The phrase `terms, conditions, or privileges of employment' evinces a congressional intent `to strike at the entire spectrum of disparate treatment of men and women' in employment,\" which includes requiring people to work in a discriminatorily hostile or abusive environment. <i>Meritor Savings Bank, FSB v. Vinson,</i> <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 64, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>, 2404, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (1986); <i>citing </i><i>Los Angeles Dept. of Water and Power v. Manhart,</i> 435 <span class=\"star-pagination\">*608</span> U.S. 702, 707, n. 13, <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1370</span></a></span>, 1374, <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></a></span> (1978).</p>\n<p>In order to prevail in its claim of sexual harassment due to a hostile work environment, Plaintiff EEOC must establish that: (1) the subject conduct was unwelcome; (2) it was based on the sex of Zerehi-Carter; (3) it was sufficiently pervasive to alter Zerehi-Carter's conditions of employment and to create an abusive work environment; and (4) it was imputable on some factual basis to Federal Express. <i>Spicer v. Com. of Va. Dept. of Corrections,</i> <span class=\"citation\" data-id=\"705094\"><a href=\"/opinion/705094/69-fair-emplpraccas-bna-1255-66-empl-prac-dec-p-43684-peggy-m/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 710 (4th Cir. 1995); <i>Harris v. Forklift Systems, Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 21-22, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, 370, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span>, (1993). Defendant disputes each of these conditions.</p>\n<p>First, Defendant argues that Plaintiff EEOC has not shown that the alleged conduct was unwelcome and based on sex. Defendant argues that the alleged conduct is \"vague and ambiguous\" and only takes on \"a supposed sexual character through the distorted view of [Zerehi-Carter's] subjective interpretations.\" (Defendant's Memorandum at 13). A brief list of the alleged incidents will help to determine whether the conduct complained of was unwelcome and based on sex. Plaintiffs allege that male Federal Express employees: (1) made cat calls at Zerehi-Carter; (2) told another female employee \"you have competition coming now\" when Zerehi-Carter arrived; (3) made inappropriate contact with her buttocks on one occasion; (4) repeatedly asked her for dates and for sexual favors, with one employee telling her \"you know you want me\"; (5) called her gender-based names like \"skank\" on the line; (6) described their sex lives in front of and to her in graphic language; (7) attempted to hug her; (8) made sexual or \"licking\" gestures with their mouths and tongues; (9) commented derisively on her breast size in front of her; (10) told her to \"stop shaking your [breasts]\"; (11) commented on the size of her buttocks; (12) stared at her buttocks and said \"oooh\" as she crawled into the belly of an airplane; (13) alienated and tormented her, refusing to discontinue the conduct when she complained to them and labeling her a \"snitch\" for reporting her complaints to management.</p>\n<p>Based on the above, this Court finds that Plaintiff has sufficiently established that the alleged conduct was sexual in nature and that it was unwelcome.</p>\n<p>Next, Defendant argues that the conduct Plaintiffs complain of is not objectively offensive enough to alter the conditions of Zerehi-Carter's employment. Defendant suggests that the behavior described above may only seem egregious to Zerehi-Carter due to her unreasonable sensitivity, and that an objective observer would not consider the conduct to be sexual in nature, or to be sufficiently pervasive or severe to constitute a hostile work environment.</p>\n<p>In order to create a hostile work environment, the alleged conduct must be \"so objectively offensive as to alter the `condition' of the victim's employment.\" <i>Oncale v. Sundowner Offshore Services, Inc.,</i> <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 81, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, 1003, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998). \"When the work-place is permeated with discriminatory intimidation, ridicule, and insult that is sufficiently severe or pervasive to alter the conditions of the victim's employment and create an abusive working environment, Title VII is violated.\" <i>Harris v. Forklift Systems, Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, 370, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993) (citations and internal quotation marks omitted). \"Conduct that is not severe or pervasive enough to create an objectively hostile or abusive work environment  an environment that a reasonable person would find hostile or abusive  is beyond Title VII's purview.\" <i>Harris,</i> 510 U.S., at 21, 114 <span class=\"star-pagination\">*609</span> S.Ct. at 370, <i>citing </i><i>Meritor,</i> 477 U.S., at 67, 106 S.Ct., at 2405-2406.</p>\n<p>The guidelines used to determine whether a work environment is hostile or abusive include (1) the frequency of the discriminatory conduct; (2) its severity; (3) whether it is physically threatening or humiliating, or a mere offensive utterance; and (4) whether it unreasonably interferes with an employee's work performance. <i>Harris,</i> 510 U.S. at 23, 114 S.Ct at 371-72.<sup>[3]</sup></p>\n<p>With these guidelines firmly in mind, this Court finds that the incidents alleged in Plaintiffs' filings rise to the level of severity and pervasiveness required by the United States Supreme Court. Plaintiffs' complaints have set forth behavior that would be highly offensive to any reasonable person. This is not a case of stray remarks in which the plaintiff's complaint arises out of the \"genuine but innocuous differences in the ways men and women routinely interact with members of the same sex and of the opposite sex.\" <i>Oncale,</i> 523 U.S. at 81, 118 S.Ct at 1003, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998). Rather, the sustained level of abuse alleged by Plaintiffs would certainly constitute an alteration in the condition of Zerehi-Carter's employment, creating an environment of fear and humiliation. The alleged misconduct often took place in a predatory manner  with a male employee cornering her in a secluded part of the ramp area. In her words, \"it would be just like a rapist ... no one would hear that person doing it or see them doing it.\" (Deposition of Plaintiff Sheila Zerehi-Carter at 215-6). There is no doubt that such behavior would substantially interfere with the work performance of any reasonable person.</p>\n<p>Based on the above, this Court finds that the alleged conduct was sufficiently pervasive, persistent and severe to alter the conditions of her employment.</p>\n<p>Finally, Defendants contend that Plaintiffs' allegations of sexual harassment are not imputable to Federal Express. The Fourth Circuit has held that an employer can be held liable for sexual harassment by a co-worker if it \"knew or should have known of the harassment.\" <i>Katz v. Dole,</i> <span class=\"citation\" data-id=\"419751\"><a href=\"/opinion/419751/31-fair-emplpraccas-1521-32-empl-prac-dec-p-33639-deborah-ann-katz/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 256 (4th Cir.1983). Here, Plaintiff Zerehi-Carter reported the alleged conduct of her co-workers to her supervisors, and thus Federal Express had notice of her complaints. On several occasions, she reported incidents of harassment to her supervisor, Brenda Fitzgerald. Plaintiff Zerehi-Carter alleges that Fitzgerald did not adequately investigate or document these complaints, did not direct her to report the complaints to anyone else, and actually discouraged her from contacting Glen Wilson, the personnel representative. Despite this, Plaintiff Zerehi-Carter states that she contacted Wilson several times, leaving voice-mail messages which he failed to return. These allegations, which must for the purposes of this motion be viewed in the light most favorable to the Plaintiffs, would suffice to place Federal Express on notice of the alleged harassment.</p>\n<p>Defendants argue that Federal Express took immediate and appropriate action in response to Plaintiff Zerehi-Carter's complaints. This is a matter of factual dispute best left to the trier of fact. Plaintiffs have alleged a breakdown in Federal Express' response to Zerehi-Carter's complaints and advanced evidence to support this contention. First, Zerehi-Carter's supervisor, Brenda Fitzgerald, failed to comply with Federal Express' sexual harassment policy, for which she <span class=\"star-pagination\">*610</span> was later counseled by Gary Sheehan. (Sheehan Dep. at 35) When Zerehi-Carter reported Hall's inappropriate touching of her buttocks, Fitzgerald failed to document this, failed to report it to her superiors, and failed to prevent the harassing behavior from continuing. In fact, there is no evidence that Fitzgerald ever received training on Federal Express' sexual harassment policy. There is no evidence to dispute Zerehi-Carter's contention that she complained repeatedly to Fitzgerald after several of the alleged incidents, with no result. There is no evidence to dispute Zerehi-Carter's contention that she made repeated complaints to Glen Wilson and that these complaints went unanswered until her email of October, 1995. There is no evidence to suggest why Federal Express completed its investigation with a finding that no sexual harassment had occurred without having interviewed several of the witnesses Plaintiff Zerehi-Carter allegedly listed for them.</p>\n<p>In short, Plaintiff has alleged facts sufficient to show that Federal Express knew or should have known of the offensive behavior, and that the adequacy of Federal Express' response is a matter of factual dispute. There is no evidence of a prompt and effective response by the Defendant. Additionally, Plaintiff Zerehi-Carter has alleged facts to show that she took advantage of the corrective opportunities presented to her, and even went beyond these to seek redress at a higher level within Federal Express. <i>See </i><i>Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, 806-08, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, 2292-93, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998).</p>\n<p>Thus, this Court finds that the facts plead provide a reasonable basis upon which the alleged discriminatory behavior may be imputed to Federal Express.</p>\n<p>For all of these reasons, this Court finds that Plaintiff EEOC's sexual harassment claims are viable and survive Defendant's Motion for Summary Judgment.</p>\n<p></p>\n<h2><i>4. Viability of Plaintiff Zerehi-Carter's Tort Claims</i></h2>\n<p>Finally, Defendant asserts that there is no basis upon which Federal Express may be held liable for the tortious conduct of its agents, and that Plaintiff cannot establish proper claims of negligent supervision and retention or negligent infliction of emotional distress.</p>\n<p>At the outset, this Court must consider whether there is a proper basis to hold Federal Express liable for the tortious conduct of its agents. As a general rule, liability of a principal for the torts of his agent may arise in three situations: when the agent's act is expressly authorized by the principal; when the agent's act is committed within the scope of his employment and in furtherance of the principal's business; or when the agent's act is ratified by the principal. <i>Mullis v. Mechanics &amp; Farmer's Bank,</i> <span class=\"citation\" data-id=\"1531059\"><a href=\"/opinion/1531059/mullis-v-mechanics-farmers-bank/\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">680</span></a></span>, 689-90 (M.D.N.C.1997); <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 491, <span class=\"citation\" data-id=\"1237640\"><a href=\"/opinion/1237640/hogan-v-forsyth-country-club-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">116</span></a></span>, 121-122 (1986). It is the third situation, ratification by the principal, upon which Plaintiff Zerehi-Carter bases her claims.</p>\n<p>The Courts of North Carolina have not applied a strict test for an employer's ratification of an employee's conduct. \"The jury may find ratification from any course of conduct on the part of the principal which reasonably tends to show an intention on his part to ratify the agent's unauthorized acts.\" <i>Carolina Equipment Co. v. Anders,</i> <span class=\"citation\" data-id=\"1348657\"><a href=\"/opinion/1348657/carolina-equipment-and-parts-company-v-anders/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">393</span></a></span>, <span class=\"citation\" data-id=\"1348657\"><a href=\"/opinion/1348657/carolina-equipment-and-parts-company-v-anders/\"><span class=\"volume\">144</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">252</span></a></span> (1965). \"Such course of conduct may involve an omission to act.\" <i>Brown v. Burlington Industries,</i> 93 N.C.App. 431, 437, <span class=\"citation\" data-id=\"1344958\"><a href=\"/opinion/1344958/brown-v-burlington-industries-inc/\"><span class=\"volume\">378</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">232</span></a></span>, 236 (1989).</p>\n<p><span class=\"star-pagination\">*611</span> Here, Plaintiff Zerehi-Carter has alleged facts sufficient to raise a triable issue as to the inadequacy and untimeliness of Defendant's response to her complaints. Both its actions and its several alleged omissions would provide a jury with a reasonable basis upon which to conclude that Defendant ratified its employees' unauthorized acts.</p>\n<p>To establish a proper claim for negligent supervision and retention, Plaintiff must further show that the employees committed a tortious act resulting in injury to her and that prior to the act, the employer knew or had reason to know of the employees' conduct. <i>Pleasants v. Barnes,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">627</span></span> (1942). In <i>Brown,</i> a North Carolina court examining a similar case of sexual harassment found that a supervisor's \"omission of action was a course of conduct which a jury could conclude reasonably tends to show ratification of [the harassing employee's] acts.\" 93 N.C.App. at 437, 378 S.E.2d at 236.</p>\n<p>As discussed at length above, Plaintiff Zerehi-Carter has alleged facts which, when viewed in a light most favorable to her, are sufficient to establish (1) the existence of tortious conduct; (2) Defendant's knowledge of this conduct; and (3) that Defendant's actions or omissions served to ratify this conduct. Accordingly, Plaintiff Zerehi-Carter's claim for negligent retention and supervision survives summary judgment.</p>\n<p>To establish a viable claim for negligent infliction of emotional distress in North Carolina, a plaintiff must show: (1) the defendant negligently engaged in conduct, (2) it was reasonably foreseeable that such conduct would cause severe emotional distress, and (3) the conduct did, in fact, cause severe emotional distress. <i>See </i><i>Johnson v. Ruark Obstetrics and Gynecology Assocs., P.A.,</i> <span class=\"citation\" data-id=\"1219473\"><a href=\"/opinion/1219473/johnson-v-ruark-obstetrics/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">283</span></a></span>, 304, <span class=\"citation\" data-id=\"1219473\"><a href=\"/opinion/1219473/johnson-v-ruark-obstetrics/\"><span class=\"volume\">395</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">85</span></a></span> (1990).</p>\n<p>With regard to the first element, this Court's analysis in Section 3 above demonstrates that Plaintiff Zerehi-Carter has alleged facts sufficient to support a conclusion that Defendant's reaction to her complaints of sexual harassment was untimely, ineffective, and failed to meet the requirements of its own policy. Should the trier of fact find Plaintiff's allegations to be truthful, they would support a finding that Federal Express acted negligently in response to her complaints. With regard to the second element, this Court further finds that failure to respond promptly and effectively to allegations of sexual harassment renders the effects of such harassment reasonably foreseeable. Plaintiff Zerehi-Carter alleges that her numerous complaints went unheeded, that she was repeatedly assigned to work with her harassers, and that no effective action was taken to protect her. These allegations, if true, would establish that any emotional distress resulting from further harassment was reasonably foreseeable.</p>\n<p>The third and final element of the <i>Ruark</i> test is a much closer call. While Plaintiff alleges that her fear and anxiety resulted from her co-workers' behavior, and claims that her therapist and physician advised her not to work with her alleged harassers, Plaintiff has produced no corroborating medical records or depositions. While such material would be helpful to this Court's determination of the cause and extent of Plaintiff's emotional distress, it is not necessary. The Supreme Court of North Carolina has found that \"sparse\" or \"limited\" allegations of severe emotional distress are sufficient to state a claim of negligent infliction of emotional distress. <i>See </i><i>McAllister v. Ha,</i> <span class=\"citation\" data-id=\"1398352\"><a href=\"/opinion/1398352/mcallister-v-ha/\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">638</span></a></span>, 646, <span class=\"citation\" data-id=\"1398352\"><a href=\"/opinion/1398352/mcallister-v-ha/\"><span class=\"volume\">496</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">577</span></a></span>, 583 (1998).</p>\n<p>Here, this Court finds that Plaintiff Zerehi-Carter has alleged facts which, when viewed in the light most favorable to her, <span class=\"star-pagination\">*612</span> are sufficient to raise a triable issue as to the cause and severity of her emotional distress. Thus, she has met the <i>Ruark</i> test and has stated a proper claim for negligent infliction of emotional distress under North Carolina law.</p>\n<p>Thus, Plaintiff has alleged facts sufficient to establish viable claims for negligent supervision and retention and negligent infliction of emotional distress. Accordingly, Defendant will not be granted summary judgment as to those claims.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendant's Motion for Summary Judgment is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In presenting the facts, this Court accepts all well-pleaded allegations in the Plaintiffs' complaint as true and draws all reasonable inferences from those facts in her favor.</p>\n<p>[2]  This Court notes that several of the alleged incidents of explicit sexual harassment occurred just prior to the 180-day cutoff. This Court further notes that Plaintiff Zerehi-Carter took two medical leaves during the 180-day period so that she could obtain medical and psychological treatment, and that she suffered from anxiety and panic attacks during this time. While the above analysis demonstrates that equitable tolling is not needed to preserve her claims, it is possible that such relief would be available if Plaintiff Zerehi-Carter could sufficiently prove that the delay was caused by mental illness. <i>See </i><i>Boos v. Runyon,</i> <span class=\"citation\" data-id=\"767346\"><a href=\"/opinion/767346/gail-boos-v-marvin-t-runyon-jr-postmaster-general-us-postal-service/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span> (2nd Cir.2000).</p>\n<p>[3]  The Fourth Circuit has recently noted that this is the proper set of guidelines. <i>Smith v. First Union Nat. Bank,</i> <span class=\"citation\" data-id=\"767475\"><a href=\"/opinion/767475/elizabeth-f-smith-v-first-union-national-bank/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">234</span></a></span> (4th Cir.2000).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1219473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1344958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1398352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531059/"
  ]
}