{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2579738/",
  "absolute_url": "/opinion/2579738/atlantic-capes-fisheries-inc-v-gutierrez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2579738/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:37:57.494836Z",
  "date_modified": "2016-04-26T23:32:59.838264Z",
  "type": "010combined",
  "sha1": "8c44f30af4252b6b6a67e26da6a0e77532723280",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>474 F.Supp.2d 768 (2007)</b></center>\n<center><h1>ATLANTIC CAPES FISHERIES, INC., Plaintiff,<br>\nv.<br>\nCarlos M. GUTIERREZ, as the Secretary of Commerce, Patricia Kurkul, as the Regional Administrator for the National Marine Fisheries Service, and F/V Capt. Dylan, Inc., Defendants.<br>\nCaterpillar Financial Services Corporation, Plaintiff,<br>\nv.<br>\nThe F/V Site Clearance I, her engines, tackle, appurtenances, equipment, cables, apparel, fishing permits, furniture, and necessaries appertaining thereto, in rem, et al., Defendants.</h1></center>\n<center>No. 2:06 CV 24 BO, 2:05 CV 10 BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>February 21, 2007.</center>\n<p><span class=\"star-pagination\">*769</span> <span class=\"star-pagination\">*770</span> Stevenson L. Weeks, Wheatly, Wheatly, Nobles, Weeks, Valentine &amp; Lupton, P.A., Beaufort, for Atlantic Capes Fisheries, Inc., Plaintiff.</p>\n<p>Andrew Hanley, Crossley McIntosh Prior &amp; Collier, Wilmington, for Carlos M. Gutierrez as the Secretary of Commerce, Patricia A. Kurkul as the Regional Administrator for the National Marine Fisheries Service, F/V Capt Dylan, Inc., Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This matter is before the Court on two separate but identical motions. In both <i>Atlantic Capes Fisheries, Inc. v. Gutierrez</i> and the parallel case of <i>Caterpillar v. F/V Site Clearance I,</i> F/V Capt. Dylan, Inc. (\"Capt.Dylan\") has moved to stay the return of certain fishing permits to Atlantic Capes Fisheries, Inc. (\"Atlantic Capes\"), pending the outcome of two separate appeals by Capt. Dylan to the United States Court of Appeals for the Fourth Circuit. For the reasons set forth below, both motions will be DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p><i>Atlantic Capes Fisheries, Inc. v. Gutierrez,</i> No. 2:06-CV-24-BO, is parallel to another case before the Court, <i>Caterpillar Financial Services v. F/V Site Clearance I,</i> No. 2:05-CV-10-BO. The latter involved a foreclosure suit filed on February 22, 2005 by Caterpillar Financial Services (\"Caterpillar\") against a fishing vessel, the Site Clearance I (\"Site Clearance I\"). After Site Clearance I's arrest by the Marshal but prior to its judicial sale, the National Marine Fisheries Service (\"NMFS\") retrieved from the vessel certain Limited Access Fishing Permits and related fishing history (\"Limited Access Permits\"). The Limited Access Permits had previously been licensed to Site Clearance I by the F/V Maelstrom (\"the Maelstrom\"), a vessel owned by Atlantic Capes. At that time, NMFS intended to remove the Limited Access Permits from Site Clearance I and transfer them back to the Maelstrom. Site Clearance I was then sold at auction to a third party, Capt. Dylan.</p>\n<p>Before the Limited Access Permits could be transferred back to the Maelstrom, a dispute arose between Atlantic Capes and Capt. Dylan regarding their <span class=\"star-pagination\">*771</span> status. Atlantic Capes claimed that, according to a previous agreement between Atlantic Capes, Caterpillar and Site Clearance I, the Limited Access Permits had been legally severed from the vessel and thus were never subject to arrest or judicial sale to Capt. Dylan; Capt. Dylan responded that fishing permits always run with foreclosed vessels, and thus the Limited Access Permits were among the appurtenances which it had purchased along with Site Clearance I. The Court's Order of August 22, 2005 (\"August 22, 2005 Order\") confirmed the sale to Capt. Dylan of \"the Vessel SITE CLEARANCE I, and all her engines, tackle, appurtenances, fishing permits, equipment, necessaries, etc. thereto.\" In light of that order, NMFS rescinded the transfer of the Limited Access Permits back to Atlantic Capes and instead restored them to Site Clearance I.</p>\n<p>To resolve the status of the Limited Access Permits, Atlantic Capes and Capt. Dylan both moved to intervene in <i>Caterpillar v. F/V Site Clearance I,</i> on October 25, 2005 and December 14, 2005, respectively. On October 25, 2005, Atlantic Capes filed a Motion to Clarify Confirmation of Sale (\"Motion to Clarify\"), in which it asked the Court: (1) to clarify its August 22, 2005 Order so as to reflect that the Limited Access Permits were not among the legal rights Capt. Dylan acquired when it purchased Site Clearance I; and (2) to reinitiate the transfer of the Limited Access Permits from Site Clearance I to Atlantic Capes.</p>\n<p>In a separate lawsuit filed on October 11, 2005, <i>Atlantic Capes Fisheries, Inc. v. Gutierrez,</i> Atlantic Capes sued the Secretary of Commerce and others in the United States District Court for the District of Massachusetts. Among other things, Atlantic Capes sought an injunction setting aside NMFS' decision to rescind the transfer of the Limited Access Permits, and requiring NMFS to return the permits to Atlantic Capes. Judge Patti B. Saris ordered the Massachusetts case transferred to this Court on July 13, 2006. Two months before the transfer, Atlantic Capes had filed its Motion to Remand to Agency or to Reverse Agency Action. That motion argued that NMFS' rescission was improper, and sought the same relief as that requested in Atlantic Capes' complaint against Gutierrez, and in the Motion to Clarify it filed in Caterpillar's foreclosure action: an order requiring NMFS to transfer the Limited Access Permits back to Atlantic Capes. On June 9, 2006, Gutierrez and Capt. Dylan filed Cross-Motions for Summary Judgment.</p>\n<p>On September 28, 2006, this Court granted Atlantic Capes' Motion to Clarify in <i>Caterpillar Financial Services v. F/V Site Clearance I</i> (\"September 28, 2006 Order\"). The Court further ordered NMFS to restore the transfer of the Limited Access Permits from Site Clearance I to Atlantic Capes. On October 20, 2006, this Court determined that the September 28, 2006 Order effectively granted the relief which Atlantic Capes sought in this action, and accordingly dismissed the remaining motions in the case (Atlantic Capes' Motion to remand to Agency or Reverse Agency Action, and both parties' Cross-Motions for Summary Judgment) as moot (\"October 20, 2006 Order\").</p>\n<p>On October 24, 2006, in <i>Caterpillar Financial Services v. F/V Site Clearance I,</i> Capt. Dylan appealed the Court's September 28, 2006 Order to the United States Court of Appeals for the Fourth Circuit. On November 17, 2006, Capt. Dylan also separately appealed the Court's October 20, 2006 Order in <i>Atlantic Capes Fisheries, Inc. v. Gutierrez.</i> Capt. Dylan has since, moved for a stay in both cases, asking that the Court suspend the transfer of the permits from Site Clearance I back <span class=\"star-pagination\">*772</span> to Atlantic Capes until Capt. Dylan's two appeals are resolved.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A party seeking a stay must show: (1) that it will likely prevail on the merits of the appeal; (2) that it will suffer irreparable injury if the: stay is denied; (3) the other parties will not be substantially harmed by the stay; and (4) that the public interest will be served by granting the stay. <i>See </i><i>Long v. Robinson,</i> 432 F.2d 977, 979 (1970).</p>\n<p><i>I. Likelihood of Success on the Merits</i></p>\n<p>Capt. Dylan first argues that it will prevail on appeal for four reasons: the Court lost jurisdiction over Site Clearance I immediately upon its judicial sale; the Court issued a default against all persons claiming an interest in the vessel, including Atlantic Capes; Atlantic Capes failed to object to the sale in a timely manner; and Rule 60(a) of the Federal Rules of Civil Procedure was improperly invoked by the Court in clarifying its order of confirmation.</p>\n<p>Capt. Dylan cites several cases in support of its contention that \"[o]nly in situations involving fraud, misrepresentation, or the improper, accidental or unconditional release of the vessel, is a District Court permitted to retain <i>[i]n [r]em</i> jurisdiction over the vessel after it has been sold and the sale has been confirmed.\" These cases held that the appellate court lacked <i>in rem</i> jurisdiction when a judgment in the appellant's favor would have been useless, as neither the vessel nor proceeds of its sale would be available to satisfy the judgment. <i>See </i><i>Eurasia Intern., Ltd. v. Holman Shipping, Inc.,</i> 411 F.3d 578, 582 (5th Cir.2005); <i>Newpark Shipbuilding &amp; Repair, Inc. v. M/V Trinton Brute,</i> 2 F.3d 572, 573 (5th Cir.1993) (\"A judgment in favor of appellant in this case would be effectively unenforceable.\"). This \"useless judgment\" exception to appellate jurisdiction is narrow, and \"will not apply to any case where the judgment will have any effect whatever.\" <i>United States v. The Little Charles,</i> 26 F.Cas. 979, 982 (C.C.Va.1818).</p>\n<p>Here, there is no suggestion that a decision from the appellate court will be useless to Capt. Dylan; if anything, a judgment for either party would resolve their dispute over the Limited Access Permits. As discussed above, <i>Eurasia</i> and <i>Newpark</i> applied the useless judgment doctrine to <i>in rem</i> jurisdiction when original owners appealed the judgments against them at the trial level. Thus, on the reasoning of those cases, the Fourth Circuit would surely dismiss an appeal by Site Clearance I or the individuals who defaulted on that vessel's Preferred Ship Mortgage. However, Atlantic Capes  as Intervenor in <i>Caterpillar v. Site Clearance I</i> and as Plaintiff in <i>Atlantic Capes Fisheries, Inc. v. Gutierrez</i>  has sued only to restore a transfer of the Limited Access Permits. A judgment for Capt. Dylan (or for Atlantic Capes) would conclusively resolve the question of whether the permits were lawfully severed from Site Clearance I by prior agreement, and thus never subject to foreclosure or sale. The \"useless judgment\" exception accordingly does not require the Court to prevent the permits from being returned while the case is on appeal.</p>\n<p>Capt. Dylan's remaining arguments likewise do not address the most critical fact in the case, which informed the Court's September 28, 2006 Order: Site Clearance I leased the Limited Access Permits from Atlantic Capes. At the same time, Caterpillar formally acknowledged that the permits would not become the subject of a foreclosure action upon default by Site Clearance I. Thus  because Caterpillar sought foreclosure with a mind to <span class=\"star-pagination\">*773</span> wards meeting its prior obligations and avoiding further action by Atlantic Capes  Caterpillar's Verified Complaint never asked for, and the Court never validated, seizure and sale of the Limited Access Permits along with Site. Clearance I. Accordingly both Caterpillar and Atlantic Capes understood the Limited Access Permits as legally separated from Site Clearance I, and thus did not object to the vessel's sale or seek removal of the default entered against potential claimants. Atlantic Capes and Caterpillar were likewise on solid ground in asking the Court to clarify its Order Confirming Sale: that Order's wording appeared  incorrectly  to have endorsed the sale of more rights and interests than Caterpillar had asked the Marshal to seize in the first place. Such evidence weighs heavily against Capt. Dylan's merits argument, and against entering a stay in this case.</p>\n<p><i>II. Irreparable Injury</i></p>\n<p>Capt. Dylan insists that it will suffer irreparable injury if the stay is denied, and that conversely, Atlantic Capes will suffer little to no injury if a stay is granted. In support of that argument, Capt. Dylan says that on July 1, 2006, it licensed the Limited Access Permits to a third party for $43,000, and that the licensee vessel will continue to fish under the permits until the agreement's expiration on May 1, 2007. Accordingly, forcing a transfer of the Limited Access Permits from Site Clearance I back to Atlantic Capes would frustrate Capt. Dylan's licensee, who would in turn \"likely institute an action against Capt. Dylan\" for breach of contract. For its part, Atlantic Capes insists that, given the nature of the third party's business and its relationship with Capt. Dylan, the likelihood of such an action is low.</p>\n<p>Whatever the odds of litigation between Capt. Dylan and its licensee, such a lawsuit's impact cannot support Capt. Dylan's case for staying the Court's September 28, 2006 Order. Importantly, Site Clearance I was sold at auction on September 2, 2005; Atlantic Capes intervened and moved to clarify the Court's Order Confirming Sale (and to establish the rightful ownership of the Limited Access Permits) on <i>October 25, 2005.</i> Capt. Dylan was thus aware of the permits' contested legal status for nine months before it agreed to license them for use by a third party on July 1, 2006. It would be improper to allow Capt. Dylan to license fishing rights of dubious ownership on the one hand, and then on the other to permit Capt. Dylan to frustrate resolution of the ownership issue, on the grounds that doing so might subject Capt. Dylan to suit or other financial hardship. Put differently, if Capt. Dylan failed to apprise its licensee of prospective defects in its title to the permits, Capt. Dylan did so at its own risk and may not invoke the failure as a basis for a stay. <i>See </i><i>Long,</i> 432 F.2d at 981 (\"Regrettably I must conclude that the principal irreparable injury which defendants claim that they will suffer if the order of the district court is not stayed is injury of their own making. . . . It would seem elementary that a party may not claim equity in his own defaults.\").</p>\n<p><i>III. Substantial Harm to Third Parties</i></p>\n<p>Capt. Dylan next says a stay must be granted because return of the Limited Access Permits to Atlantic Capes will substantially harm a third party, its licensee. Capt. Dylan argues that, unless the permits remain with its licensee, the third party company will be precluded from fishing under them and thus \"deprived from earning a living.\" However, according to affidavits filed by Atlantic Capes, Capt. Dylan's lessee is a vessel controlled by Carlos Rafael, himself the owner of \"approximately twenty groundfish and scallop vessels.\" Those documents further allege that Rafael is \"the owner of one of the <span class=\"star-pagination\">*774</span> largest fleets in New Bedford, Massachusetts, the largest fishing port in the United States for dollar value of fishery products landed by commercial fishing vessels.\"</p>\n<p>Here, Capt. Dylan has presented no evidence to contradict Atlantic Capes' assertions. The Limited Access Permits are a valuable commodity in the hands of any fishing vessel, and a restraint upon their use will have a negative financial impact upon the disfavored party. However, as the movant seeking a stay, the burden is upon Capt. Dylan to show (rather than merely aver) that the third party will be <i>substantially</i> harmed. In the face of Atlantic Capes's evidence that transferring the permits will not cause extensive financial hardship to Capt. Dylan's licensee, Capt. Dylan cannot carry its burden without coming forth with its own evidence to the contrary.</p>\n<p><i>IV. Public Interest in Granting the Stay</i></p>\n<p>Capt. Dylan lastly says the public interest would best served by staying the return of the permits for two reasons. First, Capt. Dylan argues that the Court's docket is the sole source of information for innocent third parties, who might purchase a condemned vessel at auction. Returning the Limited Access Permits would accordingly chill the public's confidence in the Court's docket as a reflection of current information about a vessel and its appurtenances. Second, Capt. Dylan says transfer of the permits back to Atlantic Capes undermines the notion that fishing permits are appurtenances which cannot be severed from the vessel under 50 C.F.R. § 648.4(k).</p>\n<p>Capt. Dylan first claims that a stay is required because the public is less likely to purchase ships sold at auction if the Court's docket does not place them on detailed notice of the potential problems with a sold vessel's appurtenances. Undoubtedly, the Court's docket is a critical source of information, upon which the public can and does rely. However, Capt. Dylan has not demonstrated that this interest outweighs the public's similar reliance upon the courts as enforcers of prior agreements. As noted above, Atlantic Capes and Site Clearance I agreed (and Caterpillar acknowledged) that the Limited Access Permits would be not be the target of any foreclosure suit in the event of a default. The public's confidence in such an arrangement would surely be undermined if a stay automatically prevented the permits' return.</p>\n<p>Capt. Dylan's second argument repeats a claim which the Court rejected in its September 28, 2006 Order: that fishing permits are appurtenances which cannot ever be severed from their vessels. In support of that argument, Capt. Dylan cites 50 C.F.R. § 648.4(k), which says:</p>\n<blockquote>(k) Transfer. A permit issued under this part is not transferable or assignable. A permit will be valid only for the fishing vessel, owner and/or person for which it is issued.</blockquote>\n<p>The regulation does not say that permit owners may not license the use of their permits to third parties. Rather, the rule simply prevents a complete assignment of permits from one vessel to another. In this case, Atlantic Capes leased the Limited Access Permits to Site Clearance I on a limited basis; at no point did Atlantic Capes attempt to assign or sell them outright. Indeed, Atlantic Capes intervened in <i>Caterpillar v. F/V Site Clearance I</i> to undo what it viewed as an unlawful attempt by Capt. Dylan to frustrate a return of its permits as issued. Atlantic Capes' suit does not involve an attempt to transfer permits in violation of 50 C.F.R. § 648.4(k). Because these proceedings do not threaten to undermine that provision, they need not be stayed in order to serve the public's interest in preserving it.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*775</span> <i>CONCLUSION</i>\n</h2>\n<p>All four of the applicable factors resolve against entering a stay in this case. Capt. Dylan's two Motions to Stay, in <i>Atlantic Capes Fisheries, Inc. v. Gutierrez</i> and in <i>Caterpillar v. F/V Site Clearance I,</i> are both DENIED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">768</span></span> (2007)</b></center>\n<center><h1>ATLANTIC CAPES FISHERIES, INC., Plaintiff,<br>\nv.<br>\nCarlos M. GUTIERREZ, as the Secretary of Commerce, Patricia Kurkul, as the Regional Administrator for the National Marine Fisheries Service, and F/V Capt. Dylan, Inc., Defendants.<br>\nCaterpillar Financial Services Corporation, Plaintiff,<br>\nv.<br>\nThe F/V Site Clearance I, her engines, tackle, appurtenances, equipment, cables, apparel, fishing permits, furniture, and necessaries appertaining thereto, in rem, et al., Defendants.</h1></center>\n<center>No. 2:06 CV 24 BO, 2:05 CV 10 BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>February 21, 2007.</center>\n<p><span class=\"star-pagination\">*769</span> <span class=\"star-pagination\">*770</span> Stevenson L. Weeks, Wheatly, Wheatly, Nobles, Weeks, Valentine &amp; Lupton, P.A., Beaufort, for Atlantic Capes Fisheries, Inc., Plaintiff.</p>\n<p>Andrew Hanley, Crossley McIntosh Prior &amp; Collier, Wilmington, for Carlos M. Gutierrez as the Secretary of Commerce, Patricia A. Kurkul as the Regional Administrator for the National Marine Fisheries Service, F/V Capt Dylan, Inc., Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, District Judge.</p>\n<p>This matter is before the Court on two separate but identical motions. In both <i>Atlantic Capes Fisheries, Inc. v. Gutierrez</i> and the parallel case of <i>Caterpillar v. F/V Site Clearance I,</i> F/V Capt. Dylan, Inc. (\"Capt.Dylan\") has moved to stay the return of certain fishing permits to Atlantic Capes Fisheries, Inc. (\"Atlantic Capes\"), pending the outcome of two separate appeals by Capt. Dylan to the United States Court of Appeals for the Fourth Circuit. For the reasons set forth below, both motions will be DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p><i>Atlantic Capes Fisheries, Inc. v. Gutierrez,</i> No. 2:06-CV-24-BO, is parallel to another case before the Court, <i>Caterpillar Financial Services v. F/V Site Clearance I,</i> No. 2:05-CV-10-BO. The latter involved a foreclosure suit filed on February 22, 2005 by Caterpillar Financial Services (\"Caterpillar\") against a fishing vessel, the Site Clearance I (\"Site Clearance I\"). After Site Clearance I's arrest by the Marshal but prior to its judicial sale, the National Marine Fisheries Service (\"NMFS\") retrieved from the vessel certain Limited Access Fishing Permits and related fishing history (\"Limited Access Permits\"). The Limited Access Permits had previously been licensed to Site Clearance I by the F/V Maelstrom (\"the Maelstrom\"), a vessel owned by Atlantic Capes. At that time, NMFS intended to remove the Limited Access Permits from Site Clearance I and transfer them back to the Maelstrom. Site Clearance I was then sold at auction to a third party, Capt. Dylan.</p>\n<p>Before the Limited Access Permits could be transferred back to the Maelstrom, a dispute arose between Atlantic Capes and Capt. Dylan regarding their <span class=\"star-pagination\">*771</span> status. Atlantic Capes claimed that, according to a previous agreement between Atlantic Capes, Caterpillar and Site Clearance I, the Limited Access Permits had been legally severed from the vessel and thus were never subject to arrest or judicial sale to Capt. Dylan; Capt. Dylan responded that fishing permits always run with foreclosed vessels, and thus the Limited Access Permits were among the appurtenances which it had purchased along with Site Clearance I. The Court's Order of August 22, 2005 (\"August 22, 2005 Order\") confirmed the sale to Capt. Dylan of \"the Vessel SITE CLEARANCE I, and all her engines, tackle, appurtenances, fishing permits, equipment, necessaries, etc. thereto.\" In light of that order, NMFS rescinded the transfer of the Limited Access Permits back to Atlantic Capes and instead restored them to Site Clearance I.</p>\n<p>To resolve the status of the Limited Access Permits, Atlantic Capes and Capt. Dylan both moved to intervene in <i>Caterpillar v. F/V Site Clearance I,</i> on October 25, 2005 and December 14, 2005, respectively. On October 25, 2005, Atlantic Capes filed a Motion to Clarify Confirmation of Sale (\"Motion to Clarify\"), in which it asked the Court: (1) to clarify its August 22, 2005 Order so as to reflect that the Limited Access Permits were not among the legal rights Capt. Dylan acquired when it purchased Site Clearance I; and (2) to reinitiate the transfer of the Limited Access Permits from Site Clearance I to Atlantic Capes.</p>\n<p>In a separate lawsuit filed on October 11, 2005, <i>Atlantic Capes Fisheries, Inc. v. Gutierrez,</i> Atlantic Capes sued the Secretary of Commerce and others in the United States District Court for the District of Massachusetts. Among other things, Atlantic Capes sought an injunction setting aside NMFS' decision to rescind the transfer of the Limited Access Permits, and requiring NMFS to return the permits to Atlantic Capes. Judge Patti B. Saris ordered the Massachusetts case transferred to this Court on July 13, 2006. Two months before the transfer, Atlantic Capes had filed its Motion to Remand to Agency or to Reverse Agency Action. That motion argued that NMFS' rescission was improper, and sought the same relief as that requested in Atlantic Capes' complaint against Gutierrez, and in the Motion to Clarify it filed in Caterpillar's foreclosure action: an order requiring NMFS to transfer the Limited Access Permits back to Atlantic Capes. On June 9, 2006, Gutierrez and Capt. Dylan filed Cross-Motions for Summary Judgment.</p>\n<p>On September 28, 2006, this Court granted Atlantic Capes' Motion to Clarify in <i>Caterpillar Financial Services v. F/V Site Clearance I</i> (\"September 28, 2006 Order\"). The Court further ordered NMFS to restore the transfer of the Limited Access Permits from Site Clearance I to Atlantic Capes. On October 20, 2006, this Court determined that the September 28, 2006 Order effectively granted the relief which Atlantic Capes sought in this action, and accordingly dismissed the remaining motions in the case (Atlantic Capes' Motion to remand to Agency or Reverse Agency Action, and both parties' Cross-Motions for Summary Judgment) as moot (\"October 20, 2006 Order\").</p>\n<p>On October 24, 2006, in <i>Caterpillar Financial Services v. F/V Site Clearance I,</i> Capt. Dylan appealed the Court's September 28, 2006 Order to the United States Court of Appeals for the Fourth Circuit. On November 17, 2006, Capt. Dylan also separately appealed the Court's October 20, 2006 Order in <i>Atlantic Capes Fisheries, Inc. v. Gutierrez.</i> Capt. Dylan has since, moved for a stay in both cases, asking that the Court suspend the transfer of the permits from Site Clearance I back <span class=\"star-pagination\">*772</span> to Atlantic Capes until Capt. Dylan's two appeals are resolved.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A party seeking a stay must show: (1) that it will likely prevail on the merits of the appeal; (2) that it will suffer irreparable injury if the: stay is denied; (3) the other parties will not be substantially harmed by the stay; and (4) that the public interest will be served by granting the stay. <i>See </i><i>Long v. Robinson,</i> <span class=\"citation\" data-id=\"292570\"><a href=\"/opinion/292570/ronald-lee-long-a-minor-by-lewis-daniel-long-his-father-and-next-friend/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">977</span></a></span>, 979 (1970).</p>\n<p><i>I. Likelihood of Success on the Merits</i></p>\n<p>Capt. Dylan first argues that it will prevail on appeal for four reasons: the Court lost jurisdiction over Site Clearance I immediately upon its judicial sale; the Court issued a default against all persons claiming an interest in the vessel, including Atlantic Capes; Atlantic Capes failed to object to the sale in a timely manner; and Rule 60(a) of the Federal Rules of Civil Procedure was improperly invoked by the Court in clarifying its order of confirmation.</p>\n<p>Capt. Dylan cites several cases in support of its contention that \"[o]nly in situations involving fraud, misrepresentation, or the improper, accidental or unconditional release of the vessel, is a District Court permitted to retain <i>[i]n [r]em</i> jurisdiction over the vessel after it has been sold and the sale has been confirmed.\" These cases held that the appellate court lacked <i>in rem</i> jurisdiction when a judgment in the appellant's favor would have been useless, as neither the vessel nor proceeds of its sale would be available to satisfy the judgment. <i>See </i><i>Eurasia Intern., Ltd. v. Holman Shipping, Inc.,</i> <span class=\"citation\" data-id=\"790603\"><a href=\"/opinion/790603/eurasia-international-ltd-individually-and-as-assignee-v-holman/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">578</span></a></span>, 582 (5th Cir.2005); <i>Newpark Shipbuilding &amp; Repair, Inc. v. M/V Trinton Brute,</i> <span class=\"citation\" data-id=\"5867\"><a href=\"/opinion/5867/newpark-shipbuilding-repair-inc-v-mv-trinton-brute/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">572</span></a></span>, 573 (5th Cir.1993) (\"A judgment in favor of appellant in this case would be effectively unenforceable.\"). This \"useless judgment\" exception to appellate jurisdiction is narrow, and \"will not apply to any case where the judgment will have any effect whatever.\" <i>United States v. The Little Charles,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">979</span></span>, 982 (C.C.Va.1818).</p>\n<p>Here, there is no suggestion that a decision from the appellate court will be useless to Capt. Dylan; if anything, a judgment for either party would resolve their dispute over the Limited Access Permits. As discussed above, <i>Eurasia</i> and <i>Newpark</i> applied the useless judgment doctrine to <i>in rem</i> jurisdiction when original owners appealed the judgments against them at the trial level. Thus, on the reasoning of those cases, the Fourth Circuit would surely dismiss an appeal by Site Clearance I or the individuals who defaulted on that vessel's Preferred Ship Mortgage. However, Atlantic Capes  as Intervenor in <i>Caterpillar v. Site Clearance I</i> and as Plaintiff in <i>Atlantic Capes Fisheries, Inc. v. Gutierrez</i>  has sued only to restore a transfer of the Limited Access Permits. A judgment for Capt. Dylan (or for Atlantic Capes) would conclusively resolve the question of whether the permits were lawfully severed from Site Clearance I by prior agreement, and thus never subject to foreclosure or sale. The \"useless judgment\" exception accordingly does not require the Court to prevent the permits from being returned while the case is on appeal.</p>\n<p>Capt. Dylan's remaining arguments likewise do not address the most critical fact in the case, which informed the Court's September 28, 2006 Order: Site Clearance I leased the Limited Access Permits from Atlantic Capes. At the same time, Caterpillar formally acknowledged that the permits would not become the subject of a foreclosure action upon default by Site Clearance I. Thus  because Caterpillar sought foreclosure with a mind to <span class=\"star-pagination\">*773</span> wards meeting its prior obligations and avoiding further action by Atlantic Capes  Caterpillar's Verified Complaint never asked for, and the Court never validated, seizure and sale of the Limited Access Permits along with Site. Clearance I. Accordingly both Caterpillar and Atlantic Capes understood the Limited Access Permits as legally separated from Site Clearance I, and thus did not object to the vessel's sale or seek removal of the default entered against potential claimants. Atlantic Capes and Caterpillar were likewise on solid ground in asking the Court to clarify its Order Confirming Sale: that Order's wording appeared  incorrectly  to have endorsed the sale of more rights and interests than Caterpillar had asked the Marshal to seize in the first place. Such evidence weighs heavily against Capt. Dylan's merits argument, and against entering a stay in this case.</p>\n<p><i>II. Irreparable Injury</i></p>\n<p>Capt. Dylan insists that it will suffer irreparable injury if the stay is denied, and that conversely, Atlantic Capes will suffer little to no injury if a stay is granted. In support of that argument, Capt. Dylan says that on July 1, 2006, it licensed the Limited Access Permits to a third party for $43,000, and that the licensee vessel will continue to fish under the permits until the agreement's expiration on May 1, 2007. Accordingly, forcing a transfer of the Limited Access Permits from Site Clearance I back to Atlantic Capes would frustrate Capt. Dylan's licensee, who would in turn \"likely institute an action against Capt. Dylan\" for breach of contract. For its part, Atlantic Capes insists that, given the nature of the third party's business and its relationship with Capt. Dylan, the likelihood of such an action is low.</p>\n<p>Whatever the odds of litigation between Capt. Dylan and its licensee, such a lawsuit's impact cannot support Capt. Dylan's case for staying the Court's September 28, 2006 Order. Importantly, Site Clearance I was sold at auction on September 2, 2005; Atlantic Capes intervened and moved to clarify the Court's Order Confirming Sale (and to establish the rightful ownership of the Limited Access Permits) on <i>October 25, 2005.</i> Capt. Dylan was thus aware of the permits' contested legal status for nine months before it agreed to license them for use by a third party on July 1, 2006. It would be improper to allow Capt. Dylan to license fishing rights of dubious ownership on the one hand, and then on the other to permit Capt. Dylan to frustrate resolution of the ownership issue, on the grounds that doing so might subject Capt. Dylan to suit or other financial hardship. Put differently, if Capt. Dylan failed to apprise its licensee of prospective defects in its title to the permits, Capt. Dylan did so at its own risk and may not invoke the failure as a basis for a stay. <i>See </i><i>Long,</i> 432 F.2d at 981 (\"Regrettably I must conclude that the principal irreparable injury which defendants claim that they will suffer if the order of the district court is not stayed is injury of their own making. . . . It would seem elementary that a party may not claim equity in his own defaults.\").</p>\n<p><i>III. Substantial Harm to Third Parties</i></p>\n<p>Capt. Dylan next says a stay must be granted because return of the Limited Access Permits to Atlantic Capes will substantially harm a third party, its licensee. Capt. Dylan argues that, unless the permits remain with its licensee, the third party company will be precluded from fishing under them and thus \"deprived from earning a living.\" However, according to affidavits filed by Atlantic Capes, Capt. Dylan's lessee is a vessel controlled by Carlos Rafael, himself the owner of \"approximately twenty groundfish and scallop vessels.\" Those documents further allege that Rafael is \"the owner of one of the <span class=\"star-pagination\">*774</span> largest fleets in New Bedford, Massachusetts, the largest fishing port in the United States for dollar value of fishery products landed by commercial fishing vessels.\"</p>\n<p>Here, Capt. Dylan has presented no evidence to contradict Atlantic Capes' assertions. The Limited Access Permits are a valuable commodity in the hands of any fishing vessel, and a restraint upon their use will have a negative financial impact upon the disfavored party. However, as the movant seeking a stay, the burden is upon Capt. Dylan to show (rather than merely aver) that the third party will be <i>substantially</i> harmed. In the face of Atlantic Capes's evidence that transferring the permits will not cause extensive financial hardship to Capt. Dylan's licensee, Capt. Dylan cannot carry its burden without coming forth with its own evidence to the contrary.</p>\n<p><i>IV. Public Interest in Granting the Stay</i></p>\n<p>Capt. Dylan lastly says the public interest would best served by staying the return of the permits for two reasons. First, Capt. Dylan argues that the Court's docket is the sole source of information for innocent third parties, who might purchase a condemned vessel at auction. Returning the Limited Access Permits would accordingly chill the public's confidence in the Court's docket as a reflection of current information about a vessel and its appurtenances. Second, Capt. Dylan says transfer of the permits back to Atlantic Capes undermines the notion that fishing permits are appurtenances which cannot be severed from the vessel under 50 C.F.R. § 648.4(k).</p>\n<p>Capt. Dylan first claims that a stay is required because the public is less likely to purchase ships sold at auction if the Court's docket does not place them on detailed notice of the potential problems with a sold vessel's appurtenances. Undoubtedly, the Court's docket is a critical source of information, upon which the public can and does rely. However, Capt. Dylan has not demonstrated that this interest outweighs the public's similar reliance upon the courts as enforcers of prior agreements. As noted above, Atlantic Capes and Site Clearance I agreed (and Caterpillar acknowledged) that the Limited Access Permits would be not be the target of any foreclosure suit in the event of a default. The public's confidence in such an arrangement would surely be undermined if a stay automatically prevented the permits' return.</p>\n<p>Capt. Dylan's second argument repeats a claim which the Court rejected in its September 28, 2006 Order: that fishing permits are appurtenances which cannot ever be severed from their vessels. In support of that argument, Capt. Dylan cites 50 C.F.R. § 648.4(k), which says:</p>\n<blockquote>(k) Transfer. A permit issued under this part is not transferable or assignable. A permit will be valid only for the fishing vessel, owner and/or person for which it is issued.</blockquote>\n<p>The regulation does not say that permit owners may not license the use of their permits to third parties. Rather, the rule simply prevents a complete assignment of permits from one vessel to another. In this case, Atlantic Capes leased the Limited Access Permits to Site Clearance I on a limited basis; at no point did Atlantic Capes attempt to assign or sell them outright. Indeed, Atlantic Capes intervened in <i>Caterpillar v. F/V Site Clearance I</i> to undo what it viewed as an unlawful attempt by Capt. Dylan to frustrate a return of its permits as issued. Atlantic Capes' suit does not involve an attempt to transfer permits in violation of 50 C.F.R. § 648.4(k). Because these proceedings do not threaten to undermine that provision, they need not be stayed in order to serve the public's interest in preserving it.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*775</span> <i>CONCLUSION</i>\n</h2>\n<p>All four of the applicable factors resolve against entering a stay in this case. Capt. Dylan's two Motions to Stay, in <i>Atlantic Capes Fisheries, Inc. v. Gutierrez</i> and in <i>Caterpillar v. F/V Site Clearance I,</i> are both DENIED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/5867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/292570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790603/"
  ]
}