{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2579244/",
  "absolute_url": "/opinion/2579244/united-states-v-hicks/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2579244/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:37:30.585189Z",
  "date_modified": "2016-04-26T23:26:12.558548Z",
  "type": "010combined",
  "sha1": "b81e93402ce8273b03adce4fe70dd71cd15e16c7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>631 F.Supp.2d 725 (2009)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nWindell Norwood HICKS, Defendant.</h1></center>\n<center>No. 7:09-CR-9-1-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>July 6, 2009.</center>\n<p><span class=\"star-pagination\">*727</span> Joseph E. Zeszotarski, Jr., Poyner &amp; Spruill, Jane E. Pearce, Federal Public Defender, Raleigh, NC, for Defendant.</p>\n<p>Michael James, Raleigh, NC, for Plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendant's motions to suppress (DE ## 29, 33) filed March 9, 2009, and April 6, 2009. On May 14, 2009, United States Magistrate Judge William A. Webb conducted an evidentiary hearing to develop further the record on the issues presented in those motions. Magistrate Judge Webb issued a memorandum and recommendation (\"M &amp; R\") on May 28, 2009, recommending that defendant's motions be denied. On June 8, 2009, defendant filed objections to the M &amp; R, contending that <span class=\"star-pagination\">*728</span> both motions should be granted. After considering the M &amp; R, parties' briefing, the testimony from the evidentiary hearing, and the DVD of the interview of defendant at the Wilmington Police Department, the court adopts the magistrate judge's recommendation and DENIES both of defendant's motions.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>On January 29, 2009, defendant was charged with one count of conspiracy to possess with intent to distribute and to distribute more than fifty (50) grams of cocaine base (crack), a quantity of cocaine, and more than one hundred (100) grams of heroin, in violation of 21 U.S.C. § 841(a)(1); one count of possession with intent to distribute marijuana in violation of 21 U.S.C. § 841(a)(1); and one count of possession of a firearm by a felon in violation of 18 U.S.C. §§ 922(g)(1) and 924.</p>\n<p>Defendant's first suppression motion, filed March 9, 2009, concerns items seized from a search of defendant's home on February 22, 2008. The second suppression motion, filed April 6, 2009, concerns statements made by defendant at the Wilmington Police Department on February 22, 2008. The court referred these motions for M &amp; R, along with several other motions no longer pending, on April 14, 2009. Before issuing M &amp; R, the magistrate judge conducted an evidentiary hearing at which Detective Kenneth Becker of the Wilmington Police Department testified to the circumstances surrounding the search of defendant's home. The M &amp; R contains a thorough and extensive recollection of the facts relevant to defendant's motions, to which defendant does not object. Accordingly, the court adopts the magistrate judge's statement of the facts as its own, and now turns to defendant's legal objections.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>1. Standard of Review</h2>\n<p>The court may \"designate a magistrate judge to conduct hearings ... and to submit to a judge of the court proposed findings of fact and recommendations for the disposition\" of a variety of motions. 28 U.S.C. § 636(b)(1)(A)-(B). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" 28 U.S.C. § 636(b)(1)(C). The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. <i>Id.</i>; <i>see also </i><i>Camby v. Davis,</i> 718 F.2d 198, 199 (4th Cir.1983).</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p></p>\n<h2>A. Motion to suppress items seized during search of defendant's residence</h2>\n<p>Defendant argued in his briefing and at hearing that evidence seized during the search of the locked bedroom in his house should be suppressed because (1) defendant's general consent to the search of his house did not extend to a locked room within the house, (2) defendant's consent to a search of his house so long as he was present did not extend to the search of a bedroom upstairs while defendant was in the living room downstairs, and, in the alternative, (3) defendant revoked his earlier consent by stating the room was his daughter's. The magistrate judge recommended the court reject all of these arguments. Defendant's objections focus on the first issue.</p>\n<p>The relevant facts are as follows. Defendant was arrested on February 22, 2008, following two controlled drug purchases made at Ruth's Grocery Store. After Wilmington Police officers discovered marijuana and $2,548.00 in cash when conducting <span class=\"star-pagination\">*729</span> a search of defendant's vehicle, they asked for his consent to search his house. Defendant consented to the search of his residence as long as he was present. Defendant was placed in the living room as the officers conducted the search. Upstairs they found a locked door. Officers went downstairs and asked defendant about the locked door, requesting he identify the key that would open it on the key ring they had seized upon his arrest. Defendant's only response was to tell the officers that the room was his daughter's bedroom. Detective Becker began trying all the keys on the ring and eventually found the one that opened the door. Once inside, Becker found men's clothing, and he later reported the room smelled of men's cologne. The police also found a cloth bag with a loaded Rossi .38 caliber snub nose revolver and ammunition, and so they stopped the search as Detective Becker left the scene to apply for a search warrant.</p>\n<p>A search conducted pursuant to consent is an exception to both the warrant and probable cause requirements that have been read into the Fourth Amendment of the United States Constitution. <i>Schneckloth v. Bustamonte,</i> 412 U.S. 218, 219, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973). When an individual gives consent to search, he \"may impose limits on the items or areas subject to the . . . search, just as he may refuse to allow any search whatsoever in the absence of a warrant.\" <i>United States v. Jones,</i> 356 F.3d 529, 534 (4th Cir.2004). While a suspect may also give general and unqualified consent to search a given area, this \"by itself, would not likely permit officers to <i>break into</i> a locked container within the area being searched.\" <i>Id.</i> (emphasis in original).</p>\n<p>The question of whether defendant's consent to search extended to the locked bedroom is governed by an \"objectively reasonable\" standard. <i>See </i><i>United States v. Neely,</i> 564 F.3d 346, 350 (4th Cir.2009). Thus, the question for the court here is \"what would the typical reasonable person have understood by the exchange between the officer and the suspect?\" <i>Id.</i> (citing <i>Florida v. Jimeno,</i> 500 U.S. 248, 251, 111 S.Ct. 1801, 114 L.Ed.2d 297 (1991)).</p>\n<p>The court finds that defendant's consent to a search of the house extended to any locked rooms in the house. Defendant argues that this issue is governed by the Fourth Circuit's holding in <i>Jones,</i> and as the court there stated that general consent to search \"by itself, would not likely permit officers to break into a locked container within the area being searched,\" his consent to search did not extend to the bedroom. <i>See</i> 356 F.3d at 534. While the court agrees with defendant that <i>Jones</i> is on point, a more comprehensive reading of the case reveals that it mandates the opposite conclusion.</p>\n<p>In <i>Jones,</i> officers received consent from defendant to search a duffel bag, and upon finding a set of keys and a locked box inside, the officers opened the box to find a large quantity of crack/cocaine. <i>Id.</i> at 532. Defendant in that case argued that his consent did not extend to the locked container. While the court stated that blanket consent to search a given area does not generally allow officers to <i>break into</i> a locked container within that area, it ruled the search under the particular circumstances was proper because it was objectively reasonable for the officer to believe the defendant's express consent to search the duffle bag extended to the locked box, as both the box and the keys were inside the bag. <i>Id.</i> at 534; <i>cf. </i><i>United States v. Neely,</i> 564 F.3d 346, 351 (4th Cir.2009) (suppressing evidence found in the search of the passenger compartment of a car where consent had only been given to search of the trunk as the item seized was <span class=\"star-pagination\">*730</span> not \"physically within the location already consented to\").</p>\n<p>Thus, it would appear that the holding in <i>Jones</i> allows for the search of a locked room where defendant consented to a search of the house, and the keys to the room were within the house. The court need not resolve that issue here, however, because defendant knew the keys were already in police possession, not just within the area to be searched, at the time he gave consent. (Evid. Hearing Trans., pp. 16-17, 32.) Under these circumstances, it would certainly be objectively reasonable for the officers to believe the consent extended to the locked room. Accordingly, the court finds defendant's initial general consent extended to the locked bedroom.</p>\n<p>Defendant does not take up either of the other two grounds for suppression in his objections. Nevertheless, out of an abundance of caution the court has reviewed those issues <i>de novo</i> and rejects defendant's arguments, for the same reasons provided in pages 9-13 of the M &amp; R. Therefore, the court ADOPTS the M &amp; R as it applies to defendant's first suppression motion and thus DENIES that motion.</p>\n<p></p>\n<h2>B. Motion to suppress statements made during interview at police department</h2>\n<p>Defendant argued in his briefing and at hearing that the statements he made during his interview with police officers should be suppressed because (1) the officers improperly pursued questioning after he told officers he did not want to waive his rights, (2) the execution of the waiver of rights form was not voluntary because the officers misled defendant about the consequences of executing the form, and (3) defendant's statement was not voluntary in light of the representations officers made to him to induce it. The magistrate judge recommended the court reject all of these arguments, and defendant objected on all three grounds.</p>\n<p>Defendant first argues that the statement \"I don't mind talking to you, but, I mean, I don't want to waive no rights\" constitutes an invocation of his <i>Miranda</i> rights, and accordingly, all questioning by the officers should have stopped. Invocation of the <i>Miranda</i> right to counsel requires \"at a minimum, some statement that can reasonably be construed to be an expression of a desire for the assistance of the attorney.\" <i>Davis v. United States,</i> 512 U.S. 452, 459, 114 S.Ct. 2350, 129 L.Ed.2d 362 (1994). In other words, the suspect must \"articulate his desire to have counsel present sufficiently clearly that a reasonable police officer in the circumstances would understand the statement to be a request for an attorney.\" <i>Id.</i> \"Unless the suspect actually requests an attorney, questioning may continue.\" <i>Id.</i> at 461-62, 114 S.Ct. 2350. Under this standard, the Fourth Circuit has held that the statement \"I think I need a lawyer\" fails to invoke the right to counsel. <i>Burket v. Angelone,</i> 208 F.3d 172, 198 (4th Cir.2000). In the present case, defendant did not even mention an attorney, much less unequivocally request one.</p>\n<p>Nor did defendant invoke his right to remain silent. The statement \"I don't mind talking to you, but, I mean, I don't want to waive no rights\" is in every sense an equivocal statement: it can reasonably be interpreted as either expressing a willingness to talk provided no rights are permanently waived, or as expressing willingness to talk only if one does not have any right to remain silent. In <i>Davis,</i> the Court held that officers have no obligation to stop questioning unless the suspect's statement is an \"unambiguous or unequivocal request for counsel.\" 512 U.S. at 461-62, 114 S.Ct. 2350. As discussed on page 12 of the M &amp; R, authority from <span class=\"star-pagination\">*731</span> several circuits indicates that the <i>Davis</i> standard requiring that a request be unequivocal applies to the invocation of the right to silence as well as invocation of the right to counsel. Accordingly, the court finds defendant invoked neither his right to counsel nor his right to silence.<sup>[1]</sup></p>\n<p>Defendant also objects to the M &amp; R by arguing that neither his signing of the waiver of his <i>Miranda</i> rights nor his subsequent statement was voluntary, because each was induced by grossly misleading statements made by the officers. The relinquishment of one's <i>Miranda</i> rights is only valid if it is both knowing and \"voluntary in the sense that it was the product of free and deliberate choice rather than intimidation, coercion, or deception.\" <i>United States v. Cristobal,</i> 293 F.3d 134, 139 (4th Cir.2002). \"Only if the totality of the circumstances surrounding the interrogation reveal both an uncoerced choice and requisite level of comprehension may a court properly conclude that the <i>Miranda</i> rights have been waived.\" <i>Id.</i> at 140. To show that a statement is involuntary, it is not enough to show that there was coercive police activity; a statement is involuntary only if \"the defendant's will has been `overborne' or his `capacity for self-determination critically impaired.'\" <i>Id.</i> The totality of the circumstances test for making this determination includes consideration of \"the characteristics of the defendant, the setting of the interview, and the details of the interrogation.\" <i>Id.</i></p>\n<p>Defendant's argument that his waiver of rights was involuntary focuses on two statements by the interviewing officers. The first came when Detective Newton responded to Hicks's statement that he did not want to sign away his rights by saying, \"You're not signing your rights away. You're signing  you're signing that you're willing to talk to us. It says that you may decide now or at later time to exercise the above rights and not make any statement.\" (Tr. p. 9.) The second came when Detective Newton began to say, in reference to the rights form, \"This is just a,\" at which point defendant interrupted and said \"technicality?\"<sup>[2]</sup> (<i>Id.</i>) Detective Newton then stated, \"we have to go through with this.\" (<i>Id.</i>)</p>\n<p>Considering, as the court must, the totality of the circumstances presented, it does not find that defendant's will was overborne or his capacity for self-determination was critically impaired so as to render his waiver or statement involuntary. The court initially notes that Newton's statement \"You're not signing your rights away\" comes in the context of him informing defendant that he may still later invoke his <i>Miranda</i> rights even if he signs the waiver. This is consistent with his earlier representation to defendant, \"if we start asking you questions and you want to stop, <span class=\"star-pagination\">*732</span> you can stop at any time.\" Thus, the reasonable reading of Newton's statement is that he was informing defendant that by signing the waiver form he was not precluding himself from later asserting his right to silence or counsel. Further, there is nothing misleading about Newton's statement \"we have to go through with this.\" If anything, that indicates to defendant that the waiver is important, as the officers are informing him they would not talk to him unless he signed it. The court does not, however, rest its finding on those portions of the interrogation alone; it also considers that defendant was a 59-year-old convicted felon with numerous experiences with law enforcement and <i>Miranda</i> warnings, that the officers repeatedly told defendant he did not have to talk to them if he did not want to, and that defendant also received <i>Miranda</i> warnings earlier that day after he was arrested for the crack cocaine sales, and marijuana was discovered in his car.<sup>[3]</sup></p>\n<p>For these reasons, the court upholds the magistrate judge's finding that both defendant's waiver of his rights and his subsequent statement were voluntary. Accordingly, the court ADOPTS the M &amp; R as it applies to defendant's second suppression motion and thus DENIES that motion.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Defendant's objections are overruled and upon <i>de novo</i> review, the court ADOPTS the M &amp; R in its entirety. Thus, both of defendant's motions to suppress (DE ## 29, 33) are DENIED.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>WILLIAM A. WEBB, United States Magistrate Judge.</p>\n<p>This Cause comes before the Court on the Defendant's Motions to Suppress <i>[DE's 29 &amp; 33].</i> The Government has responded <i>[DE's 31 &amp; 34]</i> and the Defendant has replied <i>[DE-37].</i> The Court held an evidentiary hearing on Thursday, May 14, 2009, to develop the record, and the parties submitted supplemental memoranda after the evidentiary hearing. <i>[DE's 45 &amp; 46].</i> Accordingly, these matters are ripe for disposition.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On January 29, 2009, the Defendant was charged with: one count of conspiracy to distribute and to possess with intent to distribute more than fifty (50) grams of cocaine base (crack), a Schedule II controlled substance in violation of Title 21, United States Code, Section 841(a)(1); one count of possessing with intent to distribute marijuana, a Schedule I controlled substance, in violation of Title 21, United States Code, Section 841(a)(1); and one count of being a felon in possession of a firearm in violation of Title 18, United States Code, Sections 922(g)(1) and 924. <i>[DE-1].</i></p>\n<p>The Defendant moves to suppress evidence of all items seized from the search conducted on February 22, 2008, by asserting that law enforcement authorities violated his Fourth Amendment rights by entering a locked bedroom in his home. <i>[DE-29].</i> The Defendant also moves to suppress statements that he made to law enforcement <span class=\"star-pagination\">*733</span> authorities subsequent to his arrest on February 22, 2008, by asserting that they were obtained in violation of <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), <i>Edwards v. Arizona,</i> 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981), and their progeny.<sup>[1]</sup><i>[DE-33].</i> For the reasons stated below, these arguments are without merit.</p>\n<p></p>\n<h2>II. STATEMENT OF THE FACTS</h2>\n<p>The facts in this case are undisputed and based on the memoranda submitted by the parties as well as a recorded interview submitted by the Defendant.</p>\n<p>On February 22, 2008, Wilmington Police officers executed a search warrant at a business in Wilmington, North Carolina known as \"Ruth's Grocery Store.\" The Defendant was present at the time the warrant was executed and was placed under arrest. The Defendant was arrested for two controlled buys that had taken place at Ruth's Grocery Store on two previous occasions. The first occurred on November 16, 2007, and the second on February 19, 2008; both transactions involved crack cocaine.</p>\n<p>In addition to the business, the search warrant also authorized a search of the Defendant's vehicle, a Cadillac DTS. The search of the business did not yield any contraband, but when Detective C.H. Medlin searched the Defendant's vehicle, he discovered 1/4 ounce of marijuana and approximately $2,548.00. After Detective Medlin completed the search of the Defendant's vehicle, Detective K.R. Becker requested the Defendant's consent to search his residence. The Defendant consented to the search of his residence as long as he was present.</p>\n<p>When the authorities and the Defendant arrived at his residence, the door was open. The officers announced their identity and purpose then entered the residence. The Defendant was placed in the living room while the officers searched the residence. As the officers were conducting a protective sweep, Detective S.B. Newton came upon a locked door. Detective Newton then advised the other detectives about the locked door, and Detective Becker retrieved the keys he had taken from the Defendant when he arrested him at Ruth's Grocery Store. Once he had the keys, Detective Becker asked the Defendant which key on the key ring would unlock the door. In response to this inquiry, the Defendant stated that the locked room was his daughter's bedroom.</p>\n<p>Detective Becker then began trying all the keys on the key ring and found a key that opened the door. Once inside, it was immediately apparent to the detectives that the room belonged to a man, evidenced by a strong order of cologne  the same cologne worn by the Defendantand a male's clothing. As the officers looked around, they discovered a canvas bag that contained another cloth bag with some .38 caliber ammunition and a loaded Rossi .38 caliber snub nose revolver. As soon as the detectives discovered the firearm, they stopped the search of the residence and Detective Becker left the scene to apply for a search warrant.</p>\n<p>When Detective Becker returned with the warrant, the detectives continued the search of the bedroom where they found the firearm and discovered numerous financial documents indicating bank accounts with large sums of money in the Defendant's name. After the detectives completed the search, the Defendant was transported to the Wilmington Police Department to be interviewed by Detectives <span class=\"star-pagination\">*734</span> Becker and Newton. The interview was videotaped and recorded.</p>\n<p>During the interview, Detective Becker filled out a <i>Miranda</i> rights form with the Defendant's personal information. He then read aloud the relevant portions of the form, and asked the Defendant if he understood the rights that were listed in paragraphs 1, 2, 3, and 5 of the form.<sup>[2]</sup> [Inv. Tr. p. 2, ll. 17-25; p. 3, ll. 1-25; p. 4, ll. 1-8].<sup>[3]</sup> The Defendant indicated that he understood those rights, and put his initials next to the paragraphs. [Inv. Tr. p. 2, ll. 17-25; p. 3, ll. 1-25; p. 4, ll. 1-8]. The detective then read the bottom portion of the form to the Defendant. It stated:</p>\n<blockquote>have read . . . my rights and have also had my rights explained to me by a police officer. Knowing of these rights, I do not want a lawyer, parent, guardian or custodian present at this time. I waive each of these rights knowingly and willingly agree to answer questions and/or make a statement.</blockquote>\n<p>[Inv. Tr. p. 3, ll. 22-25; p. 4, ll. 1-4].</p>\n<p>After the detective read this statement, he asked the Defendant to sign the form. [Inv. Tr. p. 4, ll. 11-12]. At this point, the Defendant looked up from the form and the detective explained that the purpose of the form was to ensure that the Defendant did not later claim that the detective did not read him his rights. [Inv. Tr. p. 4, ll. 12-14]. The Defendant then stated, \"Saying I read these rights, normally I wouldn't. . . .\" [Inv. Tr. p. 4, 11. 15-16]. Detective Becker interrupted the Defendant and explained that he \"didn't have to talk to [him] if he didn't want to.\" [Inv. Tr. p. 4, ll. 17-18]. The Defendant replied, \"I don't mind talking to you . . . but I don't want to waive no rights.\" [Inv. Tr. p. 4, ll. 19-21]. Detective Becker responded that \"[I] can't talk to you without you your waiving your rights.\" [Inv. Tr. p. 4, ll. 22-23]. The detective then explained the nature of the Defendant's state charges, and asked the Defendant if he had any questions. [Inv. Tr. p. 4, ll. 24-25; p. 5, ll. 2-10].</p>\n<p>The Defendant began asking for more details about the firearm charge. [Inv. Tr. p. 5, 11. 11-18]. Detective Becker responded, \"I understand where you are coming from. I'm just sitting here trying to talk to you to make life easier on you. You can talk to me about what you want to talk about but you have to waive your right to counsel or I can't.\" [Inv. Tr. p. 5, ll. 19-21, 23-25]. The Defendant then interrupted the detective and asked him about the drug charges. [Inv. Tr. p. 6, ll. 1-4]. Detective Becker informed the Defendant that he was not going to go into the specifics of the drug charges and that: \"you may need some help, okay, and right now is the only opportunity you can be afforded any help\" and that \"after today, I am not going to talk to you.\" [Inv. Tr. p. 6, ll. 5-16].</p>\n<p>At this point, Detective Newton interrupted and told the Defendant that he was the one that \"writes all the federal gun cases.\" [Inv. Tr. p. 6, 11. 17-23, 25; p. 7, 11. 1-5]. He also informed the Defendant that his case was going to be referred to the federal authorities in Raleigh for prosecution because the Defendant is a convicted felon. [Inv. Tr. p. 6, ll. 17-23, 25; p. 7, ll. 1-5]. The detective then explained the difference between the federal and state court systems and that \"this was the time [for the Defendant] to help [himself],\" and the Defendant could help himself by talking <span class=\"star-pagination\">*735</span> to Detective Becker. [Inv. Tr. p. 7, ll. 6-7, 9-12, 14-15, 18-22, 25; p. 8, l. 1].</p>\n<p>Detective Newton further explained that before they could ask him any questions, the Defendant would have to sign the rights form, saying that he understands what his rights are and that he wishes to talk to the detectives. [Inv. Tr. p. 8, ll. 12-15]. He also informed the Defendant that he could stop the interrogation at any time as it states in the \"rights form.\" [Inv. Tr. p. 8, ll. 16-19]. The Defendant then asked the detective: \"I got to sign away my rights?\" [Inv. Tr. p. 9, l. 5]. Detective Newton responded: \"You're not signing your rights away. You're signing . . . to say that you're willing to talk to us. It says that (referring back to the waiver form) you may decide now or at a later time to exercise the above rights and (not) make any statements. It says it right here on number five.\" [Inv. Tr. p. 9, 6-11]. The Defendant then stated, \"I'm willing to talk to you. I been doing that all day, man.\" [Inv. Tr. p. 9, ll. 12-13]. He then proceeded to execute the waiver form and while he was doing so, Detective Newton stated, \"Yeah . . . you've been (cooperating) all day, but this is just a....\" [Inv. Tr. p. 9, ll. 14-16]. To which the Defendant interrupted and stated \"a technicality.\" Detective Newton responded, \"We have to go through this.\" [Inv. Tr. p. 9, ll. 15-16].</p>\n<p>After the Defendant executed the waiver form, the detectives proceeded to ask him questions about his possession of the firearm and his alleged drug trafficking activities. The Defendant made several incriminating statements in response to their questions.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. Motion to Suppress the Search</h2>\n<p>The Fourth Amendment to the United States Constitution prohibits unreasonable searches by law enforcement authorities. U.S. Const. amend. IV. \"It is well settled... that a search conducted without a warrant issued upon probable cause is `<i>per se</i> unreasonable ... subject only to a few specifically established and well-delineated exceptions.'\" <i>Schneckloth v. Bustamonte,</i> 412 U.S. 218, 219, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973) (quoting <i>Katz v. United States,</i> 389 U.S. 347, 357, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967)). One of the exceptions to both the warrant and probable cause requirements is a search that is conducted pursuant to voluntary consent. <i>Schneckloth,</i> 412 U.S. at 219, 93 S.Ct. 2041. In this case, the Defendant does not challenge the voluntariness of his consent to search his residence, instead he argues that the officers exceeded the scope of that consent.</p>\n<p>When a suspect gives his consent, he \"may impose limits on the items or areas subject to the . . . search, just as he may refuse to allow any search whatsoever in the absence of a warrant.\" <i>United States v. Jones,</i> 356 F.3d 529, 534 (4th Cir.2004). On the other hand, the suspect may also \"give[] his general and unqualified consent. . . to search a particular area. . . .\" <i>Id.</i> However, even if the suspect gives a \"general, blanket consent to search a given area or item[,] [this], by itself, would not likely permit officers to <i>break into</i> a locked container within the area being searched.\" <i>Id.</i> (emphasis in the original).</p>\n<p>An individual's consent to search is revocable. <i>United States v. Lattimore,</i> 87 F.3d 647, 651 (4th Cir.1996). Specifically, an individual may withdraw his consent at any time, and if he does so before a search is completed \"`the police may not thereafter search in reliance upon the earlier consent.'\" <i>Id.</i> (quoting 3 Wayne R. LaFave, <i>Search and Seizure</i> § 8.2(f), at 674 (3d ed. 1996) (footnote omitted)). However, there may be situations where the suspect's revocation of his consent is <span class=\"star-pagination\">*736</span> ambiguous. <i>United States v. Barrington,</i> 210 F.Supp.2d 773, 778-79 (E.D.Va.2002). In these types of situations, \"courts have generally relied upon the defendant's failure to protest the search in finding consent.\" <i>Id.</i>; <i>see also, </i><i>Jones,</i> 356 F.3d at 534 (stating that \"a suspect's failure to object . . . when an officer exceeds limits allegedly set by the suspect is a strong indicator that the search was within the proper bounds of the consent\"). Thus, when determining whether law enforcement authorities have exceeded the scope of a suspect's consent, the Supreme Court has established an objective test that asks: \"[w]hat would the typical reasonable person have understood by the exchange between the officer and the suspect.\" <i>Florida v. Jimeno,</i> 500 U.S. 248, 251, 111 S.Ct. 1801, 114 L.Ed.2d 297 (1991).</p>\n<p>In this case, the Defendant argues that the officers exceeded the scope of his general consent to search his residence because: 1) he revoked his consent to search a locked room in his residence when he told the officers it was his daughter's bedroom; and 2) he was not \"present\" when the officers conducted the search of the room and his presence was required to maintain his consent. <i>[DE-29,</i> p. 3]; [Ev. Tr. p. 57, ll. 5-6, 9-21, p. 58, ll. 5-7]<sup>[4]</sup>. For the reasons stated below, these arguments are without merit.</p>\n<p></p>\n<h2>1. <i>The Locked Bedroom</i>\n</h2>\n<p>During the hearing, defense counsel conceded that even assuming that the room in question was the Defendant's daughter's bedroom, the Defendant would not have standing to challenge the search if that were true. [Ev. Tr. p. 53, 11. 16-25; p. 54, 11. 1-8]. \"Fourth Amendment rights are personal rights. . . .\" <i>Rakas v. Illinois,</i> 439 U.S. 128, 133, 99 S.Ct. 421, 58 L.Ed.2d 387 (1978). Therefore, to claim the protection of the Fourth Amendment, an individual must have a \"legitimate expectation of privacy in the invaded place.\" <i>Id.</i> at 143, 99 S.Ct. 421. To that end, the Defendant cannot vicariously assert his daughter's Fourth Amendment rights to suppress the search of her room. <i>Id.</i> at 133-34, 99 S.Ct. 421.</p>\n<p>However, assuming, without deciding, that the room at issue was not in fact the Defendant's daughter's bedroom,<sup>[5]</sup> the Defendant's statement to the officers, that the room was his daughter's, was not enough to revoke his general consent to search the room. Specifically, the Defendant does not allege that he voiced any objections or protest to the officers' entry into the room or that he objected to their search once they were inside the room.</p>\n<p>In fact, Detective Becker testified during the hearing that after the officers entered the room, and then asked the Defendant whether they would find any incriminating evidence inside, the Defendant simply shrugged his shoulders and said \"no,\" in response to this inquiry, but did not revoke his consent. [Ev. Tr. p. 22, ll. 20-25, p. 23, ll. 1-3]; <i>See </i><i>United States v. Hylton,</i> 349 F.3d 781, 786 (4th Cir.2003) (noting that consent to <span class=\"star-pagination\">*737</span> search may be inferred from nonverbal conduct). Thus, the Defendant's failure to explicitly, or implicitly, revoke his consent, indicates that he did not object to the search of the room. Therefore, it was reasonable for the detectives to believe that they still had consent to search the room in question. <i>See, </i><i>Jones,</i> 356 F.3d at 534 (stating that \"a suspect's failure to object (or withdraw his consent) when an officer exceeds limits allegedly set by the suspect is a strong indicator that the search was within the proper bounds of the consent\"). Accordingly, the Defendant did not revoke his general consent to search by virtue of his assertion that the room in question was his daughter's.</p>\n<p></p>\n<h2>2. <i>The Defendant's Presence</i>\n</h2>\n<p>With regards to the Defendant's second assertion, that the officers exceeded the scope of his consent because he was not \"present\" during their search of the room, this argument is unpersuasive as well. [Ev. Tr. p. 57, ll. 5-6, 9-21, p. 58, ll. 5-7]. When viewing the circumstances in light of the reasonable person standard, the Defendant's broad statement, that he wanted to be \"present\" during the search, would not alert a reasonable officer that he expected to be taken from room to room while the officers conducted their search. Instead, it was reasonable to assume that the Defendant just wanted to be \"present\" at the residence while it was searched. For example, Detective Becker testified that after he arrested the Defendant at Ruth's Grocery Store, he informed him that he intended to apply for a search warrant to search his residence. [Ev. Tr. p. 17, ll. 7-9]. In response, the Defendant stated that \"he wanted to cooperate with [the detectives] and [they] could search his house as long as he was present during the search.\" [Ev. Tr. p. 17, ll. 11-13]. To that end, the Defendant's presence at the scene of the search is evidence of his willingness to cooperate with the officers as well as to facilitate their search of his residence.</p>\n<p>However, even assuming that the Defendant's presence in each room that was searched was required to maintain his general consent, \"his failure to object (or withdraw his consent) when [the] [detectives] exceed[ed] limits allegedly set by [him,] is a strong indicator that the search was within the proper bounds of the consent.\" <i>See </i><i>Jones,</i> 356 F.3d at 534. Here, Detective Becker testified that once the officers entered the residence, they dispersed and began to search from room to room while the Defendant waited in the living room. [Ev. Tr. p. 19, ll. 3-18; p. 38, ll. 24-25; p. 39, ll. 1-3]. However, the Defendant does not allege that he objected to the officers continuing their search without him being present; rather, once the officers inquired about a locked room, he merely stated that it was his daughter's bedroom. [Ev. Tr. p. 20, ll. 14-16]. Having concluded that this statement was not enough to revoke the Defendant's general consent, <i>see supra</i> III, A, 1, it is also insufficient to put the officers on notice that the Defendant would have to be present in the room at issue, while they conducted their search, to maintain his consent.</p>\n<p>Accordingly, it is RECOMMENDED that the Defendant's motion to suppress the search be DENIED.</p>\n<p></p>\n<h2>B. Motion to Suppress Statements</h2>\n<p></p>\n<h2>1. <i>Invocation Miranda Rights</i>\n</h2>\n<p>The Defendant next argues that he was questioned in violation of his rights established in <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966) and <i>Edwards v. Arizona,</i> 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981). [DE-33].</p>\n<p>Before law enforcement authorities can conduct a custodial interrogation, a suspect <span class=\"star-pagination\">*738</span> must be informed of his <i>Miranda</i> rights under the Fifth Amendment. <i>Miranda,</i> 384 U.S. at 471, 86 S.Ct. 1602. These rights include the right to remain silent, the right to consult with a lawyer, and the right to have the lawyer present during the interrogation. <i>Id.</i> Once a suspect invokes any of these rights, the interrogation must cease. <i>Id.</i> at 473-74, 86 S.Ct. 1602. However, the bright-line rule established in <i>Miranda</i> is not absolute in all circumstances. <i>Davis v. United States,</i> 512 U.S. 452, 460, 114 S.Ct. 2350, 129 L.Ed.2d 362 (1994). In Davis, the Court recognized that there may be situations where the invocation of the right to counsel is ambiguous. 512 U.S. at 460, 114 S.Ct. 2350. In those situations, the Court noted that \"a rule requiring the immediate cessation of questioning would transform <i>Miranda</i> safeguards into wholly irrational obstacles to legitimate police activity. . . .\" <i>Id.</i> (internal quotation marks and citation omitted). Thus, law enforcement authorities are not required to cease questioning when the invocation of the right to counsel is equivocal and/or ambiguous. <i>Id.</i> at 459, 114 S.Ct. 2350.</p>\n<p>Notably, the Fourth Circuit \"[has] not determined whether <i>Davis</i> is applicable to invocation of the right to remain silent.\" <i>Burket v. Angelone,</i> 208 F.3d 172, 200 (4th Cir.2000), <i>cert. denied,</i> 530 U.S. 1283, 120 S.Ct. 2761, 147 L.Ed.2d 1022 (2000). However, the court has recognized that other circuits have adopted <i>Davis</i>'s reasoning when a suspect makes an ambiguous statement invoking this right. <i>Id.</i>; <i>see, e.g., </i><i>Medina v. Singletary,</i> 59 F.3d 1095, 1100 (11th Cir.1995) (citing <i>Davis</i> for the proposition that \"[l]aw enforcement officers are not required to terminate an interrogation unless the invocation of the right to remain silent is unambiguous\"); (<i>United States v. Banks,</i> 78 F.3d 1190, 1197-98 (7th Cir. 1996) (same), <i>vacated on other grounds,</i> 519 U.S. 990, 117 S.Ct. 478, 136 L.Ed.2d 373 (1996); <i>Barnes v. Johnson,</i> 160 F.3d 218, 224-25 (5th Cir.1998) (adopting the \"objective inquiry\" standard from <i>Davis</i> for the invocation of the right to remain silent), <i>cert. denied,</i> 526 U.S. 1118, 119 S.Ct. 1768, 143 L.Ed.2d 798 (1999)); <i>United States v. Ramirez,</i> 79 F.3d 298, 305 (2d Cir.1996) (assuming, <i>arguendo,</i> that <i>Davis</i> applies to the invocation of the right to remain silent, but not holding that it does); <i>United States v. Johnson,</i> 56 F.3d 947, 955 (8th Cir.1995) (adopting the reasoning from <i>Davis</i> by stating that the questioning of a suspect should be cut off when a suspect makes a clear, consistent expression of a desire to remain silent) (internal quotation marks omitted). Ultimately, the Fourth Circuit concluded that in light of the <i>Davis</i> decision, admitting a statement based on an ambiguous invocation of the right to remain silent was not contrary to clearly established federal law. <i>Burket,</i> 208 F.3d at 200.</p>\n<p>In this case, the Defendant argues that the statements he made during his interrogation should be suppressed because the detectives violated his right to counsel and his right to remain silent by continuing to question him when he stated: \"I don't want to waive no rights.\" <i>[DE-33,</i> p. 4]. This argument is without merit. After Detective Becker explained to the Defendant his <i>Miranda</i> rights, and asked him to sign the waiver form, the Defendant's full statement was: \"I don't mind talking to you, but . . . I don't want to waive no rights.\" <i>[DE-33,</i> p. 4]. This contradictory statement was not an unequivocal invocation of the right to counsel; in fact, based on the recorded interview, the Defendant never mentioned an attorney, let alone invoked his right to counsel.</p>\n<p>In addition, the Defendant's behavior after he made the ambiguous statement is \"inconsistent with his present contention that he wanted to have an attorney present before further questioning.\" <i>Poyner</i> <span class=\"star-pagination\">*739</span> <i>v. Murray,</i> 964 F.2d 1404, 1411 (4th Cir. 1992). For example, after the Defendant made the statement, the detectives repeatedly informed him that they would not discuss specific details surrounding his charges unless he waived his rights. [Ev. Tr. p. 4, 11. 22-23; p. 5, 11. 23-25]. However, the Defendant persisted in asking them questions despite their advisory responses. [Inv. Tr. p. 5; ll. 14-18; p. 6, ll. 1-4].</p>\n<p>Furthermore, the Defendant's statement is less equivocal than ambiguous requests for counsel that were rejected by the <i>Davis</i> decision, and other cases relying on the decision, such as, \"Maybe I should talk to a lawyer,\" <i>id.</i> at 462, 114 S.Ct. 2350; \"I might want to talk to an attorney,\" <i>United States v. Zamora,</i> 222 F.3d 756, 765 (10th Cir.2000): \"I think I need a lawyer,\" <i>Burket,</i> 208 F.3d at 198: \"Do you think I need an attorney here?\" <i>Mueller v. Angelone,</i> 181 F.3d 557, 573-74 (4th Cir.1999). <i>United States v. Johnson,</i> 400 F.3d 187, 195 (4th Cir.2005). Therefore, because the Defendant's ambiguous statement did not explicitly invoke his right to counsel, the detectives were not required to cease further communication with him. <i>Davis,</i> 512 U.S. at 459, 114 S.Ct. 2350.</p>\n<p>Likewise, the Defendant's argument that his ambiguous statement also invoked his right to remain silent is unpersuasive for similar reasons. <i>[DE-33,</i> p. 4]. The Defendant continued to question the detectives after they advised him they would not talk to him unless he waived his rights, and his statement is less suggestive of the desire to remain silent than other statements rejected by courts in the Fourth Circuit. <i>See </i><i>Burket,</i> 208 F.3d at 200 (concluding that the statements, \"I just don't think that I should say anything,\" and \"I need somebody that I can talk to,\" were too ambiguous to invoke the defendant's right to silence); <i>United States v. Williams,</i> 2009 WL 497143, *5 (E.D.N.C. Feb. 28, 2009) (unpublished decision) (finding that the statement, \"`I don't think I want to say anything more until I talk to a lawyer,' was not a clear assertion of [the defendant's] right to . . . remain silent sufficient to necessitate the cessation of questioning required by <i>Edwards</i>\"). Thus, the Defendant's argument that the detectives were required to cease questioning despite his ambiguity is without merit. <i>Davis,</i> 512 U.S. at 459, 114 S.Ct. 2350.</p>\n<p></p>\n<h2>2. <i>Voluntary Waiver of Miranda Rights</i>\n</h2>\n<p>As a corollary to the argument that he invoked his <i>Miranda</i> rights, the Defendant also asserts that the waiver of his rights was involuntary. <i>[DE-33,</i> pgs. 6-9].</p>\n<p>\"A statement is involuntary under the Fifth Amendment only if it is involuntary within the meaning of the Due Process Clause.\" <i>United States v. Braxton,</i> 112 F.3d 777, 780 (4th Cir.1997) (en banc). For a statement to be involuntary under the Due Process Clause, it must be \"extracted by . . . threats, or violence\"; or \"obtained by . . . direct or implied promises\" or \"the exertion of improper influences.\" <i>Id.</i> However, the existence of coercive police activity alone will not nullify a voluntary confession. <i>Id.</i> Instead, the \"proper inquiry `is whether the defendant's will has been `overborne' or his `capacity for self-determination critically impaired.'\" <i>Id.</i> (quoting <i>United States v. Pelton,</i> 835 F.2d 1067, 1071 (4th Cir.1987)). To determine whether the defendant's \"will has been overborne\" or \"his capacity for self-determination has been critically impaired\" the court's inquiry must focus on the \"totality of the circumstances,\" which includes \"the characteristics of the defendant, the setting of the interview, and the details of the interrogation.\" <i>Id.</i> (quoting <i>Pelton,</i> 835 F.2d at 1071).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*740</span> a. <i>Cooperation</i>\n</h2>\n<p>In this case, the Defendant alleges that he was \"induced\" to waive his rights because the detectives made coercive statements about his cooperation with their investigation. <i>[DE-33,</i> p. 7]. However, the Fourth Circuit has recognized that discussing cooperation with a defendant will not nullify a voluntary statement. <i>See </i><i>United States v. Mashburn,</i> 406 F.3d 303, 309-310 (4th Cir.2005) (concluding that informing the defendant of \"the gravity of his suspected offenses and the benefits of cooperation under the federal system\" was not enough to render the defendant's statements involuntary); <i>United States v. Shears,</i> 762 F.2d 397, 401-402 (4th Cir. 1985) (stating that \"[g]overnment agents may initiate conversations on cooperation, they may promise to make a defendant's cooperation known to the prosecutor, and they may even be able to make and breach certain promises without rendering a resulting confession involuntary\"); <i>United States v. Williams,</i> 479 F.2d 1138, 1140 (4th Cir.1973) (noting that the officer's statement to the defendant that he should try to help himself was permissible because \"[o]nce conversations lawfully begin,. . . a law enforcement officer may properly tell the truth to the accused, and [the court] think[s] it is a fact of criminal life that accused persons can and often do help themselves by cooperating with the police. . . .\").</p>\n<p>Here, after the Defendant stated: \"I don't mind talking to you, but . . . I don't want to waive no rights,\" the detectives' statements suggesting cooperation include: 1) advising the Defendant that they were going to recommend that his case be a federal case; 2) telling him \"this is the time to help yourself\"; 3) informing the Defendant that he could help himself by \"talk[ing] to [the] detective about what's going on\"; 4) advising the Defendant that \"substantial assistance goes a long ways [sic], a long ways [sic] in federal court\"; and 5) that substantial assistance meant helping himself. [Inv. Tr. p. 4, ll. 19-20; p. 6, ll. 17-23; p. 7, l. 22; pgs. 7-8, l. 25, l. 1; p. 8, ll. 20-21; p. 8, ll. 23-25]. Based on the aforementioned precedent, these kinds of statements are not coercive enough to render the Defendant's waiver of his rights involuntary. Therefore, the Defendant's argument is without merit.</p>\n<p></p>\n<h2>b. <i>Signing the Miranda waiver form</i>\n</h2>\n<p>The Defendant next asserts that the waiver of his rights was involuntary because the detectives made \"grossly misleading\" statements with regards to the consequences of signing the <i>Miranda</i> waiver form. <i>[DE-33,</i> pgs. 7, 8-9]. The Defendant contests two statements: first, when the Defendant inquired: \"I got to sign away my rights?,\" Detective Newton responded: \"You're not signing your rights away. You're signing . . . that you're willing to talk to us.\" [Inv. Tr. p. 9, ll. 6-11]. Second, when the Defendant asked the detectives whether signing the waiver form was a \"technicality,\"<sup>[6]</sup> Detective Newton replied: \"We have to go through this.\" <i>[DE-33,</i> p. 8]. The Defendant argues that these statements, \"completely mislead [him] about the consequences of executing the waiver rights form. . . .\" <i>[DE-33,</i> p. 7].</p>\n<p>As an initial matter, the undersigned notes that the Defendant was advised of his <i>Miranda</i> rights twice on the day of his <span class=\"star-pagination\">*741</span> arrest. During the hearing, Detective Becker testified that after he arrested the Defendant at Ruth's Grocery Store, he read him his <i>Miranda</i> rights. [Ev. Tr. p. 48, ll. 12-16]<sup>[7]</sup>. He further related that the Defendant stated that he understood his rights and was willing to cooperate. [Ev. Tr. p. 49, ll. 12-25; p. 50, ll. 1]. Although there was a time lapse of approximately six hours between the Defendant's arrest and his questioning at the Wilmington Police Department, \"[t]he mere passage of time . . . does not compromise a <i>Miranda</i> warning.\"<sup>[8]</sup><i>United States v. Frankson,</i> 83 F.3d 79, 83 (4th Cir.1996). In fact, the Fourth Circuit has adopted the view that the integrity of a <i>Miranda</i> warning will not be compromised \"even in cases where `several hours' have elapsed between the reading of the warning and the interrogation.\" <i>Id.</i>; <i>see, e.g., </i><i>United States ex rel. Henne v. Fike,</i> 563 F.2d 809, 814 (7th Cir.1977), a case <i>Frankson</i> cites with approval, (noting that the passage of nine hours between <i>Miranda</i> warnings and a waiver did not necessitate administering fresh warnings to the suspect)).</p>\n<p>Despite the Fourth Circuit precedent to the contrary, the Defendant argues in his supplemental memoranda, that new <i>Miranda</i> warnings were necessary in this case. <i>[DE-45,</i> p. 2, 3]. In support of his argument, the Defendant cites <i>United States v. Morgan,</i> an unpublished New York District Court opinion, for the proposition that \"renewed warnings are `necessary if the circumstances have changed so seriously that the defendant's answers no longer are voluntary, or he no longer is making a knowing and intelligent relinquishment or abandonment of his rights.'\" <i>[DE-45,</i> p. 2] (citing 2009 WL 152646, *4 (N.D.N.Y. Jan. 21, 2009) (unpublished decision)). However, it is telling that the actual language in <i>Morgan</i> contains the important qualifier \"only\"; \"Renewed warnings are necessary only if \"the circumstances [have] changed so seriously that [the defendant's] answers no longer [are] voluntary, or . . . he no longer [is] making a `knowing and intelligent relinquishment or abandonment' of his rights.\" 2009 WL 152646 at *4 (emphasis added).</p>\n<p>In this case, the Defendant advances two reasons why new <i>Miranda</i> warnings were required: 1) \"the first [<i>Miranda</i>] warning . . . was made . . . after a very small amount of marijuana was found in his vehicle\"; 2) and that evidence of a different crime was discovered during the subsequent search of his residence. [DE-45, p. 3]. However, neither of these factors lead to the conclusion that new <i>Miranda</i> warnings were required.</p>\n<p><span class=\"star-pagination\">*742</span> While the Defendant accurately notes that he received the first <i>Miranda</i> warning after the discovery of the marijuana, he overlooks the fact that this warning was made after he was placed under arrest for making two crack cocaine sales. <i>[DE-29,</i> p. 6]. Similarly, the officers' discovery of incriminating evidence of another crime at his residence was simply more of the same; the Defendant was already implicated in other serious felonies before this discovery. Thus, the circumstances in this case had not changed to such an extent that new <i>Miranda</i> warnings were required. <i>Wyrick v. Fields,</i> 459 U.S. 42, 47, 103 S.Ct. 394, 74 L.Ed.2d 214 (1982).</p>\n<p>However, once the detectives decided to re-administer the <i>Miranda</i> warnings, they were obliged not to deceive the Defendant. <i>See, </i><i>Moran v. Burbine,</i> 475 U.S. 412, 421, 106 S.Ct. 1135, 89 L.Ed.2d 410 (1986) (stating that a defendant's waiver of his <i>Miranda</i> rights is voluntary only when it is free of intimidation, coercion, or deception), <i>see also, </i><i>Frankson,</i> 83 F.3d at 81 (stating that \"satisfaction of <i>Miranda</i> does not turn on the precise formulation of the warnings, but rather, on whether the warnings convey to [a suspect] his rights\") (internal quotations omitted and alteration in the original).</p>\n<p>Specifically, the Defendant claims that Detective Newton's statement to him: \"[y]ou're not signing your rights away. You're signing . . . to say that you're willing to talk to us,\" was misleading. [Inv. Tr. p. 9, ll. 6-9]. Standing alone it would be, but it does not stand alone. It was preceded by the statement: \"Before we can ask you any questions, we have to  you have to sign your rights saying that you understand what your rights are and you wish to talk to us,\" and was followed immediately by the detective's statement that: \"It says that (referring back to the waiver form) you may decide now or at a later time to exercise the above rights and (not) make any statements. It says it right here on number five.\" [Inv. Tr. p. 8, ll. 12-15, p. 9, ll. 8-11]. Of equal importance, Detective Becker began the interview by telling the Defendant that: \"[I] can't talk to you without you waiving your rights.\" [Inv. Tr. p. 4, ll. 22-23].</p>\n<p>The Defendant also argues that he was misled by Detective Newton's answer \"[w]e have to go through this,\" to his question if signing the rights form was \"a technicality.\" [Inv. Tr. p. 9, ll. 15-16]. This exchange was not misleading. A written waiver by the Defendant was not required for him to validly waive his rights. <i>See </i><i>North Carolina v. Butler,</i> 441 U.S. 369, 373, 99 S.Ct. 1755, 60 L.Ed.2d 286 (1979) (stating that \"[a]n express written. . . statement of waiver . . . is usually strong proof of the validity of that waiver, but is not inevitably either necessary or sufficient to establish waiver\"). These statements cannot be viewed in isolation. Rather, the court must consider everything that the detectives said before the Defendant signed the waiver form. <i>Braxton,</i> 112 F.3d at 780. Judged by that standard, the statements were not misleading.</p>\n<p>Nonetheless, even if the detective's statements were misleading, that does not end the Court's inquiry as to whether the Defendant's waiver was involuntary. <i>See </i><i>United States v. Breeden,</i> 149 Fed.Appx. 197, 202 (4th Cir.2005) (stating that \"[w]hile [the] law enforcement officers' deception is relevant in determining the voluntariness of a confession, it is not determinative\"). Instead, the Court must determine whether the statement was \"so manipulative or coercive that [it] deprived [the defendant] of his ability to make an unconstrained, autonomous decision to\" waive his rights. <i>United States v. Walton,</i> 10 F.3d 1024, 1030 (4th Cir.1993). After considering the \"totality of the circumstances <span class=\"star-pagination\">*743</span> surrounding the interrogation,\" including the \"characteristics of the defendant,\" it is unlikely that the detective's statements about the waiver form would have induced the Defendant to involuntarily waive his rights. <i>Braxton,</i> 112 F.3d at 782.</p>\n<p>For example, before the Defendant signed the waiver form, the detectives repeatedly advised him that: 1) he did not have to talk to them if he did not want to; 2) declined to answer specific questions or provide more details surrounding the events of his arrest until he waived his rights; and 3) informed him that if he waived his rights, he could re-assert them at any time during their interrogation and stop the questioning. [Inv. Tr. p. 4, ll. 17-18; p. 4, ll. 22-23; p. 5, ll. 23-25; p. 6, ll. 5-6; p. 8, ll. 12-19].</p>\n<p>In addition, the Defendant's background reveals that he was capable of understanding the nature of his rights and the consequences of waiving them. At the time of his arrest, the Defendant was a 59-year-old convicted felon who had numerous experiences with law enforcement and <i>Miranda</i> warnings, dating back to 1969. Likewise, the Defendant had the intellectual capacity to understand the nature of his rights, evidenced by his responsibilities in helping to run Ruth's Grocery store, his twelve-year career as a construction worker, and his stated intention to write grants for summer programs. [Inv. Tr. p. 10, 11.2-3, 22-25; p. 11, ll. 1-2; p. 11, ll. 9-12; p. 12, ll. 3-8]. Thus, while the officer's explanation of the effect of signing the <i>Miranda</i> waiver form was inaccurate and therefore, misleading, the Defendant had the intellect and experience to understand the consequences of waiving his rights. As a result, his argument that his waiver was involuntary is without merit. Accordingly, it is RECOMMENDED that the Defendant's motion to suppress his statements [DE-33] be DENIED.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, it is RECOMMENDED that the Defendant's Motions to Suppress [DE's 29 &amp; 33] be DENIED.</p>\n<p>DONE AND ORDERED in Chambers at Raleigh, North Carolina this 28th day of May, 2009.</p>\n<h2>NOTES</h2>\n<p>[1]  This conclusion is bolstered by the fact that defendant persisted in discussing the charges with the interviewing officers after being informed of his rights. (<i>See, e.g.,</i> Tr. pp. 5-6 (\"Becker: `You can talk to me what you want to talk to me about. Okay? But you have to waive your right to counsel or I can't.' Mr. Hicks: `What are you saying about the cocaine now? You're saying two counts of possession of cocaine?'\").) This behavior is \"inconsistent with [defendant's] present contention\" that he invoked his <i>Miranda</i> rights. <i>See </i><i>Poyner v. Murray,</i> 964 F.2d 1404, 1411 (4th Cir.1992).</p>\n<p>[2]  Although defendant's one word interruption of \"technicality?\" is not included in the transcript, the court's review of the video of the interview indicates that defendant clearly so stated at seven minutes and twenty seconds into the video. This is consistent with defendant's characterization of the interview in his objections. The court has confirmed that the other parts of the transcript that have been referenced in this order are consistent with the video of the interview.</p>\n<p>[3]  The court notes that Detective Becker first testified about the prior <i>Miranda</i> warnings at the evidentiary hearing before the magistrate judge, and that there was no mention of them in his report of the incident. Nevertheless, as this is only one factor out of many that lead the court to its conclusion that defendant's will was not overborne, it is not unduly prejudicial to defendant to reference to it in this order. The court's finding as to voluntariness would not change if there were no earlier administered <i>Miranda</i> warnings.</p>\n<p>[1]  The Defendant also argues that the statements must be suppressed because they are the \"fruit of the poisonous tree\" from the alleged illegal search of his daughter's locked bedroom. [DE-29, p. 3].</p>\n<p>[2]  Paragraph 4 was related to the rights of a juvenile, so it was inapplicable to the Defendant.</p>\n<p>[3]  \"Inv. Tr.\" refers to the transcript of the DVD with the Defendant's interview by the detectives on February 22, 2008.</p>\n<p>[4]  Defense counsel made the argument regarding the Defendant's \"presence\" for the first time during the evidentiary hearing. This argument was not briefed in the initial motion to suppress the search of the residence, [DE-29] nor the supplemental memoranda that addressed the issues raised by the undersigned during the hearing [DE-45].</p>\n<p>[5]  During the hearing in this matter, Detective Becker testified that after entering the room, and discovering that it was not in fact the Defendant's daughter's bedroom, he informed the Defendant of this observation, and the Defendant did not contest this claim. [Ev. Tr. p. 21, ll. 18-25; p. 22, ll. 22-23]. \"Ev. Tr.\" refers to the transcript for the Evidentiary Hearing that took place on Thursday, May 14, 2009.</p>\n<p>[6]  The undersigned notes that the transcript from the interview does not reflect that the Defendant asked the detectives whether signing the form was a \"technicality.\" <i>See</i> [Inv. Tr. p. 9, ll. 12-17]. However, when viewing the recorded interview, it is clear that the Defendant did in fact ask this question. Thus, the undersigned will address the Defendant's argument with regards to this statement.</p>\n<p>[7]  In his supplemental memoranda, Defense counsel notes that Detective Becker's testimony about this <i>Miranda</i> warning was not part of his report of the incident that was entered into evidence at the evidentiary hearing, nor did the Government note this warning in its initial response to the Defendant's motion to suppress. <i>See</i> [DE-34]; [DE-31].</p>\n<p>[8]  The record is unclear as to the exact number of hours that lapsed between the Defendant's initial <i>Miranda</i> warnings at Ruth's Grocery Store, and his subsequent <i>Miranda</i> warnings at the Wilmington Police Department. During the hearing, Detective Becker testified that the search of the business took approximately, an hour and a half to an hour and forty-five minutes. [Ev. Tr. p. 45, ll. 5-6]. Then, after the Detectives had already started the search of the Defendant's residence, they stopped their search, and Detective Becker went to get a search warrant for the residence. According to the warrant, it was issued at 3:40 p.m. and executed at 4:00 p.m. See Search Warrant of 416 North 6th Street, Wilmington, NC. A few hours later, the Defendant signed the Miranda waiver form at 7:00 p.m. [DE-34-2, p. 1]. Thus, the undersigned estimates that the time between the initial and subsequent warnings was approximately six hours. <i>See</i> [DE-45, pgs. 2, 3] (the Defendant states that the business was searched at approximately 1:00 p.m.).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">725</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nWindell Norwood HICKS, Defendant.</h1></center>\n<center>No. 7:09-CR-9-1-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>July 6, 2009.</center>\n<p><span class=\"star-pagination\">*727</span> Joseph E. Zeszotarski, Jr., Poyner &amp; Spruill, Jane E. Pearce, Federal Public Defender, Raleigh, NC, for Defendant.</p>\n<p>Michael James, Raleigh, NC, for Plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendant's motions to suppress (DE ## 29, 33) filed March 9, 2009, and April 6, 2009. On May 14, 2009, United States Magistrate Judge William A. Webb conducted an evidentiary hearing to develop further the record on the issues presented in those motions. Magistrate Judge Webb issued a memorandum and recommendation (\"M &amp; R\") on May 28, 2009, recommending that defendant's motions be denied. On June 8, 2009, defendant filed objections to the M &amp; R, contending that <span class=\"star-pagination\">*728</span> both motions should be granted. After considering the M &amp; R, parties' briefing, the testimony from the evidentiary hearing, and the DVD of the interview of defendant at the Wilmington Police Department, the court adopts the magistrate judge's recommendation and DENIES both of defendant's motions.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>On January 29, 2009, defendant was charged with one count of conspiracy to possess with intent to distribute and to distribute more than fifty (50) grams of cocaine base (crack), a quantity of cocaine, and more than one hundred (100) grams of heroin, in violation of 21 U.S.C. § 841(a)(1); one count of possession with intent to distribute marijuana in violation of 21 U.S.C. § 841(a)(1); and one count of possession of a firearm by a felon in violation of 18 U.S.C. §§ 922(g)(1) and 924.</p>\n<p>Defendant's first suppression motion, filed March 9, 2009, concerns items seized from a search of defendant's home on February 22, 2008. The second suppression motion, filed April 6, 2009, concerns statements made by defendant at the Wilmington Police Department on February 22, 2008. The court referred these motions for M &amp; R, along with several other motions no longer pending, on April 14, 2009. Before issuing M &amp; R, the magistrate judge conducted an evidentiary hearing at which Detective Kenneth Becker of the Wilmington Police Department testified to the circumstances surrounding the search of defendant's home. The M &amp; R contains a thorough and extensive recollection of the facts relevant to defendant's motions, to which defendant does not object. Accordingly, the court adopts the magistrate judge's statement of the facts as its own, and now turns to defendant's legal objections.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>1. Standard of Review</h2>\n<p>The court may \"designate a magistrate judge to conduct hearings ... and to submit to a judge of the court proposed findings of fact and recommendations for the disposition\" of a variety of motions. 28 U.S.C. § 636(b)(1)(A)-(B). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" 28 U.S.C. § 636(b)(1)(C). The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. <i>Id.</i>; <i>see also </i><i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 199 (4th Cir.1983).</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p></p>\n<h2>A. Motion to suppress items seized during search of defendant's residence</h2>\n<p>Defendant argued in his briefing and at hearing that evidence seized during the search of the locked bedroom in his house should be suppressed because (1) defendant's general consent to the search of his house did not extend to a locked room within the house, (2) defendant's consent to a search of his house so long as he was present did not extend to the search of a bedroom upstairs while defendant was in the living room downstairs, and, in the alternative, (3) defendant revoked his earlier consent by stating the room was his daughter's. The magistrate judge recommended the court reject all of these arguments. Defendant's objections focus on the first issue.</p>\n<p>The relevant facts are as follows. Defendant was arrested on February 22, 2008, following two controlled drug purchases made at Ruth's Grocery Store. After Wilmington Police officers discovered marijuana and $2,548.00 in cash when conducting <span class=\"star-pagination\">*729</span> a search of defendant's vehicle, they asked for his consent to search his house. Defendant consented to the search of his residence as long as he was present. Defendant was placed in the living room as the officers conducted the search. Upstairs they found a locked door. Officers went downstairs and asked defendant about the locked door, requesting he identify the key that would open it on the key ring they had seized upon his arrest. Defendant's only response was to tell the officers that the room was his daughter's bedroom. Detective Becker began trying all the keys on the ring and eventually found the one that opened the door. Once inside, Becker found men's clothing, and he later reported the room smelled of men's cologne. The police also found a cloth bag with a loaded Rossi .38 caliber snub nose revolver and ammunition, and so they stopped the search as Detective Becker left the scene to apply for a search warrant.</p>\n<p>A search conducted pursuant to consent is an exception to both the warrant and probable cause requirements that have been read into the Fourth Amendment of the United States Constitution. <i>Schneckloth v. Bustamonte,</i> <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 219, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1973). When an individual gives consent to search, he \"may impose limits on the items or areas subject to the . . . search, just as he may refuse to allow any search whatsoever in the absence of a warrant.\" <i>United States v. Jones,</i> <span class=\"citation\" data-id=\"784902\"><a href=\"/opinion/784902/united-states-v-william-lee-jones/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">529</span></a></span>, 534 (4th Cir.2004). While a suspect may also give general and unqualified consent to search a given area, this \"by itself, would not likely permit officers to <i>break into</i> a locked container within the area being searched.\" <i>Id.</i> (emphasis in original).</p>\n<p>The question of whether defendant's consent to search extended to the locked bedroom is governed by an \"objectively reasonable\" standard. <i>See </i><i>United States v. Neely,</i> <span class=\"citation\" data-id=\"1028670\"><a href=\"/opinion/1028670/united-states-v-neely/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 350 (4th Cir.2009). Thus, the question for the court here is \"what would the typical reasonable person have understood by the exchange between the officer and the suspect?\" <i>Id.</i> (citing <i>Florida v. Jimeno,</i> <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 251, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1991)).</p>\n<p>The court finds that defendant's consent to a search of the house extended to any locked rooms in the house. Defendant argues that this issue is governed by the Fourth Circuit's holding in <i>Jones,</i> and as the court there stated that general consent to search \"by itself, would not likely permit officers to break into a locked container within the area being searched,\" his consent to search did not extend to the bedroom. <i>See</i> 356 F.3d at 534. While the court agrees with defendant that <i>Jones</i> is on point, a more comprehensive reading of the case reveals that it mandates the opposite conclusion.</p>\n<p>In <i>Jones,</i> officers received consent from defendant to search a duffel bag, and upon finding a set of keys and a locked box inside, the officers opened the box to find a large quantity of crack/cocaine. <i>Id.</i> at 532. Defendant in that case argued that his consent did not extend to the locked container. While the court stated that blanket consent to search a given area does not generally allow officers to <i>break into</i> a locked container within that area, it ruled the search under the particular circumstances was proper because it was objectively reasonable for the officer to believe the defendant's express consent to search the duffle bag extended to the locked box, as both the box and the keys were inside the bag. <i>Id.</i> at 534; <i>cf. </i><i>United States v. Neely,</i> <span class=\"citation\" data-id=\"1028670\"><a href=\"/opinion/1028670/united-states-v-neely/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 351 (4th Cir.2009) (suppressing evidence found in the search of the passenger compartment of a car where consent had only been given to search of the trunk as the item seized was <span class=\"star-pagination\">*730</span> not \"physically within the location already consented to\").</p>\n<p>Thus, it would appear that the holding in <i>Jones</i> allows for the search of a locked room where defendant consented to a search of the house, and the keys to the room were within the house. The court need not resolve that issue here, however, because defendant knew the keys were already in police possession, not just within the area to be searched, at the time he gave consent. (Evid. Hearing Trans., pp. 16-17, 32.) Under these circumstances, it would certainly be objectively reasonable for the officers to believe the consent extended to the locked room. Accordingly, the court finds defendant's initial general consent extended to the locked bedroom.</p>\n<p>Defendant does not take up either of the other two grounds for suppression in his objections. Nevertheless, out of an abundance of caution the court has reviewed those issues <i>de novo</i> and rejects defendant's arguments, for the same reasons provided in pages 9-13 of the M &amp; R. Therefore, the court ADOPTS the M &amp; R as it applies to defendant's first suppression motion and thus DENIES that motion.</p>\n<p></p>\n<h2>B. Motion to suppress statements made during interview at police department</h2>\n<p>Defendant argued in his briefing and at hearing that the statements he made during his interview with police officers should be suppressed because (1) the officers improperly pursued questioning after he told officers he did not want to waive his rights, (2) the execution of the waiver of rights form was not voluntary because the officers misled defendant about the consequences of executing the form, and (3) defendant's statement was not voluntary in light of the representations officers made to him to induce it. The magistrate judge recommended the court reject all of these arguments, and defendant objected on all three grounds.</p>\n<p>Defendant first argues that the statement \"I don't mind talking to you, but, I mean, I don't want to waive no rights\" constitutes an invocation of his <i>Miranda</i> rights, and accordingly, all questioning by the officers should have stopped. Invocation of the <i>Miranda</i> right to counsel requires \"at a minimum, some statement that can reasonably be construed to be an expression of a desire for the assistance of the attorney.\" <i>Davis v. United States,</i> <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 459, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></a></span> (1994). In other words, the suspect must \"articulate his desire to have counsel present sufficiently clearly that a reasonable police officer in the circumstances would understand the statement to be a request for an attorney.\" <i>Id.</i> \"Unless the suspect actually requests an attorney, questioning may continue.\" <i>Id.</i> at 461-62, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>. Under this standard, the Fourth Circuit has held that the statement \"I think I need a lawyer\" fails to invoke the right to counsel. <i>Burket v. Angelone,</i> <span class=\"citation\" data-id=\"768204\"><a href=\"/opinion/768204/russel-william-burket-v-ronald-angelone-director-virginia-department-of/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 198 (4th Cir.2000). In the present case, defendant did not even mention an attorney, much less unequivocally request one.</p>\n<p>Nor did defendant invoke his right to remain silent. The statement \"I don't mind talking to you, but, I mean, I don't want to waive no rights\" is in every sense an equivocal statement: it can reasonably be interpreted as either expressing a willingness to talk provided no rights are permanently waived, or as expressing willingness to talk only if one does not have any right to remain silent. In <i>Davis,</i> the Court held that officers have no obligation to stop questioning unless the suspect's statement is an \"unambiguous or unequivocal request for counsel.\" 512 U.S. at 461-62, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>. As discussed on page 12 of the M &amp; R, authority from <span class=\"star-pagination\">*731</span> several circuits indicates that the <i>Davis</i> standard requiring that a request be unequivocal applies to the invocation of the right to silence as well as invocation of the right to counsel. Accordingly, the court finds defendant invoked neither his right to counsel nor his right to silence.<sup>[1]</sup></p>\n<p>Defendant also objects to the M &amp; R by arguing that neither his signing of the waiver of his <i>Miranda</i> rights nor his subsequent statement was voluntary, because each was induced by grossly misleading statements made by the officers. The relinquishment of one's <i>Miranda</i> rights is only valid if it is both knowing and \"voluntary in the sense that it was the product of free and deliberate choice rather than intimidation, coercion, or deception.\" <i>United States v. Cristobal,</i> <span class=\"citation\" data-id=\"777962\"><a href=\"/opinion/777962/united-states-v-luis-cristobal/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 139 (4th Cir.2002). \"Only if the totality of the circumstances surrounding the interrogation reveal both an uncoerced choice and requisite level of comprehension may a court properly conclude that the <i>Miranda</i> rights have been waived.\" <i>Id.</i> at 140. To show that a statement is involuntary, it is not enough to show that there was coercive police activity; a statement is involuntary only if \"the defendant's will has been `overborne' or his `capacity for self-determination critically impaired.'\" <i>Id.</i> The totality of the circumstances test for making this determination includes consideration of \"the characteristics of the defendant, the setting of the interview, and the details of the interrogation.\" <i>Id.</i></p>\n<p>Defendant's argument that his waiver of rights was involuntary focuses on two statements by the interviewing officers. The first came when Detective Newton responded to Hicks's statement that he did not want to sign away his rights by saying, \"You're not signing your rights away. You're signing  you're signing that you're willing to talk to us. It says that you may decide now or at later time to exercise the above rights and not make any statement.\" (Tr. p. 9.) The second came when Detective Newton began to say, in reference to the rights form, \"This is just a,\" at which point defendant interrupted and said \"technicality?\"<sup>[2]</sup> (<i>Id.</i>) Detective Newton then stated, \"we have to go through with this.\" (<i>Id.</i>)</p>\n<p>Considering, as the court must, the totality of the circumstances presented, it does not find that defendant's will was overborne or his capacity for self-determination was critically impaired so as to render his waiver or statement involuntary. The court initially notes that Newton's statement \"You're not signing your rights away\" comes in the context of him informing defendant that he may still later invoke his <i>Miranda</i> rights even if he signs the waiver. This is consistent with his earlier representation to defendant, \"if we start asking you questions and you want to stop, <span class=\"star-pagination\">*732</span> you can stop at any time.\" Thus, the reasonable reading of Newton's statement is that he was informing defendant that by signing the waiver form he was not precluding himself from later asserting his right to silence or counsel. Further, there is nothing misleading about Newton's statement \"we have to go through with this.\" If anything, that indicates to defendant that the waiver is important, as the officers are informing him they would not talk to him unless he signed it. The court does not, however, rest its finding on those portions of the interrogation alone; it also considers that defendant was a 59-year-old convicted felon with numerous experiences with law enforcement and <i>Miranda</i> warnings, that the officers repeatedly told defendant he did not have to talk to them if he did not want to, and that defendant also received <i>Miranda</i> warnings earlier that day after he was arrested for the crack cocaine sales, and marijuana was discovered in his car.<sup>[3]</sup></p>\n<p>For these reasons, the court upholds the magistrate judge's finding that both defendant's waiver of his rights and his subsequent statement were voluntary. Accordingly, the court ADOPTS the M &amp; R as it applies to defendant's second suppression motion and thus DENIES that motion.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Defendant's objections are overruled and upon <i>de novo</i> review, the court ADOPTS the M &amp; R in its entirety. Thus, both of defendant's motions to suppress (DE ## 29, 33) are DENIED.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>WILLIAM A. WEBB, United States Magistrate Judge.</p>\n<p>This Cause comes before the Court on the Defendant's Motions to Suppress <i>[DE's 29 &amp; 33].</i> The Government has responded <i>[DE's 31 &amp; 34]</i> and the Defendant has replied <i>[DE-37].</i> The Court held an evidentiary hearing on Thursday, May 14, 2009, to develop the record, and the parties submitted supplemental memoranda after the evidentiary hearing. <i>[DE's 45 &amp; 46].</i> Accordingly, these matters are ripe for disposition.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On January 29, 2009, the Defendant was charged with: one count of conspiracy to distribute and to possess with intent to distribute more than fifty (50) grams of cocaine base (crack), a Schedule II controlled substance in violation of Title 21, United States Code, Section 841(a)(1); one count of possessing with intent to distribute marijuana, a Schedule I controlled substance, in violation of Title 21, United States Code, Section 841(a)(1); and one count of being a felon in possession of a firearm in violation of Title 18, United States Code, Sections 922(g)(1) and 924. <i>[DE-1].</i></p>\n<p>The Defendant moves to suppress evidence of all items seized from the search conducted on February 22, 2008, by asserting that law enforcement authorities violated his Fourth Amendment rights by entering a locked bedroom in his home. <i>[DE-29].</i> The Defendant also moves to suppress statements that he made to law enforcement <span class=\"star-pagination\">*733</span> authorities subsequent to his arrest on February 22, 2008, by asserting that they were obtained in violation of <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966), <i>Edwards v. Arizona,</i> <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1880</span></a></span>, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">378</span></a></span> (1981), and their progeny.<sup>[1]</sup><i>[DE-33].</i> For the reasons stated below, these arguments are without merit.</p>\n<p></p>\n<h2>II. STATEMENT OF THE FACTS</h2>\n<p>The facts in this case are undisputed and based on the memoranda submitted by the parties as well as a recorded interview submitted by the Defendant.</p>\n<p>On February 22, 2008, Wilmington Police officers executed a search warrant at a business in Wilmington, North Carolina known as \"Ruth's Grocery Store.\" The Defendant was present at the time the warrant was executed and was placed under arrest. The Defendant was arrested for two controlled buys that had taken place at Ruth's Grocery Store on two previous occasions. The first occurred on November 16, 2007, and the second on February 19, 2008; both transactions involved crack cocaine.</p>\n<p>In addition to the business, the search warrant also authorized a search of the Defendant's vehicle, a Cadillac DTS. The search of the business did not yield any contraband, but when Detective C.H. Medlin searched the Defendant's vehicle, he discovered 1/4 ounce of marijuana and approximately $2,548.00. After Detective Medlin completed the search of the Defendant's vehicle, Detective K.R. Becker requested the Defendant's consent to search his residence. The Defendant consented to the search of his residence as long as he was present.</p>\n<p>When the authorities and the Defendant arrived at his residence, the door was open. The officers announced their identity and purpose then entered the residence. The Defendant was placed in the living room while the officers searched the residence. As the officers were conducting a protective sweep, Detective S.B. Newton came upon a locked door. Detective Newton then advised the other detectives about the locked door, and Detective Becker retrieved the keys he had taken from the Defendant when he arrested him at Ruth's Grocery Store. Once he had the keys, Detective Becker asked the Defendant which key on the key ring would unlock the door. In response to this inquiry, the Defendant stated that the locked room was his daughter's bedroom.</p>\n<p>Detective Becker then began trying all the keys on the key ring and found a key that opened the door. Once inside, it was immediately apparent to the detectives that the room belonged to a man, evidenced by a strong order of cologne  the same cologne worn by the Defendantand a male's clothing. As the officers looked around, they discovered a canvas bag that contained another cloth bag with some .38 caliber ammunition and a loaded Rossi .38 caliber snub nose revolver. As soon as the detectives discovered the firearm, they stopped the search of the residence and Detective Becker left the scene to apply for a search warrant.</p>\n<p>When Detective Becker returned with the warrant, the detectives continued the search of the bedroom where they found the firearm and discovered numerous financial documents indicating bank accounts with large sums of money in the Defendant's name. After the detectives completed the search, the Defendant was transported to the Wilmington Police Department to be interviewed by Detectives <span class=\"star-pagination\">*734</span> Becker and Newton. The interview was videotaped and recorded.</p>\n<p>During the interview, Detective Becker filled out a <i>Miranda</i> rights form with the Defendant's personal information. He then read aloud the relevant portions of the form, and asked the Defendant if he understood the rights that were listed in paragraphs 1, 2, 3, and 5 of the form.<sup>[2]</sup> [Inv. Tr. p. 2, ll. 17-25; p. 3, ll. 1-25; p. 4, ll. 1-8].<sup>[3]</sup> The Defendant indicated that he understood those rights, and put his initials next to the paragraphs. [Inv. Tr. p. 2, ll. 17-25; p. 3, ll. 1-25; p. 4, ll. 1-8]. The detective then read the bottom portion of the form to the Defendant. It stated:</p>\n<blockquote>have read . . . my rights and have also had my rights explained to me by a police officer. Knowing of these rights, I do not want a lawyer, parent, guardian or custodian present at this time. I waive each of these rights knowingly and willingly agree to answer questions and/or make a statement.</blockquote>\n<p>[Inv. Tr. p. 3, ll. 22-25; p. 4, ll. 1-4].</p>\n<p>After the detective read this statement, he asked the Defendant to sign the form. [Inv. Tr. p. 4, ll. 11-12]. At this point, the Defendant looked up from the form and the detective explained that the purpose of the form was to ensure that the Defendant did not later claim that the detective did not read him his rights. [Inv. Tr. p. 4, ll. 12-14]. The Defendant then stated, \"Saying I read these rights, normally I wouldn't. . . .\" [Inv. Tr. p. 4, 11. 15-16]. Detective Becker interrupted the Defendant and explained that he \"didn't have to talk to [him] if he didn't want to.\" [Inv. Tr. p. 4, ll. 17-18]. The Defendant replied, \"I don't mind talking to you . . . but I don't want to waive no rights.\" [Inv. Tr. p. 4, ll. 19-21]. Detective Becker responded that \"[I] can't talk to you without you your waiving your rights.\" [Inv. Tr. p. 4, ll. 22-23]. The detective then explained the nature of the Defendant's state charges, and asked the Defendant if he had any questions. [Inv. Tr. p. 4, ll. 24-25; p. 5, ll. 2-10].</p>\n<p>The Defendant began asking for more details about the firearm charge. [Inv. Tr. p. 5, 11. 11-18]. Detective Becker responded, \"I understand where you are coming from. I'm just sitting here trying to talk to you to make life easier on you. You can talk to me about what you want to talk about but you have to waive your right to counsel or I can't.\" [Inv. Tr. p. 5, ll. 19-21, 23-25]. The Defendant then interrupted the detective and asked him about the drug charges. [Inv. Tr. p. 6, ll. 1-4]. Detective Becker informed the Defendant that he was not going to go into the specifics of the drug charges and that: \"you may need some help, okay, and right now is the only opportunity you can be afforded any help\" and that \"after today, I am not going to talk to you.\" [Inv. Tr. p. 6, ll. 5-16].</p>\n<p>At this point, Detective Newton interrupted and told the Defendant that he was the one that \"writes all the federal gun cases.\" [Inv. Tr. p. 6, 11. 17-23, 25; p. 7, 11. 1-5]. He also informed the Defendant that his case was going to be referred to the federal authorities in Raleigh for prosecution because the Defendant is a convicted felon. [Inv. Tr. p. 6, ll. 17-23, 25; p. 7, ll. 1-5]. The detective then explained the difference between the federal and state court systems and that \"this was the time [for the Defendant] to help [himself],\" and the Defendant could help himself by talking <span class=\"star-pagination\">*735</span> to Detective Becker. [Inv. Tr. p. 7, ll. 6-7, 9-12, 14-15, 18-22, 25; p. 8, l. 1].</p>\n<p>Detective Newton further explained that before they could ask him any questions, the Defendant would have to sign the rights form, saying that he understands what his rights are and that he wishes to talk to the detectives. [Inv. Tr. p. 8, ll. 12-15]. He also informed the Defendant that he could stop the interrogation at any time as it states in the \"rights form.\" [Inv. Tr. p. 8, ll. 16-19]. The Defendant then asked the detective: \"I got to sign away my rights?\" [Inv. Tr. p. 9, l. 5]. Detective Newton responded: \"You're not signing your rights away. You're signing . . . to say that you're willing to talk to us. It says that (referring back to the waiver form) you may decide now or at a later time to exercise the above rights and (not) make any statements. It says it right here on number five.\" [Inv. Tr. p. 9, 6-11]. The Defendant then stated, \"I'm willing to talk to you. I been doing that all day, man.\" [Inv. Tr. p. 9, ll. 12-13]. He then proceeded to execute the waiver form and while he was doing so, Detective Newton stated, \"Yeah . . . you've been (cooperating) all day, but this is just a....\" [Inv. Tr. p. 9, ll. 14-16]. To which the Defendant interrupted and stated \"a technicality.\" Detective Newton responded, \"We have to go through this.\" [Inv. Tr. p. 9, ll. 15-16].</p>\n<p>After the Defendant executed the waiver form, the detectives proceeded to ask him questions about his possession of the firearm and his alleged drug trafficking activities. The Defendant made several incriminating statements in response to their questions.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. Motion to Suppress the Search</h2>\n<p>The Fourth Amendment to the United States Constitution prohibits unreasonable searches by law enforcement authorities. U.S. Const. amend. IV. \"It is well settled... that a search conducted without a warrant issued upon probable cause is `<i>per se</i> unreasonable ... subject only to a few specifically established and well-delineated exceptions.'\" <i>Schneckloth v. Bustamonte,</i> <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 219, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1973) (quoting <i>Katz v. United States,</i> <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 357, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1967)). One of the exceptions to both the warrant and probable cause requirements is a search that is conducted pursuant to voluntary consent. <i>Schneckloth,</i> 412 U.S. at 219, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>. In this case, the Defendant does not challenge the voluntariness of his consent to search his residence, instead he argues that the officers exceeded the scope of that consent.</p>\n<p>When a suspect gives his consent, he \"may impose limits on the items or areas subject to the . . . search, just as he may refuse to allow any search whatsoever in the absence of a warrant.\" <i>United States v. Jones,</i> <span class=\"citation\" data-id=\"784902\"><a href=\"/opinion/784902/united-states-v-william-lee-jones/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">529</span></a></span>, 534 (4th Cir.2004). On the other hand, the suspect may also \"give[] his general and unqualified consent. . . to search a particular area. . . .\" <i>Id.</i> However, even if the suspect gives a \"general, blanket consent to search a given area or item[,] [this], by itself, would not likely permit officers to <i>break into</i> a locked container within the area being searched.\" <i>Id.</i> (emphasis in the original).</p>\n<p>An individual's consent to search is revocable. <i>United States v. Lattimore,</i> <span class=\"citation\" data-id=\"720641\"><a href=\"/opinion/720641/united-states-v-furman-lattimore-jr/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">647</span></a></span>, 651 (4th Cir.1996). Specifically, an individual may withdraw his consent at any time, and if he does so before a search is completed \"`the police may not thereafter search in reliance upon the earlier consent.'\" <i>Id.</i> (quoting 3 Wayne R. LaFave, <i>Search and Seizure</i> § 8.2(f), at 674 (3d ed. 1996) (footnote omitted)). However, there may be situations where the suspect's revocation of his consent is <span class=\"star-pagination\">*736</span> ambiguous. <i>United States v. Barrington,</i> <span class=\"citation\" data-id=\"2579661\"><a href=\"/opinion/2579661/united-states-v-barrington/\"><span class=\"volume\">210</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">773</span></a></span>, 778-79 (E.D.Va.2002). In these types of situations, \"courts have generally relied upon the defendant's failure to protest the search in finding consent.\" <i>Id.</i>; <i>see also, </i><i>Jones,</i> 356 F.3d at 534 (stating that \"a suspect's failure to object . . . when an officer exceeds limits allegedly set by the suspect is a strong indicator that the search was within the proper bounds of the consent\"). Thus, when determining whether law enforcement authorities have exceeded the scope of a suspect's consent, the Supreme Court has established an objective test that asks: \"[w]hat would the typical reasonable person have understood by the exchange between the officer and the suspect.\" <i>Florida v. Jimeno,</i> <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 251, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1991).</p>\n<p>In this case, the Defendant argues that the officers exceeded the scope of his general consent to search his residence because: 1) he revoked his consent to search a locked room in his residence when he told the officers it was his daughter's bedroom; and 2) he was not \"present\" when the officers conducted the search of the room and his presence was required to maintain his consent. <i>[DE-29,</i> p. 3]; [Ev. Tr. p. 57, ll. 5-6, 9-21, p. 58, ll. 5-7]<sup>[4]</sup>. For the reasons stated below, these arguments are without merit.</p>\n<p></p>\n<h2>1. <i>The Locked Bedroom</i>\n</h2>\n<p>During the hearing, defense counsel conceded that even assuming that the room in question was the Defendant's daughter's bedroom, the Defendant would not have standing to challenge the search if that were true. [Ev. Tr. p. 53, 11. 16-25; p. 54, 11. 1-8]. \"Fourth Amendment rights are personal rights. . . .\" <i>Rakas v. Illinois,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 133, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></span> (1978). Therefore, to claim the protection of the Fourth Amendment, an individual must have a \"legitimate expectation of privacy in the invaded place.\" <i>Id.</i> at 143, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>. To that end, the Defendant cannot vicariously assert his daughter's Fourth Amendment rights to suppress the search of her room. <i>Id.</i> at 133-34, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>.</p>\n<p>However, assuming, without deciding, that the room at issue was not in fact the Defendant's daughter's bedroom,<sup>[5]</sup> the Defendant's statement to the officers, that the room was his daughter's, was not enough to revoke his general consent to search the room. Specifically, the Defendant does not allege that he voiced any objections or protest to the officers' entry into the room or that he objected to their search once they were inside the room.</p>\n<p>In fact, Detective Becker testified during the hearing that after the officers entered the room, and then asked the Defendant whether they would find any incriminating evidence inside, the Defendant simply shrugged his shoulders and said \"no,\" in response to this inquiry, but did not revoke his consent. [Ev. Tr. p. 22, ll. 20-25, p. 23, ll. 1-3]; <i>See </i><i>United States v. Hylton,</i> <span class=\"citation\" data-id=\"784192\"><a href=\"/opinion/784192/united-states-v-kenzie-hylton/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></a></span>, 786 (4th Cir.2003) (noting that consent to <span class=\"star-pagination\">*737</span> search may be inferred from nonverbal conduct). Thus, the Defendant's failure to explicitly, or implicitly, revoke his consent, indicates that he did not object to the search of the room. Therefore, it was reasonable for the detectives to believe that they still had consent to search the room in question. <i>See, </i><i>Jones,</i> 356 F.3d at 534 (stating that \"a suspect's failure to object (or withdraw his consent) when an officer exceeds limits allegedly set by the suspect is a strong indicator that the search was within the proper bounds of the consent\"). Accordingly, the Defendant did not revoke his general consent to search by virtue of his assertion that the room in question was his daughter's.</p>\n<p></p>\n<h2>2. <i>The Defendant's Presence</i>\n</h2>\n<p>With regards to the Defendant's second assertion, that the officers exceeded the scope of his consent because he was not \"present\" during their search of the room, this argument is unpersuasive as well. [Ev. Tr. p. 57, ll. 5-6, 9-21, p. 58, ll. 5-7]. When viewing the circumstances in light of the reasonable person standard, the Defendant's broad statement, that he wanted to be \"present\" during the search, would not alert a reasonable officer that he expected to be taken from room to room while the officers conducted their search. Instead, it was reasonable to assume that the Defendant just wanted to be \"present\" at the residence while it was searched. For example, Detective Becker testified that after he arrested the Defendant at Ruth's Grocery Store, he informed him that he intended to apply for a search warrant to search his residence. [Ev. Tr. p. 17, ll. 7-9]. In response, the Defendant stated that \"he wanted to cooperate with [the detectives] and [they] could search his house as long as he was present during the search.\" [Ev. Tr. p. 17, ll. 11-13]. To that end, the Defendant's presence at the scene of the search is evidence of his willingness to cooperate with the officers as well as to facilitate their search of his residence.</p>\n<p>However, even assuming that the Defendant's presence in each room that was searched was required to maintain his general consent, \"his failure to object (or withdraw his consent) when [the] [detectives] exceed[ed] limits allegedly set by [him,] is a strong indicator that the search was within the proper bounds of the consent.\" <i>See </i><i>Jones,</i> 356 F.3d at 534. Here, Detective Becker testified that once the officers entered the residence, they dispersed and began to search from room to room while the Defendant waited in the living room. [Ev. Tr. p. 19, ll. 3-18; p. 38, ll. 24-25; p. 39, ll. 1-3]. However, the Defendant does not allege that he objected to the officers continuing their search without him being present; rather, once the officers inquired about a locked room, he merely stated that it was his daughter's bedroom. [Ev. Tr. p. 20, ll. 14-16]. Having concluded that this statement was not enough to revoke the Defendant's general consent, <i>see supra</i> III, A, 1, it is also insufficient to put the officers on notice that the Defendant would have to be present in the room at issue, while they conducted their search, to maintain his consent.</p>\n<p>Accordingly, it is RECOMMENDED that the Defendant's motion to suppress the search be DENIED.</p>\n<p></p>\n<h2>B. Motion to Suppress Statements</h2>\n<p></p>\n<h2>1. <i>Invocation Miranda Rights</i>\n</h2>\n<p>The Defendant next argues that he was questioned in violation of his rights established in <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966) and <i>Edwards v. Arizona,</i> <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1880</span></a></span>, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">378</span></a></span> (1981). [DE-33].</p>\n<p>Before law enforcement authorities can conduct a custodial interrogation, a suspect <span class=\"star-pagination\">*738</span> must be informed of his <i>Miranda</i> rights under the Fifth Amendment. <i>Miranda,</i> 384 U.S. at 471, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>. These rights include the right to remain silent, the right to consult with a lawyer, and the right to have the lawyer present during the interrogation. <i>Id.</i> Once a suspect invokes any of these rights, the interrogation must cease. <i>Id.</i> at 473-74, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>. However, the bright-line rule established in <i>Miranda</i> is not absolute in all circumstances. <i>Davis v. United States,</i> <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 460, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></a></span> (1994). In Davis, the Court recognized that there may be situations where the invocation of the right to counsel is ambiguous. 512 U.S. at 460, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>. In those situations, the Court noted that \"a rule requiring the immediate cessation of questioning would transform <i>Miranda</i> safeguards into wholly irrational obstacles to legitimate police activity. . . .\" <i>Id.</i> (internal quotation marks and citation omitted). Thus, law enforcement authorities are not required to cease questioning when the invocation of the right to counsel is equivocal and/or ambiguous. <i>Id.</i> at 459, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>.</p>\n<p>Notably, the Fourth Circuit \"[has] not determined whether <i>Davis</i> is applicable to invocation of the right to remain silent.\" <i>Burket v. Angelone,</i> <span class=\"citation\" data-id=\"768204\"><a href=\"/opinion/768204/russel-william-burket-v-ronald-angelone-director-virginia-department-of/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 200 (4th Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2761</span></span>, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1022</span></span> (2000). However, the court has recognized that other circuits have adopted <i>Davis</i>'s reasoning when a suspect makes an ambiguous statement invoking this right. <i>Id.</i>; <i>see, e.g., </i><i>Medina v. Singletary,</i> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1095</span></span>, 1100 (11th Cir.1995) (citing <i>Davis</i> for the proposition that \"[l]aw enforcement officers are not required to terminate an interrogation unless the invocation of the right to remain silent is unambiguous\"); (<i>United States v. Banks,</i> <span class=\"citation\" data-id=\"714835\"><a href=\"/opinion/714835/united-states-v-dontay-banks-mario-dunlap-michael-wills-alton-mills/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1197-98 (7th Cir. 1996) (same), <i>vacated on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></span> (1996); <i>Barnes v. Johnson,</i> <span class=\"citation\" data-id=\"759142\"><a href=\"/opinion/759142/willis-jay-barnes-v-gary-l-johnson-director-texas-department-of/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 224-25 (5th Cir.1998) (adopting the \"objective inquiry\" standard from <i>Davis</i> for the invocation of the right to remain silent), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1768</span></span>, <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span></span> (1999)); <i>United States v. Ramirez,</i> <span class=\"citation\" data-id=\"714954\"><a href=\"/opinion/714954/united-states-v-luis-hernando-ramirez/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 305 (2d Cir.1996) (assuming, <i>arguendo,</i> that <i>Davis</i> applies to the invocation of the right to remain silent, but not holding that it does); <i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"697330\"><a href=\"/opinion/697330/united-states-v-lavandris-johnson/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">947</span></a></span>, 955 (8th Cir.1995) (adopting the reasoning from <i>Davis</i> by stating that the questioning of a suspect should be cut off when a suspect makes a clear, consistent expression of a desire to remain silent) (internal quotation marks omitted). Ultimately, the Fourth Circuit concluded that in light of the <i>Davis</i> decision, admitting a statement based on an ambiguous invocation of the right to remain silent was not contrary to clearly established federal law. <i>Burket,</i> 208 F.3d at 200.</p>\n<p>In this case, the Defendant argues that the statements he made during his interrogation should be suppressed because the detectives violated his right to counsel and his right to remain silent by continuing to question him when he stated: \"I don't want to waive no rights.\" <i>[DE-33,</i> p. 4]. This argument is without merit. After Detective Becker explained to the Defendant his <i>Miranda</i> rights, and asked him to sign the waiver form, the Defendant's full statement was: \"I don't mind talking to you, but . . . I don't want to waive no rights.\" <i>[DE-33,</i> p. 4]. This contradictory statement was not an unequivocal invocation of the right to counsel; in fact, based on the recorded interview, the Defendant never mentioned an attorney, let alone invoked his right to counsel.</p>\n<p>In addition, the Defendant's behavior after he made the ambiguous statement is \"inconsistent with his present contention that he wanted to have an attorney present before further questioning.\" <i>Poyner</i> <span class=\"star-pagination\">*739</span> <i>v. Murray,</i> <span class=\"citation\" data-id=\"583888\"><a href=\"/opinion/583888/syvasky-lafayette-poyner-v-edward-w-murray-director-virginia-department/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1404</span></a></span>, 1411 (4th Cir. 1992). For example, after the Defendant made the statement, the detectives repeatedly informed him that they would not discuss specific details surrounding his charges unless he waived his rights. [Ev. Tr. p. 4, 11. 22-23; p. 5, 11. 23-25]. However, the Defendant persisted in asking them questions despite their advisory responses. [Inv. Tr. p. 5; ll. 14-18; p. 6, ll. 1-4].</p>\n<p>Furthermore, the Defendant's statement is less equivocal than ambiguous requests for counsel that were rejected by the <i>Davis</i> decision, and other cases relying on the decision, such as, \"Maybe I should talk to a lawyer,\" <i>id.</i> at 462, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>; \"I might want to talk to an attorney,\" <i>United States v. Zamora,</i> <span class=\"citation\" data-id=\"159951\"><a href=\"/opinion/159951/united-states-v-zamora/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span>, 765 (10th Cir.2000): \"I think I need a lawyer,\" <i>Burket,</i> 208 F.3d at 198: \"Do you think I need an attorney here?\" <i>Mueller v. Angelone,</i> <span class=\"citation\" data-id=\"764907\"><a href=\"/opinion/764907/everett-lee-mueller-v-ronald-j-angelone-director-virginia-department-of/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">557</span></a></span>, 573-74 (4th Cir.1999). <i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"789459\"><a href=\"/opinion/789459/united-states-v-gregory-johnson-aka-little-greg-united-states-of/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 195 (4th Cir.2005). Therefore, because the Defendant's ambiguous statement did not explicitly invoke his right to counsel, the detectives were not required to cease further communication with him. <i>Davis,</i> 512 U.S. at 459, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>.</p>\n<p>Likewise, the Defendant's argument that his ambiguous statement also invoked his right to remain silent is unpersuasive for similar reasons. <i>[DE-33,</i> p. 4]. The Defendant continued to question the detectives after they advised him they would not talk to him unless he waived his rights, and his statement is less suggestive of the desire to remain silent than other statements rejected by courts in the Fourth Circuit. <i>See </i><i>Burket,</i> 208 F.3d at 200 (concluding that the statements, \"I just don't think that I should say anything,\" and \"I need somebody that I can talk to,\" were too ambiguous to invoke the defendant's right to silence); <i>United States v. Williams,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">497143</span></span>, *5 (E.D.N.C. Feb. 28, 2009) (unpublished decision) (finding that the statement, \"`I don't think I want to say anything more until I talk to a lawyer,' was not a clear assertion of [the defendant's] right to . . . remain silent sufficient to necessitate the cessation of questioning required by <i>Edwards</i>\"). Thus, the Defendant's argument that the detectives were required to cease questioning despite his ambiguity is without merit. <i>Davis,</i> 512 U.S. at 459, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>.</p>\n<p></p>\n<h2>2. <i>Voluntary Waiver of Miranda Rights</i>\n</h2>\n<p>As a corollary to the argument that he invoked his <i>Miranda</i> rights, the Defendant also asserts that the waiver of his rights was involuntary. <i>[DE-33,</i> pgs. 6-9].</p>\n<p>\"A statement is involuntary under the Fifth Amendment only if it is involuntary within the meaning of the Due Process Clause.\" <i>United States v. Braxton,</i> <span class=\"citation\" data-id=\"740246\"><a href=\"/opinion/740246/united-states-v-james-braxton/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 780 (4th Cir.1997) (en banc). For a statement to be involuntary under the Due Process Clause, it must be \"extracted by . . . threats, or violence\"; or \"obtained by . . . direct or implied promises\" or \"the exertion of improper influences.\" <i>Id.</i> However, the existence of coercive police activity alone will not nullify a voluntary confession. <i>Id.</i> Instead, the \"proper inquiry `is whether the defendant's will has been `overborne' or his `capacity for self-determination critically impaired.'\" <i>Id.</i> (quoting <i>United States v. Pelton,</i> <span class=\"citation\" data-id=\"499069\"><a href=\"/opinion/499069/united-states-v-ronald-william-pelton/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1067</span></a></span>, 1071 (4th Cir.1987)). To determine whether the defendant's \"will has been overborne\" or \"his capacity for self-determination has been critically impaired\" the court's inquiry must focus on the \"totality of the circumstances,\" which includes \"the characteristics of the defendant, the setting of the interview, and the details of the interrogation.\" <i>Id.</i> (quoting <i>Pelton,</i> 835 F.2d at 1071).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*740</span> a. <i>Cooperation</i>\n</h2>\n<p>In this case, the Defendant alleges that he was \"induced\" to waive his rights because the detectives made coercive statements about his cooperation with their investigation. <i>[DE-33,</i> p. 7]. However, the Fourth Circuit has recognized that discussing cooperation with a defendant will not nullify a voluntary statement. <i>See </i><i>United States v. Mashburn,</i> <span class=\"citation\" data-id=\"790073\"><a href=\"/opinion/790073/united-states-v-eric-kevin-mashburn/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 309-310 (4th Cir.2005) (concluding that informing the defendant of \"the gravity of his suspected offenses and the benefits of cooperation under the federal system\" was not enough to render the defendant's statements involuntary); <i>United States v. Shears,</i> <span class=\"citation\" data-id=\"452095\"><a href=\"/opinion/452095/united-states-v-charles-wallace-shears/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 401-402 (4th Cir. 1985) (stating that \"[g]overnment agents may initiate conversations on cooperation, they may promise to make a defendant's cooperation known to the prosecutor, and they may even be able to make and breach certain promises without rendering a resulting confession involuntary\"); <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"311608\"><a href=\"/opinion/311608/united-states-v-michael-d-williams/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></a></span>, 1140 (4th Cir.1973) (noting that the officer's statement to the defendant that he should try to help himself was permissible because \"[o]nce conversations lawfully begin,. . . a law enforcement officer may properly tell the truth to the accused, and [the court] think[s] it is a fact of criminal life that accused persons can and often do help themselves by cooperating with the police. . . .\").</p>\n<p>Here, after the Defendant stated: \"I don't mind talking to you, but . . . I don't want to waive no rights,\" the detectives' statements suggesting cooperation include: 1) advising the Defendant that they were going to recommend that his case be a federal case; 2) telling him \"this is the time to help yourself\"; 3) informing the Defendant that he could help himself by \"talk[ing] to [the] detective about what's going on\"; 4) advising the Defendant that \"substantial assistance goes a long ways [sic], a long ways [sic] in federal court\"; and 5) that substantial assistance meant helping himself. [Inv. Tr. p. 4, ll. 19-20; p. 6, ll. 17-23; p. 7, l. 22; pgs. 7-8, l. 25, l. 1; p. 8, ll. 20-21; p. 8, ll. 23-25]. Based on the aforementioned precedent, these kinds of statements are not coercive enough to render the Defendant's waiver of his rights involuntary. Therefore, the Defendant's argument is without merit.</p>\n<p></p>\n<h2>b. <i>Signing the Miranda waiver form</i>\n</h2>\n<p>The Defendant next asserts that the waiver of his rights was involuntary because the detectives made \"grossly misleading\" statements with regards to the consequences of signing the <i>Miranda</i> waiver form. <i>[DE-33,</i> pgs. 7, 8-9]. The Defendant contests two statements: first, when the Defendant inquired: \"I got to sign away my rights?,\" Detective Newton responded: \"You're not signing your rights away. You're signing . . . that you're willing to talk to us.\" [Inv. Tr. p. 9, ll. 6-11]. Second, when the Defendant asked the detectives whether signing the waiver form was a \"technicality,\"<sup>[6]</sup> Detective Newton replied: \"We have to go through this.\" <i>[DE-33,</i> p. 8]. The Defendant argues that these statements, \"completely mislead [him] about the consequences of executing the waiver rights form. . . .\" <i>[DE-33,</i> p. 7].</p>\n<p>As an initial matter, the undersigned notes that the Defendant was advised of his <i>Miranda</i> rights twice on the day of his <span class=\"star-pagination\">*741</span> arrest. During the hearing, Detective Becker testified that after he arrested the Defendant at Ruth's Grocery Store, he read him his <i>Miranda</i> rights. [Ev. Tr. p. 48, ll. 12-16]<sup>[7]</sup>. He further related that the Defendant stated that he understood his rights and was willing to cooperate. [Ev. Tr. p. 49, ll. 12-25; p. 50, ll. 1]. Although there was a time lapse of approximately six hours between the Defendant's arrest and his questioning at the Wilmington Police Department, \"[t]he mere passage of time . . . does not compromise a <i>Miranda</i> warning.\"<sup>[8]</sup><i>United States v. Frankson,</i> <span class=\"citation\" data-id=\"717584\"><a href=\"/opinion/717584/united-states-v-derrick-myran-frankson-two-cases/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 83 (4th Cir.1996). In fact, the Fourth Circuit has adopted the view that the integrity of a <i>Miranda</i> warning will not be compromised \"even in cases where `several hours' have elapsed between the reading of the warning and the interrogation.\" <i>Id.</i>; <i>see, e.g., </i><i>United States ex rel. Henne v. Fike,</i> <span class=\"citation\" data-id=\"349578\"><a href=\"/opinion/349578/united-states-of-america-ex-rel-willie-b-henne-v-james-c-fike-warden/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 814 (7th Cir.1977), a case <i>Frankson</i> cites with approval, (noting that the passage of nine hours between <i>Miranda</i> warnings and a waiver did not necessitate administering fresh warnings to the suspect)).</p>\n<p>Despite the Fourth Circuit precedent to the contrary, the Defendant argues in his supplemental memoranda, that new <i>Miranda</i> warnings were necessary in this case. <i>[DE-45,</i> p. 2, 3]. In support of his argument, the Defendant cites <i>United States v. Morgan,</i> an unpublished New York District Court opinion, for the proposition that \"renewed warnings are `necessary if the circumstances have changed so seriously that the defendant's answers no longer are voluntary, or he no longer is making a knowing and intelligent relinquishment or abandonment of his rights.'\" <i>[DE-45,</i> p. 2] (citing <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">152646</span></span>, *4 (N.D.N.Y. Jan. 21, 2009) (unpublished decision)). However, it is telling that the actual language in <i>Morgan</i> contains the important qualifier \"only\"; \"Renewed warnings are necessary only if \"the circumstances [have] changed so seriously that [the defendant's] answers no longer [are] voluntary, or . . . he no longer [is] making a `knowing and intelligent relinquishment or abandonment' of his rights.\" <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">152646</span></span> at *4 (emphasis added).</p>\n<p>In this case, the Defendant advances two reasons why new <i>Miranda</i> warnings were required: 1) \"the first [<i>Miranda</i>] warning . . . was made . . . after a very small amount of marijuana was found in his vehicle\"; 2) and that evidence of a different crime was discovered during the subsequent search of his residence. [DE-45, p. 3]. However, neither of these factors lead to the conclusion that new <i>Miranda</i> warnings were required.</p>\n<p><span class=\"star-pagination\">*742</span> While the Defendant accurately notes that he received the first <i>Miranda</i> warning after the discovery of the marijuana, he overlooks the fact that this warning was made after he was placed under arrest for making two crack cocaine sales. <i>[DE-29,</i> p. 6]. Similarly, the officers' discovery of incriminating evidence of another crime at his residence was simply more of the same; the Defendant was already implicated in other serious felonies before this discovery. Thus, the circumstances in this case had not changed to such an extent that new <i>Miranda</i> warnings were required. <i>Wyrick v. Fields,</i> <span class=\"citation\" data-id=\"110809\"><a href=\"/opinion/110809/wyrick-v-fields/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 47, <span class=\"citation\" data-id=\"110809\"><a href=\"/opinion/110809/wyrick-v-fields/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">394</span></a></span>, <span class=\"citation\" data-id=\"110809\"><a href=\"/opinion/110809/wyrick-v-fields/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1982).</p>\n<p>However, once the detectives decided to re-administer the <i>Miranda</i> warnings, they were obliged not to deceive the Defendant. <i>See, </i><i>Moran v. Burbine,</i> <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 421, <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1135</span></a></span>, <span class=\"citation\" data-id=\"111614\"><a href=\"/opinion/111614/moran-v-burbine/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1986) (stating that a defendant's waiver of his <i>Miranda</i> rights is voluntary only when it is free of intimidation, coercion, or deception), <i>see also, </i><i>Frankson,</i> 83 F.3d at 81 (stating that \"satisfaction of <i>Miranda</i> does not turn on the precise formulation of the warnings, but rather, on whether the warnings convey to [a suspect] his rights\") (internal quotations omitted and alteration in the original).</p>\n<p>Specifically, the Defendant claims that Detective Newton's statement to him: \"[y]ou're not signing your rights away. You're signing . . . to say that you're willing to talk to us,\" was misleading. [Inv. Tr. p. 9, ll. 6-9]. Standing alone it would be, but it does not stand alone. It was preceded by the statement: \"Before we can ask you any questions, we have to  you have to sign your rights saying that you understand what your rights are and you wish to talk to us,\" and was followed immediately by the detective's statement that: \"It says that (referring back to the waiver form) you may decide now or at a later time to exercise the above rights and (not) make any statements. It says it right here on number five.\" [Inv. Tr. p. 8, ll. 12-15, p. 9, ll. 8-11]. Of equal importance, Detective Becker began the interview by telling the Defendant that: \"[I] can't talk to you without you waiving your rights.\" [Inv. Tr. p. 4, ll. 22-23].</p>\n<p>The Defendant also argues that he was misled by Detective Newton's answer \"[w]e have to go through this,\" to his question if signing the rights form was \"a technicality.\" [Inv. Tr. p. 9, ll. 15-16]. This exchange was not misleading. A written waiver by the Defendant was not required for him to validly waive his rights. <i>See </i><i>North Carolina v. Butler,</i> <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, 373, <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1755</span></a></span>, <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1979) (stating that \"[a]n express written. . . statement of waiver . . . is usually strong proof of the validity of that waiver, but is not inevitably either necessary or sufficient to establish waiver\"). These statements cannot be viewed in isolation. Rather, the court must consider everything that the detectives said before the Defendant signed the waiver form. <i>Braxton,</i> 112 F.3d at 780. Judged by that standard, the statements were not misleading.</p>\n<p>Nonetheless, even if the detective's statements were misleading, that does not end the Court's inquiry as to whether the Defendant's waiver was involuntary. <i>See </i><i>United States v. Breeden,</i> 149 Fed.Appx. 197, 202 (4th Cir.2005) (stating that \"[w]hile [the] law enforcement officers' deception is relevant in determining the voluntariness of a confession, it is not determinative\"). Instead, the Court must determine whether the statement was \"so manipulative or coercive that [it] deprived [the defendant] of his ability to make an unconstrained, autonomous decision to\" waive his rights. <i>United States v. Walton,</i> <span class=\"citation\" data-id=\"658313\"><a href=\"/opinion/658313/united-states-v-raynard-walton/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1024</span></a></span>, 1030 (4th Cir.1993). After considering the \"totality of the circumstances <span class=\"star-pagination\">*743</span> surrounding the interrogation,\" including the \"characteristics of the defendant,\" it is unlikely that the detective's statements about the waiver form would have induced the Defendant to involuntarily waive his rights. <i>Braxton,</i> 112 F.3d at 782.</p>\n<p>For example, before the Defendant signed the waiver form, the detectives repeatedly advised him that: 1) he did not have to talk to them if he did not want to; 2) declined to answer specific questions or provide more details surrounding the events of his arrest until he waived his rights; and 3) informed him that if he waived his rights, he could re-assert them at any time during their interrogation and stop the questioning. [Inv. Tr. p. 4, ll. 17-18; p. 4, ll. 22-23; p. 5, ll. 23-25; p. 6, ll. 5-6; p. 8, ll. 12-19].</p>\n<p>In addition, the Defendant's background reveals that he was capable of understanding the nature of his rights and the consequences of waiving them. At the time of his arrest, the Defendant was a 59-year-old convicted felon who had numerous experiences with law enforcement and <i>Miranda</i> warnings, dating back to 1969. Likewise, the Defendant had the intellectual capacity to understand the nature of his rights, evidenced by his responsibilities in helping to run Ruth's Grocery store, his twelve-year career as a construction worker, and his stated intention to write grants for summer programs. [Inv. Tr. p. 10, 11.2-3, 22-25; p. 11, ll. 1-2; p. 11, ll. 9-12; p. 12, ll. 3-8]. Thus, while the officer's explanation of the effect of signing the <i>Miranda</i> waiver form was inaccurate and therefore, misleading, the Defendant had the intellect and experience to understand the consequences of waiving his rights. As a result, his argument that his waiver was involuntary is without merit. Accordingly, it is RECOMMENDED that the Defendant's motion to suppress his statements [DE-33] be DENIED.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, it is RECOMMENDED that the Defendant's Motions to Suppress [DE's 29 &amp; 33] be DENIED.</p>\n<p>DONE AND ORDERED in Chambers at Raleigh, North Carolina this 28th day of May, 2009.</p>\n<h2>NOTES</h2>\n<p>[1]  This conclusion is bolstered by the fact that defendant persisted in discussing the charges with the interviewing officers after being informed of his rights. (<i>See, e.g.,</i> Tr. pp. 5-6 (\"Becker: `You can talk to me what you want to talk to me about. Okay? But you have to waive your right to counsel or I can't.' Mr. Hicks: `What are you saying about the cocaine now? You're saying two counts of possession of cocaine?'\").) This behavior is \"inconsistent with [defendant's] present contention\" that he invoked his <i>Miranda</i> rights. <i>See </i><i>Poyner v. Murray,</i> <span class=\"citation\" data-id=\"583888\"><a href=\"/opinion/583888/syvasky-lafayette-poyner-v-edward-w-murray-director-virginia-department/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1404</span></a></span>, 1411 (4th Cir.1992).</p>\n<p>[2]  Although defendant's one word interruption of \"technicality?\" is not included in the transcript, the court's review of the video of the interview indicates that defendant clearly so stated at seven minutes and twenty seconds into the video. This is consistent with defendant's characterization of the interview in his objections. The court has confirmed that the other parts of the transcript that have been referenced in this order are consistent with the video of the interview.</p>\n<p>[3]  The court notes that Detective Becker first testified about the prior <i>Miranda</i> warnings at the evidentiary hearing before the magistrate judge, and that there was no mention of them in his report of the incident. Nevertheless, as this is only one factor out of many that lead the court to its conclusion that defendant's will was not overborne, it is not unduly prejudicial to defendant to reference to it in this order. The court's finding as to voluntariness would not change if there were no earlier administered <i>Miranda</i> warnings.</p>\n<p>[1]  The Defendant also argues that the statements must be suppressed because they are the \"fruit of the poisonous tree\" from the alleged illegal search of his daughter's locked bedroom. [DE-29, p. 3].</p>\n<p>[2]  Paragraph 4 was related to the rights of a juvenile, so it was inapplicable to the Defendant.</p>\n<p>[3]  \"Inv. Tr.\" refers to the transcript of the DVD with the Defendant's interview by the detectives on February 22, 2008.</p>\n<p>[4]  Defense counsel made the argument regarding the Defendant's \"presence\" for the first time during the evidentiary hearing. This argument was not briefed in the initial motion to suppress the search of the residence, [DE-29] nor the supplemental memoranda that addressed the issues raised by the undersigned during the hearing [DE-45].</p>\n<p>[5]  During the hearing in this matter, Detective Becker testified that after entering the room, and discovering that it was not in fact the Defendant's daughter's bedroom, he informed the Defendant of this observation, and the Defendant did not contest this claim. [Ev. Tr. p. 21, ll. 18-25; p. 22, ll. 22-23]. \"Ev. Tr.\" refers to the transcript for the Evidentiary Hearing that took place on Thursday, May 14, 2009.</p>\n<p>[6]  The undersigned notes that the transcript from the interview does not reflect that the Defendant asked the detectives whether signing the form was a \"technicality.\" <i>See</i> [Inv. Tr. p. 9, ll. 12-17]. However, when viewing the recorded interview, it is clear that the Defendant did in fact ask this question. Thus, the undersigned will address the Defendant's argument with regards to this statement.</p>\n<p>[7]  In his supplemental memoranda, Defense counsel notes that Detective Becker's testimony about this <i>Miranda</i> warning was not part of his report of the incident that was entered into evidence at the evidentiary hearing, nor did the Government note this warning in its initial response to the Defendant's motion to suppress. <i>See</i> [DE-34]; [DE-31].</p>\n<p>[8]  The record is unclear as to the exact number of hours that lapsed between the Defendant's initial <i>Miranda</i> warnings at Ruth's Grocery Store, and his subsequent <i>Miranda</i> warnings at the Wilmington Police Department. During the hearing, Detective Becker testified that the search of the business took approximately, an hour and a half to an hour and forty-five minutes. [Ev. Tr. p. 45, ll. 5-6]. Then, after the Detectives had already started the search of the Defendant's residence, they stopped their search, and Detective Becker went to get a search warrant for the residence. According to the warrant, it was issued at 3:40 p.m. and executed at 4:00 p.m. See Search Warrant of 416 North 6th Street, Wilmington, NC. A few hours later, the Defendant signed the Miranda waiver form at 7:00 p.m. [DE-34-2, p. 1]. Thus, the undersigned estimates that the time between the initial and subsequent warnings was approximately six hours. <i>See</i> [DE-45, pgs. 2, 3] (the Defendant states that the business was searched at approximately 1:00 p.m.).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/159951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2579661/"
  ]
}