{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2580865/",
  "absolute_url": "/opinion/2580865/newton-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2580865/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:38:59.065577Z",
  "date_modified": "2016-04-26T23:37:46.032019Z",
  "type": "010combined",
  "sha1": "352c647468d1045424c2a19539a7f5d3ab0f4267",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>559 F.Supp.2d 662 (2008)</b></center>\n<center><h1>Ethel NEWTON, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:07-CV-73-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 16, 2008.</center>\n<p><span class=\"star-pagination\">*664</span> Diane S. Griffin, Charles T. Hall Law Firm, P.C., Raleigh, NC, for Plaintiff.</p>\n<p>Mark J. Goldenberg, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on plaintiffs motion for judgment on the pleadings (DE # 17) and defendant's motion for judgment on the pleadings (DE # 21). On March 11, 2008, United States Magistrate Judge Robert B. Jones, Jr. entered a memorandum and recommendation (\"M &amp; R\") recommending the denial of disability insurance benefits. Plaintiff timely filed objections to the M &amp; R, and defendant did not respond. Accordingly, the matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed an application for disability insurance benefits on June 24, 2003, alleging an onset of disability date of January 1, 2001. (Tr. 66-68). Plaintiff alleged disabilities of schizophrenia, diabetes, high blood pressure, and migraine headaches. After her claim was denied at the initial and reconsideration levels, she requested a hearing before an Administrative Law Judge (\"ALJ\"). (Tr. 329-362). A hearing was held by video conference on January 6, 2006. (Tr. 329-362). Following the hearing, the ALJ issued an unfavorable decision on June 15, 2006. (Tr. 17-27). Plaintiff appealed the ALJ's decision to the Appeals Council which, on March 10, 2007, found no basis for review, rendering the ALJ's decision the final decision of the Commissioner from which plaintiff now appeals. (Tr. 5-8). Plaintiff filed complaint on May 25, 2007, seeking review of the final administrative decision.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>At the time of plaintiffs hearing before the ALJ, plaintiff, a high school graduate residing with her mother, was sixty (60) years old.<sup>[1]</sup> (Tr. 333-334). In the course <span class=\"star-pagination\">*665</span> of conducting the five-step sequential evaluation as set forth in 20 C.F.R. section 404.1520, the ALJ determined that plaintiff was no longer engaged in substantial gainful employment and suffered from the severe impairments of schizophrenia, diabetes mellitus, hypertension, and obesity. (Tr. 19). The ALJ determined that these impairments were not severe enough, individually or in combination, to meet or equal one of the listed impairments set forth at 20 C.F.R., Part 404, Subpart P, Appendix 1. (Tr. 20). Next, the ALJ evaluated plaintiffs residual functional capacity (\"RFC\") and found that plaintiff could perform medium work, stand and walk for up to six hours in the course of an eighthour day, and sit up for six hours in an eight-hour day. (Tr. 21). The ALJ further found that plaintiff should avoid production work and interactions with the public, and that plaintiff was more properly suited to perform simple, routine, and repetitive tasks. (<i>Id.</i>) The ALJ concluded that the plaintiff retained the RFC to return to her past work as a kitchen helper and therefore that plaintiff was not disabled for purposes of the relevant statute.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court may \"designate a magistrate [magistrate judge] to conduct hearings, including evidentiary hearings, and submit to a judge of the court proposed findings of fact and recommendations for disposition\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(A)-(B). \"The magistrate... shall file his proposed findings and recommendations ... with the court[.]\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.</i> The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. 28 U.S.C. S 636(b)(1)(C); <i>see also </i><i>Camby v. Davis,</i> 718 F.2d 198, 200 (4th Cir.1983).</p>\n<p>When reviewing a decision of an administrative law judge, the court looks to whether there is substantial evidence to support the findings and whether the law was applied correctly. <i>See 42</i> U.S.C. § 405(g); <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996) (superseded by statute on other grounds); <i>Coffman v. Bowen,</i> 829 F.2d 514, 517 (4th Cir.1987). Substantial evidence is defined as \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion. It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Shively v. Heckler,</i> 739 F.2d 987, 989 (4th Cir.1984) (internal citation omitted); <i>see also </i><i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990). \"Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.\" <i>Hays,</i> 907 F.2d at 1456. Even if the court disagrees with Commissioner's decision, the court must uphold it if it is supported by substantial evidence. <i>Id.</i> With these principles in mind, and having benefit of the M &amp; R, the court turns to the objections at hand.</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Plaintiff objects that the ALJ's determination \"ignores the reality and totality of [plaintiffs] circumstances ...,\" due to the fact that \"the ALJ did not really listen to what [plaintiff] said.\" (Obj. pp. 1, 4). More specifically, plaintiff objects that she \"cannot function in the way contemplated by the regulations for her to perform medium work on a full time basis.\" (Obj. p. 2). In support of this objection, plaintiff <span class=\"star-pagination\">*666</span> sets forth factual claims which she asserts support a determination that she can only work on a part-time basis. For example, plaintiff highlights her testimony that \"she isn't able to do anything once she comes home from work and that she is just sore all over,\" and, instead of lifting multiple dishes at once, she \"is lifting and washing one dish at a time.\" (Obj. pp. 3, 4). Based on these and other similar facts, plaintiff argues that the \"overall picture in [plaintiffs] case compels the opposite decision to the one arrived at by the ALJ.\" (Obj. p. 5).</p>\n<p>In essence, plaintiff argues that the record does not support specific conclusions drawn by the ALJ and confirmed by the magistrate judge. Plaintiffs objection fails to mention clear evidence in the record and an acceptance of the plaintiffs argument would require this court to reweigh evidence that has already been thoroughly considered and weighed by the ALJ. Even were the court to disagree with the ALJ's findings, the court may not \"undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the [Commissioner].\" <i>Mastro v. Apfel,</i> 270 F.3d 171, 176 (4th Cir.2001) (quoting <i>Craig,</i> 76 F.3d at 589). \"Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.\" <i>Hays,</i> 907 F.2d at 1456. The court finds that substantial evidence supports the ALJ's determinations, as is required by law.</p>\n<p>For these and other reasons more fully described in the M &amp; R, this court finds that the decision of the ALJ was supported by substantial evidence and resulted from the correct application of the law.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons defendant's motion for judgment on the pleadings is GRANTED and plaintiffs motion for judgment on the pleadings is DENIED. The clerk is directed to CLOSE, this case.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ROBERT B. JONES, JR., United States Magistrate Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for judgment on the pleadings pursuant to FED.R.CIV.P. 12(c). Claimant Ethel Newton (\"Claimant\") filed this action pursuant to 42 U.S.C. § 405(g) seeking judicial review of the denial of her application for Disability Insurance Benefits (\"DIB\"). The time for filing responsive briefs has expired and the pending motions are ripe for adjudication. Having carefully reviewed the administrative record and the motions and memoranda submitted by the parties, this Court recommends denying Claimant's Motion for Judgment on the Pleadings, granting Defendant's Motion for Judgment on the Pleadings and upholding the final decision of the Commissioner.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Claimant filed an application for DIB on 24 June 2003, alleging disability beginning January 2001 due to diabetes, schizophrenia, high blood pressure and migraine headaches.<sup>[1]</sup> (R. 66-68, 86). Her claim was denied initially and upon reconsideration. (R. 47-51, 52-53). A video hearing <span class=\"star-pagination\">*667</span> before the Administrative Law Judge (\"ALJ\") was held on 6 January 2006, at which Claimant was represented by counsel and a witness and vocational expert (\"VE\") appeared and testified. (R. 329-362). On 15 June 2006, the ALJ issued a decision denying Claimant's claim. (R. 17-27). On 10 May 2007, the Appeals Council denied Claimant's request for review. (R. 5-8). Claimant then filed a complaint in this Court seeking review of the now final administrative decision.</p>\n<p></p>\n<h2><i>STANDARD OF REVIEW</i></h2>\n<p>The scope of judicial review of a final agency decision regarding disability benefits under the Social Security Act (\"Act\"), 42 U.S.C. § 301 <i>et seq.,</i> is limited to determining whether substantial evidence supports the Commissioner's factual findings and whether the decision was reached through the application of the correct legal standards. <i>See </i><i>Coffman v. Bowen,</i> 829 F.2d 514, 517 (4th Cir.1987). \"The findings of the Commissioner ... as to any fact, if supported by substantial evidence, shall be conclusive ...\" 42 U.S.C. § 405(g) (2007). While substantial evidence is not a \"large or considerable amount of evidence,\" <i>Pierce v. Underwood,</i> 487 U.S. 552, 565, 108 S.Ct. 2541, 101 L.Ed.2d 490 (1988), it is \"more than a mere scintilla ... and somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966). \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Mastro v. Apfel,</i> 270 F.3d 171, 176 (4th Cir.2001) (quoting <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996)). Rather, in conducting the \"substantial evidence\" inquiry, the court's review is limited to whether the ALJ analyzed the relevant evidence and sufficiently explained his or her findings and rationale in crediting the evidence. <i>Sterling Smokeless Coal Co. v. Akers,</i> 131 F.3d 438, 439-40 (4th Cir.1997).</p>\n<p></p>\n<h2><i>DISABILITY EVALUATION PROCESS</i></h2>\n<p>The disability determination is based on a five-step sequential evaluation process as set forth in 20 C.F.R. § 404.1520 under which the ALJ is to evaluate a claim:</p>\n<blockquote>The claimant (1) must not be engaged in \"substantial gainful activity,\" <i>i.e.,</i> currently working; and (2) must have a \"severe\" impairment that (3) meets or exceeds [in severity] the \"listings\" of specified impairments, or is otherwise incapacitating to the extent that the claimant does not possess the residual functional capacity to (4) perform his past work or (5) any other work.</blockquote>\n<p><i>Albright v. Commissioner of the SSA,</i> 174 F.3d 473, 474 n. 2 (4th Cir.1999). \"If an applicant's claim fails at any step of the process, the ALJ need not advance to the subsequent steps.\" Pass <i>v. Chater,</i> 65 F.3d 1200, 1203 (4th Cir.1995). The burden of proof and production during the first four steps of the inquiry rests on the claimant. <i>Id.</i> At the fifth step, the burden shifts to the ALJ to show that other work exists in the national economy which the claimant can perform. <i>Id.</i></p>\n<p>When assessing the severity of mental impairments, the ALJ must do so in accordance with the \"special technique\" described in 20 C.F.R. § 404.1520a(b)-(c). This regulatory scheme identifies four broad functional areas in which the ALJ rates the degree of functional limitation resulting from a claimant's mental impairments): activities of daily living; social functioning; concentration, persistence or pace; and episodes of decompensation. <i>Id.</i> § 404.1520a(c)(3). The ALJ is required to incorporate pertinent findings and conclusions based on the technique <span class=\"star-pagination\">*668</span> into his written decision. <i>Id.</i> § 404, 1520a(e)(2).</p>\n<p>In this case, Claimant alleges the following errors by the ALJ: (1) finding that the severity of Claimant's mental deficiency does not meet or equal the requirements of Listing 12.03; (2) improper evaluation of medical records; (3) improper assessment of Claimant's credibility; and (4) finding Claimant retained the residual functional capacity (\"RFC\") to perform past relevant work (\"PRW\") as a kitchen-helper. Pl's Br. in Supp. of Pl's Mot. for J. on the Pleadings at 1. (hereinafter \"Pl.'s Br.\").</p>\n<p></p>\n<h2><i>FACTUAL HISTORY</i></h2>\n<p></p>\n<h2>I. ALJ's Findings</h2>\n<p>The ALJ's decision followed the abovedescribed sequential evaluation process, concluding at step four that Claimant retained the RFC to return to her past work as a kitchen helper. As such, the ALJ found Claimant \"not disabled\" as defined in the Act.</p>\n<p>At step one, the ALJ found Claimant was no longer engaged in substantial gainful employment. (R. 19). Next, the ALJ determined Claimant had the following combination of severe impairments: (1) schizophrenia, (2) diabetes mellitus, (3) hypertension and (4) obesity. <i>Id.</i> However, at step three, the ALJ concluded these impairments were not severe enough, either individually or in combination, to meet or medically equal one of the listed impairments in 20 C.F.R. Part 404, Subpart P, Appendix 1. (R. 20). In reviewing Claimant's records concerning her alleged mental impairment and applying the technique prescribed by the regulations, the ALJ found as follows:</p>\n<blockquote>The medical evidence shows that although the claimant has experienced persistent auditory hallucinations and some paranoia, she has been able to manage her activities of daily living and continue with part-time employment. [T]he claimant does have some difficulty with social interaction, but ... she is not markedly limited in this area. Likewise, she is also limited, but not markedly so, in her ability to maintain concentration, persistence, and pace.</blockquote>\n<p>(R. 21).</p>\n<p>Prior to proceeding to step four, the ALJ assessed Claimant's RFC, finding Claimant had the ability to (1) perform medium work,<sup>[2]</sup> (2) stand and walk for up to six hours in an eight-hour day; and (3) sit for up to six hours in an eight-hour work day. (R. 21). Also, the ALJ determined Claimant was limited to performing simple, routine and repetitive tasks and should avoid production work and interaction with the public. <i>Id.</i> In making this assessment, the ALJ found Claimant's statements about her limitations not fully credible based upon the medical evidence, the testimony of Claimant's brother, and Claimant's own statements regarding her daily activities. (R. 22-27). At step four, the ALJ concluded Claimant had the RFC to perform the requirements of her past relevant work as a kitchen helper. (R. 27).</p>\n<p></p>\n<h2>II. Claimant's Testimony at the Administrative Hearing</h2>\n<p>At the time of the hearing, Claimant was 60 years old and employed as a dishwasher. (R. 333-334). Claimant is a high school graduate and resides with her mother. (R. 334).</p>\n<p>Claimant testified to working as a dishwasher for most of her adult life. (R. 336). Claimant has worked for the same business but under three different owners. <span class=\"star-pagination\">*669</span> (R. 335-336). She testified to working full-time for the original owner for approximately 18 years. (R. 336). Then, she worked part-time for the second owner until the business ceased operations, (R. 335-336, 348). Claimant secured her current job with the assistance of vocation rehabilitation services. (R. 347). Claimant stated she works approximately 23 hours a week earning $7.00 per hour. (R. 335).</p>\n<p>Claimant explained numerous medical conditions support her disability claim and her inability to work full-time. (R. 338). These medical conditions include arthritis, foot pain, sore joints and muscles, foot and ankle swelling, headaches, schizophrenia, high blood pressure and diabetes. (R. 338, 340, 341, 348, 349, 350, 351). Claimant testified to taking prescription medication for her pain and arthritis, though not on a regular basis. (R. 339). Claimant explained she is not receiving any other treatment for arthritis. <i>Id.</i> Claimant also takes Tylenol for daily headaches. (R. 343, 350). She uses a cane for support outside of work, but explained its usage was not pursuant to medical advice. (R. 340). Claimant explained she is in constant pain, but the pain is worse when standing. <i>Id.</i> Claimant stated she can stand for approximately ten minutes before she must sit down. (R. 343). Claimant testified that her ankles and feet swell. (R. 349). She also stated that the swelling increases as her activity level rises. <i>Id.</i></p>\n<p>Claimant testified to having schizophrenia since 1971 and taking Loxapine since the 1980s. (R. 338, 340). While Loxapine causes drowsiness, Claimant acknowledged her ability to work for several years in spite of this symptom. <i>Id.</i> Claimant also stated the medication causes her head and hands to shake uncontrollably, (R. 356). Claimant reported auditory hallucinations and paranoia prevent her from working in a crowded environment. (R. 340), Her blood pressure stays within normal limits as a result of medication; however, the medication causes dizziness. (R. 337, 341). Claimant's blood sugar level is maintained with medication; however, her insulin injections cause swelling and weight gain. (R. 341-342).</p>\n<p>As for daily activities, Claimant works part-time in the afternoons as a dishwasher. (R. 340, 350). Claimant explained she began working fewer hours beginning in 2001 due to her diabetes. (R. 348). Claimant testified that while medication allows her to work part-time, she is no longer capable of working full-time. (R. 349). She stated further that her job entails limited light lifting and minimal social interaction. (R. 340, 344). Claimant testified to cooking, cleaning, doing laundry and grocery shopping. (R. 345). However, she limits daily household chores in order to conserve energy for work during the afternoons. (R. 350-351). Claimant attends church every other Sunday. (R. 346). She also serves as secretary of her church, which entails quarterly meetings and limited bookkeeping. (R. 346, 352).</p>\n<p></p>\n<h2>III. John Scott's Testimony at the Administrative Hearing</h2>\n<p>John Scott, Claimant's brother, also testified at the administrative hearing. (R. 352-356). Mr. Scott visits Claimant daily and has assisted Claimant most of her adult life. (R. 353). He assists Claimant with her medication and drives her to work, the grocery store and the laundromat. (R. 353, 355). Mr. Scott reported Claimant's medications cause her to shake uncontrollably. (R. 354). He believes Claimant should not work due to her declining physical condition but stated Claimant seems to tolerate her job. (R. 353-354). He also explained Claimant avoids crowds, but is able to attend church because <span class=\"star-pagination\">*670</span> the congregation is small, about 100 people. (R. 355).</p>\n<p></p>\n<h2>IV. Vocational Expert's Testimony at the Administrative Hearing</h2>\n<p>Kimberly Engler, M.S. in Personnel and Counseling and Certified Disability Management Specialist (C.D.M.S.), testified as a VE at the administrative hearing. (R. 58, 357-359). After the VE's testimony regarding Claimant's past work experience (R. 357), the ALJ posed the following hypothetical:</p>\n<blockquote>I want you to assume a hypothetical individual of the same age, education and work background as that of claimant. And 1 want you to further assume that this hypothetical individual is limited to perform (sic) medium work as that term is defined in the regulations. And this individual would additionally have additional limitations as described by the Disability Determination Services such that she'd also be limited to the performance of simple, routine, repetitive tasks, jobs that have few if any decisions to be made, few if any changes, work processes from day to day. They also indicated that she should avoid any high production type jobs. And should also avoid jobs that require a great deal of public contact, so we'll just avoid all public interaction. Can that individual engage in any jobs that you could suggest?</blockquote>\n<p>(R. 358). The VE responded such limitations would allow an individual to perform the job of kitchen helper. <i>Id.</i> The VE explained no conflict existed between her testimony and the Dictionary of Occupational Titles. <i>Id.</i> The ALJ modified the above hypothetical as follows:</p>\n<blockquote>If I were to assume the testimony here today was correct, that the individual had the limitations as described by Ms. Newton and the limitations described by her brother, could that individual engage in the job of a kitchen helper on a fulltime competitive basis?</blockquote>\n<p>(R. 359). The VE answered in the negative. <i>Id.</i> Claimant's counsel then asked the VE \"if you had the additional limitation from a vocational rehabilitation specialist like yourself, that the person could only do part-time employment, would they be able to perform according to full-time work?\" The VE answered in the negative. <i>Id.</i></p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. The ALJ properly determined Claimant is not disabled <i>per se</i> under Listing 12.03.</h2>\n<p>In the introductory portion of her brief, Claimant has identified as an issue to be presented to this Court whether she meets the requirement of Listing 12.03, which addresses schizophrenic, paranoid and other psychotic disorders. Pl.'s Br. at 1; 20 C.F.R. pt. 404, Subpt. P, App. 1 § 12.03. This argument falls under step three of the sequential evaluation process, which Claimant bears the burden of proving. <i>Bowen v. Yuckert,</i> 482 U.S. 137, 146 n. 5, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987); <i>see also </i><i>Pass,</i> 65 F.3d at 1203. However, Claimant has not briefed this issue nor has she presented it to the Court with any supporting discussion, argument or authority. Moreover, in the concluding paragraph of Claimant's brief, in which she summarizes all grounds for rejecting the ALJ's decision, this particular line of argument is wholly absent. <i>Id.</i> at 10. For these reasons, Claimant is deemed to have abandoned argument on this issue. <i>See </i><i>Grella v. Salem Five Cent Sav. Bank,</i> 42 F.3d 26, 36 (1st Cir.1994) (\"[I]ssues averted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived for purposes of appeal.\"); <i>see also </i><i>Canady v. Crestar</i> <span class=\"star-pagination\">*671</span> <i>Mort. Corp.,</i> 109 F.3d 969, 973-74 (4th Cir.1997) (issues raised in notice of appeal but not briefed on appeal deemed waived) (citations omitted); <i>In re Apex Express Corp.,</i> 190 F.3d 624, 630 n. 5 (4th Cir.1999) (noting that an issue not argued in appellant's brief is deemed waived on appeal).</p>\n<p>While the Court recognizes Claimant's abandonment of this issue, the Commissioner has properly raised this issue in its brief in support of its motion. This Court will therefore address this issue, especially given a claimant is deemed disabled <i>per se</i> upon the establishment of a Listing. 20 C.F.R. § 404.1520(d).</p>\n<p>To establish the required severity, Claimant must show that she meets the requirements of both parts \"A\" and \"B\" of Listing 12.03, or part \"C\" as follows:</p>\n<blockquote>A. Medically documented persistence, either continuous or intermittent, of one or more of the following:</blockquote>\n<blockquote>1. Delusions or hallucinations; or</blockquote>\n<blockquote>2. Catatonic or other grossly disorganized behavior; or</blockquote>\n<blockquote>3. Incoherence, loosening of associations, illogical thinking, or poverty of content of speech if associated with one of the following:</blockquote>\n<blockquote>a. Blunt affect; or</blockquote>\n<blockquote>b. Flat affect; or</blockquote>\n<blockquote>c. Inappropriate affect; or</blockquote>\n<blockquote>4. Emotional withdrawal and/or isolation;</blockquote>\n<blockquote>AND</blockquote>\n<blockquote>B. Resulting in at least two of the following:</blockquote>\n<blockquote>1. Marked restriction of activities of daily living; or</blockquote>\n<blockquote>2. Marked difficulties in maintaining social functioning; or</blockquote>\n<blockquote>3. Marked difficulties in maintaining concentration, persistence, or pace; or</blockquote>\n<blockquote>4. Repeated episodes of decompensation, each of extended durations;</blockquote>\n<blockquote>OR</blockquote>\n<blockquote>C. Medically documented history of a chronic schizophrenic, paranoid, or other psychotic disorder of at least 2 years' duration that has caused more than a minimal limitation of ability to do basic work activities, with symptoms or signs currently attenuated by medication or psychosocial support, and one of the following:</blockquote>\n<blockquote>1. Repeated episodes of decompensation, each of extended duration; or</blockquote>\n<blockquote>2. A residual disease process that has resulted in such marginal adjustment that even a minimal increase in mental demands or change in the environment would be predicted to cause the individual to decompensate; or</blockquote>\n<blockquote>3. Current history of 1 or more years' inability to function outside a highly supportive living arrangement, with an indication of continued need for such an arrangement.</blockquote>\n<p>20 C.F.R. pt. 404, Subpt. P, App. 1 § 12.03. Here, the ALJ found Claimant experienced persistent auditory hallucinations and some paranoia, thus meeting the \"A\" criteria. (R. 21). However, the ALJ found Claimant moderately impaired with respect to the \"B\" criteria, but not markedly so. (R. 21, 27). Finally, Claimant presented no evidence supporting the existence of \"C\" criteria. (R. 26,196).</p>\n<p>The ALJ's finding that Claimant's mental condition does not meet or equal the impairments listed in Appendix 1 is supported by substantial evidence. In particular, the ALJ's determination is in accord with the findings of state agency <span class=\"star-pagination\">*672</span> consultant, Dr. Wysocki.<sup>[3]</sup> (R. 26-27, 185-198); <i>see</i> 20 C.F.R. § 404.1527 (\"State agency medical and psychological consultants... are highly qualified physicians and psychologists who are also experts in Social Security disability evaluation.\"). Moreover, as discussed in detail below, Claimant is able to maintain her daily activities, including part-time employment, and her mental condition is controlled with medication and treatment. (R. 23, 183, 203, 207, 218, 222, 304, 307). Accordingly, this Court finds the ALJ's determination as to this issue was proper, as Claimant ha&amp;, not made a prima facie case based on substantial evidence that she meets the \"A\" and \"B\" criteria or the \"C\" criteria.</p>\n<p></p>\n<h2>II. The ALJ properly evaluated the medical evidence.</h2>\n<p>In her second argument, Claimant contends the ALJ improperly reviewed the medical records. Pl's Br. at 1, 3. Specifically, Claimant avers the ALJ failed to mention all of Claimant's medical history, and instead selectively summarized the evidence supporting the ALJ's conclusion. This Court disagrees.</p>\n<p>In his decision, the ALJ summarized a substantial portion of Claimant's medical history. With respect to Claimant's allegations of debilitating arthritis, the ALJ noted that in fact the medical records did not document the existence of severe arthritis or specialized treatment for this condition. (R. 23). The ALJ noted further that Claimant is not taking prescription medication for arthritis. (R. 23, 131, 339). As for Claimant's hypertension and diabetes, the ALJ referenced medical records associated with these conditions and observed both were frequently monitored by Claimant's physicians and were controlled with treatment. (R. 23, 255-293, 294-300).</p>\n<p>Finally, the ALJ's findings are replete with references to Claimant's psychiatric records. (R. 23-27). In fact, the ALJ summarized the findings of all Claimant's psychiatrists between 1 June 2001 and 10 January 2006. (R. 23-25). The ALJ noted that Claimant's psychiatrists suggested changing medication in hopes of alleviating the side effects caused by Claimant's current medication. (R. 24-26, 204, 205, 304, 306-307). However, Claimant expressed satisfaction with her medication and was adamant in her refusal to try alternative options. <i>Id.</i> The ALJ noted further that Claimant tolerated auditory hallucinations, managed her daily activities despite her psychosis and that her mood was good and she was content. (R. 23-25, 203-204, 207, 214,218,222,304,306).</p>\n<p>Despite the thorough analysis and findings by the ALJ, Claimant contends \"the decision focuses only on the items in the records that it uses to supports its conclusions. ...\" Pl's Br. at 4. In support of the allegation, Claimant states the ALJ erred in failing to address the positive findings of an Antinuclear Antibody (ANA) test and to discuss a 2003 MRI documenting severe degenerative disc disease.<sup>[4]</sup><i>Id.</i> at 4-5. However, the ALJ is not required to discuss all evidence in the record. <i>See </i><i>Dyer v. Barnhart,</i> 395 F.3d 1206, 1211 (11th Cir.2005) (explaining there \"is no rigid requirement that the <span class=\"star-pagination\">*673</span> ALJ specifically refer to every piece of evidence in his decision\"); <i>Anderson v. Bowen,</i> 868 F.2d 921, 924 (7th Cir.1989) (noting \"a written evaluation of every piece of testimony and submitted evidence is not required\"). Rather, the ALJ must \"provide [this Court] with sufficient reasoning for determining that the proper legal analysis has been conducted.\" <i>Keeton v. Dept. of Health &amp; Human Servs.,</i> 21 F.3d 1064, 1066 (11th Cir.1994); <i>see also </i><i>Coffman,</i> 829 F.2d at 517. Here, the ALJ's meticulous summary of Claimant's medical record \"enable[s] ... [this Court] to conclude that [the ALJ] considered her medical condition as a whole.\" <i>Dyer,</i> 395 F.3d at 1211. For the foregoing reasons, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>III. The ALJ properly evaluated the credibility of Claimant's statements.</h2>\n<p>Claimant contends the ALJ failed to adequately evaluate the credibility of Claimant's testimony. Pl.'s Br. at 1, 3, 6. This Court disagrees.</p>\n<p>Upon establishing the existence of a medically-determinable physical or mental impairment that could reasonably be expected to produce the claimant's symptom(s), the ALJ must evaluate the intensity, persistence and limiting effects of said symptom(s) on a claimant's ability to perform basic work. Soc. Sec. Rul. 96-7p, 1996 WL 374186, at *1. This evaluation requires the ALJ to determine the degree to which the claimant's statements regarding symptoms and their functional effects can be believed and accepted as true; thus, the ALJ must consider conflicts between the claimant's statements and the rest of the evidence. <i>Id.</i> at *4; <i>see</i> 20 C.F.R. § 404.1529(c)(4). A claimant's symptoms, including pain, are considered to diminish her capacity to work to the extent that alleged functional limitations are reasonably consistent with objective medical evidence and other evidence. 20 C.F.R. § 404.1529(c)(4). In assessing credibility, the ALJ must consider the entire case record, provide specific reasons for the credibility finding and ensure the weight accorded (and reasoning for said weight) to the claimant's statements is evident to the claimant and any subsequent reviewers. SSR 96-7p, 1996 WL 374186, at *4. In addition to the objective medical evidence, the ALJ's evaluation of Claimant's credibility must include the following factors:</p>\n<blockquote>(1) effect of symptoms on claimant's daily activities</blockquote>\n<blockquote>(2) location, duration, frequency and intensity of the symptom(s)</blockquote>\n<blockquote>(3) factors that precipitate or aggravate claimant's symptoms</blockquote>\n<blockquote>(4) type, dosage, effectiveness and side effects of medication taken to alleviate the symptom(s)</blockquote>\n<blockquote>(5) non-medical treatment received for relief of the symptom(s)</blockquote>\n<blockquote>(6) any non-treatment measures used to relieve the symptom(s)</blockquote>\n<blockquote>(7) other factors concerning functional limitations and restrictions due to the symptoms.</blockquote>\n<p>20 C.F.R. § 404.1529(c)(3); SSR 96-7p, 1996 WL 374186, at *3.</p>\n<p>After reviewing the ALJ's decision, this Court finds the ALJ made the necessary findings in support of his credibility determination pursuant to the framework explained above. With respect to Claimant's arthritis, the ALJ noted no medical documentation exists supporting Claimant's allegation that her arthritis is severe. (R. 23). Moreover, Claimant takes no prescribed medication nor does she undergo specialized treatment for arthritis. <i>Id.</i>; <i>see</i> 20 C.F.R. §§ 404.1529(a) (\"Statements about ... pain ... will not alone establish <span class=\"star-pagination\">*674</span>... disability]; there must be medical signs and laboratory findings which show... medical impairment(s) which could reasonably be expected to produce the pain ... alleged ...\"); <i>see also </i><i>Mickles v. Shalala,</i> 29 F.3d 918, 923 (4th Cir.1994) (Luttig, J., concurring) (noting allegations of pain and other subjective symptoms, without more, are insufficient to find disability); <i>Parris v. Heckler,</i> 733 F.2d 324, 327 (4th Cir.1984) (subjective evidence of pain cannot take precedence over objective medical evidence or the lack thereof).</p>\n<p>As for Claimant's diabetes mellitus and hypertension, both are controlled with treatment and monitored frequently by medical personnel. (R. 23, 255-300). Similarly, Claimant's schizophrenia is wellcontrolled with medication and does not appear to significantly interfere with Claimant's daily activities. (R. 23-26, 183, 203, 207, 306, 307); <i>see </i><i>Gross v. Heckler,</i> 785 F.2d 1163, 1166 (4th Cir.1986) (noting a symptom is not disabling if it can be reasonably controlled by medication or treatment). Finally, the ALJ noted Claimant's mental condition is stable and has not significantly changed over time. <i>Id.</i></p>\n<p>In addition to the objective medical evidence, the ALJ also considered the factors set forth in 20 C.F.R. § 404.1529(c)(3) as referenced above. <i>See</i> SSR 96-7p, 1996 WL 374186, at *6 (\"[T]he absence of objective medical evidence supporting an individual's statements about the intensity and persistence of pain or other symptoms is only one factor that the [ALJ] must consider in assessing an individual's credibility and must be considered in the context of all the evidence.\"). As for daily activities, Claimant has maintained a part-time position as a dishwasher. (R. 22, 304, 306, 307, 334). Additionally, she attends church on a regular basis and is capable of performing various household chores, including cooking, cleaning, laundry and grocery shopping. (R. 22, 25, 345-346); <i>see </i><i>Mickles,</i> 29 F.3d at 921 (noting the examination of how symptoms affect the routine of life is the only fair manner to weigh a subjective complaint of symptoms).</p>\n<p>Claimant asserts the ALJ's decision indicates Claimant \"is not affected by her schizophrenia and the medications she has taken for many years.\" Pl's Br. at 6. To the contrary, the ALJ acknowledged the frequency, intensity and duration of the symptoms associated with Claimant's schizophrenia, including her auditory hallucinations and paranoia. Pl's Br. at 5; (R. 25). However, the ALJ noted Claimant's ability to maintain some degree of social interaction, highlighting findings by various psychiatrists that Claimant was able to tolerate this condition, she appeared happy and interactive and admitted to getting along well with co-workers. (R. 24-26, 203, 207, 222, 304, 306, 307). Claimant also asserts the ALJ failed to discuss Claimant's medications and resulting side-effects. Pl.'s Br. at 5. However, the ALJ acknowledged numerous medical records indicated Claimant experienced frequent involuntary head and facial movements and tics and hand shaking, symptoms described by Claimant in testimony and corroborated by Claimant's brother. (R. 23-25, 219, 304, 306, 307, 354, 356). In fact, in his decision, the ALJ admitted to observing these symptoms during Claimant's testimony. (R. 25). The ALJ also noted the medication causes drowsiness. (R. 26). However, the ALJ found these side-effects had little impact on Claimant's ability to work as she had taken the same medication since the 1980s. (R. 26, 338). Moreover, the ALJ noted Claimant refused to try an alternative anti-psychotic medication. (R. 25, 304, 306). Finally, the ALJ considered the letter from Kim Weisenberger with the Division of Vocational Rehabilitation Services wherein she recommended only part-time employment for Claimant. (R. 26, 128). However, the <span class=\"star-pagination\">*675</span> ALJ found Claimant's condition had not significantly changed from when she worked full-time. (R. 26). Moreover, the ALJ noted Claimant's present part-time position is almost identical to her former full-time position. <i>Id.</i></p>\n<blockquote>The ALJ considered Claimant's subjective complaints to the extent that they were credible. Specifically, the ALJ acknowledged Claimant's symptoms associated with her mental condition are aggravated by crowds. (R. 26). The ALJ also found Claimant moderately limited in her ability to understand, remember and carry out detailed instructions. (R. 26-27). The ALJ's credibility analysis is not diminished by evidence in the record supporting Claimant's allegations as to the severity of her symptoms. The task of weighing conflicting evidence and resolving any inconsistencies therein is within the sole province of the ALJ. <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990). The ALJ considered the examinations and opinions of Claimant's physicians in addition to the testimony of Claimant and her brother, as required by law. <i>See </i><i>Craig,</i> 76 F.3d at 595. The ALJ's conclusion that Claimant's statements were not entirely credible is supported by substantial evidence. For the foregoing reasons, Claimant's argument on this issue is without merit.</blockquote>\n<p></p>\n<h2>IV. The ALJ did not err in finding Claimant retained the RFC to perform her past relevant work as a kitchen helper.</h2>\n<p>Claimant contends (1) the ALJ's RFC assessment was improper and (2) the ALJ erred in finding Claimant is capable of performing her past relevant work as a kitchen helper on a full-time basis. Pl.'s Br. at 6-7. This Court finds Claimant's arguments unpersuasive.</p>\n<p></p>\n<h2>(a) The ALJ properly assessed Claimant's RFC.</h2>\n<p>The RFC is an administrative assessment of \"an individual's ability to do sustained work-related physical and mental activities in a work setting on a regular and continuing basis\" despite her impairments and related symptoms. SSR 96-8p, 1996 WL 374184, at *1; see <i>also</i> 20 C.F.R. § 404.1545(a)(1). In determining RFC, the ALJ considers an individual's ability to meet the physical, mental, sensory and other requirements of work. 20 C.F.R. § 404.1545(a)(4). It is based upon all relevant evidence and may include a claimant's own description of limitations arising from alleged symptoms. 20 C.F.R. § 404.1545(a)(3); <i>see also</i> SSR 96-8p, 1996 WL 374184, at *5. Finally, the RFC assessment \"must include a discussion of why reported symptom-related functional limitations and restrictions can or cannot reasonably be accepted as consistent with the medical and other evidence.\" SSR 96-8p, 1996 WL 374184, at *7.</p>\n<p>Claimant asserts the ALJ failed to consider all evidence in assessing Claimant's RFC. Pl.'s Br. at 7.<sup>[5]</sup> However, as discussed above, the ALJ's opinion demonstrates a detailed review of Claimant's <span class=\"star-pagination\">*676</span> medical history, providing a separate discussion of each impairment. <i>See </i><i>Baldwin v. Barnhart,</i> 444 F.Supp.2d 457, 465 (E.D.N.C.2005) (\"Sufficient consideration of the combined effects of a [claimant's] impairments is shown when each is separately discussed in the ALJ's decision....\") (citations omitted). The ALJ's assessment also includes statements by Claimant found to be credible, in addition to testimonial evidence provided by the vocational expert and Claimant's brother. <i>See </i><i>Hines v. Barnhart,</i> 453 F.3d 559, 565 (4th Cir.2006) (noting the ALJ need not accept Claimant's subjective evidence to the extent it is inconsistent with the available evidence). Finally, the ALJ's RFC assessment is in accord with mental and physical RFC assessments found in the record. (R. 26, 199-202, 156-165); <i>see</i> 20 C.F.R. § 404.1527 (\"State agency medical and psychological consultants ... are highly qualified physicians and psychologists who are also experts in Social Security disability evaluation.\").</p>\n<p>The ALJ analyzed all of the relevant evidence, sufficiently explained his findings and his rationale in crediting the evidence and applied the correct legal standards in evaluating Claimant's RFC. Accordingly, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>(b) The ALJ properly concluded Claimant could perform her past relevant work.</h2>\n<p>Upon assessing a claimant's RFC, the ALJ compares the RFC with the physical and mental demands of claimant's past relevant work (\"PRW\") and then determines whether claimant's impairment(s) prevent claimant from performing such work. 20 C.F.R. § 404.1520(e)(f). \"The claimant is the primary source for vocational documentation.\" SSR 82-62, 1982 WL 31386, at *3. In determining a claimant's ability to do PRW, the ALJ must consider the following:</p>\n<blockquote>(1) the individual's statements as to which past work requirements can no longer be met and the reason(s) for his or her inability to meet those requirements;</blockquote>\n<blockquote>(2) medical evidence establishing how the impairment[s] limit[ ] [his or her] ability to meet the physical demands and mental requirements of such work; and</blockquote>\n<blockquote>(3) in some cases, supplementary or corroborative information from other sources such as employers, the <i>Dictionary of Occupational Titles</i> [\"DOT\"], etc., on the requirements of the work as generally performed in the economy.</blockquote>\n<p><i>Id.</i> \"[A] claimant will be found \"not disabled\" if [s]he is capable of performing [her] past relevant work either as [s]he performed it in the past <i>or</i> as it is generally required by employers in the national economy.\" <i>Pass,</i> 65 F.3d at 1207; <i>see also</i> SSR 82-61,1982 WL 31387.</p>\n<p>The ALJ found Claimant was capable of performing her PRW as a kitchen helper in a full-time capacity. The ALJ made the necessary findings in conformity with the guidelines listed above. First, the ALJ considered Claimant's allegations regarding her pain and other symptoms, in addition to Claimant's contention that she is unable to perform her job in a full-time capacity. (R. 22, 25-26). However, as explained above, the ALJ concluded such statements were not entirely credible. Second, as summarized above, the ALJ reviewed the medical evidence regarding the impact of Claimant's impairments on her ability to meet the physical and mental demands of a kitchen helper, Based on the medical records, the ALJ noted Claimant's impairments do not prevent her from standing, walking or sitting for 6 hours in an eight-hour day nor from frequently lifting <span class=\"star-pagination\">*677</span> or carrying 25 pounds. (R. 21). However, the ALJ found Claimant should be limited to simple, routine and repetitive tasks and should avoid high production and public interaction. <i>Id.</i> Finally, the ALJ relied on both the DOT and vocational expert testimony as supplementary information. The ALJ noted the DOT classified the job of kitchen helper with strength demands of medium work. (R. 25). At the administrative hearing, the VE testified Claimant could perform the job of kitchen helper in a full-time capacity despite Claimant's nonexertional limitations. (R. 25, 358).</p>\n<p>Based on Claimant's RFC, the ALJ properly concluded Claimant is capable of performing her previous work as a kitchen helper. For the foregoing reasons, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>This, the 11th day of March, 2008.</p>\n<p>For the reasons stated above, this Court recommends Claimant's Motion for Judgment on the Pleadings be DENIED, Defendant's Motion for Judgment on the Pleadings be GRANTED and the final decision of the Commissioner be UPHELD. The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten (10) days upon receipt to file written objections. Failure to file timely written objections shall bar an aggrieved party from receiving a de novo review by the District Court on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the proposed factual findings and legal conclusions not objected to, and accepted by, the District Court.</p>\n<h2>NOTES</h2>\n<p>[1]  Further findings concerning the plaintiff's employment history and illness are set out with greater particularity in the M &amp; R. (<i>See</i> M &amp; R pp. 668-70).</p>\n<p>[1]  Claimant previously filed applications for DIB on 27 July 1999 and 14 February 2001, which were denied and not appealed. (R. 43-46, 60-62, 63-65). The Social Security Administration combined the 2001 application and material with Claimant's 2003 claims file. (R. 51).</p>\n<p>[2]  Medium work involves lifting no more than 50 pounds at a time with frequent lifting or carrying of objects weighing up to 25 pounds. 20 C.F.R. § 404.1567(c).</p>\n<p>[3]  The record contains two Psychiatric Review Technique formsthe first dated 9 May 2001 and the most recent dated 15 January 2004. (R. 138-151, 185-198). Both forms indicate Claimant failed to meet the requirements of the \"B\" or \"C\" criteria; however, the ALJ's decision relied exclusively on the 2004 form completed by Dr. Wysocki. (R. 26-27).</p>\n<p>[4]  Claimant fails to identify the records regarding the MRI results and the ANA test and the extent to which such results may be favorable to Claimant.</p>\n<p>[5]  In particular, Claimant contends the ALJ failed to discuss the testimony of Claimant's sister. Pl.'s Br. at 7. While the record does not indicate that Claimant's sister appeared at the hearing, the ALJ summarized the testimony of Claimant's brother and properly referenced the testimony in the ALJ's RFC analysis. (R. 22, 25); <i>see </i><i>Ivey v. Barnhart,</i> 393 F.Supp.2d 387, 390 (E.D.N.C.2005) (explaining the ALJ's opinion should indicate the weight and credibility assigned to testimonial evidence); <i>Morgan v. Barnahart,</i> 142 Fed.Appx. 716, 720 (4th Cir.2005)(unpublished opinion) (\"To determine the claimant's RFC, the ALJ must consider the relevant medical evidence and other evidence of the claimant's condition in the record, including testimony from the claimant and family members.\")</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">559</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">662</span></span> (2008)</b></center>\n<center><h1>Ethel NEWTON, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:07-CV-73-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 16, 2008.</center>\n<p><span class=\"star-pagination\">*664</span> Diane S. Griffin, Charles T. Hall Law Firm, P.C., Raleigh, NC, for Plaintiff.</p>\n<p>Mark J. Goldenberg, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on plaintiffs motion for judgment on the pleadings (DE # 17) and defendant's motion for judgment on the pleadings (DE # 21). On March 11, 2008, United States Magistrate Judge Robert B. Jones, Jr. entered a memorandum and recommendation (\"M &amp; R\") recommending the denial of disability insurance benefits. Plaintiff timely filed objections to the M &amp; R, and defendant did not respond. Accordingly, the matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed an application for disability insurance benefits on June 24, 2003, alleging an onset of disability date of January 1, 2001. (Tr. 66-68). Plaintiff alleged disabilities of schizophrenia, diabetes, high blood pressure, and migraine headaches. After her claim was denied at the initial and reconsideration levels, she requested a hearing before an Administrative Law Judge (\"ALJ\"). (Tr. 329-362). A hearing was held by video conference on January 6, 2006. (Tr. 329-362). Following the hearing, the ALJ issued an unfavorable decision on June 15, 2006. (Tr. 17-27). Plaintiff appealed the ALJ's decision to the Appeals Council which, on March 10, 2007, found no basis for review, rendering the ALJ's decision the final decision of the Commissioner from which plaintiff now appeals. (Tr. 5-8). Plaintiff filed complaint on May 25, 2007, seeking review of the final administrative decision.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>At the time of plaintiffs hearing before the ALJ, plaintiff, a high school graduate residing with her mother, was sixty (60) years old.<sup>[1]</sup> (Tr. 333-334). In the course <span class=\"star-pagination\">*665</span> of conducting the five-step sequential evaluation as set forth in 20 C.F.R. section 404.1520, the ALJ determined that plaintiff was no longer engaged in substantial gainful employment and suffered from the severe impairments of schizophrenia, diabetes mellitus, hypertension, and obesity. (Tr. 19). The ALJ determined that these impairments were not severe enough, individually or in combination, to meet or equal one of the listed impairments set forth at 20 C.F.R., Part 404, Subpart P, Appendix 1. (Tr. 20). Next, the ALJ evaluated plaintiffs residual functional capacity (\"RFC\") and found that plaintiff could perform medium work, stand and walk for up to six hours in the course of an eighthour day, and sit up for six hours in an eight-hour day. (Tr. 21). The ALJ further found that plaintiff should avoid production work and interactions with the public, and that plaintiff was more properly suited to perform simple, routine, and repetitive tasks. (<i>Id.</i>) The ALJ concluded that the plaintiff retained the RFC to return to her past work as a kitchen helper and therefore that plaintiff was not disabled for purposes of the relevant statute.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court may \"designate a magistrate [magistrate judge] to conduct hearings, including evidentiary hearings, and submit to a judge of the court proposed findings of fact and recommendations for disposition\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(A)-(B). \"The magistrate... shall file his proposed findings and recommendations ... with the court[.]\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.</i> The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. 28 U.S.C. S 636(b)(1)(C); <i>see also </i><i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 200 (4th Cir.1983).</p>\n<p>When reviewing a decision of an administrative law judge, the court looks to whether there is substantial evidence to support the findings and whether the law was applied correctly. <i>See 42</i> U.S.C. § 405(g); <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996) (superseded by statute on other grounds); <i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 517 (4th Cir.1987). Substantial evidence is defined as \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion. It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Shively v. Heckler,</i> <span class=\"citation\" data-id=\"439094\"><a href=\"/opinion/439094/6-socsecrepser-107-unemplinsrep-cch-15522-james-kenneth-shively-v/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 989 (4th Cir.1984) (internal citation omitted); <i>see also </i><i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990). \"Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.\" <i>Hays,</i> 907 F.2d at 1456. Even if the court disagrees with Commissioner's decision, the court must uphold it if it is supported by substantial evidence. <i>Id.</i> With these principles in mind, and having benefit of the M &amp; R, the court turns to the objections at hand.</p>\n<p></p>\n<h2>B. Analysis</h2>\n<p>Plaintiff objects that the ALJ's determination \"ignores the reality and totality of [plaintiffs] circumstances ...,\" due to the fact that \"the ALJ did not really listen to what [plaintiff] said.\" (Obj. pp. 1, 4). More specifically, plaintiff objects that she \"cannot function in the way contemplated by the regulations for her to perform medium work on a full time basis.\" (Obj. p. 2). In support of this objection, plaintiff <span class=\"star-pagination\">*666</span> sets forth factual claims which she asserts support a determination that she can only work on a part-time basis. For example, plaintiff highlights her testimony that \"she isn't able to do anything once she comes home from work and that she is just sore all over,\" and, instead of lifting multiple dishes at once, she \"is lifting and washing one dish at a time.\" (Obj. pp. 3, 4). Based on these and other similar facts, plaintiff argues that the \"overall picture in [plaintiffs] case compels the opposite decision to the one arrived at by the ALJ.\" (Obj. p. 5).</p>\n<p>In essence, plaintiff argues that the record does not support specific conclusions drawn by the ALJ and confirmed by the magistrate judge. Plaintiffs objection fails to mention clear evidence in the record and an acceptance of the plaintiffs argument would require this court to reweigh evidence that has already been thoroughly considered and weighed by the ALJ. Even were the court to disagree with the ALJ's findings, the court may not \"undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the [Commissioner].\" <i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 176 (4th Cir.2001) (quoting <i>Craig,</i> 76 F.3d at 589). \"Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.\" <i>Hays,</i> 907 F.2d at 1456. The court finds that substantial evidence supports the ALJ's determinations, as is required by law.</p>\n<p>For these and other reasons more fully described in the M &amp; R, this court finds that the decision of the ALJ was supported by substantial evidence and resulted from the correct application of the law.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons defendant's motion for judgment on the pleadings is GRANTED and plaintiffs motion for judgment on the pleadings is DENIED. The clerk is directed to CLOSE, this case.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ROBERT B. JONES, JR., United States Magistrate Judge.</p>\n<p>This matter is before the Court on the parties' cross motions for judgment on the pleadings pursuant to FED.R.CIV.P. 12(c). Claimant Ethel Newton (\"Claimant\") filed this action pursuant to 42 U.S.C. § 405(g) seeking judicial review of the denial of her application for Disability Insurance Benefits (\"DIB\"). The time for filing responsive briefs has expired and the pending motions are ripe for adjudication. Having carefully reviewed the administrative record and the motions and memoranda submitted by the parties, this Court recommends denying Claimant's Motion for Judgment on the Pleadings, granting Defendant's Motion for Judgment on the Pleadings and upholding the final decision of the Commissioner.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Claimant filed an application for DIB on 24 June 2003, alleging disability beginning January 2001 due to diabetes, schizophrenia, high blood pressure and migraine headaches.<sup>[1]</sup> (R. 66-68, 86). Her claim was denied initially and upon reconsideration. (R. 47-51, 52-53). A video hearing <span class=\"star-pagination\">*667</span> before the Administrative Law Judge (\"ALJ\") was held on 6 January 2006, at which Claimant was represented by counsel and a witness and vocational expert (\"VE\") appeared and testified. (R. 329-362). On 15 June 2006, the ALJ issued a decision denying Claimant's claim. (R. 17-27). On 10 May 2007, the Appeals Council denied Claimant's request for review. (R. 5-8). Claimant then filed a complaint in this Court seeking review of the now final administrative decision.</p>\n<p></p>\n<h2><i>STANDARD OF REVIEW</i></h2>\n<p>The scope of judicial review of a final agency decision regarding disability benefits under the Social Security Act (\"Act\"), 42 U.S.C. § 301 <i>et seq.,</i> is limited to determining whether substantial evidence supports the Commissioner's factual findings and whether the decision was reached through the application of the correct legal standards. <i>See </i><i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 517 (4th Cir.1987). \"The findings of the Commissioner ... as to any fact, if supported by substantial evidence, shall be conclusive ...\" 42 U.S.C. § 405(g) (2007). While substantial evidence is not a \"large or considerable amount of evidence,\" <i>Pierce v. Underwood,</i> <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 565, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1988), it is \"more than a mere scintilla ... and somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966). \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 176 (4th Cir.2001) (quoting <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996)). Rather, in conducting the \"substantial evidence\" inquiry, the court's review is limited to whether the ALJ analyzed the relevant evidence and sufficiently explained his or her findings and rationale in crediting the evidence. <i>Sterling Smokeless Coal Co. v. Akers,</i> <span class=\"citation\" data-id=\"749318\"><a href=\"/opinion/749318/sterling-smokeless-coal-company-v-tammy-akers-director-office-of-workers/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 439-40 (4th Cir.1997).</p>\n<p></p>\n<h2><i>DISABILITY EVALUATION PROCESS</i></h2>\n<p>The disability determination is based on a five-step sequential evaluation process as set forth in 20 C.F.R. § 404.1520 under which the ALJ is to evaluate a claim:</p>\n<blockquote>The claimant (1) must not be engaged in \"substantial gainful activity,\" <i>i.e.,</i> currently working; and (2) must have a \"severe\" impairment that (3) meets or exceeds [in severity] the \"listings\" of specified impairments, or is otherwise incapacitating to the extent that the claimant does not possess the residual functional capacity to (4) perform his past work or (5) any other work.</blockquote>\n<p><i>Albright v. Commissioner of the SSA,</i> <span class=\"citation\" data-id=\"763481\"><a href=\"/opinion/763481/william-l-albright-v-commissioner-of-the-social-security-administration/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 474 n. 2 (4th Cir.1999). \"If an applicant's claim fails at any step of the process, the ALJ need not advance to the subsequent steps.\" Pass <i>v. Chater,</i> <span class=\"citation\" data-id=\"704001\"><a href=\"/opinion/704001/49-socsecrepser-3-unemplinsrep-cch-p-14795b-james-e-pass-v/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1203 (4th Cir.1995). The burden of proof and production during the first four steps of the inquiry rests on the claimant. <i>Id.</i> At the fifth step, the burden shifts to the ALJ to show that other work exists in the national economy which the claimant can perform. <i>Id.</i></p>\n<p>When assessing the severity of mental impairments, the ALJ must do so in accordance with the \"special technique\" described in 20 C.F.R. § 404.1520a(b)-(c). This regulatory scheme identifies four broad functional areas in which the ALJ rates the degree of functional limitation resulting from a claimant's mental impairments): activities of daily living; social functioning; concentration, persistence or pace; and episodes of decompensation. <i>Id.</i> § 404.1520a(c)(3). The ALJ is required to incorporate pertinent findings and conclusions based on the technique <span class=\"star-pagination\">*668</span> into his written decision. <i>Id.</i> § 404, 1520a(e)(2).</p>\n<p>In this case, Claimant alleges the following errors by the ALJ: (1) finding that the severity of Claimant's mental deficiency does not meet or equal the requirements of Listing 12.03; (2) improper evaluation of medical records; (3) improper assessment of Claimant's credibility; and (4) finding Claimant retained the residual functional capacity (\"RFC\") to perform past relevant work (\"PRW\") as a kitchen-helper. Pl's Br. in Supp. of Pl's Mot. for J. on the Pleadings at 1. (hereinafter \"Pl.'s Br.\").</p>\n<p></p>\n<h2><i>FACTUAL HISTORY</i></h2>\n<p></p>\n<h2>I. ALJ's Findings</h2>\n<p>The ALJ's decision followed the abovedescribed sequential evaluation process, concluding at step four that Claimant retained the RFC to return to her past work as a kitchen helper. As such, the ALJ found Claimant \"not disabled\" as defined in the Act.</p>\n<p>At step one, the ALJ found Claimant was no longer engaged in substantial gainful employment. (R. 19). Next, the ALJ determined Claimant had the following combination of severe impairments: (1) schizophrenia, (2) diabetes mellitus, (3) hypertension and (4) obesity. <i>Id.</i> However, at step three, the ALJ concluded these impairments were not severe enough, either individually or in combination, to meet or medically equal one of the listed impairments in 20 C.F.R. Part 404, Subpart P, Appendix 1. (R. 20). In reviewing Claimant's records concerning her alleged mental impairment and applying the technique prescribed by the regulations, the ALJ found as follows:</p>\n<blockquote>The medical evidence shows that although the claimant has experienced persistent auditory hallucinations and some paranoia, she has been able to manage her activities of daily living and continue with part-time employment. [T]he claimant does have some difficulty with social interaction, but ... she is not markedly limited in this area. Likewise, she is also limited, but not markedly so, in her ability to maintain concentration, persistence, and pace.</blockquote>\n<p>(R. 21).</p>\n<p>Prior to proceeding to step four, the ALJ assessed Claimant's RFC, finding Claimant had the ability to (1) perform medium work,<sup>[2]</sup> (2) stand and walk for up to six hours in an eight-hour day; and (3) sit for up to six hours in an eight-hour work day. (R. 21). Also, the ALJ determined Claimant was limited to performing simple, routine and repetitive tasks and should avoid production work and interaction with the public. <i>Id.</i> In making this assessment, the ALJ found Claimant's statements about her limitations not fully credible based upon the medical evidence, the testimony of Claimant's brother, and Claimant's own statements regarding her daily activities. (R. 22-27). At step four, the ALJ concluded Claimant had the RFC to perform the requirements of her past relevant work as a kitchen helper. (R. 27).</p>\n<p></p>\n<h2>II. Claimant's Testimony at the Administrative Hearing</h2>\n<p>At the time of the hearing, Claimant was 60 years old and employed as a dishwasher. (R. 333-334). Claimant is a high school graduate and resides with her mother. (R. 334).</p>\n<p>Claimant testified to working as a dishwasher for most of her adult life. (R. 336). Claimant has worked for the same business but under three different owners. <span class=\"star-pagination\">*669</span> (R. 335-336). She testified to working full-time for the original owner for approximately 18 years. (R. 336). Then, she worked part-time for the second owner until the business ceased operations, (R. 335-336, 348). Claimant secured her current job with the assistance of vocation rehabilitation services. (R. 347). Claimant stated she works approximately 23 hours a week earning $7.00 per hour. (R. 335).</p>\n<p>Claimant explained numerous medical conditions support her disability claim and her inability to work full-time. (R. 338). These medical conditions include arthritis, foot pain, sore joints and muscles, foot and ankle swelling, headaches, schizophrenia, high blood pressure and diabetes. (R. 338, 340, 341, 348, 349, 350, 351). Claimant testified to taking prescription medication for her pain and arthritis, though not on a regular basis. (R. 339). Claimant explained she is not receiving any other treatment for arthritis. <i>Id.</i> Claimant also takes Tylenol for daily headaches. (R. 343, 350). She uses a cane for support outside of work, but explained its usage was not pursuant to medical advice. (R. 340). Claimant explained she is in constant pain, but the pain is worse when standing. <i>Id.</i> Claimant stated she can stand for approximately ten minutes before she must sit down. (R. 343). Claimant testified that her ankles and feet swell. (R. 349). She also stated that the swelling increases as her activity level rises. <i>Id.</i></p>\n<p>Claimant testified to having schizophrenia since 1971 and taking Loxapine since the 1980s. (R. 338, 340). While Loxapine causes drowsiness, Claimant acknowledged her ability to work for several years in spite of this symptom. <i>Id.</i> Claimant also stated the medication causes her head and hands to shake uncontrollably, (R. 356). Claimant reported auditory hallucinations and paranoia prevent her from working in a crowded environment. (R. 340), Her blood pressure stays within normal limits as a result of medication; however, the medication causes dizziness. (R. 337, 341). Claimant's blood sugar level is maintained with medication; however, her insulin injections cause swelling and weight gain. (R. 341-342).</p>\n<p>As for daily activities, Claimant works part-time in the afternoons as a dishwasher. (R. 340, 350). Claimant explained she began working fewer hours beginning in 2001 due to her diabetes. (R. 348). Claimant testified that while medication allows her to work part-time, she is no longer capable of working full-time. (R. 349). She stated further that her job entails limited light lifting and minimal social interaction. (R. 340, 344). Claimant testified to cooking, cleaning, doing laundry and grocery shopping. (R. 345). However, she limits daily household chores in order to conserve energy for work during the afternoons. (R. 350-351). Claimant attends church every other Sunday. (R. 346). She also serves as secretary of her church, which entails quarterly meetings and limited bookkeeping. (R. 346, 352).</p>\n<p></p>\n<h2>III. John Scott's Testimony at the Administrative Hearing</h2>\n<p>John Scott, Claimant's brother, also testified at the administrative hearing. (R. 352-356). Mr. Scott visits Claimant daily and has assisted Claimant most of her adult life. (R. 353). He assists Claimant with her medication and drives her to work, the grocery store and the laundromat. (R. 353, 355). Mr. Scott reported Claimant's medications cause her to shake uncontrollably. (R. 354). He believes Claimant should not work due to her declining physical condition but stated Claimant seems to tolerate her job. (R. 353-354). He also explained Claimant avoids crowds, but is able to attend church because <span class=\"star-pagination\">*670</span> the congregation is small, about 100 people. (R. 355).</p>\n<p></p>\n<h2>IV. Vocational Expert's Testimony at the Administrative Hearing</h2>\n<p>Kimberly Engler, M.S. in Personnel and Counseling and Certified Disability Management Specialist (C.D.M.S.), testified as a VE at the administrative hearing. (R. 58, 357-359). After the VE's testimony regarding Claimant's past work experience (R. 357), the ALJ posed the following hypothetical:</p>\n<blockquote>I want you to assume a hypothetical individual of the same age, education and work background as that of claimant. And 1 want you to further assume that this hypothetical individual is limited to perform (sic) medium work as that term is defined in the regulations. And this individual would additionally have additional limitations as described by the Disability Determination Services such that she'd also be limited to the performance of simple, routine, repetitive tasks, jobs that have few if any decisions to be made, few if any changes, work processes from day to day. They also indicated that she should avoid any high production type jobs. And should also avoid jobs that require a great deal of public contact, so we'll just avoid all public interaction. Can that individual engage in any jobs that you could suggest?</blockquote>\n<p>(R. 358). The VE responded such limitations would allow an individual to perform the job of kitchen helper. <i>Id.</i> The VE explained no conflict existed between her testimony and the Dictionary of Occupational Titles. <i>Id.</i> The ALJ modified the above hypothetical as follows:</p>\n<blockquote>If I were to assume the testimony here today was correct, that the individual had the limitations as described by Ms. Newton and the limitations described by her brother, could that individual engage in the job of a kitchen helper on a fulltime competitive basis?</blockquote>\n<p>(R. 359). The VE answered in the negative. <i>Id.</i> Claimant's counsel then asked the VE \"if you had the additional limitation from a vocational rehabilitation specialist like yourself, that the person could only do part-time employment, would they be able to perform according to full-time work?\" The VE answered in the negative. <i>Id.</i></p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. The ALJ properly determined Claimant is not disabled <i>per se</i> under Listing 12.03.</h2>\n<p>In the introductory portion of her brief, Claimant has identified as an issue to be presented to this Court whether she meets the requirement of Listing 12.03, which addresses schizophrenic, paranoid and other psychotic disorders. Pl.'s Br. at 1; 20 C.F.R. pt. 404, Subpt. P, App. 1 § 12.03. This argument falls under step three of the sequential evaluation process, which Claimant bears the burden of proving. <i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 146 n. 5, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987); <i>see also </i><i>Pass,</i> 65 F.3d at 1203. However, Claimant has not briefed this issue nor has she presented it to the Court with any supporting discussion, argument or authority. Moreover, in the concluding paragraph of Claimant's brief, in which she summarizes all grounds for rejecting the ALJ's decision, this particular line of argument is wholly absent. <i>Id.</i> at 10. For these reasons, Claimant is deemed to have abandoned argument on this issue. <i>See </i><i>Grella v. Salem Five Cent Sav. Bank,</i> <span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 36 (1st Cir.1994) (\"[I]ssues averted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived for purposes of appeal.\"); <i>see also </i><i>Canady v. Crestar</i> <span class=\"star-pagination\">*671</span> <i>Mort. Corp.,</i> <span class=\"citation\" data-id=\"738517\"><a href=\"/opinion/738517/johnnie-a-canady-nancy-canady-v-crestar-mortgage-corporation-johnnie-a/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">969</span></a></span>, 973-74 (4th Cir.1997) (issues raised in notice of appeal but not briefed on appeal deemed waived) (citations omitted); <i>In re Apex Express Corp.,</i> <span class=\"citation\" data-id=\"766029\"><a href=\"/opinion/766029/in-re-apex-express-corporation-humboldt-express-incorporated-debtors/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 630 n. 5 (4th Cir.1999) (noting that an issue not argued in appellant's brief is deemed waived on appeal).</p>\n<p>While the Court recognizes Claimant's abandonment of this issue, the Commissioner has properly raised this issue in its brief in support of its motion. This Court will therefore address this issue, especially given a claimant is deemed disabled <i>per se</i> upon the establishment of a Listing. 20 C.F.R. § 404.1520(d).</p>\n<p>To establish the required severity, Claimant must show that she meets the requirements of both parts \"A\" and \"B\" of Listing 12.03, or part \"C\" as follows:</p>\n<blockquote>A. Medically documented persistence, either continuous or intermittent, of one or more of the following:</blockquote>\n<blockquote>1. Delusions or hallucinations; or</blockquote>\n<blockquote>2. Catatonic or other grossly disorganized behavior; or</blockquote>\n<blockquote>3. Incoherence, loosening of associations, illogical thinking, or poverty of content of speech if associated with one of the following:</blockquote>\n<blockquote>a. Blunt affect; or</blockquote>\n<blockquote>b. Flat affect; or</blockquote>\n<blockquote>c. Inappropriate affect; or</blockquote>\n<blockquote>4. Emotional withdrawal and/or isolation;</blockquote>\n<blockquote>AND</blockquote>\n<blockquote>B. Resulting in at least two of the following:</blockquote>\n<blockquote>1. Marked restriction of activities of daily living; or</blockquote>\n<blockquote>2. Marked difficulties in maintaining social functioning; or</blockquote>\n<blockquote>3. Marked difficulties in maintaining concentration, persistence, or pace; or</blockquote>\n<blockquote>4. Repeated episodes of decompensation, each of extended durations;</blockquote>\n<blockquote>OR</blockquote>\n<blockquote>C. Medically documented history of a chronic schizophrenic, paranoid, or other psychotic disorder of at least 2 years' duration that has caused more than a minimal limitation of ability to do basic work activities, with symptoms or signs currently attenuated by medication or psychosocial support, and one of the following:</blockquote>\n<blockquote>1. Repeated episodes of decompensation, each of extended duration; or</blockquote>\n<blockquote>2. A residual disease process that has resulted in such marginal adjustment that even a minimal increase in mental demands or change in the environment would be predicted to cause the individual to decompensate; or</blockquote>\n<blockquote>3. Current history of 1 or more years' inability to function outside a highly supportive living arrangement, with an indication of continued need for such an arrangement.</blockquote>\n<p>20 C.F.R. pt. 404, Subpt. P, App. 1 § 12.03. Here, the ALJ found Claimant experienced persistent auditory hallucinations and some paranoia, thus meeting the \"A\" criteria. (R. 21). However, the ALJ found Claimant moderately impaired with respect to the \"B\" criteria, but not markedly so. (R. 21, 27). Finally, Claimant presented no evidence supporting the existence of \"C\" criteria. (R. 26,196).</p>\n<p>The ALJ's finding that Claimant's mental condition does not meet or equal the impairments listed in Appendix 1 is supported by substantial evidence. In particular, the ALJ's determination is in accord with the findings of state agency <span class=\"star-pagination\">*672</span> consultant, Dr. Wysocki.<sup>[3]</sup> (R. 26-27, 185-198); <i>see</i> 20 C.F.R. § 404.1527 (\"State agency medical and psychological consultants... are highly qualified physicians and psychologists who are also experts in Social Security disability evaluation.\"). Moreover, as discussed in detail below, Claimant is able to maintain her daily activities, including part-time employment, and her mental condition is controlled with medication and treatment. (R. 23, 183, 203, 207, 218, 222, 304, 307). Accordingly, this Court finds the ALJ's determination as to this issue was proper, as Claimant ha&amp;, not made a prima facie case based on substantial evidence that she meets the \"A\" and \"B\" criteria or the \"C\" criteria.</p>\n<p></p>\n<h2>II. The ALJ properly evaluated the medical evidence.</h2>\n<p>In her second argument, Claimant contends the ALJ improperly reviewed the medical records. Pl's Br. at 1, 3. Specifically, Claimant avers the ALJ failed to mention all of Claimant's medical history, and instead selectively summarized the evidence supporting the ALJ's conclusion. This Court disagrees.</p>\n<p>In his decision, the ALJ summarized a substantial portion of Claimant's medical history. With respect to Claimant's allegations of debilitating arthritis, the ALJ noted that in fact the medical records did not document the existence of severe arthritis or specialized treatment for this condition. (R. 23). The ALJ noted further that Claimant is not taking prescription medication for arthritis. (R. 23, 131, 339). As for Claimant's hypertension and diabetes, the ALJ referenced medical records associated with these conditions and observed both were frequently monitored by Claimant's physicians and were controlled with treatment. (R. 23, 255-293, 294-300).</p>\n<p>Finally, the ALJ's findings are replete with references to Claimant's psychiatric records. (R. 23-27). In fact, the ALJ summarized the findings of all Claimant's psychiatrists between 1 June 2001 and 10 January 2006. (R. 23-25). The ALJ noted that Claimant's psychiatrists suggested changing medication in hopes of alleviating the side effects caused by Claimant's current medication. (R. 24-26, 204, 205, 304, 306-307). However, Claimant expressed satisfaction with her medication and was adamant in her refusal to try alternative options. <i>Id.</i> The ALJ noted further that Claimant tolerated auditory hallucinations, managed her daily activities despite her psychosis and that her mood was good and she was content. (R. 23-25, 203-204, 207, 214,218,222,304,306).</p>\n<p>Despite the thorough analysis and findings by the ALJ, Claimant contends \"the decision focuses only on the items in the records that it uses to supports its conclusions. ...\" Pl's Br. at 4. In support of the allegation, Claimant states the ALJ erred in failing to address the positive findings of an Antinuclear Antibody (ANA) test and to discuss a 2003 MRI documenting severe degenerative disc disease.<sup>[4]</sup><i>Id.</i> at 4-5. However, the ALJ is not required to discuss all evidence in the record. <i>See </i><i>Dyer v. Barnhart,</i> <span class=\"citation\" data-id=\"76834\"><a href=\"/opinion/76834/bobby-dyer-v-jo-anne-b-barnhart/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1206</span></a></span>, 1211 (11th Cir.2005) (explaining there \"is no rigid requirement that the <span class=\"star-pagination\">*673</span> ALJ specifically refer to every piece of evidence in his decision\"); <i>Anderson v. Bowen,</i> <span class=\"citation\" data-id=\"518908\"><a href=\"/opinion/518908/25-socsecrepser-26-unemplinsrep-cch-14535a-willie-b-anderson-v/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></a></span>, 924 (7th Cir.1989) (noting \"a written evaluation of every piece of testimony and submitted evidence is not required\"). Rather, the ALJ must \"provide [this Court] with sufficient reasoning for determining that the proper legal analysis has been conducted.\" <i>Keeton v. Dept. of Health &amp; Human Servs.,</i> <span class=\"citation\" data-id=\"667663\"><a href=\"/opinion/667663/44-socsecrepser-248-unemplinsrep-cch-p-17805a-danny-keeton-v/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span>, 1066 (11th Cir.1994); <i>see also </i><i>Coffman,</i> 829 F.2d at 517. Here, the ALJ's meticulous summary of Claimant's medical record \"enable[s] ... [this Court] to conclude that [the ALJ] considered her medical condition as a whole.\" <i>Dyer,</i> 395 F.3d at 1211. For the foregoing reasons, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>III. The ALJ properly evaluated the credibility of Claimant's statements.</h2>\n<p>Claimant contends the ALJ failed to adequately evaluate the credibility of Claimant's testimony. Pl.'s Br. at 1, 3, 6. This Court disagrees.</p>\n<p>Upon establishing the existence of a medically-determinable physical or mental impairment that could reasonably be expected to produce the claimant's symptom(s), the ALJ must evaluate the intensity, persistence and limiting effects of said symptom(s) on a claimant's ability to perform basic work. Soc. Sec. Rul. 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *1. This evaluation requires the ALJ to determine the degree to which the claimant's statements regarding symptoms and their functional effects can be believed and accepted as true; thus, the ALJ must consider conflicts between the claimant's statements and the rest of the evidence. <i>Id.</i> at *4; <i>see</i> 20 C.F.R. § 404.1529(c)(4). A claimant's symptoms, including pain, are considered to diminish her capacity to work to the extent that alleged functional limitations are reasonably consistent with objective medical evidence and other evidence. 20 C.F.R. § 404.1529(c)(4). In assessing credibility, the ALJ must consider the entire case record, provide specific reasons for the credibility finding and ensure the weight accorded (and reasoning for said weight) to the claimant's statements is evident to the claimant and any subsequent reviewers. SSR 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *4. In addition to the objective medical evidence, the ALJ's evaluation of Claimant's credibility must include the following factors:</p>\n<blockquote>(1) effect of symptoms on claimant's daily activities</blockquote>\n<blockquote>(2) location, duration, frequency and intensity of the symptom(s)</blockquote>\n<blockquote>(3) factors that precipitate or aggravate claimant's symptoms</blockquote>\n<blockquote>(4) type, dosage, effectiveness and side effects of medication taken to alleviate the symptom(s)</blockquote>\n<blockquote>(5) non-medical treatment received for relief of the symptom(s)</blockquote>\n<blockquote>(6) any non-treatment measures used to relieve the symptom(s)</blockquote>\n<blockquote>(7) other factors concerning functional limitations and restrictions due to the symptoms.</blockquote>\n<p>20 C.F.R. § 404.1529(c)(3); SSR 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *3.</p>\n<p>After reviewing the ALJ's decision, this Court finds the ALJ made the necessary findings in support of his credibility determination pursuant to the framework explained above. With respect to Claimant's arthritis, the ALJ noted no medical documentation exists supporting Claimant's allegation that her arthritis is severe. (R. 23). Moreover, Claimant takes no prescribed medication nor does she undergo specialized treatment for arthritis. <i>Id.</i>; <i>see</i> 20 C.F.R. §§ 404.1529(a) (\"Statements about ... pain ... will not alone establish <span class=\"star-pagination\">*674</span>... disability]; there must be medical signs and laboratory findings which show... medical impairment(s) which could reasonably be expected to produce the pain ... alleged ...\"); <i>see also </i><i>Mickles v. Shalala,</i> <span class=\"citation\" data-id=\"674608\"><a href=\"/opinion/674608/45-socsecrepser-106-unemplinsrep-cch-p-14051b-nannie-mickles-v/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 923 (4th Cir.1994) (Luttig, J., concurring) (noting allegations of pain and other subjective symptoms, without more, are insufficient to find disability); <i>Parris v. Heckler,</i> <span class=\"citation\" data-id=\"435031\"><a href=\"/opinion/435031/5-socsecrepser-100-unemplinsrep-cch-15293-annie-b-parris-v/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span>, 327 (4th Cir.1984) (subjective evidence of pain cannot take precedence over objective medical evidence or the lack thereof).</p>\n<p>As for Claimant's diabetes mellitus and hypertension, both are controlled with treatment and monitored frequently by medical personnel. (R. 23, 255-300). Similarly, Claimant's schizophrenia is wellcontrolled with medication and does not appear to significantly interfere with Claimant's daily activities. (R. 23-26, 183, 203, 207, 306, 307); <i>see </i><i>Gross v. Heckler,</i> <span class=\"citation\" data-id=\"466273\"><a href=\"/opinion/466273/13-socsecrepser-66-unemplinsrep-cch-16684-charles-r-gross-v/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1163</span></a></span>, 1166 (4th Cir.1986) (noting a symptom is not disabling if it can be reasonably controlled by medication or treatment). Finally, the ALJ noted Claimant's mental condition is stable and has not significantly changed over time. <i>Id.</i></p>\n<p>In addition to the objective medical evidence, the ALJ also considered the factors set forth in 20 C.F.R. § 404.1529(c)(3) as referenced above. <i>See</i> SSR 96-7p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374186</span></span>, at *6 (\"[T]he absence of objective medical evidence supporting an individual's statements about the intensity and persistence of pain or other symptoms is only one factor that the [ALJ] must consider in assessing an individual's credibility and must be considered in the context of all the evidence.\"). As for daily activities, Claimant has maintained a part-time position as a dishwasher. (R. 22, 304, 306, 307, 334). Additionally, she attends church on a regular basis and is capable of performing various household chores, including cooking, cleaning, laundry and grocery shopping. (R. 22, 25, 345-346); <i>see </i><i>Mickles,</i> 29 F.3d at 921 (noting the examination of how symptoms affect the routine of life is the only fair manner to weigh a subjective complaint of symptoms).</p>\n<p>Claimant asserts the ALJ's decision indicates Claimant \"is not affected by her schizophrenia and the medications she has taken for many years.\" Pl's Br. at 6. To the contrary, the ALJ acknowledged the frequency, intensity and duration of the symptoms associated with Claimant's schizophrenia, including her auditory hallucinations and paranoia. Pl's Br. at 5; (R. 25). However, the ALJ noted Claimant's ability to maintain some degree of social interaction, highlighting findings by various psychiatrists that Claimant was able to tolerate this condition, she appeared happy and interactive and admitted to getting along well with co-workers. (R. 24-26, 203, 207, 222, 304, 306, 307). Claimant also asserts the ALJ failed to discuss Claimant's medications and resulting side-effects. Pl.'s Br. at 5. However, the ALJ acknowledged numerous medical records indicated Claimant experienced frequent involuntary head and facial movements and tics and hand shaking, symptoms described by Claimant in testimony and corroborated by Claimant's brother. (R. 23-25, 219, 304, 306, 307, 354, 356). In fact, in his decision, the ALJ admitted to observing these symptoms during Claimant's testimony. (R. 25). The ALJ also noted the medication causes drowsiness. (R. 26). However, the ALJ found these side-effects had little impact on Claimant's ability to work as she had taken the same medication since the 1980s. (R. 26, 338). Moreover, the ALJ noted Claimant refused to try an alternative anti-psychotic medication. (R. 25, 304, 306). Finally, the ALJ considered the letter from Kim Weisenberger with the Division of Vocational Rehabilitation Services wherein she recommended only part-time employment for Claimant. (R. 26, 128). However, the <span class=\"star-pagination\">*675</span> ALJ found Claimant's condition had not significantly changed from when she worked full-time. (R. 26). Moreover, the ALJ noted Claimant's present part-time position is almost identical to her former full-time position. <i>Id.</i></p>\n<blockquote>The ALJ considered Claimant's subjective complaints to the extent that they were credible. Specifically, the ALJ acknowledged Claimant's symptoms associated with her mental condition are aggravated by crowds. (R. 26). The ALJ also found Claimant moderately limited in her ability to understand, remember and carry out detailed instructions. (R. 26-27). The ALJ's credibility analysis is not diminished by evidence in the record supporting Claimant's allegations as to the severity of her symptoms. The task of weighing conflicting evidence and resolving any inconsistencies therein is within the sole province of the ALJ. <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990). The ALJ considered the examinations and opinions of Claimant's physicians in addition to the testimony of Claimant and her brother, as required by law. <i>See </i><i>Craig,</i> 76 F.3d at 595. The ALJ's conclusion that Claimant's statements were not entirely credible is supported by substantial evidence. For the foregoing reasons, Claimant's argument on this issue is without merit.</blockquote>\n<p></p>\n<h2>IV. The ALJ did not err in finding Claimant retained the RFC to perform her past relevant work as a kitchen helper.</h2>\n<p>Claimant contends (1) the ALJ's RFC assessment was improper and (2) the ALJ erred in finding Claimant is capable of performing her past relevant work as a kitchen helper on a full-time basis. Pl.'s Br. at 6-7. This Court finds Claimant's arguments unpersuasive.</p>\n<p></p>\n<h2>(a) The ALJ properly assessed Claimant's RFC.</h2>\n<p>The RFC is an administrative assessment of \"an individual's ability to do sustained work-related physical and mental activities in a work setting on a regular and continuing basis\" despite her impairments and related symptoms. SSR 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *1; see <i>also</i> 20 C.F.R. § 404.1545(a)(1). In determining RFC, the ALJ considers an individual's ability to meet the physical, mental, sensory and other requirements of work. 20 C.F.R. § 404.1545(a)(4). It is based upon all relevant evidence and may include a claimant's own description of limitations arising from alleged symptoms. 20 C.F.R. § 404.1545(a)(3); <i>see also</i> SSR 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *5. Finally, the RFC assessment \"must include a discussion of why reported symptom-related functional limitations and restrictions can or cannot reasonably be accepted as consistent with the medical and other evidence.\" SSR 96-8p, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374184</span></span>, at *7.</p>\n<p>Claimant asserts the ALJ failed to consider all evidence in assessing Claimant's RFC. Pl.'s Br. at 7.<sup>[5]</sup> However, as discussed above, the ALJ's opinion demonstrates a detailed review of Claimant's <span class=\"star-pagination\">*676</span> medical history, providing a separate discussion of each impairment. <i>See </i><i>Baldwin v. Barnhart,</i> <span class=\"citation\" data-id=\"2328917\"><a href=\"/opinion/2328917/baldwin-v-barnhart/\"><span class=\"volume\">444</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">457</span></a></span>, 465 (E.D.N.C.2005) (\"Sufficient consideration of the combined effects of a [claimant's] impairments is shown when each is separately discussed in the ALJ's decision....\") (citations omitted). The ALJ's assessment also includes statements by Claimant found to be credible, in addition to testimonial evidence provided by the vocational expert and Claimant's brother. <i>See </i><i>Hines v. Barnhart,</i> <span class=\"citation\" data-id=\"794858\"><a href=\"/opinion/794858/jeffery-hines-v-jo-anne-b-barnhart-commissioner-of-social-security/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span>, 565 (4th Cir.2006) (noting the ALJ need not accept Claimant's subjective evidence to the extent it is inconsistent with the available evidence). Finally, the ALJ's RFC assessment is in accord with mental and physical RFC assessments found in the record. (R. 26, 199-202, 156-165); <i>see</i> 20 C.F.R. § 404.1527 (\"State agency medical and psychological consultants ... are highly qualified physicians and psychologists who are also experts in Social Security disability evaluation.\").</p>\n<p>The ALJ analyzed all of the relevant evidence, sufficiently explained his findings and his rationale in crediting the evidence and applied the correct legal standards in evaluating Claimant's RFC. Accordingly, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2>(b) The ALJ properly concluded Claimant could perform her past relevant work.</h2>\n<p>Upon assessing a claimant's RFC, the ALJ compares the RFC with the physical and mental demands of claimant's past relevant work (\"PRW\") and then determines whether claimant's impairment(s) prevent claimant from performing such work. 20 C.F.R. § 404.1520(e)(f). \"The claimant is the primary source for vocational documentation.\" SSR 82-62, <span class=\"citation no-link\"><span class=\"volume\">1982</span> <span class=\"reporter\">WL</span> <span class=\"page\">31386</span></span>, at *3. In determining a claimant's ability to do PRW, the ALJ must consider the following:</p>\n<blockquote>(1) the individual's statements as to which past work requirements can no longer be met and the reason(s) for his or her inability to meet those requirements;</blockquote>\n<blockquote>(2) medical evidence establishing how the impairment[s] limit[ ] [his or her] ability to meet the physical demands and mental requirements of such work; and</blockquote>\n<blockquote>(3) in some cases, supplementary or corroborative information from other sources such as employers, the <i>Dictionary of Occupational Titles</i> [\"DOT\"], etc., on the requirements of the work as generally performed in the economy.</blockquote>\n<p><i>Id.</i> \"[A] claimant will be found \"not disabled\" if [s]he is capable of performing [her] past relevant work either as [s]he performed it in the past <i>or</i> as it is generally required by employers in the national economy.\" <i>Pass,</i> 65 F.3d at 1207; <i>see also</i> SSR 82-61,1982 WL 31387.</p>\n<p>The ALJ found Claimant was capable of performing her PRW as a kitchen helper in a full-time capacity. The ALJ made the necessary findings in conformity with the guidelines listed above. First, the ALJ considered Claimant's allegations regarding her pain and other symptoms, in addition to Claimant's contention that she is unable to perform her job in a full-time capacity. (R. 22, 25-26). However, as explained above, the ALJ concluded such statements were not entirely credible. Second, as summarized above, the ALJ reviewed the medical evidence regarding the impact of Claimant's impairments on her ability to meet the physical and mental demands of a kitchen helper, Based on the medical records, the ALJ noted Claimant's impairments do not prevent her from standing, walking or sitting for 6 hours in an eight-hour day nor from frequently lifting <span class=\"star-pagination\">*677</span> or carrying 25 pounds. (R. 21). However, the ALJ found Claimant should be limited to simple, routine and repetitive tasks and should avoid high production and public interaction. <i>Id.</i> Finally, the ALJ relied on both the DOT and vocational expert testimony as supplementary information. The ALJ noted the DOT classified the job of kitchen helper with strength demands of medium work. (R. 25). At the administrative hearing, the VE testified Claimant could perform the job of kitchen helper in a full-time capacity despite Claimant's nonexertional limitations. (R. 25, 358).</p>\n<p>Based on Claimant's RFC, the ALJ properly concluded Claimant is capable of performing her previous work as a kitchen helper. For the foregoing reasons, Claimant's argument as to this issue is without merit.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>This, the 11th day of March, 2008.</p>\n<p>For the reasons stated above, this Court recommends Claimant's Motion for Judgment on the Pleadings be DENIED, Defendant's Motion for Judgment on the Pleadings be GRANTED and the final decision of the Commissioner be UPHELD. The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten (10) days upon receipt to file written objections. Failure to file timely written objections shall bar an aggrieved party from receiving a de novo review by the District Court on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the proposed factual findings and legal conclusions not objected to, and accepted by, the District Court.</p>\n<h2>NOTES</h2>\n<p>[1]  Further findings concerning the plaintiff's employment history and illness are set out with greater particularity in the M &amp; R. (<i>See</i> M &amp; R pp. 668-70).</p>\n<p>[1]  Claimant previously filed applications for DIB on 27 July 1999 and 14 February 2001, which were denied and not appealed. (R. 43-46, 60-62, 63-65). The Social Security Administration combined the 2001 application and material with Claimant's 2003 claims file. (R. 51).</p>\n<p>[2]  Medium work involves lifting no more than 50 pounds at a time with frequent lifting or carrying of objects weighing up to 25 pounds. 20 C.F.R. § 404.1567(c).</p>\n<p>[3]  The record contains two Psychiatric Review Technique formsthe first dated 9 May 2001 and the most recent dated 15 January 2004. (R. 138-151, 185-198). Both forms indicate Claimant failed to meet the requirements of the \"B\" or \"C\" criteria; however, the ALJ's decision relied exclusively on the 2004 form completed by Dr. Wysocki. (R. 26-27).</p>\n<p>[4]  Claimant fails to identify the records regarding the MRI results and the ANA test and the extent to which such results may be favorable to Claimant.</p>\n<p>[5]  In particular, Claimant contends the ALJ failed to discuss the testimony of Claimant's sister. Pl.'s Br. at 7. While the record does not indicate that Claimant's sister appeared at the hearing, the ALJ summarized the testimony of Claimant's brother and properly referenced the testimony in the ALJ's RFC analysis. (R. 22, 25); <i>see </i><i>Ivey v. Barnhart,</i> <span class=\"citation\" data-id=\"2455553\"><a href=\"/opinion/2455553/ivey-v-barnhart/\"><span class=\"volume\">393</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">387</span></a></span>, 390 (E.D.N.C.2005) (explaining the ALJ's opinion should indicate the weight and credibility assigned to testimonial evidence); <i>Morgan v. Barnahart,</i> 142 Fed.Appx. 716, 720 (4th Cir.2005)(unpublished opinion) (\"To determine the claimant's RFC, the ALJ must consider the relevant medical evidence and other evidence of the claimant's condition in the record, including testimony from the claimant and family members.\")</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/704001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2328917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2455553/"
  ]
}