{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2592748/",
  "absolute_url": "/opinion/2592748/brooks-v-pembroke-city-jail/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2592748/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:59:25.883843Z",
  "date_modified": "2016-04-27T02:11:22.226062Z",
  "type": "010combined",
  "sha1": "84b38e2db38ac5a31b50e0b40c51e25828ef6649",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>722 F.Supp. 1294 (1989)</b></center>\n<center><h1>Taft BROOKS, Plaintiff,<br>\nv.<br>\nPEMBROKE CITY JAIL, et al., Defendants.</h1></center>\n<center>No. 88-98-CRT-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 12, 1989.</center>\n<p><span class=\"star-pagination\">*1295</span> Taft Brooks, pro se.</p>\n<p>William E. Moore, Jr., Womble, Carlyle, Sandridge &amp; Rice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 28 August 1989 Magistrate Wallace W. Dixon filed his memorandum and recommendation with regard to the motion by defendants for summary judgment. In apt time plaintiff filed objections thereto, although the objections constitute nothing more than a general disagreement with the recommendation. The court has conducted an independent review of the proceedings and is convinced that the well-reasoned recommendation of Magistrate Dixon is correct. Accordingly, for the reasons set forth in his memorandum, defendants' motion for summary judgment is granted and this action is hereby dismissed.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>WALLACE W. DIXON, United States Magistrate.</p>\n<p>This case is before the court on defendants' motion for summary judgment. Plaintiff has been sent the standard Rule 56(e) letter used by the court in cases of this type to notify the non-moving party of his or her responsibilities. Plaintiff has responded in opposition, thus the matter is now appropriate for disposition.</p>\n<p>Plaintiff has sued the Pembroke City Jail, Robeson County Deputy Sheriff Jerry Woods, and Pembroke town police officer Horace Dial<sup>[1]</sup> in a § 1983 complaint seeking all manner of damages and what may be liberally construed as injunctive relief (\"both police officers thrown off the force or moved to another county\"). The basis of plaintiff's complaint is the alleged treatment he received at the hands of these officers during an arrest and pre-trial detention <span class=\"star-pagination\">*1296</span> in the early morning hours of November 27, 1986. Plaintiff's complaint paints a rather placid picture of a man innocently riding his bicycle when he is suddenly stopped by police, roughed up, arrested, locked in a jail cell, and then punched in the eye, all for no apparent reason.</p>\n<p>Defendants' answer and moving papers put a different gloss on that picture, however. Acting on a report from an ambulance crew who had seen plaintiff swerving all over the roadway while riding his bicycle at about 4:00 o'clock a.m., the defendant officers and a campus police officer at Pembroke State University stopped him after themselves observing plaintiff weaving and circling in the highway. It was apparent to them that defendant was intoxicated and their aim was to get him home. When plaintiff said he was not going home, the officers responded that it was either home or jail. At this, things took a turn for the worse. Plaintiff physically resisted the officers' efforts to get him into the police car, swinging at them, and knocking Dial to the ground. They nevertheless did bring plaintiff under control, he was hand-cuffed, and taken to the Pembroke police station. He was then searched and placed in a cell to sober up, but the officers let him keep his cigarettes and matches. Using the matches, plaintiff set his socks and a blanket on fire which in turn caused the officers to return to the cell to put out the fire and get the matches. Again, plaintiff fought the officers when they tried to get the matches from him to prevent him from using them should he try to set another fire later.</p>\n<p>Plaintiff was ultimately released from custody later in the morning after posting bond. He went to an emergency room that day on his own, but left before a complete examination was done because he was upset at having to wait. On the following day, he went to a doctor for an eye examination. The diagnosis was a \"black eye\" or \"shiner\" with no structural damage. Plaintiff refused the doctor's suggestion for a follow-up examination.</p>\n<p>All parties are in agreement that the officers encountered some resistance by plaintiff in both these confrontations  on the highway and in the police station. There is also no question but that defendant had been drinking and smoking marijuana. The observations of the ambulance crew, the officers themselves, and plaintiff's own statement at the emergency room the following day sufficiently prove this fact. And, it cannot be denied that plaintiff was injured while he was in custody. To be sure, the injury was not severe; it was not permanent; and, the record discloses that plaintiff was so unconcerned about his condition that he did not think it sufficiently important enough to wait at the emergency room on that very day for a complete examination and he refused follow-up visits suggested by the doctor examining his \"black eye.\" The question here is whether this is an appropriate case for summary judgment on the defendants' motion. In my view, it is.<sup>[2]</sup> I support this view with the reasons which follow.</p>\n<p>First, a court may grant summary judgment only if \"there is no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.\" <i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). On a motion for summary judgment, \"inferences to be drawn from the underlying facts ... must be viewed in the light most favorable to the party opposing the motion.\" <i>United States v. Diebold, Incorporated,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 994, 8 L.Ed.2d 176 (1962). <i>See also </i><i>Ross v. Communications Satellite Corporation,</i> 759 F.2d 355, 364- <span class=\"star-pagination\">*1297</span> 65 (4th Cir.1985). However, the mere possibility that a factual dispute <i>may</i> exist, without more, is insufficient to overcome a convincing presentation by the moving party. <i>Quinn v. Syracuse Model Neighborhood Corporation,</i> 613 F.2d 438, 445 (2d Cir.1980). As the Supreme Court recently held, \"the mere existence of <i>some</i> alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment: the requirement is that there be no <i>genuine</i> issue of <i>material</i> fact.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986) (emphasis in original).</p>\n<p>Next, as to the question of the genuineness of a purported dispute regarding the facts of a case, the existence simply of a scintilla of evidence in support of a party's position is insufficient to withstand a motion for summary judgment; rather, there must be evidence upon which the finder of fact can reasonably hold for the party opposing the motion. <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. at 2512. A court, furthermore, may not allow a litigant opposing summary judgment to use mere conclusory allegations or denials as a vehicle for obtaining a trial. <i>Ross,</i> 759 F.2d at 365; <i>Turk v. McCarthy,</i> 661 F.Supp. 1526, 1529 (E.D.N.Y.1987). A party must do more than simply show the possibility of some \"methaphysical doubt\" concerning the material fact. <i>Matsushita Electrical Industrial Co., Ltd. v. Zenith Radio Corporation,</i> 475 U.S. 574, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986); <i>St. Amant v. Benoit,</i> 806 F.2d 1294, 1296-97 (5th Cir.1987). \"Only disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment. Factual disputes that are irrelevant or unnecessary will not be counted.\" <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510; <i>Ross, supra</i><i>.</i> Summary judgment is undoubtedly warranted, for instance, where a party has failed to make a showing sufficient to establish the existence of an element that is essential to the party's case since, in such a situation, the complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial. <i>Celotex,</i> 477 U.S. at 323-24, 106 S.Ct. at 2553.</p>\n<p>Finally, in this regard, whether an issue is genuine has been said to center on the inquiry of whether reasonable persons could disagree as to the outcome. Schwarzer, <i>Summary Judgment Under The Federal Rules: Defining Genuine Issues of Material Fact,</i> 99 F.R.D. 465, 481 (1984). \"If on the state of the evidence, reasonable persons could reach only one conclusion, there is no need for a trial on that issue.\" <i>Id.</i> Moreover, the materiality of any fact turns on the question of whether the fact makes a difference in the final decision  <i>i.e.,</i> not whether the fact may have a bearing on the outcome, but whether the fact must ultimately be determined to reach the decision. <i>Id.</i> at 480. In assessing summary judgment motions with their questions of genuine issues and material facts, the court should first isolate the proof of the moving party without considering the counterveiling proof of the opposition. If in this first step, the court determines that the moving party would be entitled to judgment, it should then decide whether the opposing party has met its burden. <i>Id.</i> at 482. In this task, the party resisting the motion must refute the movant's showing with evidence which would preclude a directed verdict for the moving party. <i>Id.</i> Short of meeting this obligation, the party resisting the motion risks the entry of summary judgment against him. This exercise of isolating the respective proofs and weighing each against the other is made simpler when the trial is before a judge alone, as here. <i>Id.</i> at 476. As the judge is then the trier of fact, the question becomes: What does a trial add to the judge's ability to decide the issue submitted on motion? <i>Id.</i> Then only when the dispute over facts or inferences raises issues going to the weight or credibility of testimony should a trial with confrontation and cross-examination rights follow. <i>Id.</i> But when all material facts are before the judge on motion without real evidentiary dispute, a trial serves no useful purpose. With these principles in mind, I now turn to the facts <span class=\"star-pagination\">*1298</span> of this case and applicable § 1983 principles.</p>\n<p>The elements of a § 1983 cause of action were set forth by the Fourth Circuit in <i>Clark v. Link,</i> 855 F.2d 156 (4th Cir.1988) as follows:</p>\n<blockquote>The essential elements to be proved in any section § 1983 action are (1) that the defendant was acting under color of state law in the actions complained of; and (2) that the defendant deprived plaintiff of a right, privilege or immunity secured by the Constitution or laws of the United States. <i>Briley v. State of California,</i> 564 F.2d 849, 853 (9th Cir.1977). If there is no violation of a federal right, there is no basis for a section 1983 action....</blockquote>\n<p>855 F.2d at 161. Thus, if plaintiff has a protected right sufficient to maintain a § 1983 action here, it arises under the fourth amendment or the fourteenth amendment. If plaintiff is claiming the application of unreasonable force by the defendant officers in making the arrest, fourth amendment principles apply. <i>Graham v. Connor,</i> ___ U.S. ___, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989). If plaintiff is claiming the application of unreasonable force after his status changed (assuming it did change) to that of a pre-trial detainee, fourteenth amendment principles apply.<sup>[3]</sup><i>Block v. Rutherford,</i> 468 U.S. 576, 583, 104 S.Ct. 3227, 3231, 82 L.Ed.2d 438 (1984); <i>City of Revere v. Massachusetts General Hospital,</i> 463 U.S. 239, 244, 103 S.Ct. 2979, 2983, 77 L.Ed.2d 605 (1983); <i>see also </i><i>Bell v. Wolfish,</i> 441 U.S. 520, 535 and n. 16, 99 S.Ct. 1861, 1872 n. 16, 60 L.Ed.2d 447 (1979); <i>Cooper v. Dyke,</i> 814 F.2d 941, 948-49 (4th Cir.1987).</p>\n<p>There can be no question but that the defendant officers had probable cause to stop the plaintiff as he was riding along the roadway. They had earlier received reports of his erratic and potentially endangering bicycle riding. They independently observed for themselves this same conduct. Thus, they justifiably stopped plaintiff for investigation purposes on a reasonable suspicion that he was, in fact, violating the motor vehicle laws of the state of North Carolina. <i>See </i><i>United States v. Sokolow,</i> ___ U.S. ___, 109 S.Ct. 1581, 1585, 104 L.Ed.2d 1 (1989) <i>citing </i><i>Terry v. Ohio,</i> 392 U.S. 1, 30, 88 S.Ct. 1868, 1884, 20 L.Ed.2d 889 (1968) (investigative stop allowed on reasonable suspicion even if officer lacks probable cause); <i>Immigration and Naturalization Service v. Delgado,</i> 466 U.S. 210, 217, 104 S.Ct. 1758, 1763, 80 L.Ed.2d 247 (1984) (some minimal level of objective justification required for making a stop); <i>United States v. Montoya de Hernandez,</i> 473 U.S. 531, 541, 544, 105 S.Ct. 3304, 3310-12, 87 L.Ed.2d 381 (1985) (level of suspicion required for a <i>Terry</i> stop is less demanding than that for probable cause). <i>See also</i> N.C.GEN.STAT. §§ 14-444 (intoxicated and disruptive in public) and 20-4.01(49) (bicycle riders subject to motor vehicle traffic laws). After the stop and upon a closer observation of plaintiff's condition, including the beer container protruding from his pocket, the officers' continued detention of plaintiff was justified. In this circumstance, there is no question but that a fourth amendment seizure occurred. <i>See </i><i>Graham v. Connor, supra,</i> 109 S.Ct. at 1871. Therefore, the fourth amendment standard of whether the arresting officers' actions were \"objectively reasonable\" in light of all the circumstances they faced must be applied. <i>Id.,</i> 109 S.Ct. at 1872. Simply to state the issue is to recognize that the standard is not capable of precise definition; neither is it subject to rigid application. Rather, the concept is fluid dependent upon the situation confronted. <i>Id.</i> (application of the standard requires \"careful attention to the facts and circumstances of each particular case\"); <i>Martin v. Gentile,</i> 849 F.2d 863, 868 (4th Cir.1988) (same). Determining whether police officers have <span class=\"star-pagination\">*1299</span> unreasonably seized a person by the use of excessive force involves balancing \"the nature and quality of the intrusion on the individual's fourth amendment interests against the importance of the governmental interests alleged to justify the intrusion.\" <i>Tennessee v. Garner,</i> 471 U.S. 1, 8, 105 S.Ct. 1694, 1699, 85 L.Ed.2d 1 (1985). In striking this balance, the court must give due regard to on-the-spot police judgments in exigent, tense, dangerous or rapidly-moving circumstances. <i>Schiller v. Strangis,</i> 540 F.Supp. 605, 617-18 (D.Mass. 1982).</p>\n<p>The application of this standard to the officers' conduct when first confronting plaintiff and then trying to subdue him demonstrates, to my mind, that their actions were objectively reasonable. First, their intention was simply to remove plaintiff from the roadway and take him home. <i>Cf. </i><i>Graham, supra,</i> 109 S.Ct. at 1872 (good intentions in making arrest will not save otherwise constitutionally impermissible conduct); <i>Martin v. Gentile, supra</i> (same). At that point, plaintiff resisted the officers' efforts and a more contentious plaintiff surfaced. He immediately began posturing with words and body language that physical confrontation with pushing, shoving, and fisticuffs was imminent. The affidavit testimony, which plaintiff has not denied, supports the conclusion that plaintiff did shove one of the officers to the pavement and only then did the other officers physically subdue him. If in this effort a blow passed which resulted in plaintiff's \"black eye,\" that does not rise to the level of a constitutional violation. To be sure, by that time in the progress of events, the officers were permitted to conclude that things were getting out of hand and the reasonable application of force might be necessary. Even if an intentional blow was delivered at this juncture, plaintiff suffered no violation of a constitutional nature. Under the fourth amendment standard, the question is whether the officer's actions were \"objectively reasonable\" in light of the facts and circumstances confronting him, without regard to his own interests or motivation. <i>Graham v. Connor, supra,</i> 109 S.Ct. at 1872. Therefore, insofar as the complaint alleges a fourth amendment violation, it is clear that as a matter of law on these circumstances, it must fail and summary judgment should be entered in defendants' favor.</p>\n<p>Although the record does not make clear the full flow of events thereafter, plaintiff was then confined in a jail cell at the police station. Whether this was done after he was taken before a committing magistrate, the record does not disclose. But, in the general sense, at some point along the continuum, an arrest ends and pre-trial detention begins. <i>See </i><i>Lester v. City of Chicago, supra,</i> 830 F.2d at 713 n. 7; <i>Kidd v. O'Neil, supra,</i> 774 F.2d at 1257-61. It is not easy to draw a bright demarcation line except in those cases where it is evident that an appearance before a judicial official follows immediately after an arrest. Nevertheless, when the arrest does end, the application of the fourth amendment standard also ends. Assuming a person continues to be held in custody, as plaintiff was here, at some point he becomes a pre-trial detainee and the due process clause of the fourteenth amendment protects him from the use of excessive force that amounts to punishment. <i>Graham, supra,</i> 109 S.Ct. at 1869-71 and nn. 6 and 10; <i>Martin v. Gentile, supra,</i> 849 F.2d at 870-72; <i>Cooper v. Dyke,</i> 814 F.2d 941, 948-49 (4th Cir.1987); <i>Johnson v. Glick,</i> 481 F.2d 1028 (2d Cir. 1973). Assuming then that after plaintiff's confinement to the detention cell at the police station changed his status from an arrestee to that of a pre-trial detainee, the constitutional standard for assessing police conduct also changes.</p>\n<p>Under the new guideline, police are not permitted to inflict any sort of punishment in the constitutional sense. In order to establish that this standard has been breached, the detainee must show that police conduct \"was (1) imposed with an expressed intent to punish or (2) not reasonably related to a legitimate non-punitive governmental objective, in which case an intent to punish may be inferred.\" <i>Martin v. Gentile, supra,</i> 849 F.2d at 870. At the <span class=\"star-pagination\">*1300</span> same time, it must be recognized that \"not every inconvenience encountered during pre-trial detention amounts to `punishment' in the constitutional sense.\" <i>Id.</i> Constitutional protections do not extend to cover every common law tort action for battery and much less so for assault. <i>Johnson v. Glick, supra,</i> 481 F.2d at 1033. Just as \"[m]edical malpractice does not become a constitutional violation merely because the victim is a prisoner,\" <i>Estelle v. Gamble,</i> 429 U.S. 97, 106, 97 S.Ct. 285, 292, 50 L.Ed.2d 251 (1976), assault and battery do not become constitutional deprivations merely because the defendants are city police officers. <i>See </i><i>Baker v. McCollan,</i> 443 U.S. 137, 99 S.Ct. 2689, 61 L.Ed.2d 433 (1979). \"In determining whether the constitutional line has been crossed, a court must look to such factors as the need for the application of force, the relationship between the need and the amount of force that was used, the extent of the injury inflicted, and whether force was applied in a good faith effort to maintain or restore discipline or maliciously and sadistically for the very purpose of causing harm.\" <i>Johnson v. Glick, supra,</i> 481 F.2d at 1033. Thus, having devined the appropriate fourteenth amendment standard, I will proceed to apply that standard to the police conduct at the station house.</p>\n<p>There is no fundamental disagreement with the observation that plaintiff started a fire in the jail cell. Plaintiff advances an innocent reason for its origin indicating that he unintentionally dropped a match onto his socks, while defendants suggest that plaintiff's conduct was intentional and deliberate. Nevertheless, the officers were faced with a potentially hazardous situation, created by a person they justifiably believed to be drunk.<sup>[4]</sup> They had permitted plaintiff to keep his cigarettes and matches when he was first confined to the cell and, as a result of the fire, reasonably determined that they could no longer trust plaintiff with the matches. Thus, to douse the fire and to get the matches from plaintiff, they entered the cell. Again, the situation became confrontational when plaintiff refused to give up the matches. If in this effort, a blow was passed causing plaintiff's black eye, I cannot say that circumstance rises to a constitutional violation. <i>Cf. </i><i>Daniels v. Williams,</i> 474 U.S. 327, 332, 106 S.Ct. 662, 665, 88 L.Ed.2d 662 (1986) (fourteenth amendment not meant to create a constitutional font of tort law to be superimposed on States). The widely accepted <i>Johnson v. Glick</i> test supports this conclusion. In meeting plaintiff's resistance to put out the fire and get the matches, the officers justifiably were permitted to use a reasonable amount of force. Clearly, the force applied did not cause a severe injury, even in plaintiff's mind. Indeed, I simply note again that he twice refused the full measure of treatment available to him after he was released on bond. <i>Cf. </i><i>Martin v. Gentile, supra,</i> 849 F.2d at 871 (pre-trial detainee's minor injuries cannot be said to cause fourteenth amendment violation in denial of medical care by prison authorities). At worst, plaintiff was sore from his struggles with the officers (both on the road and in the jail cell) and he received a black eye. Under the attendant circumstances, to my mind this is not the stuff of which constitutional claims are made.<sup>[5]</sup> The officers were advancing a legitimate governmental interest in putting out the fire and making plaintiff <span class=\"star-pagination\">*1301</span> give up the matches. They certainly are not to be charged with the responsibility  or perhaps non-responsibility  of idly standing by and watching the fire consume the contents of the cell. In addition, they have no duty to allow plaintiff to keep his matches, seeing how he used them, even if unintentionally, in setting the fire. And, even if plaintiff were not so drunk in fact as to be out of control, there was sufficient evidence at hand for them to believe him so, considering all the things they observed up to that point. Thus, assuming that the blow which caused the \"black eye\" was passed in the jail cell, even if it were done so intentionally to restore or maintain order and discipline, constitutional limits were not exceeded. Accordingly, applying the fourteenth amendment standard to these facts as developed on the summary judgment record, I believe that judgment should be entered for defendants.<sup>[6]</sup></p>\n<p>Finally, even if the reviewing court should disagree with this analysis and the conclusions reached, it should be clear that the entity identified as the defendant Pembroke City Jail should be dismissed from this proceeding. Claims under § 1983 are directed at \"persons\" and the jail is not a person amenable to suit. <i>See </i><i>Monroe v. Pape,</i> 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961) (municipality is not a person for § 1983 suit purposes); <i>City of Kenosha, Wisconsin v. Bruno,</i> 412 U.S. 507, 93 S.Ct. 2222, 37 L.Ed.2d 109 (1973) (same); <i>Draeger v. Grand Central, Inc.,</i> 504 F.2d 142, 146 (10th Cir.1974) (department store not a person for § 1983 suit purposes); <i>Braden v. University of Pittsburgh,</i> 477 F.2d 1, 7 n. 10 (3d Cir.1973) (state university not a person for § 1983 suit purposes); <i>Fischer v. Cahill,</i> 474 F.2d 991, 992 (3d Cir.1973) (New Jersey Prison Medical Department not a person for § 1983 suit purposes); <i>Waller v. Butkovich,</i> 584 F.Supp. 909, 925 (M.D.N.C.1984) (Greensboro Police Department is not an independent legal entity for § 1983 suit purposes and is subject to dismissal as a separate defendant). And, as I view summary judgment appropriate on the federal constitutional claims, to the extent that plaintiff asserts pendent state claims, they should also be dismissed. <i>See </i><i>United Mine Workers of America v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966).</p>\n<p>Accordingly, for the reasons stated above, I RECOMMEND that defendants' motion for summary judgment be GRANTED and this case be DISMISSED.<sup>[7]</sup></p>\n<p>August 28, 1989.</p>\n<h2>NOTES</h2>\n<p>[1]  In his complaint, plaintiff actually names both Woods and Dial as being Pembroke town police officers.</p>\n<p>[2]  To be sure, there are factual disputes here as to the parties' recitation of events. But that is not the central concern. As will be noted in the text <i>infra,</i> the summary judgment court is not obliged to give the non-moving party a trial just for that reason. Only if the disputes are <i>material</i> and create <i>genuine</i> issues of fact should a trial follow. This plaintiff was clearly inebriated on the morning of these incidents. He does not deny flailing about and shoving an officer to the ground when first stopped on the roadway. He does not deny starting the fire in the jail cell. The court considers these incidents central to the summary judgment decision, and the officers' actions are viewed in light of these undisputed facts.</p>\n<p>[3]  The precise source of constitutional protections for pre-trial detainees has found disagreement and confusion among courts addressing the issue. <i>See, e.g., </i><i>Lester v. City of Chicago,</i> 830 F.2d 706, 713 n. 7 (7th Cir.1987); <i>Kidd v. O'Neil,</i> 774 F.2d 1252, 1257-61 (4th Cir.1985); <i>Robins v. Harum,</i> 773 F.2d 1004 (9th Cir.1985). I do not pretend to resolve that dispute. But, it does seem that any analysis applies constitutional protections to those harmed by <i>state</i> actors through the fourteenth amendment.</p>\n<p>[4]  This plaintiff has a documented history of criminal conduct and a well-deserved reputation among local police for confrontational conduct.</p>\n<p>[5]  I note that building on my reading of Justice Stevens' concurring opinion in <i>Daniels v. Williams, supra</i><i>, see</i> 474 U.S. at 336, 106 S.Ct. at 677, this plaintiff apparently has a liberty interest in being free from the imposition of bodily harm during confinement. Thus, a valid argument can be constructed that a visitation of bodily harm on his person constitutes a deprivation of that right. As the fourteenth amendment cases cited herein indicate, the analysis can then go one of at least two different ways. First, if the due process protection is procedural only, a constitutional deprivation follows only if state remedies are inadequate to redress the harm. Alternatively, if the due process violation is characterized as substantive, the constitutional harm is complete at the moment the specific action or deprivation occurs, rather than at the time the state fails to provide the requisite procedural safeguards surrounding the action. The <i>Johnson v. Glick</i> standard indicates the harm, if any, this present plaintiff suffered as a pre-trial detainee is more properly characterized as substantive rather than procedural.</p>\n<p>[6]  As the record does not make it clear that plaintiff, in fact, was at this time a pre-trial detainee, his status as an arrestee simply might have continued as he remained in the presence of and subject to restraints imposed by the arresting officers. If so, the fourth amendment standard identified earlier continues to apply. While the application of that standard centers on \"objective reasonableness,\" the result does not change. Faced with the exigent circumstances of this plaintiff causing a disturbance in the jail cell, the officers were permitted to exercise a reasonable amount of force to prevent plaintiff from harming himself, damaging public property, and to quell the disturbance.</p>\n<p>[7]  Plaintiff's motion for the appointment of counsel is DENIED. Even if the reviewing court considers that an evidentiary hearing is necessary, the facts here are straight forward and do not warrant appointment of counsel.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">722</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1294</span></span> (1989)</b></center>\n<center><h1>Taft BROOKS, Plaintiff,<br>\nv.<br>\nPEMBROKE CITY JAIL, et al., Defendants.</h1></center>\n<center>No. 88-98-CRT-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 12, 1989.</center>\n<p><span class=\"star-pagination\">*1295</span> Taft Brooks, pro se.</p>\n<p>William E. Moore, Jr., Womble, Carlyle, Sandridge &amp; Rice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 28 August 1989 Magistrate Wallace W. Dixon filed his memorandum and recommendation with regard to the motion by defendants for summary judgment. In apt time plaintiff filed objections thereto, although the objections constitute nothing more than a general disagreement with the recommendation. The court has conducted an independent review of the proceedings and is convinced that the well-reasoned recommendation of Magistrate Dixon is correct. Accordingly, for the reasons set forth in his memorandum, defendants' motion for summary judgment is granted and this action is hereby dismissed.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>WALLACE W. DIXON, United States Magistrate.</p>\n<p>This case is before the court on defendants' motion for summary judgment. Plaintiff has been sent the standard Rule 56(e) letter used by the court in cases of this type to notify the non-moving party of his or her responsibilities. Plaintiff has responded in opposition, thus the matter is now appropriate for disposition.</p>\n<p>Plaintiff has sued the Pembroke City Jail, Robeson County Deputy Sheriff Jerry Woods, and Pembroke town police officer Horace Dial<sup>[1]</sup> in a § 1983 complaint seeking all manner of damages and what may be liberally construed as injunctive relief (\"both police officers thrown off the force or moved to another county\"). The basis of plaintiff's complaint is the alleged treatment he received at the hands of these officers during an arrest and pre-trial detention <span class=\"star-pagination\">*1296</span> in the early morning hours of November 27, 1986. Plaintiff's complaint paints a rather placid picture of a man innocently riding his bicycle when he is suddenly stopped by police, roughed up, arrested, locked in a jail cell, and then punched in the eye, all for no apparent reason.</p>\n<p>Defendants' answer and moving papers put a different gloss on that picture, however. Acting on a report from an ambulance crew who had seen plaintiff swerving all over the roadway while riding his bicycle at about 4:00 o'clock a.m., the defendant officers and a campus police officer at Pembroke State University stopped him after themselves observing plaintiff weaving and circling in the highway. It was apparent to them that defendant was intoxicated and their aim was to get him home. When plaintiff said he was not going home, the officers responded that it was either home or jail. At this, things took a turn for the worse. Plaintiff physically resisted the officers' efforts to get him into the police car, swinging at them, and knocking Dial to the ground. They nevertheless did bring plaintiff under control, he was hand-cuffed, and taken to the Pembroke police station. He was then searched and placed in a cell to sober up, but the officers let him keep his cigarettes and matches. Using the matches, plaintiff set his socks and a blanket on fire which in turn caused the officers to return to the cell to put out the fire and get the matches. Again, plaintiff fought the officers when they tried to get the matches from him to prevent him from using them should he try to set another fire later.</p>\n<p>Plaintiff was ultimately released from custody later in the morning after posting bond. He went to an emergency room that day on his own, but left before a complete examination was done because he was upset at having to wait. On the following day, he went to a doctor for an eye examination. The diagnosis was a \"black eye\" or \"shiner\" with no structural damage. Plaintiff refused the doctor's suggestion for a follow-up examination.</p>\n<p>All parties are in agreement that the officers encountered some resistance by plaintiff in both these confrontations  on the highway and in the police station. There is also no question but that defendant had been drinking and smoking marijuana. The observations of the ambulance crew, the officers themselves, and plaintiff's own statement at the emergency room the following day sufficiently prove this fact. And, it cannot be denied that plaintiff was injured while he was in custody. To be sure, the injury was not severe; it was not permanent; and, the record discloses that plaintiff was so unconcerned about his condition that he did not think it sufficiently important enough to wait at the emergency room on that very day for a complete examination and he refused follow-up visits suggested by the doctor examining his \"black eye.\" The question here is whether this is an appropriate case for summary judgment on the defendants' motion. In my view, it is.<sup>[2]</sup> I support this view with the reasons which follow.</p>\n<p>First, a court may grant summary judgment only if \"there is no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.\" <i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). On a motion for summary judgment, \"inferences to be drawn from the underlying facts ... must be viewed in the light most favorable to the party opposing the motion.\" <i>United States v. Diebold, Incorporated,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, 994, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962). <i>See also </i><i>Ross v. Communications Satellite Corporation,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364- <span class=\"star-pagination\">*1297</span> 65 (4th Cir.1985). However, the mere possibility that a factual dispute <i>may</i> exist, without more, is insufficient to overcome a convincing presentation by the moving party. <i>Quinn v. Syracuse Model Neighborhood Corporation,</i> <span class=\"citation\" data-id=\"373791\"><a href=\"/opinion/373791/leo-a-quinn-v-syracuse-model-neighborhood-corporation-peter-white/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span>, 445 (2d Cir.1980). As the Supreme Court recently held, \"the mere existence of <i>some</i> alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment: the requirement is that there be no <i>genuine</i> issue of <i>material</i> fact.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (emphasis in original).</p>\n<p>Next, as to the question of the genuineness of a purported dispute regarding the facts of a case, the existence simply of a scintilla of evidence in support of a party's position is insufficient to withstand a motion for summary judgment; rather, there must be evidence upon which the finder of fact can reasonably hold for the party opposing the motion. <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. at 2512. A court, furthermore, may not allow a litigant opposing summary judgment to use mere conclusory allegations or denials as a vehicle for obtaining a trial. <i>Ross,</i> 759 F.2d at 365; <i>Turk v. McCarthy,</i> <span class=\"citation\" data-id=\"2372805\"><a href=\"/opinion/2372805/turk-v-mccarthy/\"><span class=\"volume\">661</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1526</span></a></span>, 1529 (E.D.N.Y.1987). A party must do more than simply show the possibility of some \"methaphysical doubt\" concerning the material fact. <i>Matsushita Electrical Industrial Co., Ltd. v. Zenith Radio Corporation,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986); <i>St. Amant v. Benoit,</i> <span class=\"citation\" data-id=\"480376\"><a href=\"/opinion/480376/sherrial-t-st-amant-v-ronald-j-benoit-and-john-h-robichaux-sr/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span>, 1296-97 (5th Cir.1987). \"Only disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment. Factual disputes that are irrelevant or unnecessary will not be counted.\" <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510; <i>Ross, supra</i><i>.</i> Summary judgment is undoubtedly warranted, for instance, where a party has failed to make a showing sufficient to establish the existence of an element that is essential to the party's case since, in such a situation, the complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial. <i>Celotex,</i> 477 U.S. at 323-24, 106 S.Ct. at 2553.</p>\n<p>Finally, in this regard, whether an issue is genuine has been said to center on the inquiry of whether reasonable persons could disagree as to the outcome. Schwarzer, <i>Summary Judgment Under The Federal Rules: Defining Genuine Issues of Material Fact,</i> <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">465</span></span>, 481 (1984). \"If on the state of the evidence, reasonable persons could reach only one conclusion, there is no need for a trial on that issue.\" <i>Id.</i> Moreover, the materiality of any fact turns on the question of whether the fact makes a difference in the final decision  <i>i.e.,</i> not whether the fact may have a bearing on the outcome, but whether the fact must ultimately be determined to reach the decision. <i>Id.</i> at 480. In assessing summary judgment motions with their questions of genuine issues and material facts, the court should first isolate the proof of the moving party without considering the counterveiling proof of the opposition. If in this first step, the court determines that the moving party would be entitled to judgment, it should then decide whether the opposing party has met its burden. <i>Id.</i> at 482. In this task, the party resisting the motion must refute the movant's showing with evidence which would preclude a directed verdict for the moving party. <i>Id.</i> Short of meeting this obligation, the party resisting the motion risks the entry of summary judgment against him. This exercise of isolating the respective proofs and weighing each against the other is made simpler when the trial is before a judge alone, as here. <i>Id.</i> at 476. As the judge is then the trier of fact, the question becomes: What does a trial add to the judge's ability to decide the issue submitted on motion? <i>Id.</i> Then only when the dispute over facts or inferences raises issues going to the weight or credibility of testimony should a trial with confrontation and cross-examination rights follow. <i>Id.</i> But when all material facts are before the judge on motion without real evidentiary dispute, a trial serves no useful purpose. With these principles in mind, I now turn to the facts <span class=\"star-pagination\">*1298</span> of this case and applicable § 1983 principles.</p>\n<p>The elements of a § 1983 cause of action were set forth by the Fourth Circuit in <i>Clark v. Link,</i> <span class=\"citation\" data-id=\"510649\"><a href=\"/opinion/510649/arthur-clark-melissa-clark-v-earl-link-re-combs-and-charles-britt/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">156</span></a></span> (4th Cir.1988) as follows:</p>\n<blockquote>The essential elements to be proved in any section § 1983 action are (1) that the defendant was acting under color of state law in the actions complained of; and (2) that the defendant deprived plaintiff of a right, privilege or immunity secured by the Constitution or laws of the United States. <i>Briley v. State of California,</i> <span class=\"citation\" data-id=\"350150\"><a href=\"/opinion/350150/ronald-warren-briley-v-state-of-california-county-of-san-diego-ronald/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 853 (9th Cir.1977). If there is no violation of a federal right, there is no basis for a section 1983 action....</blockquote>\n<p>855 F.2d at 161. Thus, if plaintiff has a protected right sufficient to maintain a § 1983 action here, it arises under the fourth amendment or the fourteenth amendment. If plaintiff is claiming the application of unreasonable force by the defendant officers in making the arrest, fourth amendment principles apply. <i>Graham v. Connor,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989). If plaintiff is claiming the application of unreasonable force after his status changed (assuming it did change) to that of a pre-trial detainee, fourteenth amendment principles apply.<sup>[3]</sup><i>Block v. Rutherford,</i> <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, 583, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></a></span>, 3231, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1984); <i>City of Revere v. Massachusetts General Hospital,</i> <span class=\"citation\" data-id=\"110998\"><a href=\"/opinion/110998/city-of-revere-v-massachusetts-gen-hospital/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, 244, <span class=\"citation\" data-id=\"110998\"><a href=\"/opinion/110998/city-of-revere-v-massachusetts-gen-hospital/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2979</span></a></span>, 2983, <span class=\"citation\" data-id=\"110998\"><a href=\"/opinion/110998/city-of-revere-v-massachusetts-gen-hospital/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1983); <i>see also </i><i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 535 and n. 16, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1872 n. 16, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979); <i>Cooper v. Dyke,</i> <span class=\"citation\" data-id=\"485257\"><a href=\"/opinion/485257/paul-anthony-cooper-v-s-dyke-officer-jr-markert-officer-c/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span>, 948-49 (4th Cir.1987).</p>\n<p>There can be no question but that the defendant officers had probable cause to stop the plaintiff as he was riding along the roadway. They had earlier received reports of his erratic and potentially endangering bicycle riding. They independently observed for themselves this same conduct. Thus, they justifiably stopped plaintiff for investigation purposes on a reasonable suspicion that he was, in fact, violating the motor vehicle laws of the state of North Carolina. <i>See </i><i>United States v. Sokolow,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>, 1585, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1989) <i>citing </i><i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 30, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1884, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968) (investigative stop allowed on reasonable suspicion even if officer lacks probable cause); <i>Immigration and Naturalization Service v. Delgado,</i> <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span>, 217, <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1758</span></a></span>, 1763, <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">247</span></a></span> (1984) (some minimal level of objective justification required for making a stop); <i>United States v. Montoya de Hernandez,</i> <span class=\"citation\" data-id=\"111509\"><a href=\"/opinion/111509/united-states-v-montoya-de-hernandez/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 541, 544, <span class=\"citation\" data-id=\"111509\"><a href=\"/opinion/111509/united-states-v-montoya-de-hernandez/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3304</span></a></span>, 3310-12, <span class=\"citation\" data-id=\"111509\"><a href=\"/opinion/111509/united-states-v-montoya-de-hernandez/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">381</span></a></span> (1985) (level of suspicion required for a <i>Terry</i> stop is less demanding than that for probable cause). <i>See also</i> N.C.GEN.STAT. §§ 14-444 (intoxicated and disruptive in public) and 20-4.01(49) (bicycle riders subject to motor vehicle traffic laws). After the stop and upon a closer observation of plaintiff's condition, including the beer container protruding from his pocket, the officers' continued detention of plaintiff was justified. In this circumstance, there is no question but that a fourth amendment seizure occurred. <i>See </i><i>Graham v. Connor, supra,</i> 109 S.Ct. at 1871. Therefore, the fourth amendment standard of whether the arresting officers' actions were \"objectively reasonable\" in light of all the circumstances they faced must be applied. <i>Id.,</i> 109 S.Ct. at 1872. Simply to state the issue is to recognize that the standard is not capable of precise definition; neither is it subject to rigid application. Rather, the concept is fluid dependent upon the situation confronted. <i>Id.</i> (application of the standard requires \"careful attention to the facts and circumstances of each particular case\"); <i>Martin v. Gentile,</i> <span class=\"citation\" data-id=\"507786\"><a href=\"/opinion/507786/felicisimo-n-martin-v-bruce-gentile-detective-cid-homicide-bureau-of/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span>, 868 (4th Cir.1988) (same). Determining whether police officers have <span class=\"star-pagination\">*1299</span> unreasonably seized a person by the use of excessive force involves balancing \"the nature and quality of the intrusion on the individual's fourth amendment interests against the importance of the governmental interests alleged to justify the intrusion.\" <i>Tennessee v. Garner,</i> <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1694</span></a></span>, 1699, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985). In striking this balance, the court must give due regard to on-the-spot police judgments in exigent, tense, dangerous or rapidly-moving circumstances. <i>Schiller v. Strangis,</i> <span class=\"citation\" data-id=\"1610849\"><a href=\"/opinion/1610849/schiller-v-strangis/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">605</span></a></span>, 617-18 (D.Mass. 1982).</p>\n<p>The application of this standard to the officers' conduct when first confronting plaintiff and then trying to subdue him demonstrates, to my mind, that their actions were objectively reasonable. First, their intention was simply to remove plaintiff from the roadway and take him home. <i>Cf. </i><i>Graham, supra,</i> 109 S.Ct. at 1872 (good intentions in making arrest will not save otherwise constitutionally impermissible conduct); <i>Martin v. Gentile, supra</i> (same). At that point, plaintiff resisted the officers' efforts and a more contentious plaintiff surfaced. He immediately began posturing with words and body language that physical confrontation with pushing, shoving, and fisticuffs was imminent. The affidavit testimony, which plaintiff has not denied, supports the conclusion that plaintiff did shove one of the officers to the pavement and only then did the other officers physically subdue him. If in this effort a blow passed which resulted in plaintiff's \"black eye,\" that does not rise to the level of a constitutional violation. To be sure, by that time in the progress of events, the officers were permitted to conclude that things were getting out of hand and the reasonable application of force might be necessary. Even if an intentional blow was delivered at this juncture, plaintiff suffered no violation of a constitutional nature. Under the fourth amendment standard, the question is whether the officer's actions were \"objectively reasonable\" in light of the facts and circumstances confronting him, without regard to his own interests or motivation. <i>Graham v. Connor, supra,</i> 109 S.Ct. at 1872. Therefore, insofar as the complaint alleges a fourth amendment violation, it is clear that as a matter of law on these circumstances, it must fail and summary judgment should be entered in defendants' favor.</p>\n<p>Although the record does not make clear the full flow of events thereafter, plaintiff was then confined in a jail cell at the police station. Whether this was done after he was taken before a committing magistrate, the record does not disclose. But, in the general sense, at some point along the continuum, an arrest ends and pre-trial detention begins. <i>See </i><i>Lester v. City of Chicago, supra,</i> 830 F.2d at 713 n. 7; <i>Kidd v. O'Neil, supra,</i> 774 F.2d at 1257-61. It is not easy to draw a bright demarcation line except in those cases where it is evident that an appearance before a judicial official follows immediately after an arrest. Nevertheless, when the arrest does end, the application of the fourth amendment standard also ends. Assuming a person continues to be held in custody, as plaintiff was here, at some point he becomes a pre-trial detainee and the due process clause of the fourteenth amendment protects him from the use of excessive force that amounts to punishment. <i>Graham, supra,</i> 109 S.Ct. at 1869-71 and nn. 6 and 10; <i>Martin v. Gentile, supra,</i> 849 F.2d at 870-72; <i>Cooper v. Dyke,</i> <span class=\"citation\" data-id=\"485257\"><a href=\"/opinion/485257/paul-anthony-cooper-v-s-dyke-officer-jr-markert-officer-c/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span>, 948-49 (4th Cir.1987); <i>Johnson v. Glick,</i> <span class=\"citation\" data-id=\"312370\"><a href=\"/opinion/312370/australia-johnson-v-a-glick-warden-of-manhattan-house-of-detention-for/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span> (2d Cir. 1973). Assuming then that after plaintiff's confinement to the detention cell at the police station changed his status from an arrestee to that of a pre-trial detainee, the constitutional standard for assessing police conduct also changes.</p>\n<p>Under the new guideline, police are not permitted to inflict any sort of punishment in the constitutional sense. In order to establish that this standard has been breached, the detainee must show that police conduct \"was (1) imposed with an expressed intent to punish or (2) not reasonably related to a legitimate non-punitive governmental objective, in which case an intent to punish may be inferred.\" <i>Martin v. Gentile, supra,</i> 849 F.2d at 870. At the <span class=\"star-pagination\">*1300</span> same time, it must be recognized that \"not every inconvenience encountered during pre-trial detention amounts to `punishment' in the constitutional sense.\" <i>Id.</i> Constitutional protections do not extend to cover every common law tort action for battery and much less so for assault. <i>Johnson v. Glick, supra,</i> 481 F.2d at 1033. Just as \"[m]edical malpractice does not become a constitutional violation merely because the victim is a prisoner,\" <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 106, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, 292, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976), assault and battery do not become constitutional deprivations merely because the defendants are city police officers. <i>See </i><i>Baker v. McCollan,</i> <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2689</span></a></span>, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1979). \"In determining whether the constitutional line has been crossed, a court must look to such factors as the need for the application of force, the relationship between the need and the amount of force that was used, the extent of the injury inflicted, and whether force was applied in a good faith effort to maintain or restore discipline or maliciously and sadistically for the very purpose of causing harm.\" <i>Johnson v. Glick, supra,</i> 481 F.2d at 1033. Thus, having devined the appropriate fourteenth amendment standard, I will proceed to apply that standard to the police conduct at the station house.</p>\n<p>There is no fundamental disagreement with the observation that plaintiff started a fire in the jail cell. Plaintiff advances an innocent reason for its origin indicating that he unintentionally dropped a match onto his socks, while defendants suggest that plaintiff's conduct was intentional and deliberate. Nevertheless, the officers were faced with a potentially hazardous situation, created by a person they justifiably believed to be drunk.<sup>[4]</sup> They had permitted plaintiff to keep his cigarettes and matches when he was first confined to the cell and, as a result of the fire, reasonably determined that they could no longer trust plaintiff with the matches. Thus, to douse the fire and to get the matches from plaintiff, they entered the cell. Again, the situation became confrontational when plaintiff refused to give up the matches. If in this effort, a blow was passed causing plaintiff's black eye, I cannot say that circumstance rises to a constitutional violation. <i>Cf. </i><i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 332, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 665, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986) (fourteenth amendment not meant to create a constitutional font of tort law to be superimposed on States). The widely accepted <i>Johnson v. Glick</i> test supports this conclusion. In meeting plaintiff's resistance to put out the fire and get the matches, the officers justifiably were permitted to use a reasonable amount of force. Clearly, the force applied did not cause a severe injury, even in plaintiff's mind. Indeed, I simply note again that he twice refused the full measure of treatment available to him after he was released on bond. <i>Cf. </i><i>Martin v. Gentile, supra,</i> 849 F.2d at 871 (pre-trial detainee's minor injuries cannot be said to cause fourteenth amendment violation in denial of medical care by prison authorities). At worst, plaintiff was sore from his struggles with the officers (both on the road and in the jail cell) and he received a black eye. Under the attendant circumstances, to my mind this is not the stuff of which constitutional claims are made.<sup>[5]</sup> The officers were advancing a legitimate governmental interest in putting out the fire and making plaintiff <span class=\"star-pagination\">*1301</span> give up the matches. They certainly are not to be charged with the responsibility  or perhaps non-responsibility  of idly standing by and watching the fire consume the contents of the cell. In addition, they have no duty to allow plaintiff to keep his matches, seeing how he used them, even if unintentionally, in setting the fire. And, even if plaintiff were not so drunk in fact as to be out of control, there was sufficient evidence at hand for them to believe him so, considering all the things they observed up to that point. Thus, assuming that the blow which caused the \"black eye\" was passed in the jail cell, even if it were done so intentionally to restore or maintain order and discipline, constitutional limits were not exceeded. Accordingly, applying the fourteenth amendment standard to these facts as developed on the summary judgment record, I believe that judgment should be entered for defendants.<sup>[6]</sup></p>\n<p>Finally, even if the reviewing court should disagree with this analysis and the conclusions reached, it should be clear that the entity identified as the defendant Pembroke City Jail should be dismissed from this proceeding. Claims under § 1983 are directed at \"persons\" and the jail is not a person amenable to suit. <i>See </i><i>Monroe v. Pape,</i> <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961) (municipality is not a person for § 1983 suit purposes); <i>City of Kenosha, Wisconsin v. Bruno,</i> <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2222</span></a></span>, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></a></span> (1973) (same); <i>Draeger v. Grand Central, Inc.,</i> <span class=\"citation\" data-id=\"322184\"><a href=\"/opinion/322184/steven-c-draeger-by-and-through-norman-a-draeger-guardian-ad-litem-v/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 146 (10th Cir.1974) (department store not a person for § 1983 suit purposes); <i>Braden v. University of Pittsburgh,</i> <span class=\"citation\" data-id=\"310328\"><a href=\"/opinion/310328/5-fair-emplpraccas-908-5-empl-prac-dec-p-8557-dr-ina-braden-on/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 n. 10 (3d Cir.1973) (state university not a person for § 1983 suit purposes); <i>Fischer v. Cahill,</i> <span class=\"citation\" data-id=\"308851\"><a href=\"/opinion/308851/joseph-fischer-v-hon-william-t-cahill-governor-of-new-jersey/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 992 (3d Cir.1973) (New Jersey Prison Medical Department not a person for § 1983 suit purposes); <i>Waller v. Butkovich,</i> <span class=\"citation\" data-id=\"2270259\"><a href=\"/opinion/2270259/waller-v-butkovich/\"><span class=\"volume\">584</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">909</span></a></span>, 925 (M.D.N.C.1984) (Greensboro Police Department is not an independent legal entity for § 1983 suit purposes and is subject to dismissal as a separate defendant). And, as I view summary judgment appropriate on the federal constitutional claims, to the extent that plaintiff asserts pendent state claims, they should also be dismissed. <i>See </i><i>United Mine Workers of America v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966).</p>\n<p>Accordingly, for the reasons stated above, I RECOMMEND that defendants' motion for summary judgment be GRANTED and this case be DISMISSED.<sup>[7]</sup></p>\n<p>August 28, 1989.</p>\n<h2>NOTES</h2>\n<p>[1]  In his complaint, plaintiff actually names both Woods and Dial as being Pembroke town police officers.</p>\n<p>[2]  To be sure, there are factual disputes here as to the parties' recitation of events. But that is not the central concern. As will be noted in the text <i>infra,</i> the summary judgment court is not obliged to give the non-moving party a trial just for that reason. Only if the disputes are <i>material</i> and create <i>genuine</i> issues of fact should a trial follow. This plaintiff was clearly inebriated on the morning of these incidents. He does not deny flailing about and shoving an officer to the ground when first stopped on the roadway. He does not deny starting the fire in the jail cell. The court considers these incidents central to the summary judgment decision, and the officers' actions are viewed in light of these undisputed facts.</p>\n<p>[3]  The precise source of constitutional protections for pre-trial detainees has found disagreement and confusion among courts addressing the issue. <i>See, e.g., </i><i>Lester v. City of Chicago,</i> <span class=\"citation\" data-id=\"495261\"><a href=\"/opinion/495261/betty-lester-v-city-of-chicago-officer-daniel-leahy-officer-ernest-cain/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span>, 713 n. 7 (7th Cir.1987); <i>Kidd v. O'Neil,</i> <span class=\"citation\" data-id=\"459830\"><a href=\"/opinion/459830/dennis-ray-kidd-v-robert-oneil-mike-lomonaco-fairfax-county-police-dept/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1252</span></a></span>, 1257-61 (4th Cir.1985); <i>Robins v. Harum,</i> <span class=\"citation\" data-id=\"458753\"><a href=\"/opinion/458753/ronnie-g-robins-v-mike-harum-joe-collins-as-sheriff-of-chelan-county/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span> (9th Cir.1985). I do not pretend to resolve that dispute. But, it does seem that any analysis applies constitutional protections to those harmed by <i>state</i> actors through the fourteenth amendment.</p>\n<p>[4]  This plaintiff has a documented history of criminal conduct and a well-deserved reputation among local police for confrontational conduct.</p>\n<p>[5]  I note that building on my reading of Justice Stevens' concurring opinion in <i>Daniels v. Williams, supra</i><i>, see</i> 474 U.S. at 336, 106 S.Ct. at 677, this plaintiff apparently has a liberty interest in being free from the imposition of bodily harm during confinement. Thus, a valid argument can be constructed that a visitation of bodily harm on his person constitutes a deprivation of that right. As the fourteenth amendment cases cited herein indicate, the analysis can then go one of at least two different ways. First, if the due process protection is procedural only, a constitutional deprivation follows only if state remedies are inadequate to redress the harm. Alternatively, if the due process violation is characterized as substantive, the constitutional harm is complete at the moment the specific action or deprivation occurs, rather than at the time the state fails to provide the requisite procedural safeguards surrounding the action. The <i>Johnson v. Glick</i> standard indicates the harm, if any, this present plaintiff suffered as a pre-trial detainee is more properly characterized as substantive rather than procedural.</p>\n<p>[6]  As the record does not make it clear that plaintiff, in fact, was at this time a pre-trial detainee, his status as an arrestee simply might have continued as he remained in the presence of and subject to restraints imposed by the arresting officers. If so, the fourth amendment standard identified earlier continues to apply. While the application of that standard centers on \"objective reasonableness,\" the result does not change. Faced with the exigent circumstances of this plaintiff causing a disturbance in the jail cell, the officers were permitted to exercise a reasonable amount of force to prevent plaintiff from harming himself, damaging public property, and to quell the disturbance.</p>\n<p>[7]  Plaintiff's motion for the appointment of counsel is DENIED. Even if the reviewing court considers that an evidentiary hearing is necessary, the facts here are straight forward and do not warrant appointment of counsel.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/322184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1610849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2270259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2372805/"
  ]
}