{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2592912/",
  "absolute_url": "/opinion/2592912/dunn-v-town-of-emerald-isle/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2592912/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:59:31.762776Z",
  "date_modified": "2016-04-26T20:09:48.143780Z",
  "type": "010combined",
  "sha1": "c664fd9554d3d0142a78e55e90b3bf7e65aecf2a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>722 F.Supp. 1309 (1989)</b></center>\n<center><h1>Ronald L. DUNN, Plaintiff,<br>\nv.<br>\nTOWN OF EMERALD ISLE, et al., Defendants.</h1></center>\n<center>No. 88-118-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>October 5, 1989.</center>\n<p><span class=\"star-pagination\">*1310</span> Jeffrey S. Miller, Jacksonville, N.C., for plaintiff.</p>\n<p>Richard L. Stanley, Stanley &amp; Simpson, Beaufort, N.C., and Allen R. Gitter, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion for summary judgment pursuant to Fed.R.Civ.P. 56. Plaintiff filed this action under 42 U.S.C. § 1983, alleging that he was constructively discharged in violation of his procedural and substantive due process rights and in retaliation for exercising his First Amendment rights. The plaintiff also seeks recovery on pendent state law claims of invasion of privacy, defamation, and intentional infliction of emotional distress. For the reasons discussed below, the court grants the defendants' <span class=\"star-pagination\">*1311</span> motion as to all of the plaintiff's claims.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The plaintiff worked as a police officer with the Town of Emerald Isle from April of 1983 until he resigned on April 9, 1987. At a grievance hearing on January 3, 1986, the plaintiff stated before the Town Board of Commissioners \"that as long as Mark Wilson was the Chief of Police of Emerald Isle Police Department, there were going to be problems in the police department.\" Plaintiff's Deposition, p. 6. The plaintiff alleges that defendants Wilson, Horne (the Town Administrator), Hargett (a Captain in the Police Department), and Conder (a Lieutenant in the Police Department) made his working conditions intolerable in retaliation for this statement. The plaintiff alleges that because of his working conditions he was forced to resign, giving rise to his claim for constructive discharge. The plaintiff further alleges that this constructive discharge was in violation of the Town's Personnel Policy and therefore violated his due process rights.</p>\n<p></p>\n<h2>PLAINTIFF'S PROCEDURAL DUE PROCESS CLAIM</h2>\n<p>For the plaintiff's employment to be protected by procedural due process safeguards, he must establish that he had a property interest in that employment. <i>Board of Regents v. Roth,</i> 408 U.S. 564, 569, 92 S.Ct. 2701, 2705, 33 L.Ed.2d 548 (1972). Whether the plaintiff has a constitutionally protected property interest depends on state law. <i>Bishop v. Wood,</i> 426 U.S. 341, 344, 96 S.Ct. 2074, 2077, 48 L.Ed.2d 684, 690 (1976). Under North Carolina law, an employee has a property interest only if he has a legitimate claim to continued employment under either a contract, a state statute, or a local ordinance. <i>Nance v. Employment Sec. Commission,</i> 290 N.C. 473, 226 S.E.2d 340 (1976).</p>\n<p>There being no applicable statute or contract, the only issue is whether the Town of Emerald Isle had enacted an ordinance giving the plaintiff a property right in his job. The plaintiff relies on a \"Personnel Policy\" adopted by the Board of Commissioners of the Town of Emerald Isle. In <i>Pittman v. Wilson County,</i> 839 F.2d 225 (4th Cir. 1988), the Fourth Circuit held that a personnel ordinance might create a property interest, whereas a mere personnel policy or resolution would not. The issue, therefore, is whether this \"Personnel Policy\" is an ordinance carrying the force of law or simply a resolution.</p>\n<p>In <i>Pittman,</i> the court held in a similar case that Wilson County's personnel rules and regulations merely supplied internal administrative guidelines and did not rise to the level of an ordinance having the force of law. Plaintiff's only evidence is an affidavit from the Clerk of the Board of Commissioners stating that the Personnel Policy was \"adopted\" by the Town Board. <i>Pittman,</i> however, establishes that to create property rights, a personnel policy must not merely be adopted, but must be adopted with the formalities necessary for it to rise to the level of an ordinance. <i>See e.g.,</i> N.C.Gen.Stat. § 160A-75. The plaintiff has presented no such evidence, and <i>Pittman</i> is clear that \"absent evidence that this resolution was passed with the formality required for the enactment of an ordinance, we must conclude that it was not.\" <i>Pittman,</i> 839 F.2d at 229. Therefore, the plaintiff was an at-will employee with no property interest in his employment and had no procedural due process protections.</p>\n<p>Even if the plaintiff was entitled to due process, he has no cause of action because he received due process. The plaintiff's claim for deprivation of property without due process is based on his contention that he should have been given a hearing to address the adverse actions taken against him to force his resignation or to address his constructive discharge after his resignation. It is undisputed, however, that the plaintiff never requested any hearing to address these charges. Plaintiff's Dep., pp. 76-78. Procedural due process is the opportunity to be heard, and \"when this opportunity is granted a complainant, who chooses not to exercise it, that complainant cannot later plead a denial of due <span class=\"star-pagination\">*1312</span> process.\" <i>Satterfield v. Edenton-Chowan Bd. of Ed.,</i> 530 F.2d 567, 572 (4th Cir.1975).</p>\n<p>Plaintiff alleges that he could not have received a fair hearing before the Town Board because it authorized the constitutional violations and the violations of the \"Personnel Policy.\" The plaintiff, however, has presented no evidence to support his assertion or to overcome the presumption of honesty and integrity that the law provides to officials who possess decision-making authority. <i>Hortonville Joint School Dist. No. 1 v. Hortonville Education Ass'n,</i> 426 U.S. 482, 497, 96 S.Ct. 2308, 2316, 49 L.Ed.2d 1, 11-12 (1976). Furthermore, the plaintiff's assertion that the Board was prejudiced against him is odd in light of the fact that twice the Board reinstated the plaintiff after defendant Wilson had attempted to fire him.</p>\n<p>The plaintiff's only evidence of bias appears in his affidavit, wherein he states:</p>\n<blockquote>That while I was employed with the Emerald Isle Police Department, the defendant, James B. Conder, stated to me \"well, it ain't just us. The damn Commissioners  I'm going to tell you who it is. The damn Commissioners are fired up too. They said, `do what you gotta do.'\"</blockquote>\n<p>First, Conder's statements about what the Board said are inadmissible hearsay. Second, these statements do not show that the Commissioners were biased when presiding over the plaintiff's hearings. Conder's statement was simply that the Commissioners were \"fired up\" about something and that \"they\" said, \"Do what you gotta do.\" Plaintiff has failed to overcome the presumption of impartiality and has thus failed to show that he has been denied due process.</p>\n<p>The plaintiff's procedural due process claim also fails because he had adequate state law remedies that he could have pursued in state court. In <i>Parratt v. Taylor,</i> 451 U.S. 527, 101 S.Ct. 1908, 68 L.Ed.2d 420 (1981), the Court held that when a state deprives a person of a property interest as the result of the unauthorized failure of its agents to follow state procedure, due process is satisfied by the availability of meaningful post-deprivation process. In <i>Fields v. Durham,</i> 856 F.2d 655 (4th Cir.1988), a discharged employee alleged that he had not been provided with adequate notice of the reasons for his discharge or with a fair pre-termination hearing as required by the policies of his employer. The court stated: \"If Fields was deprived of a fair and impartial hearing prior to his termination, due process is satisfied by the availability of adequate state law remedies which he may pursue in state court.\" <i>Fields,</i> 856 F.2d at 657.</p>\n<p>The plaintiff does not allege that the Town's policy was constitutionally deficient, and he has not shown any evidence that the Town, or the state, authorized the deviations. Since the plaintiff had adequate post-deprivation remedies in state court, he has failed to state a cognizable due process claim.</p>\n<p></p>\n<h2>PLAINTIFF'S SUBSTANTIVE DUE PROCESS CLAIMS</h2>\n<p>Substantive due process protects persons from arbitrary or capricious government action resulting in deprivation of \"only those rights\" that are \"implicit in the concept of ordered liberty.\" <i>Brennan v. Stewart,</i> 834 F.2d 1248, 1255-1256 (5th Cir.1988). The plaintiff has failed to identify the deprivation of any right implicit in the concept of ordered liberty and has thus failed to state a claim. The Supreme Court has held that an interest in continued employment is not a constitutionally protected right, but only a property right. <i>Board of Regents v. Roth,</i> 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972). Continued employment is protected by procedural due process, not substantive due process.</p>\n<p>Plaintiff alleges in his Memorandum in Opposition that he was deprived of a liberty interest in that the Board published false statements about the plaintiff damaging his reputation. The Fourth Circuit recently stated, however, that \"a public employer's stigmatizing remarks do not deprive an employee of a liberty interest unless they are made in the course of a discharge or significant demotion.\" <i>Stone v. University of Maryland Medical System</i> <span class=\"star-pagination\">*1313</span> <i>Corp.,</i> 855 F.2d 167, 172-73, n. 5 (4th Cir. 1988). The findings of the Board were issued in conjunction with the reinstatement of the plaintiff; none of the defendants ever fired or demoted the plaintiff.</p>\n<p>Moreover, the plaintiff has established no injury to his future employment interests from these statements. After these statements were released, the plaintiff was hired by the Indian Beach Police Department, and he is now assistant chief of police in Newland, North Carolina. Also, the Board's findings do not affect the plaintiff's liberty interest because they do not accuse the plaintiff of dishonesty, immorality or other serious character defects. <i>Robertson v. Rogers,</i> 679 F.2d 1090, 1092 (4th Cir.1982). The plaintiff's substantive due process claims must be dismissed as a matter of law.</p>\n<p></p>\n<h2>PLAINTIFF'S FIRST AMENDMENT CLAIM</h2>\n<p>The plaintiff alleges that he was constructively discharged in retaliation for the exercise of his First Amendment rights. The speech giving rise to this claim is the statement plaintiff made to the Board of Commissioners to the effect that \"there would never be any peace\" in the Emerald Isle Police Department \"as long as Mark Wilson was the Chief of Police.\"</p>\n<p>The first issue is whether this speech is protected by the First Amendment. For a public employee's speech to be protected, it must touch upon a matter of legitimate public concern. <i>Connick v. Myers,</i> 461 U.S. 138, 147, 103 S.Ct. 1684, 1690, 75 L.Ed.2d 708 (1983):</p>\n<blockquote>\"[When] a public employee speaks not as a citizen upon matters of public concern, but instead as an employee upon matters only of personal interest, ... a federal court is not the appropriate forum in which to review the wisdom of a personnel decision taken by a public agency allegedly in reaction to the employee's behavior.\"</blockquote>\n<p>Speech is not protected by the First Amendment merely because it concerns the affairs of a public agency: \"To presume that all matters which transpire within a government office are of public concern would mean that virtually every remark  and certainly every criticism directed at a public official  would plant the seed of a constitutional case.\" <i>Connick,</i> 461 U.S. at 149, 103 S.Ct. at 1691. The plaintiff's statement was not a matter of public concern since he made it to further his personal interests and not to further public debate on any issue. <i>Arvinger v. Mayor and City Council of Baltimore,</i> 862 F.2d 75 (4th Cir.1988). The plaintiff's deposition testimony indicates that his speech concerned only his working conditions. Plaintiff's Dep., pp. 5-6, 21-24. Plaintiff has presented no evidence that he was attempting to bring to light any wrongdoing or breach of public trust on the part of any of the defendants. See <i>Connick,</i> 461 U.S. at 148, 103 S.Ct. at 1690-91.</p>\n<p>Even if the plaintiff's speech was protected, the plaintiff has failed to show that this speech was a motivating factor in his discharge. <i>Mt. Healthy School Dist. Bd. of Ed. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 576, 50 L.Ed.2d 471, 484 (1977). Defendants Horne, Wilson, Conder, and Hargett state in affidavits that they took no action against the plaintiff in retaliation for his statements about Chief Wilson. In fact, they state that they had no knowledge of the plaintiff's statement until after he resigned. In opposition to the motion for summary judgment, the plaintiff has produced no evidence and relies on the assertions in the complaint. It is well settled that when a motion for summary judgment is made and supported by affidavits, the nonmoving party must produce specific facts showing that there is a genuine issue for trial, rather than resting upon bald assertions. <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir. 1985). There is no genuine issue as to whether the defendants were motivated by the plaintiff's speech, and the defendants are entitled to summary judgment as a matter of law.</p>\n<p></p>\n<h2>STATE LAW CLAIMS</h2>\n<p>It is now common for federal courts to retain jurisdiction over state law claims <span class=\"star-pagination\">*1314</span> even though the federal law claims are dismissed before trial. Wright, Miller &amp; Cooper, Federal Practice and Procedure: Jurisdiction 2d § 3567.1 (1984 and Supp. 1989); <i>Adkins v. Kelly's Creek R. Co.,</i> 338 F.Supp. 888 (D.W.Va.1970), <i>affirmed,</i> 458 F.2d 26 (4th Cir.1972), <i>cert. denied,</i> 409 U.S. 926, 93 S.Ct. 224, 34 L.Ed.2d 184 (1972). Since the parties have already conducted discovery and have fully briefed the state law issues, judicial economy is best served by addressing these issues now, rather than requiring the parties to begin anew in state court. Therefore, the court now turns to the plaintiff's state law claims.</p>\n<p>The plaintiff's invasion of privacy claim is based on the press release of July 9, 1986 by the Town Board. North Carolina recognizes only two of the four traditional types of privacy actions, appropriation of one's name or likeness and intrusion into one's seclusion or solitude. North Carolina has rejected the other two branches of the privacy tort, the \"false light\" branch and the publication of private facts branch. <i>Renwick v. News &amp; Observer Pub. Co.,</i> 310 N.C. 312, 312 S.E.2d 405 (1984); <i>Hall v. Post,</i> 323 N.C. 259, 372 S.E.2d 711 (1988). The plaintiff's privacy claim can be classified only as either a false light claim or a claim based on publication of private facts. Accordingly, the defendants are entitled to summary judgment as a matter of law.</p>\n<p>The plaintiff's defamation claim is governed by the one-year statute of limitations in N.C.Gen.Stat. § 1-54. <i>Jones v. City of Greensboro,</i> 51 N.C.App. 571, 277 S.E.2d 562 (1981). All of the alleged defamatory statements occurred more than one year prior to the filing of the complaint. Accordingly, the defendants are entitled to summary judgment as a matter of law.</p>\n<p>The plaintiff's intentional infliction of emotional distress claim fails because the alleged acts of the defendants, even if true, are not sufficiently extreme and outrageous to satisfy North Carolina law. <i>Dickens v. Puryear,</i> 302 N.C. 437, 276 S.E.2d 325 (1981). Furthermore, the plaintiff does not allege and has not established any emotional harm, much less the severe emotional harm that this tort requires. <i>Dickens,</i> supra.</p>\n<p>Accordingly, it is hereby ORDERED that the defendants' motion for summary judgment be GRANTED on the merits as to all of the plaintiff's claims.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">722</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1309</span></span> (1989)</b></center>\n<center><h1>Ronald L. DUNN, Plaintiff,<br>\nv.<br>\nTOWN OF EMERALD ISLE, et al., Defendants.</h1></center>\n<center>No. 88-118-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>October 5, 1989.</center>\n<p><span class=\"star-pagination\">*1310</span> Jeffrey S. Miller, Jacksonville, N.C., for plaintiff.</p>\n<p>Richard L. Stanley, Stanley &amp; Simpson, Beaufort, N.C., and Allen R. Gitter, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion for summary judgment pursuant to Fed.R.Civ.P. 56. Plaintiff filed this action under 42 U.S.C. § 1983, alleging that he was constructively discharged in violation of his procedural and substantive due process rights and in retaliation for exercising his First Amendment rights. The plaintiff also seeks recovery on pendent state law claims of invasion of privacy, defamation, and intentional infliction of emotional distress. For the reasons discussed below, the court grants the defendants' <span class=\"star-pagination\">*1311</span> motion as to all of the plaintiff's claims.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The plaintiff worked as a police officer with the Town of Emerald Isle from April of 1983 until he resigned on April 9, 1987. At a grievance hearing on January 3, 1986, the plaintiff stated before the Town Board of Commissioners \"that as long as Mark Wilson was the Chief of Police of Emerald Isle Police Department, there were going to be problems in the police department.\" Plaintiff's Deposition, p. 6. The plaintiff alleges that defendants Wilson, Horne (the Town Administrator), Hargett (a Captain in the Police Department), and Conder (a Lieutenant in the Police Department) made his working conditions intolerable in retaliation for this statement. The plaintiff alleges that because of his working conditions he was forced to resign, giving rise to his claim for constructive discharge. The plaintiff further alleges that this constructive discharge was in violation of the Town's Personnel Policy and therefore violated his due process rights.</p>\n<p></p>\n<h2>PLAINTIFF'S PROCEDURAL DUE PROCESS CLAIM</h2>\n<p>For the plaintiff's employment to be protected by procedural due process safeguards, he must establish that he had a property interest in that employment. <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 569, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2705, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). Whether the plaintiff has a constitutionally protected property interest depends on state law. <i>Bishop v. Wood,</i> <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 344, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, 2077, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span>, 690 (1976). Under North Carolina law, an employee has a property interest only if he has a legitimate claim to continued employment under either a contract, a state statute, or a local ordinance. <i>Nance v. Employment Sec. Commission,</i> <span class=\"citation\" data-id=\"1354441\"><a href=\"/opinion/1354441/nantz-v-employment-security-commission/\"><span class=\"volume\">290</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"1354441\"><a href=\"/opinion/1354441/nantz-v-employment-security-commission/\"><span class=\"volume\">226</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">340</span></a></span> (1976).</p>\n<p>There being no applicable statute or contract, the only issue is whether the Town of Emerald Isle had enacted an ordinance giving the plaintiff a property right in his job. The plaintiff relies on a \"Personnel Policy\" adopted by the Board of Commissioners of the Town of Emerald Isle. In <i>Pittman v. Wilson County,</i> <span class=\"citation\" data-id=\"501731\"><a href=\"/opinion/501731/vickie-l-pittman-v-wilson-county-garry-c-mercer-individually-and-in-his/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span> (4th Cir. 1988), the Fourth Circuit held that a personnel ordinance might create a property interest, whereas a mere personnel policy or resolution would not. The issue, therefore, is whether this \"Personnel Policy\" is an ordinance carrying the force of law or simply a resolution.</p>\n<p>In <i>Pittman,</i> the court held in a similar case that Wilson County's personnel rules and regulations merely supplied internal administrative guidelines and did not rise to the level of an ordinance having the force of law. Plaintiff's only evidence is an affidavit from the Clerk of the Board of Commissioners stating that the Personnel Policy was \"adopted\" by the Town Board. <i>Pittman,</i> however, establishes that to create property rights, a personnel policy must not merely be adopted, but must be adopted with the formalities necessary for it to rise to the level of an ordinance. <i>See e.g.,</i> N.C.Gen.Stat. § 160A-75. The plaintiff has presented no such evidence, and <i>Pittman</i> is clear that \"absent evidence that this resolution was passed with the formality required for the enactment of an ordinance, we must conclude that it was not.\" <i>Pittman,</i> 839 F.2d at 229. Therefore, the plaintiff was an at-will employee with no property interest in his employment and had no procedural due process protections.</p>\n<p>Even if the plaintiff was entitled to due process, he has no cause of action because he received due process. The plaintiff's claim for deprivation of property without due process is based on his contention that he should have been given a hearing to address the adverse actions taken against him to force his resignation or to address his constructive discharge after his resignation. It is undisputed, however, that the plaintiff never requested any hearing to address these charges. Plaintiff's Dep., pp. 76-78. Procedural due process is the opportunity to be heard, and \"when this opportunity is granted a complainant, who chooses not to exercise it, that complainant cannot later plead a denial of due <span class=\"star-pagination\">*1312</span> process.\" <i>Satterfield v. Edenton-Chowan Bd. of Ed.,</i> <span class=\"citation\" data-id=\"333199\"><a href=\"/opinion/333199/richard-l-satterfield-v-the-edenton-chowan-board-of-education-a-public/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 572 (4th Cir.1975).</p>\n<p>Plaintiff alleges that he could not have received a fair hearing before the Town Board because it authorized the constitutional violations and the violations of the \"Personnel Policy.\" The plaintiff, however, has presented no evidence to support his assertion or to overcome the presumption of honesty and integrity that the law provides to officials who possess decision-making authority. <i>Hortonville Joint School Dist. No. 1 v. Hortonville Education Ass'n,</i> <span class=\"citation\" data-id=\"109486\"><a href=\"/opinion/109486/hortonville-joint-school-dist-no-1-v-hortonville-ed-assn/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, 497, <span class=\"citation\" data-id=\"109486\"><a href=\"/opinion/109486/hortonville-joint-school-dist-no-1-v-hortonville-ed-assn/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2308</span></a></span>, 2316, <span class=\"citation\" data-id=\"109486\"><a href=\"/opinion/109486/hortonville-joint-school-dist-no-1-v-hortonville-ed-assn/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>, 11-12 (1976). Furthermore, the plaintiff's assertion that the Board was prejudiced against him is odd in light of the fact that twice the Board reinstated the plaintiff after defendant Wilson had attempted to fire him.</p>\n<p>The plaintiff's only evidence of bias appears in his affidavit, wherein he states:</p>\n<blockquote>That while I was employed with the Emerald Isle Police Department, the defendant, James B. Conder, stated to me \"well, it ain't just us. The damn Commissioners  I'm going to tell you who it is. The damn Commissioners are fired up too. They said, `do what you gotta do.'\"</blockquote>\n<p>First, Conder's statements about what the Board said are inadmissible hearsay. Second, these statements do not show that the Commissioners were biased when presiding over the plaintiff's hearings. Conder's statement was simply that the Commissioners were \"fired up\" about something and that \"they\" said, \"Do what you gotta do.\" Plaintiff has failed to overcome the presumption of impartiality and has thus failed to show that he has been denied due process.</p>\n<p>The plaintiff's procedural due process claim also fails because he had adequate state law remedies that he could have pursued in state court. In <i>Parratt v. Taylor,</i> <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1908</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1981), the Court held that when a state deprives a person of a property interest as the result of the unauthorized failure of its agents to follow state procedure, due process is satisfied by the availability of meaningful post-deprivation process. In <i>Fields v. Durham,</i> <span class=\"citation\" data-id=\"511604\"><a href=\"/opinion/511604/ralph-rodney-fields-v-joseph-t-durham-individually-and-as-president-of/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span> (4th Cir.1988), a discharged employee alleged that he had not been provided with adequate notice of the reasons for his discharge or with a fair pre-termination hearing as required by the policies of his employer. The court stated: \"If Fields was deprived of a fair and impartial hearing prior to his termination, due process is satisfied by the availability of adequate state law remedies which he may pursue in state court.\" <i>Fields,</i> 856 F.2d at 657.</p>\n<p>The plaintiff does not allege that the Town's policy was constitutionally deficient, and he has not shown any evidence that the Town, or the state, authorized the deviations. Since the plaintiff had adequate post-deprivation remedies in state court, he has failed to state a cognizable due process claim.</p>\n<p></p>\n<h2>PLAINTIFF'S SUBSTANTIVE DUE PROCESS CLAIMS</h2>\n<p>Substantive due process protects persons from arbitrary or capricious government action resulting in deprivation of \"only those rights\" that are \"implicit in the concept of ordered liberty.\" <i>Brennan v. Stewart,</i> <span class=\"citation\" data-id=\"498402\"><a href=\"/opinion/498402/tom-brennan-v-wanda-f-stewart-individually-and-as-executive-director-of/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1255-1256 (5th Cir.1988). The plaintiff has failed to identify the deprivation of any right implicit in the concept of ordered liberty and has thus failed to state a claim. The Supreme Court has held that an interest in continued employment is not a constitutionally protected right, but only a property right. <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). Continued employment is protected by procedural due process, not substantive due process.</p>\n<p>Plaintiff alleges in his Memorandum in Opposition that he was deprived of a liberty interest in that the Board published false statements about the plaintiff damaging his reputation. The Fourth Circuit recently stated, however, that \"a public employer's stigmatizing remarks do not deprive an employee of a liberty interest unless they are made in the course of a discharge or significant demotion.\" <i>Stone v. University of Maryland Medical System</i> <span class=\"star-pagination\">*1313</span> <i>Corp.,</i> <span class=\"citation\" data-id=\"510650\"><a href=\"/opinion/510650/h-harlan-stone-md-frederick-k-toy-md-walter-pegoli-md/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span>, 172-73, n. 5 (4th Cir. 1988). The findings of the Board were issued in conjunction with the reinstatement of the plaintiff; none of the defendants ever fired or demoted the plaintiff.</p>\n<p>Moreover, the plaintiff has established no injury to his future employment interests from these statements. After these statements were released, the plaintiff was hired by the Indian Beach Police Department, and he is now assistant chief of police in Newland, North Carolina. Also, the Board's findings do not affect the plaintiff's liberty interest because they do not accuse the plaintiff of dishonesty, immorality or other serious character defects. <i>Robertson v. Rogers,</i> <span class=\"citation\" data-id=\"404980\"><a href=\"/opinion/404980/raymond-robertson-v-r-e-rogers-individually-and-as-superintendent-of/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span>, 1092 (4th Cir.1982). The plaintiff's substantive due process claims must be dismissed as a matter of law.</p>\n<p></p>\n<h2>PLAINTIFF'S FIRST AMENDMENT CLAIM</h2>\n<p>The plaintiff alleges that he was constructively discharged in retaliation for the exercise of his First Amendment rights. The speech giving rise to this claim is the statement plaintiff made to the Board of Commissioners to the effect that \"there would never be any peace\" in the Emerald Isle Police Department \"as long as Mark Wilson was the Chief of Police.\"</p>\n<p>The first issue is whether this speech is protected by the First Amendment. For a public employee's speech to be protected, it must touch upon a matter of legitimate public concern. <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 147, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1690, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983):</p>\n<blockquote>\"[When] a public employee speaks not as a citizen upon matters of public concern, but instead as an employee upon matters only of personal interest, ... a federal court is not the appropriate forum in which to review the wisdom of a personnel decision taken by a public agency allegedly in reaction to the employee's behavior.\"</blockquote>\n<p>Speech is not protected by the First Amendment merely because it concerns the affairs of a public agency: \"To presume that all matters which transpire within a government office are of public concern would mean that virtually every remark  and certainly every criticism directed at a public official  would plant the seed of a constitutional case.\" <i>Connick,</i> 461 U.S. at 149, 103 S.Ct. at 1691. The plaintiff's statement was not a matter of public concern since he made it to further his personal interests and not to further public debate on any issue. <i>Arvinger v. Mayor and City Council of Baltimore,</i> <span class=\"citation\" data-id=\"514814\"><a href=\"/opinion/514814/stephen-a-arvinger-v-mayor-and-city-council-of-baltimore-baltimore-city/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span> (4th Cir.1988). The plaintiff's deposition testimony indicates that his speech concerned only his working conditions. Plaintiff's Dep., pp. 5-6, 21-24. Plaintiff has presented no evidence that he was attempting to bring to light any wrongdoing or breach of public trust on the part of any of the defendants. See <i>Connick,</i> 461 U.S. at 148, 103 S.Ct. at 1690-91.</p>\n<p>Even if the plaintiff's speech was protected, the plaintiff has failed to show that this speech was a motivating factor in his discharge. <i>Mt. Healthy School Dist. Bd. of Ed. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 576, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span>, 484 (1977). Defendants Horne, Wilson, Conder, and Hargett state in affidavits that they took no action against the plaintiff in retaliation for his statements about Chief Wilson. In fact, they state that they had no knowledge of the plaintiff's statement until after he resigned. In opposition to the motion for summary judgment, the plaintiff has produced no evidence and relies on the assertions in the complaint. It is well settled that when a motion for summary judgment is made and supported by affidavits, the nonmoving party must produce specific facts showing that there is a genuine issue for trial, rather than resting upon bald assertions. <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir. 1985). There is no genuine issue as to whether the defendants were motivated by the plaintiff's speech, and the defendants are entitled to summary judgment as a matter of law.</p>\n<p></p>\n<h2>STATE LAW CLAIMS</h2>\n<p>It is now common for federal courts to retain jurisdiction over state law claims <span class=\"star-pagination\">*1314</span> even though the federal law claims are dismissed before trial. Wright, Miller &amp; Cooper, Federal Practice and Procedure: Jurisdiction 2d § 3567.1 (1984 and Supp. 1989); <i>Adkins v. Kelly's Creek R. Co.,</i> <span class=\"citation\" data-id=\"2182092\"><a href=\"/opinion/2182092/adkins-v-kellys-creek-railroad-company/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">888</span></a></span> (D.W.Va.1970), <i>affirmed,</i> <span class=\"citation\" data-id=\"302709\"><a href=\"/opinion/302709/ray-leonard-adkins-v-kellys-creek-railroad-company-a-corporation/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span> (4th Cir.1972), <i>cert. denied,</i> <span class=\"citation\" data-id=\"108676\"><a href=\"/opinion/108676/ryland-s-felts-v-seaboard-coast-line-railroad-company/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">184</span></span> (1972). Since the parties have already conducted discovery and have fully briefed the state law issues, judicial economy is best served by addressing these issues now, rather than requiring the parties to begin anew in state court. Therefore, the court now turns to the plaintiff's state law claims.</p>\n<p>The plaintiff's invasion of privacy claim is based on the press release of July 9, 1986 by the Town Board. North Carolina recognizes only two of the four traditional types of privacy actions, appropriation of one's name or likeness and intrusion into one's seclusion or solitude. North Carolina has rejected the other two branches of the privacy tort, the \"false light\" branch and the publication of private facts branch. <i>Renwick v. News &amp; Observer Pub. Co.,</i> <span class=\"citation\" data-id=\"1255656\"><a href=\"/opinion/1255656/renwick-v-news-and-observer-pub-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">312</span></a></span>, <span class=\"citation\" data-id=\"1255656\"><a href=\"/opinion/1255656/renwick-v-news-and-observer-pub-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">405</span></a></span> (1984); <i>Hall v. Post,</i> <span class=\"citation\" data-id=\"1222960\"><a href=\"/opinion/1222960/hall-v-post/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">259</span></a></span>, <span class=\"citation\" data-id=\"1222960\"><a href=\"/opinion/1222960/hall-v-post/\"><span class=\"volume\">372</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">711</span></a></span> (1988). The plaintiff's privacy claim can be classified only as either a false light claim or a claim based on publication of private facts. Accordingly, the defendants are entitled to summary judgment as a matter of law.</p>\n<p>The plaintiff's defamation claim is governed by the one-year statute of limitations in N.C.Gen.Stat. § 1-54. <i>Jones v. City of Greensboro,</i> 51 N.C.App. 571, <span class=\"citation\" data-id=\"1309708\"><a href=\"/opinion/1309708/jones-v-city-of-greensboro/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">562</span></a></span> (1981). All of the alleged defamatory statements occurred more than one year prior to the filing of the complaint. Accordingly, the defendants are entitled to summary judgment as a matter of law.</p>\n<p>The plaintiff's intentional infliction of emotional distress claim fails because the alleged acts of the defendants, even if true, are not sufficiently extreme and outrageous to satisfy North Carolina law. <i>Dickens v. Puryear,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">437</span></span>, <span class=\"citation\" data-id=\"1252351\"><a href=\"/opinion/1252351/dickens-v-puryear/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">325</span></a></span> (1981). Furthermore, the plaintiff does not allege and has not established any emotional harm, much less the severe emotional harm that this tort requires. <i>Dickens,</i> supra.</p>\n<p>Accordingly, it is hereby ORDERED that the defendants' motion for summary judgment be GRANTED on the merits as to all of the plaintiff's claims.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1255656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1354441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2182092/"
  ]
}