{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2593888/",
  "absolute_url": "/opinion/2593888/duke-v-uniroyal-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2593888/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T11:00:12.190924Z",
  "date_modified": "2016-04-26T20:09:53.618570Z",
  "type": "010combined",
  "sha1": "0220ff65f9d204e7945541b99f2434c71ee954bd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>743 F.Supp. 1218 (1990)</b></center>\n<center><h1>Jesse T. DUKE, Sidney W. Fox, Norman R. Barden, and Joseph R. Bishop, Plaintiffs,<br>\nv.<br>\nUNIROYAL, INC. and Uniroyal Chemical Company, Inc., Defendants.</h1></center>\n<center>No. 87-741-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 2, 1990.</center>\n<p><span class=\"star-pagination\">*1219</span> <span class=\"star-pagination\">*1220</span> Joyce L. Davis, Lynn Fontana, Crisp, Davis, Schwentker, Page &amp; Currin, Raleigh, N.C., for plaintiffs.</p>\n<p>James G. Billings, Kimberly J. Korando, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiffs' motion for attorneys' fees and costs pursuant to 29 U.S.C. § 626(b). For the reasons discussed below, the court grants the motion for attorneys' fees in the amount of $240,960.25 and for costs in the amount of $21,447.88.</p>\n<p></p>\n<h2>SUMMARY OF CASE</h2>\n<p>The plaintiffs brought this action on August 13, 1987 under the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C. §§ 621634, alleging that the defendants unlawfully discharged them because of their age. The plaintiffs also brought pendent state wrongful-discharge claims that were dismissed before trial. The ADEA claims of plaintiffs Bishop and Barden were dismissed on summary judgment.</p>\n<p>The case went to trial on the ADEA claims of plaintiffs Duke and Fox on July 24, 1989. The trial continued through August 10, 1989, and resulted in a jury verdict in favor of Duke and Fox. Duke recovered $568,331, and Fox recovered $56,535. The court denied all post-trial motions, and the defendants and the plaintiffs have appealed to the Fourth Circuit. The plaintiffs then filed this motion seeking to recover $531,465.70 in attorneys' fees and $24,700.98 in costs and expenses.</p>\n<p></p>\n<h2>DECISION</h2>\n<p></p>\n<h2><i>A. Lodestar Calculation</i></h2>\n<p>In calculating the appropriate award of attorneys' fees, the court must first determine the lodestar fee. This amount is the number of hours reasonably expended multiplied by a reasonable hourly rate. <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433, 103 S.Ct. 1933, 1939, 76 L.Ed.2d 40, 50 (1983). Accordingly, the first task for the court is to determine how many hours the plaintiffs' attorneys, paralegals, and law clerks reasonably expended in this litigation. The plaintiffs have submitted adequate documentation showing that the following hours were expended by the plaintiffs' law firm, Crisp, Davis, Schwentker, Page &amp; Currin<sup>[1]</sup>:</p>\n<p></p>\n<pre>\n     Joyce L. Davis ...........  1,034.5\n     Lynn Fontana .............    854.3\n     Cynthia M. Currin ........     10.5\n     Lee S. Rosen .............      7.3\n     Paralegals ...............    554.0\n     Law Clerks ...............   255.55\n</pre>\n<p>These numbers do not include time spent on appeal or on the fee petition.</p>\n<p>The issue is whether all of these hours are compensable under the attorneys' fee statute. The defendants have represented to the court that they do not contest the reasonableness of the total number of hours that plaintiffs' attorneys spent on the case; rather, they object to the hours spent on the claims of Bishop and Barden on the grounds that they were not prevailing parties. <i>See </i><i>Hensley,</i> 461 U.S. at 429, 103 S.Ct. at 1937. The defendants also object to the time spent on the state-law wrongful-discharge claims on the grounds that they are not related to the claims on which Duke and Fox prevailed. <i>See </i><i>Hensley,</i> 461 U.S. at 434-35, 103 S.Ct. at 1940. The plaintiffs admit that they are not entitled to recover for those hours spent prosecuting unsuccessful claims; therefore, the only issue is how to deduct these hours from the total hours listed above.</p>\n<p><span class=\"star-pagination\">*1221</span> In reducing a fee award for unsuccessful claims, a court may eliminate specific hours or apply an across-the-board percentage as an estimate. <i>Hensley,</i> 461 U.S. at 436-7, 103 S.Ct. at 1941. The defendants have attempted to identify specific hours that were spent on the unsuccessful claims, and they have filed an 84 page exhibit in which they examine the timesheets of the plaintiffs' attorneys item-by-item and reduce each entry by an estimate purporting to represent time spent on such claims. The court does not believe this analysis is necessary and adopts the suggestion of the plaintiffs to use a percentage reduction as an estimate.</p>\n<p>The defendants would have the parties litigate over every 15-minute time entry recorded during this rather complex and protracted litigation. Such an analysis would be an immense waste of the judiciary's resources, the attorneys' time, and the clients' money. A motion for attorneys' fees should not develop into litigation as complex as the underlying case. <i>Hensley,</i> 461 U.S. at 437, 103 S.Ct. at 1941. Furthermore, there is no reason to believe that the defendants, after their 84 pages of analysis, arrive at a figure that is any more \"accurate\" than one arrived at by using an across-the-board percentage reduction.</p>\n<p>The issue, therefore, is what percentage factor to use in deducting hours spent on unsuccessful claims. The parties have divided the litigation into stages. Stage I is the period from the inception of the litigation through summary judgment. Stage II includes the trial and trial preparation. Stage III is the post-trial motions period. The plaintiffs propose a 25% reduction in attorney hours during Stages I and III. The defendants propose a 40% reduction in Stage I and a 66% reduction in Stage III.</p>\n<p>The plaintiffs state that entries specifically delineating time spent on unsuccessful claims comprise only 6.5% of the hours billed during Stages I and III; they concede, however, that more time was spent on these claims than this percentage would indicate. Even though only two of the four plaintiffs were prevailing parties, the court does not feel that a 50% reduction would be appropriate because of the economies of scale involved in the litigation. Because of the similarities of the claims involved, it would not be accurate to say that the plaintiffs could have prosecuted the claims of Duke and Fox with only half the labor that they expended in prosecuting the claims of Duke, Fox, Bishop, and Barden. Accordingly, after a review of the timesheets the court finds that a 25% reduction in Stage I adequately estimates the time spent on non-prevailing plaintiffs and on the wrongful-discharge claims of the prevailing plaintiffs.</p>\n<p>The court finds that a 25% reduction in Stage III time is necessary to account for the unsuccessful, post-trial reinstatement/additur motion of Fox and the unsuccessful motions for reconsideration of Bishop and Barden. Time spent on these motions was not related to the success of Fox and Duke in their ADEA claims and is not compensable. Therefore, the number of hours to be used in the lodestar calculation is as follows:</p>\n<p></p>\n<pre>\n    Joyce L. Davis ..........  887.16\n    Lynn Fontana ............  739.28\n    Cynthia M. Currin .......    8.13\n    Lee S. Rosen ............    5.60\n    Paralegals ..............  554.00\n    Law Clerks ..............  255.55<sup>[2]</sup></pre>\n<p>The next step in the analysis is to determine the reasonable hourly rates to which the above figures should be multiplied. The lodestar rate should be the prevailing market rate for the services rendered. <i>See </i><i>Blum v. Stenson,</i> 465 U.S. 886, 895, 104 S.Ct. 1541, 1547, 79 L.Ed.2d 891 (1984). The plaintiffs contend that the proper lodestar rates are $175/hour for Joyce Davis, $145/hour for Cynthia Currin, and $125/hour for Lynn Fontana and Lee Rosen. The defendants suggest that the maximum appropriate lodestar rates would be $125/hour for Joyce Davis, $105/hour for Cynthia Currin, $95/hour for Lee Rosen, and $90/hour for Lynn Fontana.</p>\n<p><span class=\"star-pagination\">*1222</span> The court has before it several types of evidence regarding the prevailing market rate for the services rendered by the plaintiffs' attorneys. The plaintiffs and the defendants each have submitted numerous affidavits from local attorneys in support of their respective contentions. The court has been provided with the original fee agreement between the plaintiffs and their attorneys in which Ms. Davis cites her July 1987 fee as $90/hour. According to the 1989 North Carolina Bar Association Economic Survey, typical hourly rates for lawyers practicing in cities of 100,000 or more in law firms with 7-15 lawyers are $114/hour for someone of Ms. Davis' experience, $95/hour for someone of Ms. Currin's experience, and $76/hour for someone of Ms. Fontana's and Mr. Rosen's experience.<sup>[3]</sup> Ms. Davis has shown to the court that her current (February 1990) billing rate is $145/hour, and she has submitted affidavits from two clients indicating that in fact she commands that figure in the market.</p>\n<p>The plaintiffs have failed, however, to produce evidence supporting a lodestar fee of $175/hour for Ms. Davis or $125/hour for Ms. Fontana. The plaintiffs cite <i>Norwood v. Charlotte Memorial Hosp. and Medical Center,</i> 653 F.Supp. 1350, 1359 (W.D.N.C.1987), <i>vacated in part,</i> 829 F.2d 1120 (4th Cir.1987), in which the court awarded lead counsel $175/hour. <i>Norwood,</i> however, was a class action race discrimination case, and the lead counsel was Julius Chambers, one of the nation's most prominent civil rights lawyers. In contrast, this litigation was not nearly as complex or protracted as the <i>Norwood</i> litigation, and Ms. Davis' credentials, though substantial, are not equal to those of Mr. Chambers. Furthermore, the plaintiffs have failed to produce any specific evidence that labor law attorneys can command $175/hour in the Raleigh market. <i>See </i><i>Spell v. McDaniel,</i> 824 F.2d 1380, 1402 (4th Cir.1987), <i>cert. denied,</i> 484 U.S. 1027, 108 S.Ct. 752, 98 L.Ed.2d 765 (1988). A careful review of the affidavits from local counsel submitted by both parties indicates that a lodestar rate of $150/hour is appropriate for Ms. Davis.</p>\n<p>In setting the lodestar rates, the court relies heavily on the current hourly rates of the plaintiffs' attorneys.<sup>[4]</sup> The plaintiffs contend that the lodestar should be significantly higher than the current hourly rates because of the complexity of this case, the skill and reputation of the plaintiffs' attorneys, the novelty and difficulty of the questions presented in the case, and the preclusion of other employment. The court finds, however, that all of these factors are accounted for in the current hourly rates of the plaintiffs' attorneys. <i>See </i><i>Blum,</i> 465 U.S. at 898-900, 104 S.Ct. at 1548-49; <i>Herold v. Hajoca Corp.,</i> 682 F.Supp. 297 (W.D.Va.), <i>aff'd,</i> 864 F.2d 317 (4th Cir. 1988), <i>cert. denied,</i> ___ U.S. ___, 109 S.Ct. 3159, 104 L.Ed.2d 1022 (1989). Ms. Davis' current rate is undoubtedly in the higher part of the range for Raleigh attorneys as evidenced by the affidavits from local attorneys filed by both parties and by the economic survey conducted by the state bar.</p>\n<p>The court believes that Ms. Davis is entitled to a lodestar rate at the upper end of the relevant market range because of her fifteen years of experience in the employment law field. Ms. Davis edits a monthly, national publication, and she teaches employment law classes for a variety of organizations on a national level. She was on the Board of Governors of the North Carolina Academy of Trial Lawyers from 1981 to 1987. Furthermore, the court has had substantial opportunity to assess Ms. Davis' abilities as a trial lawyer and feels that her current hourly rate is justified.</p>\n<p><span class=\"star-pagination\">*1223</span> Similarly, the court finds that the current rate of $100/hour for Ms. Fontana is appropriate in light of the skill she has displayed throughout this litigation. This lodestar rate is at the upper range of the Raleigh market for an attorney of her experience (approximately two years) as evidenced by the affidavits from local attorneys and the economic survey conducted by the state bar. Ms. Currin and Mr. Rosen performed little work in the case and the court accepts their hourly rates as being in line with those of Ms. Davis and Ms. Fontana. Finally, the parties have agreed that $40/hour is an appropriate rate for paralegals and law clerks, and the court accepts that figure as reasonable. Accordingly, the lodestar rates are as follows:</p>\n<p></p>\n<pre>\n    Joyce L. Davis ......... $150/hour\n    Lynn Fontana ........... $100/hour\n    Cynthia M. Currin....... $125/hour\n    Lee S. Rosen............ $100/hour\n    Paralegals .............  $40/hour\n    Law Clerks .............  $40/hour\n</pre>\n<p>The court finds, therefore, that the following lodestar fees are appropriate:</p>\n<p></p>\n<pre>\n    Joyce L. Davis .........  $133,074.00\n    Lynn Fontana ...........   $73,928.00\n    Cynthia M. Currin ......    $1,016.25\n    Lee S. Rosen ...........      $560.00\n    Paralegals .............   $22,160.00\n    Law Clerks .............   $10,222.00\n                               __________\n       Total                  $240,960.25\n</pre>\n<p></p>\n<h2><i>B. Downward Adjustments to Lodestar</i></h2>\n<p>The defendants make two arguments for reducing this award. First, the defendants contend that a reduction should be made for inadequate documentation. <i>See </i><i>Hensley,</i> 461 U.S. at 433, 103 S.Ct. at 1939 (\"Where the documentation of hours is inadequate, the district court may reduce the award accordingly.\"). After a thorough examination, the court finds that the plaintiffs' attorneys have adequately documented the hours expended in this litigation. No reason exists to require attorneys to record in great detail how each minute was expended; rather, it is sufficient if counsel identifies the general subject matter of the time expenditures. <i>Hensley,</i> 461 U.S. at 437 n. 12, 103 S.Ct. at 1941 n. 12. Moreover, since the defendants do not contest the total hours expended, the only reason to reduce for inadequate documentation is to account for the fact that it is difficult to ascertain exactly how many hours were spent on unsuccessful claims. That problem, however, was cured by using the across-the-board percentage as an estimate. Therefore, the court declines to reduce the fee award for inadequate documentation.</p>\n<p>Second, the defendants request a reduction under the \"results obtained\" analysis of <i>Hensley.</i> The defendants contend that even though Duke and Fox prevailed on their ADEA claims, they did not receive all the relief requested pursuant to those claims.<sup>[5]</sup> In <i>Hensley,</i> the Supreme Court stated that: \"A reduced fee award is appropriate if the relief, however significant, is limited in comparison to the scope of the litigation as a whole.\" <i>Hensley,</i> 461 U.S. at 440, 103 S.Ct. at 1943. The defendants note that Fox and Duke received from the jury approximately one-half of the damages asked for in the complaint. This short-fall occurred because the jury awarded the plaintiffs less front pay than they had asked for, and the jury did not find that the ADEA violation was willful, which would have allowed the court to double the back pay award. Duke and Fox also sought reinstatement, which they did not receive.</p>\n<p>The issue, therefore, is whether this partial success requires a \"results obtained\" reduction; the court believes that it does not. In <i>Hensley,</i> the Court stated: \"Where a lawsuit consists of related claims, a plaintiff who has won substantial relief should not have his attorney's fee reduced simply because the district court did not adopt each contention raised.\" <i>Hensley,</i> 461 U.S. at 440, 103 S.Ct. at 1943. A district court must consider the relationship between the extent of success and the amount of the fee award. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*1224</span> The success of Duke and Fox was certainly significant. They each won a judgment that their discharge was a violation of federal law and that the defendants intentionally discriminated against them on account of their age. Duke received a monetary award of over half-a-million dollars, and Fox received over $50,000. This recovery represents a significant victory in itself and in comparison to the scope of the litigation as a whole. The mere fact that the jury returned a verdict for less than the amount asked for in the complaint does not necessarily require a reduction in the fee award. The award should be reduced only if it is not reasonable in relation to the relief obtained. <i>Id.</i> The court finds that a fee award of $240,960 is reasonable in relation to jury verdicts totalling $624,866. The court finds also that an expenditure of 1,640.17 hours of attorney time and 809.55 hours of staff time is also reasonable in relation to the jury verdict. Accordingly, the court does not believe that a reduction under the <i>Hensley</i> \"results obtained\" analysis is warranted.</p>\n<p></p>\n<h2><i>C. Upward Adjustments to Lodestar</i></h2>\n<p>The lodestar is presumed to be the reasonable fee to which counsel is entitled. <i>Blum v. Stenson,</i> 465 U.S. 886, 887, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984). However, <i>Blum</i> allows for an upward adjustment of the lodestar to account for exceptional success, but only when such an enhancement is necessary to produce a reasonable fee and only when the quality of the services rendered was superior to that reasonably expected for the hourly rate. <i>Blum,</i> 465 U.S. at 899, 104 S.Ct. at 1549. The court finds that the plaintiffs' success was not exceptional; they received approximately one-half of the monetary damages requested and no equitable relief. Moreover, no upward adjustment is necessary to produce a reasonable fee, and there is no evidence that the quality of the representation was superior to that reasonably expected for the hourly rates used in the lodestar computation. Accordingly, an upward adjustment for exceptional success is not appropriate.</p>\n<p>A more difficult question is whether the plaintiffs' attorneys are entitled to an enhancement to the lodestar because they took the case on a contingency basis. Even though the lodestar is presumed to be the reasonable attorneys' fee, some courts adjust this figure upward to reflect the risk of nonpayment. <i>See e.g., </i><i>Wildman v. Lerner Stores Corp.,</i> 771 F.2d 605 (1st Cir. 1985).</p>\n<p>The Supreme Court addressed this issue in <i>Pennsylvania v. Delaware Valley Citizens' Council for Clean Air,</i> 483 U.S. 711, 107 S.Ct. 3078, 97 L.Ed.2d 585 (1987) (\"<i>Delaware Valley II</i>\"). A plurality of four justices would not allow a contingency enhancement unless one was specifically authorized by Congress in the applicable fee statute. Justice O'Connor, who provided the deciding vote, would allow contingency enhancements along with the four dissenters, but did not feel that one was appropriate under the facts of the case. The Fourth Circuit has stated that Justice O'Connor's opinion controls in determining whether a contingency enhancement is proper. <i>Spell v. McDaniel,</i> 824 F.2d 1380, 1404 (4th Cir.1987), <i>cert. denied,</i> 484 U.S. 1027, 108 S.Ct. 752, 98 L.Ed.2d 765 (1988). Inasmuch as the votes of the four dissenters are necessary to uphold a contingency enhancement, the court will also consider the views expressed in the dissenting opinion in <i>Delaware Valley II.</i></p>\n<p>Under Justice O'Connor's analysis, only one reason exists for contingency enhancements: \"[N]o enhancement for risk is appropriate unless the applicant can establish that without an adjustment for risk the prevailing party would have faced substantial difficulties in finding counsel.\" <i>Delaware Valley II,</i> 483 U.S. at 733, 107 S.Ct. at 3091 (O'Connor, J., concurring). Justice O'Connor excludes many factors: the novelty of the issues presented, the factual complexity of the case, the length of the litigation, and the strength and tenacity of the defense are all accounted for in the number of hours billed and the hourly rates used in the lodestar calculations. Similarly, the delay in receiving payment is accounted for by computing the lodestar based on current hourly rates even though <span class=\"star-pagination\">*1225</span> much of the work in the case was performed during past years at lower rates. Finally, the extra economic risk caused by the small size of the plaintiffs' law firm is not a reason to enhance. <i>Delaware Valley II,</i> 483 U.S. at 732, 107 S.Ct. at 3090 (O'Connor, J., concurring).</p>\n<p>An analysis of the rationale behind contingency enhancements convinces the court that one is not appropriate in this case. It is believed that contingency enhancements are necessary to carry out the intent of Congress in enacting fee shifting statutes, that intent being to attract competent counsel to plaintiffs who might otherwise not be able find adequate representation. If attorneys who take cases on contingency are statutorily awarded fees based only on a standard hourly rate, then the fee shifting statute will not attract counsel to plaintiffs who cannot afford to pay that rate. Since the plaintiff's attorney will be awarded fees only if the plaintiff is a prevailing party, the attorney has no incentive to take the case; rather, the attorney will likely represent only those clients who can afford to pay the standard hourly rate regardless of the outcome of the litigation. Thus, a premium over the lodestar rate is necessary to account for the risk of non recovery; the attorney will be more likely to assume that risk if victory will mean a statutory fee award in excess of the standard hourly rate.</p>\n<p>It is clear from the opinion of Justice O'Connor and the opinion of the dissenters that the five justices who favor contingency enhancements would not award them in all contingency cases, but only when necessary to attract competent counsel. Thus, one factor which mitigates against a contingency enhancement is whether the attorney has entered into a contingent fee contract in a case involving substantial monetary damages. <i>Delaware Valley II,</i> 483 U.S. at 748, 107 S.Ct. at 3099 (Blackmun, J., dissenting). Thus, in a case with a potential large damages award, there is a built-in contingency enhancement; the plaintiff's attorney may not recover anything, but if the plaintiff prevails the attorney will recover fees well in excess of his standard hourly rate. In such a case, a court-imposed enhancement is not necessary to attract counsel.</p>\n<p>Contingency enhancements would be appropriate, for example, in a case in which a plaintiff primarily seeks equitable relief and little or no monetary damages. The plaintiff's attorney would not be able to contract for a potential fee recovery in excess of the standard hourly rate; therefore, the only mechanism to attract competent counsel is a court-imposed contingency enhancement.</p>\n<p>The court finds that a contingency enhancement is not appropriate in this case because the plaintiffs' attorneys were able to contract for a potential fee recovery several times that of their standard hourly rates. At the time the fee arrangement was negotiated, the plaintiffs' attorneys calculated the plaintiffs' economic damages at $2,346,997. Under their 1/3 contingency agreement, the plaintiffs' attorneys could have received $782,332.25. These figures do not include the possibility of additional liquidated damages under ADEA and state-law punitive damages that would have increased the fee recovery. Thus, at the inception of the litigation the plaintiffs' attorneys had contracted for a potential fee 3.25 times the lodestar rate. (After Bishop and Barden were dismissed, the possible fee recovery on the claims of Duke and Fox was 1.78 times the lodestar.) The fact that they actually received a contingency award somewhat less than the lodestar is irrelevant; the proper comparison is between the anticipated possible recovery and the anticipated cost of litigation at the inception of the case. This comparison indicates that a court-imposed enhancement is not appropriate.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*1226</span> Another factor is that the plaintiffs' attorneys did not endure a risk of complete non-recovery. The plaintiffs in fact paid approximately $20,000 during the early stages of the litigation. The court does not accept the contention of the defendants that this partial payment forecloses a contingency enhancement. The dissent in <i>Delaware Valley II</i> stated:</p>\n<blockquote>[I]f a client has agreed to pay some portion of the lodestar amount, regardless of the outcome of the case, the attorney has mitigated the risk of loss to some extent, although the percentage of total expenses paid by the client will indicate how much of a mitigating factor this contribution should be considered to be.</blockquote>\n<p><i>Delaware Valley II,</i> 438 U.S. at 748, 107 S.Ct. at 3098-99 (Blackmun, J., dissenting). In this case the plaintiffs paid their attorneys slightly less than 10% of the lodestar and expenses. This fact is a minor factor warranting against enhancement, and if enhancement were appropriate in the case, it would be a consideration in setting the amount; however, a partial payment of $20,000 or $20 should not completely foreclose the possibility of enhancement because it does not completely mitigate the risk of nonrecovery.</p>\n<p>Finally, the court finds that the plaintiffs' attorneys have failed to establish that poor clients with meritorious ADEA claims could not secure competent counsel without contingency enhancements. <i>See </i><i>Spell,</i> 824 F.2d at 1404. Since January 1, 1987, 91 ADEA actions have been filed in the federal courts in North Carolina. Plaintiffs had counsel in 83 of these cases; the EEOC represented 15, and the private bar represented 68. Only eight of the cases were filed pro se, which is a much lower level of pro se representation than in race discrimination cases in which 59 of 151 actions were filed without counsel over the same period. These statistics do not show that clients with meritorious ADEA claims in North Carolina cannot find counsel without the possibility of contingency enhancement.</p>\n<p>In support of their request for a 2.0 contingency multiplier, the plaintiffs' attorneys have submitted affidavits from numerous individuals in the employment law field. The court has carefully reviewed this material and is unconvinced that North Carolina attorneys are reluctant to take ADEA cases because they view the expected fees to be inadequate. For instance Catharine B. Arrowood, a Raleigh attorney who declined to represent Duke, states that she did so because of the costs of litigating his claim, the complexity of the case and the length of time necessary to achieve a verdict. As discussed above, however, none of these factors are appropriate reasons to apply a contingency enhancement. The plaintiffs' attorneys have failed to show that North Carolina attorneys are reluctant to take ADEA cases because the fees ultimately received in such cases are inadequate. Moreover, they have failed to identify even one potential plaintiff in North Carolina with an arguably meritorious ADEA claim who could not find representation.</p>\n<p>On the other hand, the defendants have submitted affidavits from various attorneys stating that they are quite willing to take ADEA cases on a contingency basis and that recovery of a fee in excess of their hourly rates is not a necessary condition to taking contingency fee cases. These attorneys also state that ADEA cases are generally popular because of the availability of a jury, jury sympathy for ADEA plaintiffs, the fact that typical ADEA plaintiffs are white males in their early fifties with incomes greater than $40,000, and the possibility of liquidated damages. Accordingly, the court finds that the plaintiffs' attorneys have failed to meet their burden of proving that without a contingency enhancement the plaintiffs would have had substantial difficulties obtaining counsel.</p>\n<p></p>\n<h2><i>D. Expenses</i></h2>\n<p>The plaintiffs' attorneys also seek to recover expenses and costs in the amount of $24,700.98. The defendants object first to the expenses spent on the unsuccessful claims discussed above. The court agrees and again will apply an across-the-board percentage to account for unrecoverable expenses. Because of the <span class=\"star-pagination\">*1227</span> similarity of the claims involved and because most of the expenses were incurred during the trial stage in which only Duke and Fox were plaintiffs, the court finds that a 10% reduction is reasonable. The court also cannot award all of the $900 listed as an expense for the trial appearance of expert witness Finley Lee. Pursuant to <i>Sevigny v. Dicksey,</i> 846 F.2d 953, 959 (4th Cir.1988), recovery of expert witness fees is limited to $30/day.</p>\n<p>The defendants next object that the plaintiffs' attorneys have not documented their request for expenses with receipts. It is not necessary or desirable for federal courts to review receipts for every five dollar expenditure. Judges, being former practicing attorneys, are quite capable of determining the reasonableness of expenses incurred during litigation. Neither is it necessary to itemize expenses in great detail. For example, it is sufficient that copying costs were submitted without listing how many pages of which documents were copied during the three years of litigation. Law firms generally do not keep such records and little would be served by requiring them except to make litigation more expensive.<sup>[7]</sup> The amount of the expenses submitted is certainly reasonable given the length and complexity of this case. Accordingly, the court awards expenses in the amount of $21,447.88.<sup>[8]</sup></p>\n<p></p>\n<h2>ADDENDUM</h2>\n<p>After the court commenced preparation of this order, the plaintiffs' attorneys submitted a request for fees in the amount of $75,235 and expenses incurred in the amount of $3,193.68 while litigating the motion for attorneys' fees. For the reasons discussed below, the court grants this request for fees in the amount of $34,050 and for expenses in the amount of $1,672.68.</p>\n<p></p>\n<h2><i>A. Attorneys' Fees</i></h2>\n<p>The court arrives at this figure by applying the same lodestar rates that apply to the underlying litigation and by denying the request for a contingency enhancement. The court does not accept the defendants' contention that a lower lodestar rate should apply to this stage of the litigation. The defendants assert that attorney fee petitions are less complex than ADEA litigation and that the plaintiffs' attorneys are not experienced in this area. The court believes, however, that cases should be viewed in their entirety and treated as a unified whole. It is probable that throughout this litigation issues arose which were simple or which the plaintiffs' attorneys had never seen before. It would not be appropriate to award fees for time spent dealing with such issues at lower rates; the litigation should not be compartmentalized in determining the complexity of the case or the attorneys' skill and experience.</p>\n<p>A more difficult question is whether this award should be reduced further on the grounds that it reflects an excessive number of hours. The plaintiffs' attorneys seek recovery for 236.1 hours of attorney time and 116.75 hours of paralegal time.</p>\n<p>The court notes that this amount of time is more than necessary in the usual fee petition, but finds that it is not excessive in this instance. Indeed, the <i>defendants</i> have filed 94 pages of legal memoranda, close to 200 pages of exhibits, 24 affidavits, and various motions to compel discovery. Most of the time spent by the plaintiffs' attorneys in the case was in responding to the voluminous filings of the defendants, and the court finds that the time expended was reasonable. The fee petition was vigorously contested and the defendants are at least partially responsible for turning it into a separate litigation unto itself.<sup>[9]</sup> Accordingly, the defendants should not benefit from <span class=\"star-pagination\">*1228</span> a reduction of hours on the grounds of excessiveness.</p>\n<p>The court states, however, that fee petitions should not require the expenditure of attorney and judicial resources that occurred in this case. The purpose of attorney fee statutes is to enable plaintiffs to obtain counsel; drawn out litigation over attorney fees undermines this purpose as it makes expensive and protracted litigation even more so, thus making these cases even less attractive to attorneys. In this order, this court has attempted to streamline this process as much as possible by, for example, being somewhat lenient with regard to the documentation of expenses and the description of services performed and by applying across-the-board percentage reductions. The court is finding only that $34,050 is not excessive in this particular case.<sup>[10]</sup></p>\n<p></p>\n<h2><i>B. Expenses</i></h2>\n<p>The court deducts from the submitted expenses $1,400 for a trial transcript and $121 for a transcript of the cross-examination of Bolton Jones on the grounds that neither of these expenditures relate to the fee petition. The trial transcript will be used only for appeal, and this expense will more appropriately be considered at a later date with all other appeal expenses. The Jones transcript related to the unsuccessful motions for reconsideration of Bishop and Barden.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>It is hereby ORDERED that the plaintiffs' motion for attorneys fees is GRANTED in the amount of $240,960.25 for the underlying litigation and $34,050 for the fee petition litigation; the plaintiffs' motion for costs and expenses is GRANTED in the amount of $21,447.88 for the underlying litigation and $1,672.68 for the fee petition litigation. The court anticipates that all future fee requests in this litigation will be determined in accordance with this order.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiffs' law firm has nine lawyers and is located in Raleigh, North Carolina.</p>\n<p>[2]  The 25% reduction was applied only to attorney time, not staff time. A review of the timesheets indicates that paralegal and law clerk time attributable to unsuccessful claims was minimal.</p>\n<p>[3]  These figures show typical rates for 1988; in computing the lodestar rates, the court assumes that typical current rates for 1990 are slightly higher.</p>\n<p>[4]  In litigation spanning several years, courts are required to make an adjustment to an attorney's historic rates to prevent dilution of a fee award. The Supreme Court has authorized district courts to compensate for this delay in payment by awarding fees at current market rates. <i>Missouri v. Jenkins,</i> ___ U.S. ___, 109 S.Ct. 2463, 105 L.Ed.2d 229 (1989).</p>\n<p>[5]  The court notes that it took into account the time spent on the wrongful discharge claims in calculating the hours to be used in the lodestar calculations. The defendants now seek an additional reduction for the limited success of the plaintiffs' prevailing claims.</p>\n<p>[6]  The relevant consideration is whether this potential recovery was a sufficient inducement to take the case at the inception of the litigation. If these plaintiffs' attorneys had at that point reasonably estimated that the time required to litigate the case was greater than turned out to be true, an enhancement might be appropriate. The plaintiffs' attorneys have never suggested, however, that this litigation turned out to be less complex or less time consuming than they had originally anticipated; rather, it seems that the reverse has been true.</p>\n<p>[7]  The court does not agree with the analysis in <i>Starnes v. Hill,</i> 635 F.Supp. 1270, 1273 (W.D.N. C.1986).</p>\n<p>[8]  ($24,700.98$870)10%.</p>\n<p>[9]  In addition to the filings of the parties, there was one hearing on the merits of the petition, one discovery hearing, and one telephone conference between counsel and the court. Also, the defendants filed a rather meritless Motion for Abeyance to which the plaintiffs' attorneys had to respond and which caused unnecessary delay.</p>\n<p>[10]  The defendants have not suggested to the court that the <i>Hensley</i> \"results obtained\" analysis applies to this stage of the litigation, and the court has found no cases in its own research. In any event, the court finds that it would not be appropriate to do so in this case.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">743</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1218</span></span> (1990)</b></center>\n<center><h1>Jesse T. DUKE, Sidney W. Fox, Norman R. Barden, and Joseph R. Bishop, Plaintiffs,<br>\nv.<br>\nUNIROYAL, INC. and Uniroyal Chemical Company, Inc., Defendants.</h1></center>\n<center>No. 87-741-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 2, 1990.</center>\n<p><span class=\"star-pagination\">*1219</span> <span class=\"star-pagination\">*1220</span> Joyce L. Davis, Lynn Fontana, Crisp, Davis, Schwentker, Page &amp; Currin, Raleigh, N.C., for plaintiffs.</p>\n<p>James G. Billings, Kimberly J. Korando, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiffs' motion for attorneys' fees and costs pursuant to 29 U.S.C. § 626(b). For the reasons discussed below, the court grants the motion for attorneys' fees in the amount of $240,960.25 and for costs in the amount of $21,447.88.</p>\n<p></p>\n<h2>SUMMARY OF CASE</h2>\n<p>The plaintiffs brought this action on August 13, 1987 under the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C. §§ 621634, alleging that the defendants unlawfully discharged them because of their age. The plaintiffs also brought pendent state wrongful-discharge claims that were dismissed before trial. The ADEA claims of plaintiffs Bishop and Barden were dismissed on summary judgment.</p>\n<p>The case went to trial on the ADEA claims of plaintiffs Duke and Fox on July 24, 1989. The trial continued through August 10, 1989, and resulted in a jury verdict in favor of Duke and Fox. Duke recovered $568,331, and Fox recovered $56,535. The court denied all post-trial motions, and the defendants and the plaintiffs have appealed to the Fourth Circuit. The plaintiffs then filed this motion seeking to recover $531,465.70 in attorneys' fees and $24,700.98 in costs and expenses.</p>\n<p></p>\n<h2>DECISION</h2>\n<p></p>\n<h2><i>A. Lodestar Calculation</i></h2>\n<p>In calculating the appropriate award of attorneys' fees, the court must first determine the lodestar fee. This amount is the number of hours reasonably expended multiplied by a reasonable hourly rate. <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1939, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span>, 50 (1983). Accordingly, the first task for the court is to determine how many hours the plaintiffs' attorneys, paralegals, and law clerks reasonably expended in this litigation. The plaintiffs have submitted adequate documentation showing that the following hours were expended by the plaintiffs' law firm, Crisp, Davis, Schwentker, Page &amp; Currin<sup>[1]</sup>:</p>\n<p></p>\n<pre>\n     Joyce L. Davis ...........  1,034.5\n     Lynn Fontana .............    854.3\n     Cynthia M. Currin ........     10.5\n     Lee S. Rosen .............      7.3\n     Paralegals ...............    554.0\n     Law Clerks ...............   255.55\n</pre>\n<p>These numbers do not include time spent on appeal or on the fee petition.</p>\n<p>The issue is whether all of these hours are compensable under the attorneys' fee statute. The defendants have represented to the court that they do not contest the reasonableness of the total number of hours that plaintiffs' attorneys spent on the case; rather, they object to the hours spent on the claims of Bishop and Barden on the grounds that they were not prevailing parties. <i>See </i><i>Hensley,</i> 461 U.S. at 429, 103 S.Ct. at 1937. The defendants also object to the time spent on the state-law wrongful-discharge claims on the grounds that they are not related to the claims on which Duke and Fox prevailed. <i>See </i><i>Hensley,</i> 461 U.S. at 434-35, 103 S.Ct. at 1940. The plaintiffs admit that they are not entitled to recover for those hours spent prosecuting unsuccessful claims; therefore, the only issue is how to deduct these hours from the total hours listed above.</p>\n<p><span class=\"star-pagination\">*1221</span> In reducing a fee award for unsuccessful claims, a court may eliminate specific hours or apply an across-the-board percentage as an estimate. <i>Hensley,</i> 461 U.S. at 436-7, 103 S.Ct. at 1941. The defendants have attempted to identify specific hours that were spent on the unsuccessful claims, and they have filed an 84 page exhibit in which they examine the timesheets of the plaintiffs' attorneys item-by-item and reduce each entry by an estimate purporting to represent time spent on such claims. The court does not believe this analysis is necessary and adopts the suggestion of the plaintiffs to use a percentage reduction as an estimate.</p>\n<p>The defendants would have the parties litigate over every 15-minute time entry recorded during this rather complex and protracted litigation. Such an analysis would be an immense waste of the judiciary's resources, the attorneys' time, and the clients' money. A motion for attorneys' fees should not develop into litigation as complex as the underlying case. <i>Hensley,</i> 461 U.S. at 437, 103 S.Ct. at 1941. Furthermore, there is no reason to believe that the defendants, after their 84 pages of analysis, arrive at a figure that is any more \"accurate\" than one arrived at by using an across-the-board percentage reduction.</p>\n<p>The issue, therefore, is what percentage factor to use in deducting hours spent on unsuccessful claims. The parties have divided the litigation into stages. Stage I is the period from the inception of the litigation through summary judgment. Stage II includes the trial and trial preparation. Stage III is the post-trial motions period. The plaintiffs propose a 25% reduction in attorney hours during Stages I and III. The defendants propose a 40% reduction in Stage I and a 66% reduction in Stage III.</p>\n<p>The plaintiffs state that entries specifically delineating time spent on unsuccessful claims comprise only 6.5% of the hours billed during Stages I and III; they concede, however, that more time was spent on these claims than this percentage would indicate. Even though only two of the four plaintiffs were prevailing parties, the court does not feel that a 50% reduction would be appropriate because of the economies of scale involved in the litigation. Because of the similarities of the claims involved, it would not be accurate to say that the plaintiffs could have prosecuted the claims of Duke and Fox with only half the labor that they expended in prosecuting the claims of Duke, Fox, Bishop, and Barden. Accordingly, after a review of the timesheets the court finds that a 25% reduction in Stage I adequately estimates the time spent on non-prevailing plaintiffs and on the wrongful-discharge claims of the prevailing plaintiffs.</p>\n<p>The court finds that a 25% reduction in Stage III time is necessary to account for the unsuccessful, post-trial reinstatement/additur motion of Fox and the unsuccessful motions for reconsideration of Bishop and Barden. Time spent on these motions was not related to the success of Fox and Duke in their ADEA claims and is not compensable. Therefore, the number of hours to be used in the lodestar calculation is as follows:</p>\n<p></p>\n<pre>\n    Joyce L. Davis ..........  887.16\n    Lynn Fontana ............  739.28\n    Cynthia M. Currin .......    8.13\n    Lee S. Rosen ............    5.60\n    Paralegals ..............  554.00\n    Law Clerks ..............  255.55<sup>[2]</sup></pre>\n<p>The next step in the analysis is to determine the reasonable hourly rates to which the above figures should be multiplied. The lodestar rate should be the prevailing market rate for the services rendered. <i>See </i><i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 895, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, 1547, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984). The plaintiffs contend that the proper lodestar rates are $175/hour for Joyce Davis, $145/hour for Cynthia Currin, and $125/hour for Lynn Fontana and Lee Rosen. The defendants suggest that the maximum appropriate lodestar rates would be $125/hour for Joyce Davis, $105/hour for Cynthia Currin, $95/hour for Lee Rosen, and $90/hour for Lynn Fontana.</p>\n<p><span class=\"star-pagination\">*1222</span> The court has before it several types of evidence regarding the prevailing market rate for the services rendered by the plaintiffs' attorneys. The plaintiffs and the defendants each have submitted numerous affidavits from local attorneys in support of their respective contentions. The court has been provided with the original fee agreement between the plaintiffs and their attorneys in which Ms. Davis cites her July 1987 fee as $90/hour. According to the 1989 North Carolina Bar Association Economic Survey, typical hourly rates for lawyers practicing in cities of 100,000 or more in law firms with 7-15 lawyers are $114/hour for someone of Ms. Davis' experience, $95/hour for someone of Ms. Currin's experience, and $76/hour for someone of Ms. Fontana's and Mr. Rosen's experience.<sup>[3]</sup> Ms. Davis has shown to the court that her current (February 1990) billing rate is $145/hour, and she has submitted affidavits from two clients indicating that in fact she commands that figure in the market.</p>\n<p>The plaintiffs have failed, however, to produce evidence supporting a lodestar fee of $175/hour for Ms. Davis or $125/hour for Ms. Fontana. The plaintiffs cite <i>Norwood v. Charlotte Memorial Hosp. and Medical Center,</i> <span class=\"citation no-link\"><span class=\"volume\">653</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1350</span></span>, 1359 (W.D.N.C.1987), <i>vacated in part,</i> <span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></span> (4th Cir.1987), in which the court awarded lead counsel $175/hour. <i>Norwood,</i> however, was a class action race discrimination case, and the lead counsel was Julius Chambers, one of the nation's most prominent civil rights lawyers. In contrast, this litigation was not nearly as complex or protracted as the <i>Norwood</i> litigation, and Ms. Davis' credentials, though substantial, are not equal to those of Mr. Chambers. Furthermore, the plaintiffs have failed to produce any specific evidence that labor law attorneys can command $175/hour in the Raleigh market. <i>See </i><i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"492036\"><a href=\"/opinion/492036/henry-z-spell-v-charles-d-mcdaniel-individually-and-as-patrolman-city/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1402 (4th Cir.1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></span> (1988). A careful review of the affidavits from local counsel submitted by both parties indicates that a lodestar rate of $150/hour is appropriate for Ms. Davis.</p>\n<p>In setting the lodestar rates, the court relies heavily on the current hourly rates of the plaintiffs' attorneys.<sup>[4]</sup> The plaintiffs contend that the lodestar should be significantly higher than the current hourly rates because of the complexity of this case, the skill and reputation of the plaintiffs' attorneys, the novelty and difficulty of the questions presented in the case, and the preclusion of other employment. The court finds, however, that all of these factors are accounted for in the current hourly rates of the plaintiffs' attorneys. <i>See </i><i>Blum,</i> 465 U.S. at 898-900, 104 S.Ct. at 1548-49; <i>Herold v. Hajoca Corp.,</i> <span class=\"citation\" data-id=\"1583517\"><a href=\"/opinion/1583517/herold-v-hajoca-corp/\"><span class=\"volume\">682</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">297</span></a></span> (W.D.Va.), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></span> (4th Cir. 1988), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3159</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1022</span></span> (1989). Ms. Davis' current rate is undoubtedly in the higher part of the range for Raleigh attorneys as evidenced by the affidavits from local attorneys filed by both parties and by the economic survey conducted by the state bar.</p>\n<p>The court believes that Ms. Davis is entitled to a lodestar rate at the upper end of the relevant market range because of her fifteen years of experience in the employment law field. Ms. Davis edits a monthly, national publication, and she teaches employment law classes for a variety of organizations on a national level. She was on the Board of Governors of the North Carolina Academy of Trial Lawyers from 1981 to 1987. Furthermore, the court has had substantial opportunity to assess Ms. Davis' abilities as a trial lawyer and feels that her current hourly rate is justified.</p>\n<p><span class=\"star-pagination\">*1223</span> Similarly, the court finds that the current rate of $100/hour for Ms. Fontana is appropriate in light of the skill she has displayed throughout this litigation. This lodestar rate is at the upper range of the Raleigh market for an attorney of her experience (approximately two years) as evidenced by the affidavits from local attorneys and the economic survey conducted by the state bar. Ms. Currin and Mr. Rosen performed little work in the case and the court accepts their hourly rates as being in line with those of Ms. Davis and Ms. Fontana. Finally, the parties have agreed that $40/hour is an appropriate rate for paralegals and law clerks, and the court accepts that figure as reasonable. Accordingly, the lodestar rates are as follows:</p>\n<p></p>\n<pre>\n    Joyce L. Davis ......... $150/hour\n    Lynn Fontana ........... $100/hour\n    Cynthia M. Currin....... $125/hour\n    Lee S. Rosen............ $100/hour\n    Paralegals .............  $40/hour\n    Law Clerks .............  $40/hour\n</pre>\n<p>The court finds, therefore, that the following lodestar fees are appropriate:</p>\n<p></p>\n<pre>\n    Joyce L. Davis .........  $133,074.00\n    Lynn Fontana ...........   $73,928.00\n    Cynthia M. Currin ......    $1,016.25\n    Lee S. Rosen ...........      $560.00\n    Paralegals .............   $22,160.00\n    Law Clerks .............   $10,222.00\n                               __________\n       Total                  $240,960.25\n</pre>\n<p></p>\n<h2><i>B. Downward Adjustments to Lodestar</i></h2>\n<p>The defendants make two arguments for reducing this award. First, the defendants contend that a reduction should be made for inadequate documentation. <i>See </i><i>Hensley,</i> 461 U.S. at 433, 103 S.Ct. at 1939 (\"Where the documentation of hours is inadequate, the district court may reduce the award accordingly.\"). After a thorough examination, the court finds that the plaintiffs' attorneys have adequately documented the hours expended in this litigation. No reason exists to require attorneys to record in great detail how each minute was expended; rather, it is sufficient if counsel identifies the general subject matter of the time expenditures. <i>Hensley,</i> 461 U.S. at 437 n. 12, 103 S.Ct. at 1941 n. 12. Moreover, since the defendants do not contest the total hours expended, the only reason to reduce for inadequate documentation is to account for the fact that it is difficult to ascertain exactly how many hours were spent on unsuccessful claims. That problem, however, was cured by using the across-the-board percentage as an estimate. Therefore, the court declines to reduce the fee award for inadequate documentation.</p>\n<p>Second, the defendants request a reduction under the \"results obtained\" analysis of <i>Hensley.</i> The defendants contend that even though Duke and Fox prevailed on their ADEA claims, they did not receive all the relief requested pursuant to those claims.<sup>[5]</sup> In <i>Hensley,</i> the Supreme Court stated that: \"A reduced fee award is appropriate if the relief, however significant, is limited in comparison to the scope of the litigation as a whole.\" <i>Hensley,</i> 461 U.S. at 440, 103 S.Ct. at 1943. The defendants note that Fox and Duke received from the jury approximately one-half of the damages asked for in the complaint. This short-fall occurred because the jury awarded the plaintiffs less front pay than they had asked for, and the jury did not find that the ADEA violation was willful, which would have allowed the court to double the back pay award. Duke and Fox also sought reinstatement, which they did not receive.</p>\n<p>The issue, therefore, is whether this partial success requires a \"results obtained\" reduction; the court believes that it does not. In <i>Hensley,</i> the Court stated: \"Where a lawsuit consists of related claims, a plaintiff who has won substantial relief should not have his attorney's fee reduced simply because the district court did not adopt each contention raised.\" <i>Hensley,</i> 461 U.S. at 440, 103 S.Ct. at 1943. A district court must consider the relationship between the extent of success and the amount of the fee award. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*1224</span> The success of Duke and Fox was certainly significant. They each won a judgment that their discharge was a violation of federal law and that the defendants intentionally discriminated against them on account of their age. Duke received a monetary award of over half-a-million dollars, and Fox received over $50,000. This recovery represents a significant victory in itself and in comparison to the scope of the litigation as a whole. The mere fact that the jury returned a verdict for less than the amount asked for in the complaint does not necessarily require a reduction in the fee award. The award should be reduced only if it is not reasonable in relation to the relief obtained. <i>Id.</i> The court finds that a fee award of $240,960 is reasonable in relation to jury verdicts totalling $624,866. The court finds also that an expenditure of 1,640.17 hours of attorney time and 809.55 hours of staff time is also reasonable in relation to the jury verdict. Accordingly, the court does not believe that a reduction under the <i>Hensley</i> \"results obtained\" analysis is warranted.</p>\n<p></p>\n<h2><i>C. Upward Adjustments to Lodestar</i></h2>\n<p>The lodestar is presumed to be the reasonable fee to which counsel is entitled. <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 887, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984). However, <i>Blum</i> allows for an upward adjustment of the lodestar to account for exceptional success, but only when such an enhancement is necessary to produce a reasonable fee and only when the quality of the services rendered was superior to that reasonably expected for the hourly rate. <i>Blum,</i> 465 U.S. at 899, 104 S.Ct. at 1549. The court finds that the plaintiffs' success was not exceptional; they received approximately one-half of the monetary damages requested and no equitable relief. Moreover, no upward adjustment is necessary to produce a reasonable fee, and there is no evidence that the quality of the representation was superior to that reasonably expected for the hourly rates used in the lodestar computation. Accordingly, an upward adjustment for exceptional success is not appropriate.</p>\n<p>A more difficult question is whether the plaintiffs' attorneys are entitled to an enhancement to the lodestar because they took the case on a contingency basis. Even though the lodestar is presumed to be the reasonable attorneys' fee, some courts adjust this figure upward to reflect the risk of nonpayment. <i>See e.g., </i><i>Wildman v. Lerner Stores Corp.,</i> <span class=\"citation\" data-id=\"457690\"><a href=\"/opinion/457690/mark-wildman-v-lerner-stores-corporation-mark-wildman-v-lerner-stores/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span> (1st Cir. 1985).</p>\n<p>The Supreme Court addressed this issue in <i>Pennsylvania v. Delaware Valley Citizens' Council for Clean Air,</i> <span class=\"citation\" data-id=\"111955\"><a href=\"/opinion/111955/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, <span class=\"citation\" data-id=\"111955\"><a href=\"/opinion/111955/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3078</span></a></span>, <span class=\"citation\" data-id=\"111955\"><a href=\"/opinion/111955/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">585</span></a></span> (1987) (\"<i>Delaware Valley II</i>\"). A plurality of four justices would not allow a contingency enhancement unless one was specifically authorized by Congress in the applicable fee statute. Justice O'Connor, who provided the deciding vote, would allow contingency enhancements along with the four dissenters, but did not feel that one was appropriate under the facts of the case. The Fourth Circuit has stated that Justice O'Connor's opinion controls in determining whether a contingency enhancement is proper. <i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"492036\"><a href=\"/opinion/492036/henry-z-spell-v-charles-d-mcdaniel-individually-and-as-patrolman-city/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1404 (4th Cir.1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></span> (1988). Inasmuch as the votes of the four dissenters are necessary to uphold a contingency enhancement, the court will also consider the views expressed in the dissenting opinion in <i>Delaware Valley II.</i></p>\n<p>Under Justice O'Connor's analysis, only one reason exists for contingency enhancements: \"[N]o enhancement for risk is appropriate unless the applicant can establish that without an adjustment for risk the prevailing party would have faced substantial difficulties in finding counsel.\" <i>Delaware Valley II,</i> 483 U.S. at 733, 107 S.Ct. at 3091 (O'Connor, J., concurring). Justice O'Connor excludes many factors: the novelty of the issues presented, the factual complexity of the case, the length of the litigation, and the strength and tenacity of the defense are all accounted for in the number of hours billed and the hourly rates used in the lodestar calculations. Similarly, the delay in receiving payment is accounted for by computing the lodestar based on current hourly rates even though <span class=\"star-pagination\">*1225</span> much of the work in the case was performed during past years at lower rates. Finally, the extra economic risk caused by the small size of the plaintiffs' law firm is not a reason to enhance. <i>Delaware Valley II,</i> 483 U.S. at 732, 107 S.Ct. at 3090 (O'Connor, J., concurring).</p>\n<p>An analysis of the rationale behind contingency enhancements convinces the court that one is not appropriate in this case. It is believed that contingency enhancements are necessary to carry out the intent of Congress in enacting fee shifting statutes, that intent being to attract competent counsel to plaintiffs who might otherwise not be able find adequate representation. If attorneys who take cases on contingency are statutorily awarded fees based only on a standard hourly rate, then the fee shifting statute will not attract counsel to plaintiffs who cannot afford to pay that rate. Since the plaintiff's attorney will be awarded fees only if the plaintiff is a prevailing party, the attorney has no incentive to take the case; rather, the attorney will likely represent only those clients who can afford to pay the standard hourly rate regardless of the outcome of the litigation. Thus, a premium over the lodestar rate is necessary to account for the risk of non recovery; the attorney will be more likely to assume that risk if victory will mean a statutory fee award in excess of the standard hourly rate.</p>\n<p>It is clear from the opinion of Justice O'Connor and the opinion of the dissenters that the five justices who favor contingency enhancements would not award them in all contingency cases, but only when necessary to attract competent counsel. Thus, one factor which mitigates against a contingency enhancement is whether the attorney has entered into a contingent fee contract in a case involving substantial monetary damages. <i>Delaware Valley II,</i> 483 U.S. at 748, 107 S.Ct. at 3099 (Blackmun, J., dissenting). Thus, in a case with a potential large damages award, there is a built-in contingency enhancement; the plaintiff's attorney may not recover anything, but if the plaintiff prevails the attorney will recover fees well in excess of his standard hourly rate. In such a case, a court-imposed enhancement is not necessary to attract counsel.</p>\n<p>Contingency enhancements would be appropriate, for example, in a case in which a plaintiff primarily seeks equitable relief and little or no monetary damages. The plaintiff's attorney would not be able to contract for a potential fee recovery in excess of the standard hourly rate; therefore, the only mechanism to attract competent counsel is a court-imposed contingency enhancement.</p>\n<p>The court finds that a contingency enhancement is not appropriate in this case because the plaintiffs' attorneys were able to contract for a potential fee recovery several times that of their standard hourly rates. At the time the fee arrangement was negotiated, the plaintiffs' attorneys calculated the plaintiffs' economic damages at $2,346,997. Under their 1/3 contingency agreement, the plaintiffs' attorneys could have received $782,332.25. These figures do not include the possibility of additional liquidated damages under ADEA and state-law punitive damages that would have increased the fee recovery. Thus, at the inception of the litigation the plaintiffs' attorneys had contracted for a potential fee 3.25 times the lodestar rate. (After Bishop and Barden were dismissed, the possible fee recovery on the claims of Duke and Fox was 1.78 times the lodestar.) The fact that they actually received a contingency award somewhat less than the lodestar is irrelevant; the proper comparison is between the anticipated possible recovery and the anticipated cost of litigation at the inception of the case. This comparison indicates that a court-imposed enhancement is not appropriate.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*1226</span> Another factor is that the plaintiffs' attorneys did not endure a risk of complete non-recovery. The plaintiffs in fact paid approximately $20,000 during the early stages of the litigation. The court does not accept the contention of the defendants that this partial payment forecloses a contingency enhancement. The dissent in <i>Delaware Valley II</i> stated:</p>\n<blockquote>[I]f a client has agreed to pay some portion of the lodestar amount, regardless of the outcome of the case, the attorney has mitigated the risk of loss to some extent, although the percentage of total expenses paid by the client will indicate how much of a mitigating factor this contribution should be considered to be.</blockquote>\n<p><i>Delaware Valley II,</i> 438 U.S. at 748, 107 S.Ct. at 3098-99 (Blackmun, J., dissenting). In this case the plaintiffs paid their attorneys slightly less than 10% of the lodestar and expenses. This fact is a minor factor warranting against enhancement, and if enhancement were appropriate in the case, it would be a consideration in setting the amount; however, a partial payment of $20,000 or $20 should not completely foreclose the possibility of enhancement because it does not completely mitigate the risk of nonrecovery.</p>\n<p>Finally, the court finds that the plaintiffs' attorneys have failed to establish that poor clients with meritorious ADEA claims could not secure competent counsel without contingency enhancements. <i>See </i><i>Spell,</i> 824 F.2d at 1404. Since January 1, 1987, 91 ADEA actions have been filed in the federal courts in North Carolina. Plaintiffs had counsel in 83 of these cases; the EEOC represented 15, and the private bar represented 68. Only eight of the cases were filed pro se, which is a much lower level of pro se representation than in race discrimination cases in which 59 of 151 actions were filed without counsel over the same period. These statistics do not show that clients with meritorious ADEA claims in North Carolina cannot find counsel without the possibility of contingency enhancement.</p>\n<p>In support of their request for a 2.0 contingency multiplier, the plaintiffs' attorneys have submitted affidavits from numerous individuals in the employment law field. The court has carefully reviewed this material and is unconvinced that North Carolina attorneys are reluctant to take ADEA cases because they view the expected fees to be inadequate. For instance Catharine B. Arrowood, a Raleigh attorney who declined to represent Duke, states that she did so because of the costs of litigating his claim, the complexity of the case and the length of time necessary to achieve a verdict. As discussed above, however, none of these factors are appropriate reasons to apply a contingency enhancement. The plaintiffs' attorneys have failed to show that North Carolina attorneys are reluctant to take ADEA cases because the fees ultimately received in such cases are inadequate. Moreover, they have failed to identify even one potential plaintiff in North Carolina with an arguably meritorious ADEA claim who could not find representation.</p>\n<p>On the other hand, the defendants have submitted affidavits from various attorneys stating that they are quite willing to take ADEA cases on a contingency basis and that recovery of a fee in excess of their hourly rates is not a necessary condition to taking contingency fee cases. These attorneys also state that ADEA cases are generally popular because of the availability of a jury, jury sympathy for ADEA plaintiffs, the fact that typical ADEA plaintiffs are white males in their early fifties with incomes greater than $40,000, and the possibility of liquidated damages. Accordingly, the court finds that the plaintiffs' attorneys have failed to meet their burden of proving that without a contingency enhancement the plaintiffs would have had substantial difficulties obtaining counsel.</p>\n<p></p>\n<h2><i>D. Expenses</i></h2>\n<p>The plaintiffs' attorneys also seek to recover expenses and costs in the amount of $24,700.98. The defendants object first to the expenses spent on the unsuccessful claims discussed above. The court agrees and again will apply an across-the-board percentage to account for unrecoverable expenses. Because of the <span class=\"star-pagination\">*1227</span> similarity of the claims involved and because most of the expenses were incurred during the trial stage in which only Duke and Fox were plaintiffs, the court finds that a 10% reduction is reasonable. The court also cannot award all of the $900 listed as an expense for the trial appearance of expert witness Finley Lee. Pursuant to <i>Sevigny v. Dicksey,</i> <span class=\"citation\" data-id=\"506075\"><a href=\"/opinion/506075/diana-pepper-sevigny-v-andrew-f-dicksey-individually-and-the-town-of/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 959 (4th Cir.1988), recovery of expert witness fees is limited to $30/day.</p>\n<p>The defendants next object that the plaintiffs' attorneys have not documented their request for expenses with receipts. It is not necessary or desirable for federal courts to review receipts for every five dollar expenditure. Judges, being former practicing attorneys, are quite capable of determining the reasonableness of expenses incurred during litigation. Neither is it necessary to itemize expenses in great detail. For example, it is sufficient that copying costs were submitted without listing how many pages of which documents were copied during the three years of litigation. Law firms generally do not keep such records and little would be served by requiring them except to make litigation more expensive.<sup>[7]</sup> The amount of the expenses submitted is certainly reasonable given the length and complexity of this case. Accordingly, the court awards expenses in the amount of $21,447.88.<sup>[8]</sup></p>\n<p></p>\n<h2>ADDENDUM</h2>\n<p>After the court commenced preparation of this order, the plaintiffs' attorneys submitted a request for fees in the amount of $75,235 and expenses incurred in the amount of $3,193.68 while litigating the motion for attorneys' fees. For the reasons discussed below, the court grants this request for fees in the amount of $34,050 and for expenses in the amount of $1,672.68.</p>\n<p></p>\n<h2><i>A. Attorneys' Fees</i></h2>\n<p>The court arrives at this figure by applying the same lodestar rates that apply to the underlying litigation and by denying the request for a contingency enhancement. The court does not accept the defendants' contention that a lower lodestar rate should apply to this stage of the litigation. The defendants assert that attorney fee petitions are less complex than ADEA litigation and that the plaintiffs' attorneys are not experienced in this area. The court believes, however, that cases should be viewed in their entirety and treated as a unified whole. It is probable that throughout this litigation issues arose which were simple or which the plaintiffs' attorneys had never seen before. It would not be appropriate to award fees for time spent dealing with such issues at lower rates; the litigation should not be compartmentalized in determining the complexity of the case or the attorneys' skill and experience.</p>\n<p>A more difficult question is whether this award should be reduced further on the grounds that it reflects an excessive number of hours. The plaintiffs' attorneys seek recovery for 236.1 hours of attorney time and 116.75 hours of paralegal time.</p>\n<p>The court notes that this amount of time is more than necessary in the usual fee petition, but finds that it is not excessive in this instance. Indeed, the <i>defendants</i> have filed 94 pages of legal memoranda, close to 200 pages of exhibits, 24 affidavits, and various motions to compel discovery. Most of the time spent by the plaintiffs' attorneys in the case was in responding to the voluminous filings of the defendants, and the court finds that the time expended was reasonable. The fee petition was vigorously contested and the defendants are at least partially responsible for turning it into a separate litigation unto itself.<sup>[9]</sup> Accordingly, the defendants should not benefit from <span class=\"star-pagination\">*1228</span> a reduction of hours on the grounds of excessiveness.</p>\n<p>The court states, however, that fee petitions should not require the expenditure of attorney and judicial resources that occurred in this case. The purpose of attorney fee statutes is to enable plaintiffs to obtain counsel; drawn out litigation over attorney fees undermines this purpose as it makes expensive and protracted litigation even more so, thus making these cases even less attractive to attorneys. In this order, this court has attempted to streamline this process as much as possible by, for example, being somewhat lenient with regard to the documentation of expenses and the description of services performed and by applying across-the-board percentage reductions. The court is finding only that $34,050 is not excessive in this particular case.<sup>[10]</sup></p>\n<p></p>\n<h2><i>B. Expenses</i></h2>\n<p>The court deducts from the submitted expenses $1,400 for a trial transcript and $121 for a transcript of the cross-examination of Bolton Jones on the grounds that neither of these expenditures relate to the fee petition. The trial transcript will be used only for appeal, and this expense will more appropriately be considered at a later date with all other appeal expenses. The Jones transcript related to the unsuccessful motions for reconsideration of Bishop and Barden.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>It is hereby ORDERED that the plaintiffs' motion for attorneys fees is GRANTED in the amount of $240,960.25 for the underlying litigation and $34,050 for the fee petition litigation; the plaintiffs' motion for costs and expenses is GRANTED in the amount of $21,447.88 for the underlying litigation and $1,672.68 for the fee petition litigation. The court anticipates that all future fee requests in this litigation will be determined in accordance with this order.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiffs' law firm has nine lawyers and is located in Raleigh, North Carolina.</p>\n<p>[2]  The 25% reduction was applied only to attorney time, not staff time. A review of the timesheets indicates that paralegal and law clerk time attributable to unsuccessful claims was minimal.</p>\n<p>[3]  These figures show typical rates for 1988; in computing the lodestar rates, the court assumes that typical current rates for 1990 are slightly higher.</p>\n<p>[4]  In litigation spanning several years, courts are required to make an adjustment to an attorney's historic rates to prevent dilution of a fee award. The Supreme Court has authorized district courts to compensate for this delay in payment by awarding fees at current market rates. <i>Missouri v. Jenkins,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2463</span></a></span>, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1989).</p>\n<p>[5]  The court notes that it took into account the time spent on the wrongful discharge claims in calculating the hours to be used in the lodestar calculations. The defendants now seek an additional reduction for the limited success of the plaintiffs' prevailing claims.</p>\n<p>[6]  The relevant consideration is whether this potential recovery was a sufficient inducement to take the case at the inception of the litigation. If these plaintiffs' attorneys had at that point reasonably estimated that the time required to litigate the case was greater than turned out to be true, an enhancement might be appropriate. The plaintiffs' attorneys have never suggested, however, that this litigation turned out to be less complex or less time consuming than they had originally anticipated; rather, it seems that the reverse has been true.</p>\n<p>[7]  The court does not agree with the analysis in <i>Starnes v. Hill,</i> <span class=\"citation\" data-id=\"1439174\"><a href=\"/opinion/1439174/starnes-v-hill/\"><span class=\"volume\">635</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1270</span></a></span>, 1273 (W.D.N. C.1986).</p>\n<p>[8]  ($24,700.98$870)10%.</p>\n<p>[9]  In addition to the filings of the parties, there was one hearing on the merits of the petition, one discovery hearing, and one telephone conference between counsel and the court. Also, the defendants filed a rather meritless Motion for Abeyance to which the plaintiffs' attorneys had to respond and which caused unnecessary delay.</p>\n<p>[10]  The defendants have not suggested to the court that the <i>Hensley</i> \"results obtained\" analysis applies to this stage of the litigation, and the court has found no cases in its own research. In any event, the court finds that it would not be appropriate to do so in this case.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1439174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1583517/"
  ]
}