{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2593930/",
  "absolute_url": "/opinion/2593930/griffin-v-holmes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2593930/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T11:00:14.763509Z",
  "date_modified": "2016-04-27T00:28:52.236519Z",
  "type": "010combined",
  "sha1": "2f73b6957db4214dfaeb659f9140ca3822e6eac8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>843 F.Supp. 81 (1993)</b></center>\n<center><h1>Joey GRIFFIN d/b/a Griffin's Automotive, Plaintiff,<br>\nv.<br>\nRobert H. HOLMES and Rokimi, Inc., Defendants.</h1></center>\n<center>No. 93-101-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 20, 1993.</center>\n<p><span class=\"star-pagination\">*82</span> Jeffrey Lee Miller, Greenville, NC, for plaintiff.</p>\n<p>Charles Raymond Hardee, Greenville, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiff's motion to remand the case to North Carolina state court pursuant to 28 U.S.C. § 1447(c). Defendants filed a response, and the plaintiff replied. The matter is ripe for disposition.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>The court gleans the relevant facts from the copy of the plaintiff's state court complaint attached to the defendants' notice of removal. Plaintiff is a citizen of North Carolina who performed repairs and modifications on a boat (\"the boat\") owned by the defendants, citizens of Texas. Plaintiff contends that the defendants owe him $25,423.24 for his work and $4,116.71 in \"additional costs\" incurred \"[a]s a direct result of defendants' breaches, failure to pay, misrepresentations, deceit, and fraud.\" Compl. ¶ 11. Plaintiff also argues that he is entitled to punitive damages \"in excess of $10,000\" for the defendants' alleged fraud, deceit, and misrepresentation.</p>\n<p>Plaintiff further contends that he has a $25,423.24 possessory lien on the boat. Plaintiff notes that the boat is in his possession, and he requests the court to enter an order \"declaring and maintaining his possessory lien and authorizing the sale of [the boat] in satisfaction of his lien.\" Compl. ¶ 29. Plaintiff also requests that \"[a]s a condition of obtaining possession of the boat and avoiding a judicial sale,\" the court require the defendants \"to post a cash bond ... in an amount of not less than $56,000.\" Compl. ¶ 30.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>This case began in the state Superior Court in Beaufort County, North Carolina with the plaintiff's filing of the complaint on <span class=\"star-pagination\">*83</span> June 25, 1993. Defendants filed a notice of removal to this court on July 8, 1993, contending that the case fell within this court's diversity of citizenship jurisdiction. Plaintiff filed a motion to remand the case to state court on July 19, 1993.</p>\n<p>In his motion to remand, the plaintiff conceded that the parties are diverse but contended that the case does not exceed the $50,000 amount in controversy required by 28 U.S.C. § 1332(a). Plaintiff supported his position in part with the following stipulation:</p>\n<blockquote>COMES NOW the plaintiff, and hereby stipulates and admits that the total amount of all damages he seeks from defendants is less than $50,000, exclusive of interest or costs. The matters in controversy and the amounts involved in the cause of action set out in plaintiff's complaint filed in the state court action is less than $50,000.</blockquote>\n<p>Pl.'s Stipulation and Admis. as to Amount in Controversy at 1.</p>\n<p>Defendants responded in opposition to the plaintiff's motion. Defendants contended that the court must determine the amount in controversy based solely on the amounts shown in the plaintiff's complaint and ignore the plaintiff's subsequent stipulation. Defendants further contended that the complaint indicated that the amount in controversy requirement was satisfied because it requested: 1) $29,539.95 in compensatory damages, 2) punitive damages \"in excess of $10,000,\" and 3) a cash bond of $56,000.</p>\n<p>Plaintiff's reply rejected the defendants' arguments. Plaintiff argued that although he requested a $56,000 bond in the complaint, the bond amount was limited by N.C.G.S. § 44A-4(a) to $25,423.24, the amount of the lien asserted by the plaintiff. Plaintiff further argued that the court should disregard the amount of the bond when calculating the amount in controversy because the bond was merely \"ancillary\" and \"auxiliary\" to this action.</p>\n<p>Plaintiff's reply acknowledged that the complaint requested punitive damages \"in excess of $10,000\" but contended that the request was merely a statement of pleading required by North Carolina Rule of Civil Procedure 8(a)(2). \"This remand presented the first opportunity for plaintiff to articulate and state the actual punitive damages sought, and plaintiff filed a stipulation setting forth that the total amount sought for compensatory and punitive damages was less than $50,000.\" Pl.'s Reply to Defs.' Memo on Pl.'s Mot. for Remand at 2. Accordingly, the plaintiff urged the court to remand the case to state court for lack of diversity jurisdiction based on failure to satisfy the amount in controversy requirement.</p>\n<p></p>\n<h2><i>DISCUSSION OF THE LAW</i></h2>\n<p></p>\n<h2>I. Removal Procedure</h2>\n<p>The court finds that this case was removed by the defendants in accordance with all procedural requirements established by 28 U.S.C. §§ 1441(a), 1441(b), 1446(a), and 1446(b). Under § 1441(a) the court finds that this case is a civil action filed in state court in Beaufort County, North Carolina. The court further finds that according to Local Rule 3.02, EDNC, Beaufort County is within the New Bern Division of the Eastern District of North Carolina. Accordingly, the court finds that the case was removed in accordance with § 1441(a) \"to the district court of the United States for the district and division embracing the place\" where the state action was filed.</p>\n<p>Under § 1441(b) the court finds that neither of the defendants are citizens of North Carolina, the state in which this action was brought. The court further finds that \"`[a]ll defendants who are properly joined and served [have] join[ed] in the removal petition.'\" <i>Farias v. Bexar County,</i> 925 F.2d 866, 871 (5th Cir.) (citation omitted), <i>cert. denied,</i> ___ U.S. ___, 112 S.Ct. 193, 116 L.Ed.2d 153 (1991).</p>\n<p>Under § 1446(a) the court finds that the defendants filed a signed notice of removal in this court containing a short and plain statement of the grounds for removal, together with a copy of all relevant state court documents. Under § 1446(b) the court finds that the notice of removal was filed within 30 days of the defendants' receipt of the initial pleadings in the state action. The court notes that the complaint was filed on June 25 and that the removal petition was filed on July 8.</p>\n<p><span class=\"star-pagination\">*84</span> In sum, the court concludes that the action was removed to this court in accordance with all procedures required by law. As a result, the court may properly rule on the plaintiff's motion to remand for lack of subject matter jurisdiction.</p>\n<p></p>\n<h2>II. Plaintiff's Motion to Remand</h2>\n<p>Plaintiff filed a timely motion to remand this case for lack of subject matter jurisdiction under 28 U.S.C. § 1447(c) which states in part: \"If at any time before final judgment it appears that the district court lacks subject matter jurisdiction, the case shall be remanded.\" <i>See </i><i>North Carolina v. Ivory,</i> 906 F.2d 999, 1000 n. 1 (4th Cir.1990) (an objection to removal \"that the court lacks subject matter jurisdiction ... may be raised by the parties at any time or by the court <i>sua sponte.\"</i>). As noted earlier, the defendants removed this case based on diversity of citizenship subject matter jurisdiction under 28 U.S.C. § 1332.</p>\n<p>The court agrees with the parties that they are completely diverse; the plaintiff is a citizen of North Carolina, and the defendants are citizens of Texas. Accordingly, the court's removal analysis will focus on § 1332(a)'s requirement that the amount in controversy exceed $50,000, exclusive of interest and costs.</p>\n<p>The court notes the general rule that \"[t]he removal statutes are to be strictly construed against removal, with any doubt in a particular case to be resolved against removal.\" <i>Storr Office Supply v. Radar Business Systems,</i> 832 F.Supp. 154, 156 (E.D.N.C.1993). The burden of proving that removal is proper is on the defendants, who removed the case, not on the plaintiff, who made the motion to remand. <i>See </i><i>Gafford v. General Electric,</i> 997 F.2d 150, 155 (6th Cir. 1993) (\"A defendant desiring to remove a case has the burden of proving the diversity jurisdiction requirements.\"); <i>see also</i> 14A Charles A. Wright, Arthur R. Miller, &amp; Edward H. Cooper (\"Wright and Miller\"), <i>Federal Practice and Procedure</i> § 3739 (1985) (\"The burden is on the party seeking to preserve the removal, not the party moving for remand.\").</p>\n<p>The precise nature of the defendants' burden \"is a subject of much controversy.\" <i>Gafford,</i> 997 F.2d at 155. The three options are that the defendants must prove the amount in controversy by a \"legal certainty,\" a \"preponderance of the evidence,\" or a \"reasonable probability.\" <i>Id.</i> at 158. However, the court finds that it need not resolve this issue because under any standard of proof, the court is convinced that the plaintiff's stipulation reveals that the court lacks subject matter jurisdiction.</p>\n<p>In order to explain its decision, the court finds that it must analyze the type of damages properly included in the amount in controversy, as well as the proper time for measuring the amount in controversy in an action removed based on diversity of citizenship.</p>\n<p></p>\n<h2>A. Types of Damages Included in the Amount in Controversy</h2>\n<p></p>\n<h2>1. Compensatory Damages</h2>\n<p>The court finds that the amount in controversy at least includes the amount of compensatory damages sought by the complaint. Therefore, the court finds that it must analyze the complaint's multiple requests for damages and other relief and determine which requests qualify as compensatory damages.</p>\n<p>The court finds that the complaint's demand for $25,423.24 in damages for \"[t]he reasonable value of plaintiff's services\" is a demand for compensatory damages. Compl. ¶ 9. In the court's view, these damages would directly compensate the plaintiff for the services he allegedly rendered in repairing and modifying the defendants' boat.</p>\n<p>Plaintiff also requests $4,116.71, \"additional costs in this matter [incurred] in regaining possession of the repaired property and in preserving and maintaining plaintiff's possessory lien.\" Compl. ¶ 11. The court notes that 28 U.S.C. § 1332(a) declares that the amount in controversy must be determined \"exclusive of ... costs.\" The court is not sure whether the $4,116.71 is a cost which should be excluded from the amount in controversy or a part of the plaintiff's compensatory damages which should be included in the amount in controversy. However, the <span class=\"star-pagination\">*85</span> court finds that at least one commentator has stated that \"when costs, ... incurred as a result of defendant's allegedly wrongful conduct, are an element of the damage claim, they are not the type of costs the jurisdictional statutes exempt from inclusion in determining the amount in controversy.\" Wright and Miller, § 3712 n. 4.</p>\n<p>In addition, although the plaintiff made at least one reference to the $4,116.71 as \"consequential damages,\" <i>see</i> Pl.'s Mem. in Supp. of Mot. to Remand to State Court at 2, the court finds that the plaintiff treated the amount as part of his compensatory damages for purposes of his stipulation regarding the amount in controversy. <i>See</i> Pl.'s Mot. to Remand to State Court at 2 (\"Plaintiff has requested actual damages in the amount of $29,539.95\"), and Pl.'s Reply to Defs.' Memo on Pl.'s Mot. for Remand at 2 (\"The actual compensatory damages sought by plaintiff in the `claims' contained in his complaint were less than $30,000[, while] ... the asserted lien is less than $26,000.\"); <i>see also</i> Black's Law Dictionary 352 (5th Ed.1979) (the term \"actual damages\" is synonymous with the term \"compensatory damages\").</p>\n<p>Accordingly, the court finds that it should treat the $4,116.71 as compensatory damages which should be included in the amount in controversy. As a result, the court finds that the total amount of compensatory damages demanded in the complaint is $29,539.95.</p>\n<p></p>\n<h2>2. Punitive Damages</h2>\n<p>The court finds that the plaintiff's request for punitive damages based on the defendants' alleged fraud, deceit, and misrepresentation should also be included in the amount in controversy. <i>See </i><i>Packard v. Provident Nat'l Bank,</i> 994 F.2d 1039, 1046 (3d Cir.), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 440, 126 L.Ed.2d 373 (1993) (\"When both actual and punitive damages are recoverable, punitive damages are properly considered in determining whether the jurisdictional amount has been satisfied.\"); <i>see also </i><i>Jennings Glass Co. v. Brummer,</i> 88 N.C.App. 44, 362 S.E.2d 578 (1987), <i>discr. rev. denied,</i> 321 N.C. 473, 364 S.E.2d 921 (1988) (\"Punitive damages are [] available where fraud is found.\").</p>\n<p>The court notes that the complaint requests punitive damages \"in excess of $10,000.\" Compl. at 6. Accordingly, the court finds that it cannot determine a specific amount of punitive damages to count toward the amount in controversy based solely on the complaint. Additional analysis of this issue is required and will be provided by the court, <i>infra,</i> at pages 86-88.</p>\n<p></p>\n<h2>3. The Bond Requested by the Plaintiff</h2>\n<p>As noted earlier, the plaintiff is in possession of the defendants' boat and is seeking an order declaring that he has a valid lien on the boat and that he may sell the boat to satisfy the lien. Compl. ¶ 29. Plaintiff also asks that the defendants be forced to post a $56,000 cash bond \"[a]s a condition of obtaining possession of the boat and avoiding a judicial sale.\" Compl. ¶ 30.<sup>[1]</sup></p>\n<p>The nature of the plaintiff's asserted lien is illuminated by a document entitled \"Claim of Lien  Notice of Intent to Sell,\" filed with the complaint in state court. The Claim of Lien notifies the defendants that the plaintiff claims a lien on their boat in the amount of \"$25,423.24 plus legal interest and costs.\" Claim of Lien at 4. The lien is sought under N.C.G.S. § 44A-2(a), a statute giving a lien in the amount of \"reasonable charges for [] services and materials\" to persons who repair \"personal property other than a motor vehicle.\"</p>\n<p>In his arguments supporting the pending motion to remand, the plaintiff concedes that the complaint's request for a $56,000 cash bond is inflated. \"The amount of any bond is [presumptively] established by statute, NCGS 44A-4(a). In this matter, regardless of any request to the contrary for additional amounts, the bond is limited by law to less than $26,000.\" Pl.'s Reply to Defs.' Memo on Pl.'s Mot. for Remand at 2.</p>\n<p></p>\n<h2>a. Overview of the North Carolina Lien Statutes</h2>\n<p>The court finds that the North Carolina statute cited by the plaintiff, N.C.G.S. § 44A-4(a), governs enforcement of possessory <span class=\"star-pagination\">*86</span> liens such as the lien claimed by the plaintiff on the defendants' boat. Section 44A-4(a) is divided into two paragraphs. The first paragraph allows a person claiming a lien (\"the lienor\") to commence an action to enforce the lien, possibly leading to a public or private sale of the property subject to the lien. The second paragraph allows the owner of property subject to a lien to bring an action to litigate the validity of the lien.</p>\n<p>A separate statute, N.C.G.S. § 44A-3, declares that a lienor has an enforceable lien only as long as he has possession of the property subject to the lien. Accordingly, a lienor is generally unwilling to relinquish his possession of the property before a lien action is resolved because the lienor does not want to lose his lien. However, the second paragraph of § 44A-4(a), governing lien actions filed by the owner of property subject to a lien, provides that the owner may regain possession before the lien action is resolved by posting a cash bond in the amount of the lien. In this way, the owner regains immediate possession, and the lienor is provided with an alternate means of satisfying the lien in case he prevails in the lien action. Rather than satisfying the lien with proceeds generated from a sale of the property, the lienor satisfies the lien with the bond.</p>\n<p></p>\n<h2>b. Application of the Lien Statutes in the Present Action</h2>\n<p>The court finds that this action falls under the first paragraph of N.C.G.S. § 44A-4(a) because it is an action filed by the lienor seeking to enforce a lien. As a result, the court further finds that the plaintiff's request for a bond may be invalid. As noted above, the bond provision is located only in the second paragraph of § 44A-4(a), the paragraph governing lien actions filed by the owner of property subject to a lien. Accordingly, the court finds that the bond provision may apply only to lien actions filed by the owner of property subject to a lien, not to lien actions like the present one filed by the lienor.</p>\n<p>However, even assuming that the plaintiff properly requested a bond in this action, the court finds that the amount of the bond should not be included in the amount in controversy required by 28 U.S.C. § 1332(a). As noted above, the amount of the bond is limited to the amount of the lien, with the bond functioning as a means of simultaneously 1) protecting a lienor's lien and 2) allowing an owner to regain possession of the property subject to the lien. As a result, the court finds that in essence, the bond is an alternative means of securing the lien; that is, the lien is either secured with the property itself or with a bond posted by the owner of the property which is equal to the amount of the lien.</p>\n<p>Accordingly, the court finds that the amount of the bond is not an independent amount in controversy. Rather, it is an alternative means of securing the genuine amount in controversy, the amount of the lien asserted by the lienor. Because the court has already counted the amount of the lien asserted by the plaintiff towards the amount in controversy, the court finds that it should not also count the amount of the requested bond towards the amount in controversy. To do so would erroneously doublecount the amount of the lien.</p>\n<p>In sum, the court finds itself in agreement with the plaintiff that the amount of the bond requested in the complaint should not be included in the amount in controversy. Therefore, the court further finds that the plaintiff's stipulation regarding the amount in controversy properly counted only the complaint's request for $29,539.95 in compensatory damages and its request for \"in excess of $10,000\" in punitive damages. <i>See</i> Pl.'s Mem. in Supp. of Mot. to Remand to State Court at 3 (\"plaintiff has filed a stipulation and admission that <i>all</i> damages sought by him in the civil action, compensatory and punitive, are less than $50,000\").<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*87</span> B. Proper Time for Measuring the Amount in Controversy</h2>\n<p>The court finds that as a general rule, the amount in controversy in an action which is removed because of diversity of citizenship should be measured \"at both the time of commencement [of the action in state court] and the time of removal.\" <i>Sayers v. Sears Co.,</i> 732 F.Supp. 654, 656 (W.D.Va. 1990). A corollary of this rule is that the plaintiff in such an action may not defeat diversity jurisdiction by filing a post-removal amendment of the complaint which reduces the amount of damages requested by the complaint below the amount in controversy required by 28 U.S.C. § 1332(a). As the Supreme Court stated in 1938,</p>\n<blockquote>[i]f the plaintiff could, no matter how bona fide his original claim in the state court, reduce the amount of his demand to defeat federal jurisdiction the defendant's supposed statutory right of removal would be subject to the plaintiff's caprice. The claim, whether well or ill founded in fact, fixes the right of the defendant to remove, and the plaintiff ought not to be able to defeat that right and bring the cause back to the state court at his election.</blockquote>\n<p><i>Saint Paul Mercury Indem. Co. v. Red Cab Co.,</i> 303 U.S. 283, 294, 58 S.Ct. 586, 592, 82 L.Ed. 845 (1938); <i>see also id.</i> at 292, 58 S.Ct. at 591 (\"And though, as here, the plaintiff after removal, by stipulation, by affidavit, or by amendment of his pleadings, reduces the claim below the requisite amount, this does not deprive the district court of jurisdiction.\").</p>\n<p>\"Based on the foregoing, it is defendants' position that plaintiff's stipulation cannot be used to divest the court of jurisdiction and that the stipulation should not be considered when the court rules upon the Motion to Remand since the stipulation was filed subsequent to the complaint.\" Defs.' Response to Mot. for Remand and Supp. Mem. at 3. However, the plaintiff argues that North Carolina Rule of Civil Procedure 8(a)(2) (\"N.C. Rule 8(a)(2)\"), a state pleading rule, forced him to request punitive damages \"in excess of $10,000.\" As a result, the plaintiff contends that he ought to be permitted to clarify the amount of compensatory and punitive damages sought in the complaint by stipulating that the total is less than $50,000.</p>\n<p>Plaintiff correctly notes that N.C. Rule 8(a)(2) declares that</p>\n<blockquote>in all claims for punitive damages in any civil action, wherein the matter in controversy exceeds the sum or value of ten thousand dollars ($10,000), the pleading shall not state the demand for monetary relief, but shall state that the relief demanded is for damages incurred or to be incurred in excess of ten thousand dollars ($10,000).</blockquote>\n<p>The rule adds that a defendant who wants to know the specific amount of punitive damages sought by the plaintiff \"may request of the [plaintiff] a written statement of the monetary relief sought, and the [plaintiff] shall ... provide such statement.\" In light of N.C. Rule 8(a)(2), the court finds that it must determine whether the plaintiff is permitted to file a post-removal stipulation which defeats diversity jurisdiction by clarifying a necessarily ambiguous request for damages.</p>\n<p>The court finds guidance in four cases which address nearly identical issues. One of the four includes facts very similar to the present case. In <i>Cole v. Great Atlantic &amp; Pacific Tea Co.,</i> 728 F.Supp. 1305 (E.D.Ky. 1990), the court was confronted with the plaintiff's motion to remand an action which the defendant removed from state court based on diversity of citizenship. The state court complaint, in compliance with state pleading rules, alleged that damages exceeded $4,000. After the defendant removed the case, the plaintiff filed a stipulation in federal court stating that the damages sought by the complaint did not exceed $40,000. Therefore, the plaintiff argued that the court lacked diversity jurisdiction because of an insufficient amount in controversy.</p>\n<p>Like the court in the present case, the <i>Cole</i> court reviewed the Supreme Court's decision in <i>Saint Paul,</i> 303 U.S. 283, 58 S.Ct. 586, and noted the general rule that a plaintiff could not defeat diversity jurisdiction by filing a <span class=\"star-pagination\">*88</span> post-removal amendment to the complaint reducing the amount of damages below the amount in controversy requirement. <i>Cole,</i> 728 F.Supp. at 1308. However, the court found that <i>Saint Paul</i> was distinguishable.</p>\n<blockquote>Unlike the [<i>Saint Paul</i>] scenario, [the plaintiff's] subsequent stipulation did not have the effect of changing the information on which [the defendant] relied, but instead providing the information for the first time. The practical result is that when faced with a complaint effectively silent as to damages, the defendant should make an independent inquiry as to the extent of damages or run the risk of remand when the plaintiff, as here, provides that information.... This rule conforms with [<i>Saint Paul</i>] as it applies only when the complaint does not state a removable case, not when a plaintiff files an action that is removable and then changes the status of the case to defeat removal.</blockquote>\n<p><i>Id.</i> 728 F.Supp. at 1309.</p>\n<p>Although the court has not found any precedent on this issue from the United States Court of Appeals for the Fourth Circuit, it notes that at least two other decisions support the result in <i>Cole. See </i><i>Angus v. Shiley, Inc.,</i> 989 F.2d 142, 145 n. 3 (3d Cir.1993) (\"[W]here a complaint is ambiguous as to the damages asserted and the controversy seems small, it is conceivable that a court justifiably might consider a subsequent stipulation as clarifying rather than amending an original pleading. There is, after all, a distinction between explaining and amending a claim.\"); <i>see also </i><i>Asociacion Nacional v. Dow Quimica,</i> 988 F.2d 559, 565 (5th Cir.1993), <i>petition for cert. filed</i> (U.S. Oct. 15, 1993) (\"Although [the defendant] is correct that a plaintiff may not defeat removal by subsequently <i>changing</i> his damage request, ... in this case the affidavits clarify a petition that previously left the jurisdictional question ambiguous. Under those circumstances, the court is still examining the jurisdictional facts <i>as of the time</i> the case is removed, but the court is considering information submitted after removal.\").</p>\n<p>One decision reaches a result opposite to <i>Cole. See </i><i>In re Shell Oil Co.,</i> 970 F.2d 355, 356 (7th Cir.1992) (\"Because jurisdiction is determined as of the instant of removal, a post-removal affidavit or stipulation is no more effective than a post-removal amendment of the complaint.\").</p>\n<p>The court finds itself in agreement with the decisions characterizing a post-removal amount-in-controversy stipulation as a clarification permitted by <i>Saint Paul,</i> not an amendment forbidden by <i>Saint Paul.</i> Applying the principle to the present case, the court will accept the plaintiff's stipulation that the total amount of compensatory and punitive damages sought by his complaint is less than $50,000. Accordingly, the court finds that it lacks subject matter jurisdiction; the parties are completely diverse, but the amount in controversy is insufficient. The court must grant the plaintiff's motion to remand.</p>\n<p></p>\n<h2>III. Plaintiff's Request for Costs and Attorney's Fees</h2>\n<p>Plaintiff contends that he \"has been required to incur costs and attorney fees in this matter and [that he] is entitled to recover same from the defendants upon remand of this cause to the state court in accordance with 28 U.S.C. § 1447(c).\" Pl.'s Mem. in Supp. of Mot. to Remand to State Court at 5.</p>\n<p>The court finds that \"[a]n order remanding [a] case [after removal] may require payment of just costs and any actual expenses, including attorney fees, incurred as a result of the removal.\" 28 U.S.C. § 1447(c). However, the court further finds that an award of costs and fees would be inappropriate in this case, because the defendants acted in apparent good faith on a colorable claim of removal. <i>See </i><i>In re Prudential Sec.,</i> 795 F.Supp. 657, 662 (S.D.N.Y.1992) (\"Pursuant to 28 U.S.C. § 1447(c), federal courts may award costs and expenses, including attorneys' fees, when the removing party has acted in `bad faith.'\") <i>and </i><i>Santiago v. Barre Nat'l,</i> 795 F.Supp. 508, 513 (D.Mass.1992) (\"Barre National's [removal] claim was colorable. Accordingly, the plaintiff's request for costs, fees and expenses will be denied.\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the aforementioned reasons, it is hereby ORDERED that the plaintiff's motion to <span class=\"star-pagination\">*89</span> remand this case to state court is GRANTED. In addition to all other remand procedures, the clerk is hereby directed to mail a certified copy of this order to the clerk of the Beaufort County Superior Court pursuant to 28 U.S.C. § 1447(c).</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that it finds no indication in the record that the defendants have sought to regain possession of the boat by filing the bond described in the complaint.</p>\n<p>[2]  The court notes that the amount in controversy discussion provided by the defendants' notice of removal stated that \"[p]laintiff seeks ... the imposition of a lien on the Boat, valued at least in the amount of $75,000.\" Defs.' Notice of Removal at 2. To the extent the defendants are arguing that the full value of the boat should be included in the amount in controversy, the court finds that the defendants are in error. Plaintiff's claim of lien does not seek to recover the full value of the boat; instead, it seeks to recover only the value of the plaintiff's repair services. Accordingly, the court finds that the lien on the boat does not require the court to count the full value of the boat towards the amount in controversy.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">81</span></span> (1993)</b></center>\n<center><h1>Joey GRIFFIN d/b/a Griffin's Automotive, Plaintiff,<br>\nv.<br>\nRobert H. HOLMES and Rokimi, Inc., Defendants.</h1></center>\n<center>No. 93-101-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 20, 1993.</center>\n<p><span class=\"star-pagination\">*82</span> Jeffrey Lee Miller, Greenville, NC, for plaintiff.</p>\n<p>Charles Raymond Hardee, Greenville, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiff's motion to remand the case to North Carolina state court pursuant to 28 U.S.C. § 1447(c). Defendants filed a response, and the plaintiff replied. The matter is ripe for disposition.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>The court gleans the relevant facts from the copy of the plaintiff's state court complaint attached to the defendants' notice of removal. Plaintiff is a citizen of North Carolina who performed repairs and modifications on a boat (\"the boat\") owned by the defendants, citizens of Texas. Plaintiff contends that the defendants owe him $25,423.24 for his work and $4,116.71 in \"additional costs\" incurred \"[a]s a direct result of defendants' breaches, failure to pay, misrepresentations, deceit, and fraud.\" Compl. ¶ 11. Plaintiff also argues that he is entitled to punitive damages \"in excess of $10,000\" for the defendants' alleged fraud, deceit, and misrepresentation.</p>\n<p>Plaintiff further contends that he has a $25,423.24 possessory lien on the boat. Plaintiff notes that the boat is in his possession, and he requests the court to enter an order \"declaring and maintaining his possessory lien and authorizing the sale of [the boat] in satisfaction of his lien.\" Compl. ¶ 29. Plaintiff also requests that \"[a]s a condition of obtaining possession of the boat and avoiding a judicial sale,\" the court require the defendants \"to post a cash bond ... in an amount of not less than $56,000.\" Compl. ¶ 30.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>This case began in the state Superior Court in Beaufort County, North Carolina with the plaintiff's filing of the complaint on <span class=\"star-pagination\">*83</span> June 25, 1993. Defendants filed a notice of removal to this court on July 8, 1993, contending that the case fell within this court's diversity of citizenship jurisdiction. Plaintiff filed a motion to remand the case to state court on July 19, 1993.</p>\n<p>In his motion to remand, the plaintiff conceded that the parties are diverse but contended that the case does not exceed the $50,000 amount in controversy required by 28 U.S.C. § 1332(a). Plaintiff supported his position in part with the following stipulation:</p>\n<blockquote>COMES NOW the plaintiff, and hereby stipulates and admits that the total amount of all damages he seeks from defendants is less than $50,000, exclusive of interest or costs. The matters in controversy and the amounts involved in the cause of action set out in plaintiff's complaint filed in the state court action is less than $50,000.</blockquote>\n<p>Pl.'s Stipulation and Admis. as to Amount in Controversy at 1.</p>\n<p>Defendants responded in opposition to the plaintiff's motion. Defendants contended that the court must determine the amount in controversy based solely on the amounts shown in the plaintiff's complaint and ignore the plaintiff's subsequent stipulation. Defendants further contended that the complaint indicated that the amount in controversy requirement was satisfied because it requested: 1) $29,539.95 in compensatory damages, 2) punitive damages \"in excess of $10,000,\" and 3) a cash bond of $56,000.</p>\n<p>Plaintiff's reply rejected the defendants' arguments. Plaintiff argued that although he requested a $56,000 bond in the complaint, the bond amount was limited by N.C.G.S. § 44A-4(a) to $25,423.24, the amount of the lien asserted by the plaintiff. Plaintiff further argued that the court should disregard the amount of the bond when calculating the amount in controversy because the bond was merely \"ancillary\" and \"auxiliary\" to this action.</p>\n<p>Plaintiff's reply acknowledged that the complaint requested punitive damages \"in excess of $10,000\" but contended that the request was merely a statement of pleading required by North Carolina Rule of Civil Procedure 8(a)(2). \"This remand presented the first opportunity for plaintiff to articulate and state the actual punitive damages sought, and plaintiff filed a stipulation setting forth that the total amount sought for compensatory and punitive damages was less than $50,000.\" Pl.'s Reply to Defs.' Memo on Pl.'s Mot. for Remand at 2. Accordingly, the plaintiff urged the court to remand the case to state court for lack of diversity jurisdiction based on failure to satisfy the amount in controversy requirement.</p>\n<p></p>\n<h2><i>DISCUSSION OF THE LAW</i></h2>\n<p></p>\n<h2>I. Removal Procedure</h2>\n<p>The court finds that this case was removed by the defendants in accordance with all procedural requirements established by 28 U.S.C. §§ 1441(a), 1441(b), 1446(a), and 1446(b). Under § 1441(a) the court finds that this case is a civil action filed in state court in Beaufort County, North Carolina. The court further finds that according to Local Rule 3.02, EDNC, Beaufort County is within the New Bern Division of the Eastern District of North Carolina. Accordingly, the court finds that the case was removed in accordance with § 1441(a) \"to the district court of the United States for the district and division embracing the place\" where the state action was filed.</p>\n<p>Under § 1441(b) the court finds that neither of the defendants are citizens of North Carolina, the state in which this action was brought. The court further finds that \"`[a]ll defendants who are properly joined and served [have] join[ed] in the removal petition.'\" <i>Farias v. Bexar County,</i> <span class=\"citation\" data-id=\"555817\"><a href=\"/opinion/555817/george-farias-v-bexar-county-board-of-trustees-for-mental-health-mental/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 871 (5th Cir.) (citation omitted), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">153</span></span> (1991).</p>\n<p>Under § 1446(a) the court finds that the defendants filed a signed notice of removal in this court containing a short and plain statement of the grounds for removal, together with a copy of all relevant state court documents. Under § 1446(b) the court finds that the notice of removal was filed within 30 days of the defendants' receipt of the initial pleadings in the state action. The court notes that the complaint was filed on June 25 and that the removal petition was filed on July 8.</p>\n<p><span class=\"star-pagination\">*84</span> In sum, the court concludes that the action was removed to this court in accordance with all procedures required by law. As a result, the court may properly rule on the plaintiff's motion to remand for lack of subject matter jurisdiction.</p>\n<p></p>\n<h2>II. Plaintiff's Motion to Remand</h2>\n<p>Plaintiff filed a timely motion to remand this case for lack of subject matter jurisdiction under 28 U.S.C. § 1447(c) which states in part: \"If at any time before final judgment it appears that the district court lacks subject matter jurisdiction, the case shall be remanded.\" <i>See </i><i>North Carolina v. Ivory,</i> <span class=\"citation\" data-id=\"543750\"><a href=\"/opinion/543750/state-of-north-carolina-v-lemans-l-ivory/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">999</span></a></span>, 1000 n. 1 (4th Cir.1990) (an objection to removal \"that the court lacks subject matter jurisdiction ... may be raised by the parties at any time or by the court <i>sua sponte.\"</i>). As noted earlier, the defendants removed this case based on diversity of citizenship subject matter jurisdiction under 28 U.S.C. § 1332.</p>\n<p>The court agrees with the parties that they are completely diverse; the plaintiff is a citizen of North Carolina, and the defendants are citizens of Texas. Accordingly, the court's removal analysis will focus on § 1332(a)'s requirement that the amount in controversy exceed $50,000, exclusive of interest and costs.</p>\n<p>The court notes the general rule that \"[t]he removal statutes are to be strictly construed against removal, with any doubt in a particular case to be resolved against removal.\" <i>Storr Office Supply v. Radar Business Systems,</i> <span class=\"citation\" data-id=\"1428620\"><a href=\"/opinion/1428620/storr-office-supply-v-radar-business-systems/\"><span class=\"volume\">832</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">154</span></a></span>, 156 (E.D.N.C.1993). The burden of proving that removal is proper is on the defendants, who removed the case, not on the plaintiff, who made the motion to remand. <i>See </i><i>Gafford v. General Electric,</i> <span class=\"citation\" data-id=\"610606\"><a href=\"/opinion/610606/62-fair-emplpraccas-bna-205-62-empl-prac-dec-p-42451-carol-l/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 155 (6th Cir. 1993) (\"A defendant desiring to remove a case has the burden of proving the diversity jurisdiction requirements.\"); <i>see also</i> 14A Charles A. Wright, Arthur R. Miller, &amp; Edward H. Cooper (\"Wright and Miller\"), <i>Federal Practice and Procedure</i> § 3739 (1985) (\"The burden is on the party seeking to preserve the removal, not the party moving for remand.\").</p>\n<p>The precise nature of the defendants' burden \"is a subject of much controversy.\" <i>Gafford,</i> 997 F.2d at 155. The three options are that the defendants must prove the amount in controversy by a \"legal certainty,\" a \"preponderance of the evidence,\" or a \"reasonable probability.\" <i>Id.</i> at 158. However, the court finds that it need not resolve this issue because under any standard of proof, the court is convinced that the plaintiff's stipulation reveals that the court lacks subject matter jurisdiction.</p>\n<p>In order to explain its decision, the court finds that it must analyze the type of damages properly included in the amount in controversy, as well as the proper time for measuring the amount in controversy in an action removed based on diversity of citizenship.</p>\n<p></p>\n<h2>A. Types of Damages Included in the Amount in Controversy</h2>\n<p></p>\n<h2>1. Compensatory Damages</h2>\n<p>The court finds that the amount in controversy at least includes the amount of compensatory damages sought by the complaint. Therefore, the court finds that it must analyze the complaint's multiple requests for damages and other relief and determine which requests qualify as compensatory damages.</p>\n<p>The court finds that the complaint's demand for $25,423.24 in damages for \"[t]he reasonable value of plaintiff's services\" is a demand for compensatory damages. Compl. ¶ 9. In the court's view, these damages would directly compensate the plaintiff for the services he allegedly rendered in repairing and modifying the defendants' boat.</p>\n<p>Plaintiff also requests $4,116.71, \"additional costs in this matter [incurred] in regaining possession of the repaired property and in preserving and maintaining plaintiff's possessory lien.\" Compl. ¶ 11. The court notes that 28 U.S.C. § 1332(a) declares that the amount in controversy must be determined \"exclusive of ... costs.\" The court is not sure whether the $4,116.71 is a cost which should be excluded from the amount in controversy or a part of the plaintiff's compensatory damages which should be included in the amount in controversy. However, the <span class=\"star-pagination\">*85</span> court finds that at least one commentator has stated that \"when costs, ... incurred as a result of defendant's allegedly wrongful conduct, are an element of the damage claim, they are not the type of costs the jurisdictional statutes exempt from inclusion in determining the amount in controversy.\" Wright and Miller, § 3712 n. 4.</p>\n<p>In addition, although the plaintiff made at least one reference to the $4,116.71 as \"consequential damages,\" <i>see</i> Pl.'s Mem. in Supp. of Mot. to Remand to State Court at 2, the court finds that the plaintiff treated the amount as part of his compensatory damages for purposes of his stipulation regarding the amount in controversy. <i>See</i> Pl.'s Mot. to Remand to State Court at 2 (\"Plaintiff has requested actual damages in the amount of $29,539.95\"), and Pl.'s Reply to Defs.' Memo on Pl.'s Mot. for Remand at 2 (\"The actual compensatory damages sought by plaintiff in the `claims' contained in his complaint were less than $30,000[, while] ... the asserted lien is less than $26,000.\"); <i>see also</i> Black's Law Dictionary 352 (5th Ed.1979) (the term \"actual damages\" is synonymous with the term \"compensatory damages\").</p>\n<p>Accordingly, the court finds that it should treat the $4,116.71 as compensatory damages which should be included in the amount in controversy. As a result, the court finds that the total amount of compensatory damages demanded in the complaint is $29,539.95.</p>\n<p></p>\n<h2>2. Punitive Damages</h2>\n<p>The court finds that the plaintiff's request for punitive damages based on the defendants' alleged fraud, deceit, and misrepresentation should also be included in the amount in controversy. <i>See </i><i>Packard v. Provident Nat'l Bank,</i> <span class=\"citation\" data-id=\"608089\"><a href=\"/opinion/608089/parker-w-packard-john-b-upp-individually-and-on-behalf-of-all-others/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1039</span></a></span>, 1046 (3d Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">440</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></span> (1993) (\"When both actual and punitive damages are recoverable, punitive damages are properly considered in determining whether the jurisdictional amount has been satisfied.\"); <i>see also </i><i>Jennings Glass Co. v. Brummer,</i> 88 N.C.App. 44, <span class=\"citation\" data-id=\"1239731\"><a href=\"/opinion/1239731/jennings-glass-co-inc-v-brummer/\"><span class=\"volume\">362</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">578</span></a></span> (1987), <i>discr. rev. denied,</i> <span class=\"citation\" data-id=\"1218188\"><a href=\"/opinion/1218188/ledford-v-martin/\"><span class=\"volume\">321</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">921</span></span> (1988) (\"Punitive damages are [] available where fraud is found.\").</p>\n<p>The court notes that the complaint requests punitive damages \"in excess of $10,000.\" Compl. at 6. Accordingly, the court finds that it cannot determine a specific amount of punitive damages to count toward the amount in controversy based solely on the complaint. Additional analysis of this issue is required and will be provided by the court, <i>infra,</i> at pages 86-88.</p>\n<p></p>\n<h2>3. The Bond Requested by the Plaintiff</h2>\n<p>As noted earlier, the plaintiff is in possession of the defendants' boat and is seeking an order declaring that he has a valid lien on the boat and that he may sell the boat to satisfy the lien. Compl. ¶ 29. Plaintiff also asks that the defendants be forced to post a $56,000 cash bond \"[a]s a condition of obtaining possession of the boat and avoiding a judicial sale.\" Compl. ¶ 30.<sup>[1]</sup></p>\n<p>The nature of the plaintiff's asserted lien is illuminated by a document entitled \"Claim of Lien  Notice of Intent to Sell,\" filed with the complaint in state court. The Claim of Lien notifies the defendants that the plaintiff claims a lien on their boat in the amount of \"$25,423.24 plus legal interest and costs.\" Claim of Lien at 4. The lien is sought under N.C.G.S. § 44A-2(a), a statute giving a lien in the amount of \"reasonable charges for [] services and materials\" to persons who repair \"personal property other than a motor vehicle.\"</p>\n<p>In his arguments supporting the pending motion to remand, the plaintiff concedes that the complaint's request for a $56,000 cash bond is inflated. \"The amount of any bond is [presumptively] established by statute, NCGS 44A-4(a). In this matter, regardless of any request to the contrary for additional amounts, the bond is limited by law to less than $26,000.\" Pl.'s Reply to Defs.' Memo on Pl.'s Mot. for Remand at 2.</p>\n<p></p>\n<h2>a. Overview of the North Carolina Lien Statutes</h2>\n<p>The court finds that the North Carolina statute cited by the plaintiff, N.C.G.S. § 44A-4(a), governs enforcement of possessory <span class=\"star-pagination\">*86</span> liens such as the lien claimed by the plaintiff on the defendants' boat. Section 44A-4(a) is divided into two paragraphs. The first paragraph allows a person claiming a lien (\"the lienor\") to commence an action to enforce the lien, possibly leading to a public or private sale of the property subject to the lien. The second paragraph allows the owner of property subject to a lien to bring an action to litigate the validity of the lien.</p>\n<p>A separate statute, N.C.G.S. § 44A-3, declares that a lienor has an enforceable lien only as long as he has possession of the property subject to the lien. Accordingly, a lienor is generally unwilling to relinquish his possession of the property before a lien action is resolved because the lienor does not want to lose his lien. However, the second paragraph of § 44A-4(a), governing lien actions filed by the owner of property subject to a lien, provides that the owner may regain possession before the lien action is resolved by posting a cash bond in the amount of the lien. In this way, the owner regains immediate possession, and the lienor is provided with an alternate means of satisfying the lien in case he prevails in the lien action. Rather than satisfying the lien with proceeds generated from a sale of the property, the lienor satisfies the lien with the bond.</p>\n<p></p>\n<h2>b. Application of the Lien Statutes in the Present Action</h2>\n<p>The court finds that this action falls under the first paragraph of N.C.G.S. § 44A-4(a) because it is an action filed by the lienor seeking to enforce a lien. As a result, the court further finds that the plaintiff's request for a bond may be invalid. As noted above, the bond provision is located only in the second paragraph of § 44A-4(a), the paragraph governing lien actions filed by the owner of property subject to a lien. Accordingly, the court finds that the bond provision may apply only to lien actions filed by the owner of property subject to a lien, not to lien actions like the present one filed by the lienor.</p>\n<p>However, even assuming that the plaintiff properly requested a bond in this action, the court finds that the amount of the bond should not be included in the amount in controversy required by 28 U.S.C. § 1332(a). As noted above, the amount of the bond is limited to the amount of the lien, with the bond functioning as a means of simultaneously 1) protecting a lienor's lien and 2) allowing an owner to regain possession of the property subject to the lien. As a result, the court finds that in essence, the bond is an alternative means of securing the lien; that is, the lien is either secured with the property itself or with a bond posted by the owner of the property which is equal to the amount of the lien.</p>\n<p>Accordingly, the court finds that the amount of the bond is not an independent amount in controversy. Rather, it is an alternative means of securing the genuine amount in controversy, the amount of the lien asserted by the lienor. Because the court has already counted the amount of the lien asserted by the plaintiff towards the amount in controversy, the court finds that it should not also count the amount of the requested bond towards the amount in controversy. To do so would erroneously doublecount the amount of the lien.</p>\n<p>In sum, the court finds itself in agreement with the plaintiff that the amount of the bond requested in the complaint should not be included in the amount in controversy. Therefore, the court further finds that the plaintiff's stipulation regarding the amount in controversy properly counted only the complaint's request for $29,539.95 in compensatory damages and its request for \"in excess of $10,000\" in punitive damages. <i>See</i> Pl.'s Mem. in Supp. of Mot. to Remand to State Court at 3 (\"plaintiff has filed a stipulation and admission that <i>all</i> damages sought by him in the civil action, compensatory and punitive, are less than $50,000\").<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*87</span> B. Proper Time for Measuring the Amount in Controversy</h2>\n<p>The court finds that as a general rule, the amount in controversy in an action which is removed because of diversity of citizenship should be measured \"at both the time of commencement [of the action in state court] and the time of removal.\" <i>Sayers v. Sears Co.,</i> <span class=\"citation\" data-id=\"2253198\"><a href=\"/opinion/2253198/sayers-v-sears-roebuck-and-co/\"><span class=\"volume\">732</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">654</span></a></span>, 656 (W.D.Va. 1990). A corollary of this rule is that the plaintiff in such an action may not defeat diversity jurisdiction by filing a post-removal amendment of the complaint which reduces the amount of damages requested by the complaint below the amount in controversy required by 28 U.S.C. § 1332(a). As the Supreme Court stated in 1938,</p>\n<blockquote>[i]f the plaintiff could, no matter how bona fide his original claim in the state court, reduce the amount of his demand to defeat federal jurisdiction the defendant's supposed statutory right of removal would be subject to the plaintiff's caprice. The claim, whether well or ill founded in fact, fixes the right of the defendant to remove, and the plaintiff ought not to be able to defeat that right and bring the cause back to the state court at his election.</blockquote>\n<p><i>Saint Paul Mercury Indem. Co. v. Red Cab Co.,</i> <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 294, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></span>, 592, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">845</span></span> (1938); <i>see also id.</i> at 292, 58 S.Ct. at 591 (\"And though, as here, the plaintiff after removal, by stipulation, by affidavit, or by amendment of his pleadings, reduces the claim below the requisite amount, this does not deprive the district court of jurisdiction.\").</p>\n<p>\"Based on the foregoing, it is defendants' position that plaintiff's stipulation cannot be used to divest the court of jurisdiction and that the stipulation should not be considered when the court rules upon the Motion to Remand since the stipulation was filed subsequent to the complaint.\" Defs.' Response to Mot. for Remand and Supp. Mem. at 3. However, the plaintiff argues that North Carolina Rule of Civil Procedure 8(a)(2) (\"N.C. Rule 8(a)(2)\"), a state pleading rule, forced him to request punitive damages \"in excess of $10,000.\" As a result, the plaintiff contends that he ought to be permitted to clarify the amount of compensatory and punitive damages sought in the complaint by stipulating that the total is less than $50,000.</p>\n<p>Plaintiff correctly notes that N.C. Rule 8(a)(2) declares that</p>\n<blockquote>in all claims for punitive damages in any civil action, wherein the matter in controversy exceeds the sum or value of ten thousand dollars ($10,000), the pleading shall not state the demand for monetary relief, but shall state that the relief demanded is for damages incurred or to be incurred in excess of ten thousand dollars ($10,000).</blockquote>\n<p>The rule adds that a defendant who wants to know the specific amount of punitive damages sought by the plaintiff \"may request of the [plaintiff] a written statement of the monetary relief sought, and the [plaintiff] shall ... provide such statement.\" In light of N.C. Rule 8(a)(2), the court finds that it must determine whether the plaintiff is permitted to file a post-removal stipulation which defeats diversity jurisdiction by clarifying a necessarily ambiguous request for damages.</p>\n<p>The court finds guidance in four cases which address nearly identical issues. One of the four includes facts very similar to the present case. In <i>Cole v. Great Atlantic &amp; Pacific Tea Co.,</i> <span class=\"citation\" data-id=\"2596775\"><a href=\"/opinion/2596775/cole-v-great-atlantic-pacific-tea-co/\"><span class=\"volume\">728</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1305</span></a></span> (E.D.Ky. 1990), the court was confronted with the plaintiff's motion to remand an action which the defendant removed from state court based on diversity of citizenship. The state court complaint, in compliance with state pleading rules, alleged that damages exceeded $4,000. After the defendant removed the case, the plaintiff filed a stipulation in federal court stating that the damages sought by the complaint did not exceed $40,000. Therefore, the plaintiff argued that the court lacked diversity jurisdiction because of an insufficient amount in controversy.</p>\n<p>Like the court in the present case, the <i>Cole</i> court reviewed the Supreme Court's decision in <i>Saint Paul,</i> <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></span>, and noted the general rule that a plaintiff could not defeat diversity jurisdiction by filing a <span class=\"star-pagination\">*88</span> post-removal amendment to the complaint reducing the amount of damages below the amount in controversy requirement. <i>Cole,</i> 728 F.Supp. at 1308. However, the court found that <i>Saint Paul</i> was distinguishable.</p>\n<blockquote>Unlike the [<i>Saint Paul</i>] scenario, [the plaintiff's] subsequent stipulation did not have the effect of changing the information on which [the defendant] relied, but instead providing the information for the first time. The practical result is that when faced with a complaint effectively silent as to damages, the defendant should make an independent inquiry as to the extent of damages or run the risk of remand when the plaintiff, as here, provides that information.... This rule conforms with [<i>Saint Paul</i>] as it applies only when the complaint does not state a removable case, not when a plaintiff files an action that is removable and then changes the status of the case to defeat removal.</blockquote>\n<p><i>Id.</i> 728 F.Supp. at 1309.</p>\n<p>Although the court has not found any precedent on this issue from the United States Court of Appeals for the Fourth Circuit, it notes that at least two other decisions support the result in <i>Cole. See </i><i>Angus v. Shiley, Inc.,</i> <span class=\"citation\" data-id=\"602855\"><a href=\"/opinion/602855/prodliabrep-cch-p-13453-helen-w-angus-v-shiley-inc/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 145 n. 3 (3d Cir.1993) (\"[W]here a complaint is ambiguous as to the damages asserted and the controversy seems small, it is conceivable that a court justifiably might consider a subsequent stipulation as clarifying rather than amending an original pleading. There is, after all, a distinction between explaining and amending a claim.\"); <i>see also </i><i>Asociacion Nacional v. Dow Quimica,</i> <span class=\"citation\" data-id=\"602381\"><a href=\"/opinion/602381/asociacion-nacional-de-pescadores-a-pequena-escala-o-artesanales-de/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, 565 (5th Cir.1993), <i>petition for cert. filed</i> (U.S. Oct. 15, 1993) (\"Although [the defendant] is correct that a plaintiff may not defeat removal by subsequently <i>changing</i> his damage request, ... in this case the affidavits clarify a petition that previously left the jurisdictional question ambiguous. Under those circumstances, the court is still examining the jurisdictional facts <i>as of the time</i> the case is removed, but the court is considering information submitted after removal.\").</p>\n<p>One decision reaches a result opposite to <i>Cole. See </i><i>In re Shell Oil Co.,</i> <span class=\"citation\" data-id=\"587321\"><a href=\"/opinion/587321/in-the-matter-of-shell-oil-company/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 356 (7th Cir.1992) (\"Because jurisdiction is determined as of the instant of removal, a post-removal affidavit or stipulation is no more effective than a post-removal amendment of the complaint.\").</p>\n<p>The court finds itself in agreement with the decisions characterizing a post-removal amount-in-controversy stipulation as a clarification permitted by <i>Saint Paul,</i> not an amendment forbidden by <i>Saint Paul.</i> Applying the principle to the present case, the court will accept the plaintiff's stipulation that the total amount of compensatory and punitive damages sought by his complaint is less than $50,000. Accordingly, the court finds that it lacks subject matter jurisdiction; the parties are completely diverse, but the amount in controversy is insufficient. The court must grant the plaintiff's motion to remand.</p>\n<p></p>\n<h2>III. Plaintiff's Request for Costs and Attorney's Fees</h2>\n<p>Plaintiff contends that he \"has been required to incur costs and attorney fees in this matter and [that he] is entitled to recover same from the defendants upon remand of this cause to the state court in accordance with 28 U.S.C. § 1447(c).\" Pl.'s Mem. in Supp. of Mot. to Remand to State Court at 5.</p>\n<p>The court finds that \"[a]n order remanding [a] case [after removal] may require payment of just costs and any actual expenses, including attorney fees, incurred as a result of the removal.\" 28 U.S.C. § 1447(c). However, the court further finds that an award of costs and fees would be inappropriate in this case, because the defendants acted in apparent good faith on a colorable claim of removal. <i>See </i><i>In re Prudential Sec.,</i> <span class=\"citation\" data-id=\"2596460\"><a href=\"/opinion/2596460/application-of-prudential-securities-inc/\"><span class=\"volume\">795</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">657</span></a></span>, 662 (S.D.N.Y.1992) (\"Pursuant to 28 U.S.C. § 1447(c), federal courts may award costs and expenses, including attorneys' fees, when the removing party has acted in `bad faith.'\") <i>and </i><i>Santiago v. Barre Nat'l,</i> <span class=\"citation\" data-id=\"2596374\"><a href=\"/opinion/2596374/santiago-v-barre-nat-inc/\"><span class=\"volume\">795</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">508</span></a></span>, 513 (D.Mass.1992) (\"Barre National's [removal] claim was colorable. Accordingly, the plaintiff's request for costs, fees and expenses will be denied.\").</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the aforementioned reasons, it is hereby ORDERED that the plaintiff's motion to <span class=\"star-pagination\">*89</span> remand this case to state court is GRANTED. In addition to all other remand procedures, the clerk is hereby directed to mail a certified copy of this order to the clerk of the Beaufort County Superior Court pursuant to 28 U.S.C. § 1447(c).</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that it finds no indication in the record that the defendants have sought to regain possession of the boat by filing the bond described in the complaint.</p>\n<p>[2]  The court notes that the amount in controversy discussion provided by the defendants' notice of removal stated that \"[p]laintiff seeks ... the imposition of a lien on the Boat, valued at least in the amount of $75,000.\" Defs.' Notice of Removal at 2. To the extent the defendants are arguing that the full value of the boat should be included in the amount in controversy, the court finds that the defendants are in error. Plaintiff's claim of lien does not seek to recover the full value of the boat; instead, it seeks to recover only the value of the plaintiff's repair services. Accordingly, the court finds that the lien on the boat does not require the court to count the full value of the boat towards the amount in controversy.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1239731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2253198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596775/"
  ]
}