{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2593180/",
  "absolute_url": "/opinion/2593180/united-states-v-carr/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2593180/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T10:59:42.275229Z",
  "date_modified": "2016-04-26T20:57:46.582851Z",
  "type": "010combined",
  "sha1": "64a9e6d6d6742c77d3a8fb058f375c5b4ed50f7f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>805 F.Supp. 1266 (1992)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nOrin Nigel CARR, Dexter Fitzgerald Myhand, Kelvin D. Walker, Defendants.</h1></center>\n<center>Nos. 92-53-01-CR-5-F, 92-53-05-CR-5-F and 92-53-09-CR-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 9, 1992.</center>\n<p><span class=\"star-pagination\">*1267</span> Eric Evenson, Asst. U.S. Atty., for U.S.</p>\n<p>Richard M. Roberts, West Orange, N.J., John L. Coble, Wilmington, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>Orin Nigel Carr (Carr), Dexter Fitzgerald Myhand (Myhand) and Kelvin D. Walker (Walker) are three of ten defendants named in an indictment filed May 20, 1992, charging all defendants with involvement in a conspiracy to possess cocaine with the intent to distribute. Carr also is charged in Count Two with using a communication facility (a telephone) to facilitate cocaine distribution; both Walker and Myhand are charged in Count Three with the same offense; Walker and other co-defendants are charged in Counts Four and Five with additional counts of that offense.</p>\n<p>Walker and Carr have filed motions to suppress; Walker has filed a motion to sever, both of which the Government opposes; Myhand has adopted the suppression motions. The court has denied all these motions by order of September 4, 1992. This Memorandum sets forth the rationale and analysis upon which that order was based.<sup>[1]</sup></p>\n<p></p>\n<h2>Motions to Suppress</h2>\n<p></p>\n<h2>A. <i>Searches</i>\n</h2>\n<p>Carr's motion to suppress searches conducted (i) by consent and (ii) pursuant to a search warrant issued by United States Magistrate Judge Denson were DENIED by the undersigned in open court on August 10, 1992. The only evidence before the court indicates that one search was conducted pursuant to a valid consent, and the other pursuant to a search warrant issued by a federal magistrate judge upon probable cause.</p>\n<p></p>\n<h2>B. <i>Cordless Telephone Conversations</i>\n</h2>\n<p>The undersigned conducted a lengthy hearing on the various motions to suppress cordless telephone conversations. Present at the hearing were Kelvin Walker, represented by Michael Howell; Dexter Myhand, represented by Jeffrey Starkweather; and Orin Carr, represented by John Coble and Richard Roberts. The Government was represented by Assistant United States Attorney, Eric Evensen.</p>\n<p>The subject of these motions to suppress is the propriety of the Government's interception and recording of certain cordless telephone conversations. Specifically, in April, 1992, Raleigh Police Detective J.M. Lee, acting on information from an informer,<sup>[2]</sup> began conducting surveillance at Apartment 308 of Caliber Springs Apartments located at 520 Bridleridge Drive in Raleigh. The Government states that Detective Lee used portable hand-held scanners to monitor and intercept cordless telephone transmissions.</p>\n<blockquote>The task force used two scanners to monitor and intercept both incoming and outgoing cordless phone conversations only. Scanners are able to intercept transmissions of cordless phones, since they transmit \"radio transmissions\" through the air, unlike the standard land <span class=\"star-pagination\">*1268</span> line telephone. The primary scanner was locked in on the main frequency used by cordless phones, and the secondary scanner was scanning the remaining low frequencies used by cordless phones.</blockquote>\n<p>Government's July 24, 1992, Memorandum at 2-3. Detective Lee recorded cordless telephone conversations regarding alleged controlled substance transactions, family and social life, travel, health problems, automobile maintenance and romantic and sexual relationships.</p>\n<p>The telephone interception operation produced approximately 42 cassette tapes of conversations. Apparently, all the evidence upon which the Indictment is based arose directly or indirectly from information gleaned from the intercepted cordless telephone conversations.</p>\n<p>The apartment in question was leased by co-defendant Dee Dee Hinton, in whose name the utilities, including the telephone, were listed. One telephone line serviced the apartment, although two telephones were in use  a regular land line telephone located in a bedroom and a cordless telephone installed on the kitchen wall. The cordless telephone is equipped with a \"speaker-phone\" or intercom feature. According to the Government, all the conversations involved at least one party using the cordless telephone. The Government did not have the ability to intercept telephone conversations occurring exclusively over land-lines, although some of the conversations apparently involved persons using land lines.<sup>[3]</sup></p>\n<p>Defendants challenge the use of evidence obtained by \"eavesdropping\" on their telephone conversations on two grounds. They contend first, that the Government's use of the evidence at trial would violate their right to privacy guaranteed by the Fourth Amendment of the United States Constitution, and second, that the evidence was obtained in violation of the Electronic Communications Privacy Act, as amended in 1986 (also referred to herein as the ECPA or '86 Act), 18 U.S.C. §§ 2510 et seq.<sup>[4]</sup></p>\n<p>The ECPA protects the privacy of certain telephone conversations as well as other types of communications.</p>\n<blockquote>Whenever any wire or oral communication has been intercepted, no part of the contents of such communication and no evidence derived therefrom may be received in evidence in any trial ... if the disclosure of that information would be in violation of this chapter.</blockquote>\n<p>18 U.S.C. § 2515. Sections 2516 through 2519 contain procedures for obtaining authorization to intercept these communications. However, in this case, the Government concedes that it neither sought nor obtained any search warrants or court orders authorizing interception of the telephonic communications.<sup>[5]</sup></p>\n<p>Section 2510 contains key definitions:</p>\n<blockquote>(1) \"wire communication\" means any aural transfer made in whole or in part through the use of facilities for the transmission of communications by the aid of wire, cable, or other like connection between the point of origin and the <span class=\"star-pagination\">*1269</span> point of reception ... furnished or operated by any person engaged in providing or operating such facilities for the transmission of interstate or foreign communications or communications affecting interstate or foreign commerce and such term includes any electronic storage of such communication, <i>but such term does not include the radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit;</i>\n</blockquote>\n<blockquote>(2) \"oral communication\" means \"any oral communication uttered by a person exhibiting an expectation that such communication is not subject to interception under circumstances justifying such expectation, but such term <i>does not include any electronic communication.</i>\" (12) \"electronic communication\" ... does not include </blockquote>\n<blockquote>(A) the radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit;</blockquote>\n<blockquote>(B) any wire or oral communication ...</blockquote>\n<p>(Emphasis added).</p>\n<p>Definitionally, a cordless telephone conversation is neither a wire communication nor an electronic communication. Although defendants initially sought to exclude as \"wire communications\" conversations in which one person was using the bedroom land line, and one or more persons allegedly were communicating through the speaker-phone or intercom feature of the cordless phone without using the handset, and those in which no one was using the cordless kitchen telephone, the evidence presented at the suppression hearing established that, unless the cordless telephone was in use, broadcasting radio waves from the base to the handset and back, the agents were unable to intercept the conversation. Stated another way, only conversations carried by radio waves were overheard.<sup>[6]</sup></p>\n<p></p>\n<h2>1. The Technology</h2>\n<p>Cordless telephones, as well as cellular telephones, are regarded as \"wireless\" telephones, but their technical features result in significant differences in the ability to intercept their transmissions. Cellular telephones, such as those more and more frequently seen in private automobiles or in briefcases, transmit messages by microwaves utilizing a series of overlapping \"cells\" which comprise a single cellular system. <i>See</i> Richman, <i>Voices That Go Bump in the Night: Conflicting Rights Under the Wiretap Statutes,</i> 11 SETON HALL LEGIS. J. 171, 174 (1987). \"When a caller dials a number on a cellular telephone, a transceiver sends signals over the air on a radio frequency to a cell site. From there the signal travels over phone lines or a microwave to a computerized mobile telephone switching office (\"MTSO\") or station. This technology makes many channels available and reuses frequencies in non-adjacent cells to provide <span class=\"star-pagination\">*1270</span> mobile communications for thousands of users simultaneously.\" S.Rep. No. 541, 99th Cong., 2d Sess. 9 (1986) (<i>reprinted in</i> 1986 U.S.C.C.A.N. 3555, 3563). The mobile transmitters, low power signals, and the constant switching of frequencies as users move from cell to cell render eavesdropping on a cellular phone conversation relatively difficult. <i>Id.</i> However, the radio frequencies utilized readily are received by commercially available, relatively inexpensive scanners, and also may be picked up by ham radio equipment as well as ordinary television sets and VCR's. Jesse, <i>How Not to Protect Communications,</i> N.Y. TIMES, Sept. 13, 1986, at 27, col. 2 (Op.Ed.).</p>\n<p>It is settled that cellular telephone transmissions are protected under the ECPA, which proscribes unauthorized intentional interception of cellular telephone conversations. <i>See</i> 18 U.S.C. § 2511(4)(b)(i) ($500 fine for intentional eavesdropping on a communication from \"the radio portion of a cellular telephone communication\"); S.Rep. No. 541, <i>supra,</i> at 11, 1986 U.S.C.C.A.N. p. 3565 (\"cellular communications  whether they are between two cellular telephones or between a cellular telephone and a `land line' telephone  are included in the definition of `wire communications' and are covered by the statute. As noted below, the bill distinguishes between cordless and cellular telephones.\").</p>\n<p>On the other hand, it is becoming settled that cordless telephone transmissions (or, more accurately, broadcasts) are not protected under the '86 Act. A cordless telephone of the type used by the defendants here and of the type found in approximately one out of every four homes<sup>[7]</sup> is a two-way radio transmitter/receiver.<sup>[8]</sup> Both the base unit (which plugs into a regular telephone land-line) and the handset have antennae. The operation of a cordless telephone has been described as follows:</p>\n<blockquote>When defendant spoke into his hand-held mobile unit, his voice was converted into radio waves and transmitted to a base unit, which in turn transmitted his voice to the receiving party. Transmission of defendant's voice from the base unit to the receiving party was accomplished by means of ordinary telephone transmission lines. Conversely, incoming callers' voices were transmitted through telephone lines to defendant's base unit, which then transmitted those voices to the hand-held mobile unit by means of radio waves. It was these radio waves, both incoming and outgoing, which were picked up by the police....</blockquote>\n<p><i>State v. DeLaurier,</i> 488 A.2d 688, 690 (R.I. 1985). Contrasting the operation of a cordless telephone with that of some cellular telephones, the Supreme Court of Wisconsin observed that</p>\n<blockquote>[m]icrowave transmissions are focused beams comparable to a stone aimed at a specific target, which will not deviate from its course. A [cordless] telephone broadcast, on the other hand, is of much lower frequency and is thus not capable of being transmitted in a particular direction. It is, by definition, \"broadcast.\" It is not a stone hurled at a target, but is rather analogous to a stone dropped into a pool of water, which results in the transmission of equal waves of energy in all directions, which will lap against any obstacle in the path of the emanating and ever enlarging concentric circles until the wave energy transmitted is totally diminished.... [W]hen a cordless telephone transmitter is used[, w]eak signals are transmitted from the base unit and handset in all directions and may be intercepted within about one thousand feet by anyone who is listening with a scanner, <span class=\"star-pagination\">*1271</span> compatible cordless telephone, or other radio receiver.</blockquote>\n<p><i>State v. Smith,</i> 149 Wis.2d 89, 438 N.W.2d 571, 574 (1989).</p>\n<p></p>\n<h2>2. Cordless Broadcasts Not Protected by ECPA</h2>\n<p>Of course, by definition, cordless telephone transmissions are neither \"wire communications,\" 18 U.S.C. § 2510(1), nor \"electronic communications,\" <i>id.</i> at § 2510(12). In order to meet the definition of a protected \"oral communication\" under the '86 Act, a communication must be \"uttered by a person exhibiting an expectation that such communication is not subject to interception <i>under circumstances justifying such expectation.\" Id.</i> at § 2510(2). The few reported cases which have struggled with the applicability of federal wiretapping statutes<sup>[9]</sup> to interception of cordless telephone broadcasts have accepted the proposition that such a broadcast may be an \"oral communication\" if the speaker exhibited an objectively reasonable subjective expectation of privacy in the conversation. Nevertheless, no reported opinion has concluded that a cordless telephone user has a reasonable expectation of privacy in his cordless phone conversations. <i>E.g., </i><i>Tyler v. Berodt,</i> 877 F.2d 705 (8th Cir.1989), <i>cert. denied,</i> 493 U.S. 1022, 110 S.Ct. 723, 107 L.Ed.2d 743 (1990); <i>Edwards v. Bardwell,</i> 632 F.Supp. 584 (M.D.La.), <i>aff'd,</i> 808 F.2d 54 (5th Cir.1986); <i>People v. Fata,</i> 139 Misc.2d 979, 529 N.Y.S.2d 683 (1988); <i>State v. DeLaurier,</i> 488 A.2d 688 (R.I.1985); <i>State v. Howard,</i> 235 Kan. 236, 679 P.2d 197, 206 (1984).</p>\n<blockquote>[T]hose who use cordless telephones do so at their peril. These telephones are FM transceivers and may be easily monitored by anyone in the area who possesses an FM radio receiver, including another cordless telephone.... Even if it could be believed that the defendant had no knowledge that cordless telephone conversations could be overheard by others, and there is ample evidence to the contrary in the warrant application, that belief is not reasonable given the widespread use of cordless telephones and the common knowledge about how they function.</blockquote>\n<p><i>People v. Fata,</i> 529 N.Y.S.2d at 686.</p>\n<p>Since the Federal Communications Commission ordered that all cordless telephone base units must bear a warning that, \"Privacy of communications may not be ensured while using this phone,\"<sup>[10]</sup> at least one court has concluded that, notwithstanding the user's subjective belief, \"the expectation of privacy cannot be a reasonable one.\" <i>State v. Smith,</i> 438 N.W.2d at 577; <i>but see id.</i> at 578 (Abrahamson, J., dissenting) (defendant's subjective expectation was reasonable, quoting FCC's observation <i>in 1983</i> that most customers not aware of potential for interception, 48 Fed.Reg. <span class=\"star-pagination\">*1272</span> 4788, 4791 (1983), and noting that the owner's manual did not specifically state that transmissions were radio communications susceptible of monitoring by others).</p>\n<p>In the six years since the ECPA was enacted, the prevalence of cordless telephones in use in American households and businesses unquestionably has skyrocketed. For example, it was estimated that more than 4 million cordless telephones were in use in the United States in 1984. Mauro, <i>Fight Brews on Cordless Phone</i> \"<i>Tap,</i>\" 6 NAT'L L.J. Feb. 6, 1984 at 8, col. 4. This time last year, it was estimated that 47 million cordless telephones were in use. Flanigan &amp; Stix, <i>Telephone Voyeurs,</i> FORBES, September, 1991, at 172. With such widespread use, it no longer is reasonable to claim or to exhibit ignorance of a cordless telephone's fundamental operation.</p>\n<p>An interesting alternative interpretation of the \"oral communications\" definition has been proposed by a critic of the ECPA. Pointing to the curious statement contained in the legislative history of the '86 Act that \"[i]n essence, an oral communication is one carried by sound waves, rather than by an electronic medium,\" H.R.Rep. No. 647, 99th Cong., 2d Sess. 21, 34 (1986); S.Rep. No. 541, <i>supra,</i> at 13, 1986 U.S.C.C.A.N. p. 3567, the analysis is that only an \"actual untransmitted voice communication\" can be an \"oral communication,\" and only then if it is \"uttered by a person exhibiting an expectation that such communication is not subject to interception under circumstances justifying such expectation.\" J.R. Kresse, Comment, <i>Privacy of Conversations Over Cordless and Cellular Telephones: Federal Protection Under the Electronic Communications Privacy Act of 1986,</i> 9 GEO. MASON L.REV. 335, 345 (1987) (hereinafter \"Kresse\"); <i>see also</i> Robert A. Crook, <i>Sorry, Wrong Number: The Effect of Telephone Technology on Privacy Rights,</i> 26 WAKE FOREST L.REV. 669, 693 (1991) (\"An intercepted oral communication must be conveyed by sound waves before the speaker can argue that a reasonable expectation of privacy attached to the communication.\").</p>\n<p>Whether the radio portion of a cordless telephone conversation is excluded from the Act's coverage because (i) it is, by definition, not a wire, oral or electronic communication or (ii) it would be an oral communication but for the fact that there can be no reasonable expectation of privacy in such a communication, this court concludes that such conversation is not protected by the ECPA.</p>\n<p>Over twenty years ago, it was observed that:</p>\n<blockquote>As a result of [tremendous scientific and technological] developments, privacy of communication is seriously jeopardized by ... techniques of surveillance. Commercial and employer-labor espionage is becoming widespread. It is becoming increasingly difficult to conduct business meetings in private. Trade secrets are betrayed. Labor and management plans are revealed. No longer is it possible, in short, for each man to retreat into his home and be left alone. Every spoken word relating to each man's personal, marital, religious, political, or commercial concerns can be intercepted by an unseen auditor and turned against the speaker to the auditor's advantage.</blockquote>\n<p>S.Rep. No. 1097, 90th Cong., 2d Sess. at 67 (1968) (<i>reprinted in</i> 1968 U.S.C.C.A.N. 2112, 2154). Since those words were penned, prefacing the legislative history of Title III, the Act has continuously been amended in an effort to keep pace with technological advances.</p>\n<p>However, the 1986 version of the federal wiretapping statute demonstrates the reality that, after a certain point, the law is incapable of protecting privacy rights. Without question, Congress was aware of the distinction between cellular telephones and cordless telephones; it chose to protect cellular conversations but not cordless conversations. While critics of the '86 Act call for reform in order to rectify the inequity, the truth is that there's no putting the <i>Katz</i> back in the bag. That is, the ease with which cordless \"radio wave\" broadcasts may be intercepted  intentionally and inadvertently  precludes any notion of effective <span class=\"star-pagination\">*1273</span> enforcement of a law designed to prevent it.</p>\n<blockquote>Representative Kastenmeier, an author of the Act and chairman of the House subcommittee with jurisdiction over it, has admitted that the provisions affecting radio transmissions are virtually unenforceable. In April 1986, before the bill was introduced, Kastenmeier was informed by the Department of Justice that `Congress should be under no illusion ... that the Department, because of the difficulty of [investigating private eavesdropping on cellular communications,] would be able to bring a substantial number of successful prosecutions.'</blockquote>\n<p>Kresse, <i>supra,</i> at 348-49 (quoting Letter from John R. Bolton, Asst. Att'y Gen. of the U.S. for Legis. and Governmental Affairs, to Rep. Kastenmeir, Chrmn., Subcomm. on Courts, Civil Liberties, and the Admin. of Justice of the House Comm. on the Judiciary (Apr. 15, 1986), <i>reprinted in Hearings on H.R. 3378 Before the Subcomm. on Courts, Civil Liberties, and the Admin. of Justice of the House Comm. on the Judiciary,</i> 99th Cong., 1st and 2d Sess. 212, 288-91 (1986) (\"<i>House Hearings</i>\"). A footnote contained in the Bolton letter hints of yet another reason why legislation outlawing eavesdropping on radio wave communications may be much less than effective:</p>\n<blockquote>With respect to the degree of privacy or security enjoyed by the radio portion of cellular communications, we have been advised by the Federal Communications Commission that technology has advanced to the point that unencrypted radio transmissions cannot in fact be protected from eavesdropping. That agency is therefore concerned that legislation penalizing the interception of unencrypted radio transmissions may create unmerited expectations of privacy within the general public.</blockquote>\n<p><i>Id.</i> (quoting Bolton letter, <i>supra, reprinted in House Hearings</i> at 290 n. 1).</p>\n<p>One day, technology will be commonplace which renders cordless telephone conversations much less easily overheard, and laws designed to punish eavesdroppers far more capable of being enforced. As of this moment, however, Congress has chosen not to protect by federal statute communications such as those which are the subject of the instant motion. The conduct of law enforcement officers herein in intercepting those conversations did not violate the Act, and does not require exclusion of relevant portions of those conversations from evidence in the instant case.</p>\n<p></p>\n<h2>3. Cordless Conversations Not Protected by Fourth Amendment</h2>\n<p>The constitutional test for protection of a communication is the same as that codified in the '86 Act's definition of \"oral communications\"  whether a subjective expectation of privacy is objectively reasonable. <i>See </i><i>Tyler v. Berodt,</i> 877 F.2d 705 (8th Cir.1989), <i>cert. denied,</i> 493 U.S. 1022, 110 S.Ct. 723, 107 L.Ed.2d 743 (1990) (\"[b]ecause the expectation of privacy requirement for oral communication is drawn from Supreme Court holdings applicable to fourth amendment analysis ..., the test for the ... constitutional claim and [the] Wiretap Act claim is the same\"). This two-pronged inquiry had its genesis in the seminal cases of <i>Katz v. United States,</i> 389 U.S. 347, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967), and <i>Berger v. New York,</i> 388 U.S. 41, 87 S.Ct. 1873, 18 L.Ed.2d 1040 (1967), upon which cases Title III was based. S.Rep. No. 1097, 90th Cong., 2d Sess. (1968) (<i>reprinted in</i> 1968 U.S.C.C.A.N. 2112, 2163) (\"the subcommittee has used the <i>Berger</i> and <i>Katz</i> decisions as a guide in drafting title III ... [which] include[s] provisions ... intended to conform to [those] decisions\").</p>\n<p>In short, notwithstanding a myriad of potential collateral issues, the gravamen of the inquiry in the instant case is whether the defendants' subjective expectation of privacy was objectively reasonable. After much research and deliberation, the court concludes that it was not.</p>\n<p>The defendants have described in varying detail examples of their subjective expectations of privacy in their incoming and outgoing telephone conversations. In order to demonstrate those expectations, they cite the freedom with which they discussed <span class=\"star-pagination\">*1274</span> such \"private\" topics as drug transactions and sexual escapades, suggesting that, had they any idea that their conversations could be overheard, they certainly would not have spoken of such topics. Defendants' position is that the very content and context of their conversations reveal their subjective expectation of privacy therein.</p>\n<p>Moreover, Walker contends that, since he spoke to and from his own home, his expectation of privacy exceeded that of the IRS agents in <i>United States v. Duncan,</i> 598 F.2d 839 (4th Cir.1979), whose conversations were protected as \"oral communications\" although recorded while they conducted an investigation in an office provided by the defendant. However, the United States Supreme Court has stated that \"the Fourth Amendment protects people, not places. What a person knowingly exposes to the public, even in his own home or office, is not a subject of Fourth Amendment protection.\" <i>Katz,</i> 389 U.S. at 351, 88 S.Ct. at 511.</p>\n<p>Defendants suggest that the language they employed constituted a \"code\" which would not be understood by the average person, and which revealed a subjective intent to conceal the subject matter thereof. They argue that the cordless phone looks and operates just like a land line telephone, but fail to acknowledge the existence of antennae on both the base <i>and</i> the handset. Although they distinguish other radio communication devices such as ham or marine radios or walkie-talkies by the necessity of pressing and releasing a key to transmit and receive, they fail to recognize that, unlike a conventional telephone, a cordless handset must be turned \"on\" in order to place or receive a call.</p>\n<p>During the hearing, Dee Dee Hinton testified that on one occasion, she specifically told Walker, who was conducting a drug-related conversation on the cordless telephone in the kitchen, that he should not talk about such things on that telephone. Walker, who has emphasized the fact that he never saw the consumer warning on the bottom of the base unit, told Dee Dee to \"shut up.\" Having had the advantage of a direct, personal warning, Walker cannot now be heard to complain about the telephone manufacturers' inconspicuous FCC warnings. Ms. Hinton also testified that she told Carr, who was worried about a tap on the telephone, to \"dial 311\" to determine whether the phone was tapped. Walker also points to the fact that he purchased from an electronics store a \"privacy device\" which he apparently believed would detect a \"bug\" or a telephone tap. Walker contends that his purchase of this device and his attaching the utterly ineffective object to the cordless telephone illustrates his naivete regarding the operation of the telephone, which in turn, demonstrates a subjective expectation of privacy. Myhand, who refers to himself as a \"mere user,\" points out that he does not have the benefit of a high school education and suggests that he cannot be expected to comprehend the technology of a cordless telephone.</p>\n<p>The court is more than willing to accept the proposition that each of these defendant had a subjective expectation of privacy in their telephone conversations originating from and directed into the apartment.<sup>[11]</sup> The court is unwilling, however, to find that, in the Spring of 1992, that expectation was objectively reasonable.</p>\n<p>Defendant Walker presented evidence at the suppression hearing of a survey he had commissioned which was intended to measure what percentage of the population of Wake County, North Carolina believed they had privacy in cordless telephone conversations. Assuming without deciding the reliability and accuracy of the survey's results, those results do not support his position. Although Walker points out that the survey indicated approximately 38.2 percent of the persons surveyed believed that cordless telephone conversations are private, the corollary is that a clear majority  61.8 percent  do not. In fact, roughly half those surveyed lack confidence in the privacy of <span class=\"star-pagination\">*1275</span> their <i>regular</i> (land line) telephone conversations.</p>\n<p>Advances in electronic technology have aided law enforcement personnel in their efforts to curb drug trafficking. However, in this case, officers utilized the same technology to intercept these radio transmissions that is available to any citizen  tuning radio scanners to the frequencies assigned to cordless telephones. According to the evidence presented during the suppression hearing, such scanners are available for purchase by members of the general public at any electronics store.<sup>[12]</sup><i>See generally</i> Craig Bromberg, <i>What's the Frequency?,</i> NEW YORK, April 20, 1992, at 39.</p>\n<p>The Government's evidence tended to show that the defendants used, not only cordless telephones, but electronic pagers, cellular telephones, wire transfers, and a supposed \"privacy device\" intended to detect telephone taps. That the defendants failed to acquaint themselves with the technology they employed to further their illegal activities does not insulate them from responsibility. Nor does the Constitution provide greater protection to less well-educated and less sophisticated persons than it does to those with greater means or superior ability.</p>\n<p>In rejecting a suggestion to require telephone manufacturers to incorporate privacy features into cordless telephone design, the Federal Communications Commission commented, \"[c]onsumers must share some responsibility for evaluating the advantages and limitations of cordless telephones before deciding whether to purchase\" one. 49 Fed.Reg. 1515, 1517 (Jan. 12, 1984). Unfortunately, the price we pay for convenience often is loss of privacy.</p>\n<p>Defendants have attempted to avoid this \"Big Brother\" result by emphasizing that the challenged communications emanated from and were directed into the home. They have pointed to numerous cases in which courts have stressed the sanctity of the home as man's castle which should be impenetrable by government's snooping gaze.</p>\n<blockquote>At the risk of belaboring the obvious, private residences are places in which the individual normally expects privacy free of governmental intrusion not authorized by a warrant, and that expectation is plainly one that society is prepared to recognize as justifiable. Our cases have not deviated from this basic Fourth Amendment principle. Searches and seizures inside a home without a warrant are presumptively unreasonable absent exigent circumstances.</blockquote>\n<p><i>United States v. Karo,</i> 468 U.S. 705, 714-15, 104 S.Ct. 3296, 3303, 82 L.Ed.2d 530 (1984). Defendants, understandably, rely on language in <i>Karo</i> in which the Supreme Court reversed a Tenth Circuit ruling that permitted the admission of evidence gleaned from surreptitiously placed electronic devices. In <i>Karo,</i> DEA agents placed a beeper (radio transmitter) inside a can of ether, the movement of which agents traced into one of the defendants' homes by monitoring the beeper. The Court framed the dispositive issue as follows: \"whether the monitoring of a beeper in a private residence, a location not open to visual surveillance, violates the Fourth Amendment rights of those who have a justifiable interest in the privacy of the residence.\" <i>Karo,</i> 468 U.S. at 714, 104 S.Ct. at 3303. The Court concluded that the Fourth Amendment is violated \"where, without a warrant, the Government surreptitiously employs an electronic device to obtain information that it could not have obtained by observation from outside the curtilage of the house.\" <i>Id.</i> at 715, 104 S.Ct. at 3303.</p>\n<p>Out of context, this pronouncement seems to mandate the same result in the instant case. However, a closer examination of the facts in <i>Karo</i> and the cases cited therein reveals an important factual distinction. In <i>Karo,</i> the Government had caused the information-producing device to be placed within an object which found its <span class=\"star-pagination\">*1276</span> way into a private residence. Had the Government not placed a beeper inside one of the ether cans, the Government would have had no way to confirm the location of the can inside the house. Nothing that the <i>Karo</i> defendants did caused information about events occurring within the residence to be transmitted outside.</p>\n<p>In <i>United States v. Knotts,</i> 460 U.S. 276, 103 S.Ct. 1081, 75 L.Ed.2d 55 (1983), a beeper placed inside a can of chloroform enabled law enforcement agents to trace the can to the area in which a cabin was located. Based upon that information, the agents procured a search warrant for the cabin. Police monitoring of the can beeper in <i>Knotts</i> did not violate the Fourth Amendment because the movements of the automobile containing the can were capable of observation by the naked eye, and the beeper was not monitored while inside the cabin. The Court noted that the information obtained in <i>Knotts</i> was \"voluntarily conveyed to anyone who wanted to look....\" <i>Id.</i> at 281, 103 S.Ct. at 1085.</p>\n<p>In the instant case, the Government did not plant a bug or beeper inside the Bridleridge apartment; it did nothing to cause information about the goings-on inside the apartment to be transmitted outside the apartment. Rather, it passively (albeit intentionally) received information being broadcast to anyone within range who was utilizing compatible equipment. The analogy brought to light by Carr is revealing:</p>\n<blockquote>Arguably, even if made from one's home, a cordless telephone call could be unprotected because the radio waves emanate from the home, like a shout. Just as one who shouts from inside one's home should not be surprised that a passerby on the street overhears, one who talks on a cordless telephone should be unable, perhaps, to claim privacy if a nearby radio picks up radiating waves.</blockquote>\n<p>Carr's August 24, 1992, Letter Memorandum at 2 (quoting Kelley K. Hwang, Note, 86 COLUM.L.REV. 323, 345 (1986) (analysis of pre-1986 version of Title III). Notwithstanding an abiding subjective conviction that he cannot be heard, the cordless telephone user has no more reasonable an expectation of privacy in his conversation than does the shouter. He has, in essence, \"voluntarily conveyed [information] to anyone who wanted to [listen].\" <i>Knotts,</i> 460 U.S. at 281, 103 S.Ct. at 1085. For the same reasons that a person can have no objectively reasonable subjective expectation of privacy in a cordless telephone conversation under the ECPA, neither can he do so under Fourth Amendment analysis.</p>\n<p>Based on the foregoing, the court concludes as a matter of law that, although the defendants may, from time to time, have had a subjective expectation of privacy in their cordless telephone conversations, such expectations were not objectively reasonable. Because the privacy expectation is an element of both the statutory and the constitutional bases of defendants' motions to suppress, those motions were DENIED by order of September 4, 1992.</p>\n<p></p>\n<h2>Motion to Sever</h2>\n<p>Defendant Walker also has moved the court to sever the trial of his case from that of co-defendants Orin Carr and Joseph Cham. His motion with regard to Cham is DENIED AS MOOT, because Cham has entered a plea of guilty to the conspiracy alleged in Count One of the Indictment.</p>\n<p>Walker contends that co-defendant Orin Carr made a statement to law enforcement officers upon his arrest which implicated not only himself but Walker as well. Specifically, Carr allegedly stated that Walker was one of the partners in a cocaine distribution group of which he also was a partner. Walker bases his motion on what he perceives as a fatal <i>Bruton</i> problem.</p>\n<p>A defendant seeking severance on the basis of prejudice has the burden of showing \"extreme\" prejudice and, absent such a showing, the motion properly is denied. <i>United States v. Mitchell,</i> 733 F.2d 327 (4th Cir.1984). It is insufficient to allege that joinder makes for a more difficult defense, <i>United States v. Goldman,</i> 750 F.2d 1221, 1225 (4th Cir.1984), or that severance would offer a defendant a better chance of acquittal, <i>United States v. Spitler,</i> 800 F.2d 1267, 1271 (4th Cir.1986); <span class=\"star-pagination\">*1277</span> <i>United States v. Parodi,</i> 703 F.2d 768, 780 (4th Cir.1983). The general rule is that co-conspirators are tried together. <i>Spitler,</i> 800 F.2d at 1271; <i>Parodi,</i> 703 F.2d at 779.</p>\n<p>The Government points out that Walker's motion to sever assumes, first, that his co-defendants will not testify <i>and,</i> second, that the Government will introduce their out-of-court statements. The Government has further indicated that, should both Carr and Walker exercise their rights to a jury trial, Carr's statement may be redacted to eliminate references to Walker.</p>\n<p>In light of strong public policy reasons favoring trying alleged co-conspirators together  especially when the illegal acts, evidence and witnesses purportedly are all the same  defendant's failure to establish specific and compelling prejudice which cannot be cured at trial renders severance pursuant to Rule 14, Fed.R.Crim.P. inappropriate. Consequently, Walker's motion to sever was DENIED.</p>\n<p></p>\n<h2>Summary</h2>\n<p>The foregoing Memorandum sets forth the court's rationale in ruling, on September 4, 1992, that:</p>\n<p>(i) Defendant Carr's motion to suppress evidence discovered during the premises searches was DENIED;</p>\n<p>(ii) Defendants' motions to suppress the intercepted cordless telephone conversations and evidence arising therefrom were DENIED;</p>\n<p>(iii) Defendant Walker's motion to sever was DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Government has dismissed all charges against Sean Carr, and his motion to withdraw his suppression motion was allowed. The only remaining co-defendant who has not entered a guilty plea is Andre J. Poole, who has not filed a suppression motion.</p>\n<p>[2]  Unlike most \"cordless telephone\" cases, the tip to law enforcement officers came not from a citizen who inadvertently had overheard cordless telephone conversations on another cordless telephone, scanner or radio, but from a neighbor who had noticed unusual activity at the apartment which caused the neighbor to suspect drug dealing.</p>\n<p>[3]  For example, Walker contends several of the conversations were conducted with one person on the cordless telephone in the apartment, one person on the apartment's bedroom land line and a third person on a telephone outside the apartment. As will be discussed later, these are distinctions without a difference on these facts.</p>\n<p>[4]  There has been a good deal of discussion of the various defendants' standing to raise a challenge to the evidence at issue. It is uncontested that Dee Dee Hinton was the lessee of the apartment and the person in whose name all the utilities were listed. Walker and Carr have filed affidavits in which they state they lived at the apartment. Myhand contends he was a guest at the apartment and a \"mere user\" of the telephones. Under Fourth Amendment jurisprudence, the analysis both of standing and of the ultimate propriety of the search turn on the reasonableness of the subject's expectation of privacy. Hence, the court elects not to embark on a separate analysis, but to assume the defendants have standing to raise the issues addressed herein.</p>\n<p>[5]  Upon discovering they were able to pick up cordless telephone conversations emanating from the apartment, agents consulted Assistant United States Attorney, Christine Dean, who, in turn, consulted the Department of Justice in Washington, D.C. As a result, the agents were advised that a warrant or court order was not required in order to intercept and record these conversations.</p>\n<p>[6]  The legislative history of the '86 Act specifically states that the \"wire portion of a cordless communication remains fully covered\" under the definition of a \"wire communication.\" S.Rep. No. 541, 99th Cong., 2d Sess. 12 (1986), 1986 U.S.C.C.A.N. p. 3566. At first blush, it is tempting to interpret that statement as covering all conversation spoken into or received on a land-line telephone. As the court understands the technology in question, however, the land-line segment of a conversation cannot be intercepted by a scanner or another cordless telephone. However, when the speech is converted into radio waves as it travels from the base unit to the handset of the cordless phone, it is not a \"wire portion\" of the conversation. Likewise, when the speech originating at the cordless phone handset travels into the base unit, it does so by means of easily interceptible radio waves; when it travels from the base unit through telephone land-lines back to the caller, it is a protected \"wire communication,\" which is incapable of interception by a scanner. Put another way, there are four segments to a two-way conversation in which party A is on a cordless phone and party B is on a land-line phone. Segment 1 occurs as party A's voice travels by radio waves from the handset of his cordless phone to its base unit; segment 2 occurs as party A's voice is transformed in the base unit to a wire communication transmitted through the land-line to party B; segment 3 occurs as party B's voice travels by land-line back to the base unit; and segment 4 occurs after party B's voice is transformed in the base unit from a wire communication to radio waves which are broadcast to party A's handset. Segments 1 and 2, and segments 3 and 4 have the same content. However, only segments 2 and 3 are \"wire communications\" protected under the '86 Act.</p>\n<p>[7]  Keppel, <i>Privacy Not Seen as a Hang-up for Users of Cordless Telephones,</i> L.A. TIMES, Jan. 10, 1990, at D1, col. 2.</p>\n<p>[8]  The Senate Report on the proposed ECPA of 1986 contains the following in its Glossary: \"CORDLESS TELEPHONES A cordless telephone consists of a handset and a base unit wired to a landline and a household/business electrical current. A communication is transmitted from the handset to the base unit by AM or FM radio signals. From the base unit the communication is transmitted over wire, the same as a regular telephone call. The radio portions of these telephone calls can be intercepted with relative ease using standard AM radios.\" S.Rep. No. 541, <i>supra,</i> at 9, 1986 U.S.C.C.A.N. p. 3563.</p>\n<p>[9]  Before the 1986 amendments to the ECPA, cordless telephone transmissions were not explicitly excluded from coverage. Even after the '86 amendments, the core definition of \"oral communication\" remains the same as when first written, shortly after the decision of the United States Supreme Court in <i>Katz v. United States,</i> 389 U.S. 347, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967), and was intended to be interpreted in accordance with <i>Katz</i> principles. <i>See</i> S.Rep. No. 1097, 90th Cong., 2d Sess. ___ (1968) (reprinted in 1968 U.S.C.C.A.N. 2112, 2178). <i>Katz,</i> of course, set out the fourth amendment test for protection of aural communications as focusing on the objective reasonableness of the speaker's subjective expectation of privacy.</p>\n<p>[10]  <i>See</i> 50 Fed.Reg. 24514 (1985) (for public's benefit, FCC requires labelling of cordless phones). The cordless phone manufacturer must attach to the base unit a label that states: \"This cordless telephone system operates under Part 15 of FCC Rules. Privacy of communications may not be ensured when using this phone. Operation is subject to two conditions: (1) It may not interfere with radio communications; and (2) it must accept any interference received, including that which may cause undesirable operation\" 47 C.F.R. § 15.236 (1988). The FCC later also required manufacturers to label the cordless phone box. <i>Id.</i> The box warning should state: \"Notice: The base units of some cordless telephones may respond to other nearby units or radio noise, resulting in telephone calls being dialed through this unit without your knowledge and, possibly, calls being misbilled. In order to protect against such occurrences this cordless telephone is provided with the following features: (to be completed by the manufacturer).\" <i>Id.</i> The evidence in the instant case is that the warning appeared on the bottom of the base unit, which was next to the wall on which the unit was mounted.</p>\n<p>[11]  Of course, their own conduct demonstrated their loss of such expectations when Walker felt the need to purchase the \"privacy device\" and Carr sought advice on detecting phone taps or bugs. It is unclear whether these protective or prophylactic measures restored their confidence.</p>\n<p>[12]  The Government points out that an inventory of items seized at the apartment includes a Realistic scanner.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">805</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1266</span></span> (1992)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nOrin Nigel CARR, Dexter Fitzgerald Myhand, Kelvin D. Walker, Defendants.</h1></center>\n<center>Nos. 92-53-01-CR-5-F, 92-53-05-CR-5-F and 92-53-09-CR-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 9, 1992.</center>\n<p><span class=\"star-pagination\">*1267</span> Eric Evenson, Asst. U.S. Atty., for U.S.</p>\n<p>Richard M. Roberts, West Orange, N.J., John L. Coble, Wilmington, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>Orin Nigel Carr (Carr), Dexter Fitzgerald Myhand (Myhand) and Kelvin D. Walker (Walker) are three of ten defendants named in an indictment filed May 20, 1992, charging all defendants with involvement in a conspiracy to possess cocaine with the intent to distribute. Carr also is charged in Count Two with using a communication facility (a telephone) to facilitate cocaine distribution; both Walker and Myhand are charged in Count Three with the same offense; Walker and other co-defendants are charged in Counts Four and Five with additional counts of that offense.</p>\n<p>Walker and Carr have filed motions to suppress; Walker has filed a motion to sever, both of which the Government opposes; Myhand has adopted the suppression motions. The court has denied all these motions by order of September 4, 1992. This Memorandum sets forth the rationale and analysis upon which that order was based.<sup>[1]</sup></p>\n<p></p>\n<h2>Motions to Suppress</h2>\n<p></p>\n<h2>A. <i>Searches</i>\n</h2>\n<p>Carr's motion to suppress searches conducted (i) by consent and (ii) pursuant to a search warrant issued by United States Magistrate Judge Denson were DENIED by the undersigned in open court on August 10, 1992. The only evidence before the court indicates that one search was conducted pursuant to a valid consent, and the other pursuant to a search warrant issued by a federal magistrate judge upon probable cause.</p>\n<p></p>\n<h2>B. <i>Cordless Telephone Conversations</i>\n</h2>\n<p>The undersigned conducted a lengthy hearing on the various motions to suppress cordless telephone conversations. Present at the hearing were Kelvin Walker, represented by Michael Howell; Dexter Myhand, represented by Jeffrey Starkweather; and Orin Carr, represented by John Coble and Richard Roberts. The Government was represented by Assistant United States Attorney, Eric Evensen.</p>\n<p>The subject of these motions to suppress is the propriety of the Government's interception and recording of certain cordless telephone conversations. Specifically, in April, 1992, Raleigh Police Detective J.M. Lee, acting on information from an informer,<sup>[2]</sup> began conducting surveillance at Apartment 308 of Caliber Springs Apartments located at 520 Bridleridge Drive in Raleigh. The Government states that Detective Lee used portable hand-held scanners to monitor and intercept cordless telephone transmissions.</p>\n<blockquote>The task force used two scanners to monitor and intercept both incoming and outgoing cordless phone conversations only. Scanners are able to intercept transmissions of cordless phones, since they transmit \"radio transmissions\" through the air, unlike the standard land <span class=\"star-pagination\">*1268</span> line telephone. The primary scanner was locked in on the main frequency used by cordless phones, and the secondary scanner was scanning the remaining low frequencies used by cordless phones.</blockquote>\n<p>Government's July 24, 1992, Memorandum at 2-3. Detective Lee recorded cordless telephone conversations regarding alleged controlled substance transactions, family and social life, travel, health problems, automobile maintenance and romantic and sexual relationships.</p>\n<p>The telephone interception operation produced approximately 42 cassette tapes of conversations. Apparently, all the evidence upon which the Indictment is based arose directly or indirectly from information gleaned from the intercepted cordless telephone conversations.</p>\n<p>The apartment in question was leased by co-defendant Dee Dee Hinton, in whose name the utilities, including the telephone, were listed. One telephone line serviced the apartment, although two telephones were in use  a regular land line telephone located in a bedroom and a cordless telephone installed on the kitchen wall. The cordless telephone is equipped with a \"speaker-phone\" or intercom feature. According to the Government, all the conversations involved at least one party using the cordless telephone. The Government did not have the ability to intercept telephone conversations occurring exclusively over land-lines, although some of the conversations apparently involved persons using land lines.<sup>[3]</sup></p>\n<p>Defendants challenge the use of evidence obtained by \"eavesdropping\" on their telephone conversations on two grounds. They contend first, that the Government's use of the evidence at trial would violate their right to privacy guaranteed by the Fourth Amendment of the United States Constitution, and second, that the evidence was obtained in violation of the Electronic Communications Privacy Act, as amended in 1986 (also referred to herein as the ECPA or '86 Act), 18 U.S.C. §§ 2510 et seq.<sup>[4]</sup></p>\n<p>The ECPA protects the privacy of certain telephone conversations as well as other types of communications.</p>\n<blockquote>Whenever any wire or oral communication has been intercepted, no part of the contents of such communication and no evidence derived therefrom may be received in evidence in any trial ... if the disclosure of that information would be in violation of this chapter.</blockquote>\n<p>18 U.S.C. § 2515. Sections 2516 through 2519 contain procedures for obtaining authorization to intercept these communications. However, in this case, the Government concedes that it neither sought nor obtained any search warrants or court orders authorizing interception of the telephonic communications.<sup>[5]</sup></p>\n<p>Section 2510 contains key definitions:</p>\n<blockquote>(1) \"wire communication\" means any aural transfer made in whole or in part through the use of facilities for the transmission of communications by the aid of wire, cable, or other like connection between the point of origin and the <span class=\"star-pagination\">*1269</span> point of reception ... furnished or operated by any person engaged in providing or operating such facilities for the transmission of interstate or foreign communications or communications affecting interstate or foreign commerce and such term includes any electronic storage of such communication, <i>but such term does not include the radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit;</i>\n</blockquote>\n<blockquote>(2) \"oral communication\" means \"any oral communication uttered by a person exhibiting an expectation that such communication is not subject to interception under circumstances justifying such expectation, but such term <i>does not include any electronic communication.</i>\" (12) \"electronic communication\" ... does not include </blockquote>\n<blockquote>(A) the radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit;</blockquote>\n<blockquote>(B) any wire or oral communication ...</blockquote>\n<p>(Emphasis added).</p>\n<p>Definitionally, a cordless telephone conversation is neither a wire communication nor an electronic communication. Although defendants initially sought to exclude as \"wire communications\" conversations in which one person was using the bedroom land line, and one or more persons allegedly were communicating through the speaker-phone or intercom feature of the cordless phone without using the handset, and those in which no one was using the cordless kitchen telephone, the evidence presented at the suppression hearing established that, unless the cordless telephone was in use, broadcasting radio waves from the base to the handset and back, the agents were unable to intercept the conversation. Stated another way, only conversations carried by radio waves were overheard.<sup>[6]</sup></p>\n<p></p>\n<h2>1. The Technology</h2>\n<p>Cordless telephones, as well as cellular telephones, are regarded as \"wireless\" telephones, but their technical features result in significant differences in the ability to intercept their transmissions. Cellular telephones, such as those more and more frequently seen in private automobiles or in briefcases, transmit messages by microwaves utilizing a series of overlapping \"cells\" which comprise a single cellular system. <i>See</i> Richman, <i>Voices That Go Bump in the Night: Conflicting Rights Under the Wiretap Statutes,</i> 11 SETON HALL LEGIS. J. 171, 174 (1987). \"When a caller dials a number on a cellular telephone, a transceiver sends signals over the air on a radio frequency to a cell site. From there the signal travels over phone lines or a microwave to a computerized mobile telephone switching office (\"MTSO\") or station. This technology makes many channels available and reuses frequencies in non-adjacent cells to provide <span class=\"star-pagination\">*1270</span> mobile communications for thousands of users simultaneously.\" S.Rep. No. 541, 99th Cong., 2d Sess. 9 (1986) (<i>reprinted in</i> 1986 U.S.C.C.A.N. 3555, 3563). The mobile transmitters, low power signals, and the constant switching of frequencies as users move from cell to cell render eavesdropping on a cellular phone conversation relatively difficult. <i>Id.</i> However, the radio frequencies utilized readily are received by commercially available, relatively inexpensive scanners, and also may be picked up by ham radio equipment as well as ordinary television sets and VCR's. Jesse, <i>How Not to Protect Communications,</i> N.Y. TIMES, Sept. 13, 1986, at 27, col. 2 (Op.Ed.).</p>\n<p>It is settled that cellular telephone transmissions are protected under the ECPA, which proscribes unauthorized intentional interception of cellular telephone conversations. <i>See</i> 18 U.S.C. § 2511(4)(b)(i) ($500 fine for intentional eavesdropping on a communication from \"the radio portion of a cellular telephone communication\"); S.Rep. No. 541, <i>supra,</i> at 11, 1986 U.S.C.C.A.N. p. 3565 (\"cellular communications  whether they are between two cellular telephones or between a cellular telephone and a `land line' telephone  are included in the definition of `wire communications' and are covered by the statute. As noted below, the bill distinguishes between cordless and cellular telephones.\").</p>\n<p>On the other hand, it is becoming settled that cordless telephone transmissions (or, more accurately, broadcasts) are not protected under the '86 Act. A cordless telephone of the type used by the defendants here and of the type found in approximately one out of every four homes<sup>[7]</sup> is a two-way radio transmitter/receiver.<sup>[8]</sup> Both the base unit (which plugs into a regular telephone land-line) and the handset have antennae. The operation of a cordless telephone has been described as follows:</p>\n<blockquote>When defendant spoke into his hand-held mobile unit, his voice was converted into radio waves and transmitted to a base unit, which in turn transmitted his voice to the receiving party. Transmission of defendant's voice from the base unit to the receiving party was accomplished by means of ordinary telephone transmission lines. Conversely, incoming callers' voices were transmitted through telephone lines to defendant's base unit, which then transmitted those voices to the hand-held mobile unit by means of radio waves. It was these radio waves, both incoming and outgoing, which were picked up by the police....</blockquote>\n<p><i>State v. DeLaurier,</i> <span class=\"citation\" data-id=\"1479647\"><a href=\"/opinion/1479647/state-v-delaurier/\"><span class=\"volume\">488</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">688</span></a></span>, 690 (R.I. 1985). Contrasting the operation of a cordless telephone with that of some cellular telephones, the Supreme Court of Wisconsin observed that</p>\n<blockquote>[m]icrowave transmissions are focused beams comparable to a stone aimed at a specific target, which will not deviate from its course. A [cordless] telephone broadcast, on the other hand, is of much lower frequency and is thus not capable of being transmitted in a particular direction. It is, by definition, \"broadcast.\" It is not a stone hurled at a target, but is rather analogous to a stone dropped into a pool of water, which results in the transmission of equal waves of energy in all directions, which will lap against any obstacle in the path of the emanating and ever enlarging concentric circles until the wave energy transmitted is totally diminished.... [W]hen a cordless telephone transmitter is used[, w]eak signals are transmitted from the base unit and handset in all directions and may be intercepted within about one thousand feet by anyone who is listening with a scanner, <span class=\"star-pagination\">*1271</span> compatible cordless telephone, or other radio receiver.</blockquote>\n<p><i>State v. Smith,</i> <span class=\"citation\" data-id=\"1744247\"><a href=\"/opinion/1744247/state-v-smith/\"><span class=\"volume\">149</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"1744247\"><a href=\"/opinion/1744247/state-v-smith/\"><span class=\"volume\">438</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">571</span></a></span>, 574 (1989).</p>\n<p></p>\n<h2>2. Cordless Broadcasts Not Protected by ECPA</h2>\n<p>Of course, by definition, cordless telephone transmissions are neither \"wire communications,\" 18 U.S.C. § 2510(1), nor \"electronic communications,\" <i>id.</i> at § 2510(12). In order to meet the definition of a protected \"oral communication\" under the '86 Act, a communication must be \"uttered by a person exhibiting an expectation that such communication is not subject to interception <i>under circumstances justifying such expectation.\" Id.</i> at § 2510(2). The few reported cases which have struggled with the applicability of federal wiretapping statutes<sup>[9]</sup> to interception of cordless telephone broadcasts have accepted the proposition that such a broadcast may be an \"oral communication\" if the speaker exhibited an objectively reasonable subjective expectation of privacy in the conversation. Nevertheless, no reported opinion has concluded that a cordless telephone user has a reasonable expectation of privacy in his cordless phone conversations. <i>E.g., </i><i>Tyler v. Berodt,</i> <span class=\"citation\" data-id=\"525050\"><a href=\"/opinion/525050/scott-c-tyler-individually-sheila-lynn-tyler-debra-denise-tyler-jenelle/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span> (8th Cir.1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">723</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">743</span></span> (1990); <i>Edwards v. Bardwell,</i> <span class=\"citation\" data-id=\"2260275\"><a href=\"/opinion/2260275/edwards-v-bardwell/\"><span class=\"volume\">632</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">584</span></a></span> (M.D.La.), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></span> (5th Cir.1986); <i>People v. Fata,</i> <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">979</span></span>, <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">683</span></span> (1988); <i>State v. DeLaurier,</i> <span class=\"citation\" data-id=\"1479647\"><a href=\"/opinion/1479647/state-v-delaurier/\"><span class=\"volume\">488</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">688</span></a></span> (R.I.1985); <i>State v. Howard,</i> <span class=\"citation\" data-id=\"1254497\"><a href=\"/opinion/1254497/state-v-howard/\"><span class=\"volume\">235</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">236</span></a></span>, <span class=\"citation\" data-id=\"1254497\"><a href=\"/opinion/1254497/state-v-howard/\"><span class=\"volume\">679</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">197</span></a></span>, 206 (1984).</p>\n<blockquote>[T]hose who use cordless telephones do so at their peril. These telephones are FM transceivers and may be easily monitored by anyone in the area who possesses an FM radio receiver, including another cordless telephone.... Even if it could be believed that the defendant had no knowledge that cordless telephone conversations could be overheard by others, and there is ample evidence to the contrary in the warrant application, that belief is not reasonable given the widespread use of cordless telephones and the common knowledge about how they function.</blockquote>\n<p><i>People v. Fata,</i> 529 N.Y.S.2d at 686.</p>\n<p>Since the Federal Communications Commission ordered that all cordless telephone base units must bear a warning that, \"Privacy of communications may not be ensured while using this phone,\"<sup>[10]</sup> at least one court has concluded that, notwithstanding the user's subjective belief, \"the expectation of privacy cannot be a reasonable one.\" <i>State v. Smith,</i> 438 N.W.2d at 577; <i>but see id.</i> at 578 (Abrahamson, J., dissenting) (defendant's subjective expectation was reasonable, quoting FCC's observation <i>in 1983</i> that most customers not aware of potential for interception, 48 Fed.Reg. <span class=\"star-pagination\">*1272</span> 4788, 4791 (1983), and noting that the owner's manual did not specifically state that transmissions were radio communications susceptible of monitoring by others).</p>\n<p>In the six years since the ECPA was enacted, the prevalence of cordless telephones in use in American households and businesses unquestionably has skyrocketed. For example, it was estimated that more than 4 million cordless telephones were in use in the United States in 1984. Mauro, <i>Fight Brews on Cordless Phone</i> \"<i>Tap,</i>\" 6 NAT'L L.J. Feb. 6, 1984 at 8, col. 4. This time last year, it was estimated that 47 million cordless telephones were in use. Flanigan &amp; Stix, <i>Telephone Voyeurs,</i> FORBES, September, 1991, at 172. With such widespread use, it no longer is reasonable to claim or to exhibit ignorance of a cordless telephone's fundamental operation.</p>\n<p>An interesting alternative interpretation of the \"oral communications\" definition has been proposed by a critic of the ECPA. Pointing to the curious statement contained in the legislative history of the '86 Act that \"[i]n essence, an oral communication is one carried by sound waves, rather than by an electronic medium,\" H.R.Rep. No. 647, 99th Cong., 2d Sess. 21, 34 (1986); S.Rep. No. 541, <i>supra,</i> at 13, 1986 U.S.C.C.A.N. p. 3567, the analysis is that only an \"actual untransmitted voice communication\" can be an \"oral communication,\" and only then if it is \"uttered by a person exhibiting an expectation that such communication is not subject to interception under circumstances justifying such expectation.\" J.R. Kresse, Comment, <i>Privacy of Conversations Over Cordless and Cellular Telephones: Federal Protection Under the Electronic Communications Privacy Act of 1986,</i> 9 GEO. MASON L.REV. 335, 345 (1987) (hereinafter \"Kresse\"); <i>see also</i> Robert A. Crook, <i>Sorry, Wrong Number: The Effect of Telephone Technology on Privacy Rights,</i> 26 WAKE FOREST L.REV. 669, 693 (1991) (\"An intercepted oral communication must be conveyed by sound waves before the speaker can argue that a reasonable expectation of privacy attached to the communication.\").</p>\n<p>Whether the radio portion of a cordless telephone conversation is excluded from the Act's coverage because (i) it is, by definition, not a wire, oral or electronic communication or (ii) it would be an oral communication but for the fact that there can be no reasonable expectation of privacy in such a communication, this court concludes that such conversation is not protected by the ECPA.</p>\n<p>Over twenty years ago, it was observed that:</p>\n<blockquote>As a result of [tremendous scientific and technological] developments, privacy of communication is seriously jeopardized by ... techniques of surveillance. Commercial and employer-labor espionage is becoming widespread. It is becoming increasingly difficult to conduct business meetings in private. Trade secrets are betrayed. Labor and management plans are revealed. No longer is it possible, in short, for each man to retreat into his home and be left alone. Every spoken word relating to each man's personal, marital, religious, political, or commercial concerns can be intercepted by an unseen auditor and turned against the speaker to the auditor's advantage.</blockquote>\n<p>S.Rep. No. 1097, 90th Cong., 2d Sess. at 67 (1968) (<i>reprinted in</i> 1968 U.S.C.C.A.N. 2112, 2154). Since those words were penned, prefacing the legislative history of Title III, the Act has continuously been amended in an effort to keep pace with technological advances.</p>\n<p>However, the 1986 version of the federal wiretapping statute demonstrates the reality that, after a certain point, the law is incapable of protecting privacy rights. Without question, Congress was aware of the distinction between cellular telephones and cordless telephones; it chose to protect cellular conversations but not cordless conversations. While critics of the '86 Act call for reform in order to rectify the inequity, the truth is that there's no putting the <i>Katz</i> back in the bag. That is, the ease with which cordless \"radio wave\" broadcasts may be intercepted  intentionally and inadvertently  precludes any notion of effective <span class=\"star-pagination\">*1273</span> enforcement of a law designed to prevent it.</p>\n<blockquote>Representative Kastenmeier, an author of the Act and chairman of the House subcommittee with jurisdiction over it, has admitted that the provisions affecting radio transmissions are virtually unenforceable. In April 1986, before the bill was introduced, Kastenmeier was informed by the Department of Justice that `Congress should be under no illusion ... that the Department, because of the difficulty of [investigating private eavesdropping on cellular communications,] would be able to bring a substantial number of successful prosecutions.'</blockquote>\n<p>Kresse, <i>supra,</i> at 348-49 (quoting Letter from John R. Bolton, Asst. Att'y Gen. of the U.S. for Legis. and Governmental Affairs, to Rep. Kastenmeir, Chrmn., Subcomm. on Courts, Civil Liberties, and the Admin. of Justice of the House Comm. on the Judiciary (Apr. 15, 1986), <i>reprinted in Hearings on H.R. 3378 Before the Subcomm. on Courts, Civil Liberties, and the Admin. of Justice of the House Comm. on the Judiciary,</i> 99th Cong., 1st and 2d Sess. 212, 288-91 (1986) (\"<i>House Hearings</i>\"). A footnote contained in the Bolton letter hints of yet another reason why legislation outlawing eavesdropping on radio wave communications may be much less than effective:</p>\n<blockquote>With respect to the degree of privacy or security enjoyed by the radio portion of cellular communications, we have been advised by the Federal Communications Commission that technology has advanced to the point that unencrypted radio transmissions cannot in fact be protected from eavesdropping. That agency is therefore concerned that legislation penalizing the interception of unencrypted radio transmissions may create unmerited expectations of privacy within the general public.</blockquote>\n<p><i>Id.</i> (quoting Bolton letter, <i>supra, reprinted in House Hearings</i> at 290 n. 1).</p>\n<p>One day, technology will be commonplace which renders cordless telephone conversations much less easily overheard, and laws designed to punish eavesdroppers far more capable of being enforced. As of this moment, however, Congress has chosen not to protect by federal statute communications such as those which are the subject of the instant motion. The conduct of law enforcement officers herein in intercepting those conversations did not violate the Act, and does not require exclusion of relevant portions of those conversations from evidence in the instant case.</p>\n<p></p>\n<h2>3. Cordless Conversations Not Protected by Fourth Amendment</h2>\n<p>The constitutional test for protection of a communication is the same as that codified in the '86 Act's definition of \"oral communications\"  whether a subjective expectation of privacy is objectively reasonable. <i>See </i><i>Tyler v. Berodt,</i> <span class=\"citation\" data-id=\"525050\"><a href=\"/opinion/525050/scott-c-tyler-individually-sheila-lynn-tyler-debra-denise-tyler-jenelle/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span> (8th Cir.1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">723</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">743</span></span> (1990) (\"[b]ecause the expectation of privacy requirement for oral communication is drawn from Supreme Court holdings applicable to fourth amendment analysis ..., the test for the ... constitutional claim and [the] Wiretap Act claim is the same\"). This two-pronged inquiry had its genesis in the seminal cases of <i>Katz v. United States,</i> <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1967), and <i>Berger v. New York,</i> <span class=\"citation\" data-id=\"107483\"><a href=\"/opinion/107483/berger-v-new-york/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"107483\"><a href=\"/opinion/107483/berger-v-new-york/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1873</span></a></span>, <span class=\"citation\" data-id=\"107483\"><a href=\"/opinion/107483/berger-v-new-york/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1040</span></a></span> (1967), upon which cases Title III was based. S.Rep. No. 1097, 90th Cong., 2d Sess. (1968) (<i>reprinted in</i> 1968 U.S.C.C.A.N. 2112, 2163) (\"the subcommittee has used the <i>Berger</i> and <i>Katz</i> decisions as a guide in drafting title III ... [which] include[s] provisions ... intended to conform to [those] decisions\").</p>\n<p>In short, notwithstanding a myriad of potential collateral issues, the gravamen of the inquiry in the instant case is whether the defendants' subjective expectation of privacy was objectively reasonable. After much research and deliberation, the court concludes that it was not.</p>\n<p>The defendants have described in varying detail examples of their subjective expectations of privacy in their incoming and outgoing telephone conversations. In order to demonstrate those expectations, they cite the freedom with which they discussed <span class=\"star-pagination\">*1274</span> such \"private\" topics as drug transactions and sexual escapades, suggesting that, had they any idea that their conversations could be overheard, they certainly would not have spoken of such topics. Defendants' position is that the very content and context of their conversations reveal their subjective expectation of privacy therein.</p>\n<p>Moreover, Walker contends that, since he spoke to and from his own home, his expectation of privacy exceeded that of the IRS agents in <i>United States v. Duncan,</i> <span class=\"citation\" data-id=\"366306\"><a href=\"/opinion/366306/united-states-v-edwin-duncan-jr/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span> (4th Cir.1979), whose conversations were protected as \"oral communications\" although recorded while they conducted an investigation in an office provided by the defendant. However, the United States Supreme Court has stated that \"the Fourth Amendment protects people, not places. What a person knowingly exposes to the public, even in his own home or office, is not a subject of Fourth Amendment protection.\" <i>Katz,</i> 389 U.S. at 351, 88 S.Ct. at 511.</p>\n<p>Defendants suggest that the language they employed constituted a \"code\" which would not be understood by the average person, and which revealed a subjective intent to conceal the subject matter thereof. They argue that the cordless phone looks and operates just like a land line telephone, but fail to acknowledge the existence of antennae on both the base <i>and</i> the handset. Although they distinguish other radio communication devices such as ham or marine radios or walkie-talkies by the necessity of pressing and releasing a key to transmit and receive, they fail to recognize that, unlike a conventional telephone, a cordless handset must be turned \"on\" in order to place or receive a call.</p>\n<p>During the hearing, Dee Dee Hinton testified that on one occasion, she specifically told Walker, who was conducting a drug-related conversation on the cordless telephone in the kitchen, that he should not talk about such things on that telephone. Walker, who has emphasized the fact that he never saw the consumer warning on the bottom of the base unit, told Dee Dee to \"shut up.\" Having had the advantage of a direct, personal warning, Walker cannot now be heard to complain about the telephone manufacturers' inconspicuous FCC warnings. Ms. Hinton also testified that she told Carr, who was worried about a tap on the telephone, to \"dial 311\" to determine whether the phone was tapped. Walker also points to the fact that he purchased from an electronics store a \"privacy device\" which he apparently believed would detect a \"bug\" or a telephone tap. Walker contends that his purchase of this device and his attaching the utterly ineffective object to the cordless telephone illustrates his naivete regarding the operation of the telephone, which in turn, demonstrates a subjective expectation of privacy. Myhand, who refers to himself as a \"mere user,\" points out that he does not have the benefit of a high school education and suggests that he cannot be expected to comprehend the technology of a cordless telephone.</p>\n<p>The court is more than willing to accept the proposition that each of these defendant had a subjective expectation of privacy in their telephone conversations originating from and directed into the apartment.<sup>[11]</sup> The court is unwilling, however, to find that, in the Spring of 1992, that expectation was objectively reasonable.</p>\n<p>Defendant Walker presented evidence at the suppression hearing of a survey he had commissioned which was intended to measure what percentage of the population of Wake County, North Carolina believed they had privacy in cordless telephone conversations. Assuming without deciding the reliability and accuracy of the survey's results, those results do not support his position. Although Walker points out that the survey indicated approximately 38.2 percent of the persons surveyed believed that cordless telephone conversations are private, the corollary is that a clear majority  61.8 percent  do not. In fact, roughly half those surveyed lack confidence in the privacy of <span class=\"star-pagination\">*1275</span> their <i>regular</i> (land line) telephone conversations.</p>\n<p>Advances in electronic technology have aided law enforcement personnel in their efforts to curb drug trafficking. However, in this case, officers utilized the same technology to intercept these radio transmissions that is available to any citizen  tuning radio scanners to the frequencies assigned to cordless telephones. According to the evidence presented during the suppression hearing, such scanners are available for purchase by members of the general public at any electronics store.<sup>[12]</sup><i>See generally</i> Craig Bromberg, <i>What's the Frequency?,</i> NEW YORK, April 20, 1992, at 39.</p>\n<p>The Government's evidence tended to show that the defendants used, not only cordless telephones, but electronic pagers, cellular telephones, wire transfers, and a supposed \"privacy device\" intended to detect telephone taps. That the defendants failed to acquaint themselves with the technology they employed to further their illegal activities does not insulate them from responsibility. Nor does the Constitution provide greater protection to less well-educated and less sophisticated persons than it does to those with greater means or superior ability.</p>\n<p>In rejecting a suggestion to require telephone manufacturers to incorporate privacy features into cordless telephone design, the Federal Communications Commission commented, \"[c]onsumers must share some responsibility for evaluating the advantages and limitations of cordless telephones before deciding whether to purchase\" one. 49 Fed.Reg. 1515, 1517 (Jan. 12, 1984). Unfortunately, the price we pay for convenience often is loss of privacy.</p>\n<p>Defendants have attempted to avoid this \"Big Brother\" result by emphasizing that the challenged communications emanated from and were directed into the home. They have pointed to numerous cases in which courts have stressed the sanctity of the home as man's castle which should be impenetrable by government's snooping gaze.</p>\n<blockquote>At the risk of belaboring the obvious, private residences are places in which the individual normally expects privacy free of governmental intrusion not authorized by a warrant, and that expectation is plainly one that society is prepared to recognize as justifiable. Our cases have not deviated from this basic Fourth Amendment principle. Searches and seizures inside a home without a warrant are presumptively unreasonable absent exigent circumstances.</blockquote>\n<p><i>United States v. Karo,</i> <span class=\"citation\" data-id=\"111257\"><a href=\"/opinion/111257/united-states-v-karo/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span>, 714-15, <span class=\"citation\" data-id=\"111257\"><a href=\"/opinion/111257/united-states-v-karo/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3296</span></a></span>, 3303, <span class=\"citation\" data-id=\"111257\"><a href=\"/opinion/111257/united-states-v-karo/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">530</span></a></span> (1984). Defendants, understandably, rely on language in <i>Karo</i> in which the Supreme Court reversed a Tenth Circuit ruling that permitted the admission of evidence gleaned from surreptitiously placed electronic devices. In <i>Karo,</i> DEA agents placed a beeper (radio transmitter) inside a can of ether, the movement of which agents traced into one of the defendants' homes by monitoring the beeper. The Court framed the dispositive issue as follows: \"whether the monitoring of a beeper in a private residence, a location not open to visual surveillance, violates the Fourth Amendment rights of those who have a justifiable interest in the privacy of the residence.\" <i>Karo,</i> 468 U.S. at 714, 104 S.Ct. at 3303. The Court concluded that the Fourth Amendment is violated \"where, without a warrant, the Government surreptitiously employs an electronic device to obtain information that it could not have obtained by observation from outside the curtilage of the house.\" <i>Id.</i> at 715, 104 S.Ct. at 3303.</p>\n<p>Out of context, this pronouncement seems to mandate the same result in the instant case. However, a closer examination of the facts in <i>Karo</i> and the cases cited therein reveals an important factual distinction. In <i>Karo,</i> the Government had caused the information-producing device to be placed within an object which found its <span class=\"star-pagination\">*1276</span> way into a private residence. Had the Government not placed a beeper inside one of the ether cans, the Government would have had no way to confirm the location of the can inside the house. Nothing that the <i>Karo</i> defendants did caused information about events occurring within the residence to be transmitted outside.</p>\n<p>In <i>United States v. Knotts,</i> <span class=\"citation\" data-id=\"110882\"><a href=\"/opinion/110882/united-states-v-knotts/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>, <span class=\"citation\" data-id=\"110882\"><a href=\"/opinion/110882/united-states-v-knotts/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1081</span></a></span>, <span class=\"citation\" data-id=\"110882\"><a href=\"/opinion/110882/united-states-v-knotts/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span></a></span> (1983), a beeper placed inside a can of chloroform enabled law enforcement agents to trace the can to the area in which a cabin was located. Based upon that information, the agents procured a search warrant for the cabin. Police monitoring of the can beeper in <i>Knotts</i> did not violate the Fourth Amendment because the movements of the automobile containing the can were capable of observation by the naked eye, and the beeper was not monitored while inside the cabin. The Court noted that the information obtained in <i>Knotts</i> was \"voluntarily conveyed to anyone who wanted to look....\" <i>Id.</i> at 281, 103 S.Ct. at 1085.</p>\n<p>In the instant case, the Government did not plant a bug or beeper inside the Bridleridge apartment; it did nothing to cause information about the goings-on inside the apartment to be transmitted outside the apartment. Rather, it passively (albeit intentionally) received information being broadcast to anyone within range who was utilizing compatible equipment. The analogy brought to light by Carr is revealing:</p>\n<blockquote>Arguably, even if made from one's home, a cordless telephone call could be unprotected because the radio waves emanate from the home, like a shout. Just as one who shouts from inside one's home should not be surprised that a passerby on the street overhears, one who talks on a cordless telephone should be unable, perhaps, to claim privacy if a nearby radio picks up radiating waves.</blockquote>\n<p>Carr's August 24, 1992, Letter Memorandum at 2 (quoting Kelley K. Hwang, Note, 86 COLUM.L.REV. 323, 345 (1986) (analysis of pre-1986 version of Title III). Notwithstanding an abiding subjective conviction that he cannot be heard, the cordless telephone user has no more reasonable an expectation of privacy in his conversation than does the shouter. He has, in essence, \"voluntarily conveyed [information] to anyone who wanted to [listen].\" <i>Knotts,</i> 460 U.S. at 281, 103 S.Ct. at 1085. For the same reasons that a person can have no objectively reasonable subjective expectation of privacy in a cordless telephone conversation under the ECPA, neither can he do so under Fourth Amendment analysis.</p>\n<p>Based on the foregoing, the court concludes as a matter of law that, although the defendants may, from time to time, have had a subjective expectation of privacy in their cordless telephone conversations, such expectations were not objectively reasonable. Because the privacy expectation is an element of both the statutory and the constitutional bases of defendants' motions to suppress, those motions were DENIED by order of September 4, 1992.</p>\n<p></p>\n<h2>Motion to Sever</h2>\n<p>Defendant Walker also has moved the court to sever the trial of his case from that of co-defendants Orin Carr and Joseph Cham. His motion with regard to Cham is DENIED AS MOOT, because Cham has entered a plea of guilty to the conspiracy alleged in Count One of the Indictment.</p>\n<p>Walker contends that co-defendant Orin Carr made a statement to law enforcement officers upon his arrest which implicated not only himself but Walker as well. Specifically, Carr allegedly stated that Walker was one of the partners in a cocaine distribution group of which he also was a partner. Walker bases his motion on what he perceives as a fatal <i>Bruton</i> problem.</p>\n<p>A defendant seeking severance on the basis of prejudice has the burden of showing \"extreme\" prejudice and, absent such a showing, the motion properly is denied. <i>United States v. Mitchell,</i> <span class=\"citation\" data-id=\"435032\"><a href=\"/opinion/435032/united-states-v-terry-mitchell-united-states-of-america-v-alvin/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></a></span> (4th Cir.1984). It is insufficient to allege that joinder makes for a more difficult defense, <i>United States v. Goldman,</i> <span class=\"citation\" data-id=\"445589\"><a href=\"/opinion/445589/united-states-v-sandy-h-goldman-united-states-of-america-v-teresa-l/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1221</span></a></span>, 1225 (4th Cir.1984), or that severance would offer a defendant a better chance of acquittal, <i>United States v. Spitler,</i> <span class=\"citation\" data-id=\"476278\"><a href=\"/opinion/476278/united-states-v-russell-e-spitler-united-states-of-america-v-duane/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1271 (4th Cir.1986); <span class=\"star-pagination\">*1277</span> <i>United States v. Parodi,</i> <span class=\"citation\" data-id=\"416461\"><a href=\"/opinion/416461/united-states-v-carlos-manuel-parodi-united-states-of-america-v-edwin/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">768</span></a></span>, 780 (4th Cir.1983). The general rule is that co-conspirators are tried together. <i>Spitler,</i> 800 F.2d at 1271; <i>Parodi,</i> 703 F.2d at 779.</p>\n<p>The Government points out that Walker's motion to sever assumes, first, that his co-defendants will not testify <i>and,</i> second, that the Government will introduce their out-of-court statements. The Government has further indicated that, should both Carr and Walker exercise their rights to a jury trial, Carr's statement may be redacted to eliminate references to Walker.</p>\n<p>In light of strong public policy reasons favoring trying alleged co-conspirators together  especially when the illegal acts, evidence and witnesses purportedly are all the same  defendant's failure to establish specific and compelling prejudice which cannot be cured at trial renders severance pursuant to Rule 14, Fed.R.Crim.P. inappropriate. Consequently, Walker's motion to sever was DENIED.</p>\n<p></p>\n<h2>Summary</h2>\n<p>The foregoing Memorandum sets forth the court's rationale in ruling, on September 4, 1992, that:</p>\n<p>(i) Defendant Carr's motion to suppress evidence discovered during the premises searches was DENIED;</p>\n<p>(ii) Defendants' motions to suppress the intercepted cordless telephone conversations and evidence arising therefrom were DENIED;</p>\n<p>(iii) Defendant Walker's motion to sever was DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Government has dismissed all charges against Sean Carr, and his motion to withdraw his suppression motion was allowed. The only remaining co-defendant who has not entered a guilty plea is Andre J. Poole, who has not filed a suppression motion.</p>\n<p>[2]  Unlike most \"cordless telephone\" cases, the tip to law enforcement officers came not from a citizen who inadvertently had overheard cordless telephone conversations on another cordless telephone, scanner or radio, but from a neighbor who had noticed unusual activity at the apartment which caused the neighbor to suspect drug dealing.</p>\n<p>[3]  For example, Walker contends several of the conversations were conducted with one person on the cordless telephone in the apartment, one person on the apartment's bedroom land line and a third person on a telephone outside the apartment. As will be discussed later, these are distinctions without a difference on these facts.</p>\n<p>[4]  There has been a good deal of discussion of the various defendants' standing to raise a challenge to the evidence at issue. It is uncontested that Dee Dee Hinton was the lessee of the apartment and the person in whose name all the utilities were listed. Walker and Carr have filed affidavits in which they state they lived at the apartment. Myhand contends he was a guest at the apartment and a \"mere user\" of the telephones. Under Fourth Amendment jurisprudence, the analysis both of standing and of the ultimate propriety of the search turn on the reasonableness of the subject's expectation of privacy. Hence, the court elects not to embark on a separate analysis, but to assume the defendants have standing to raise the issues addressed herein.</p>\n<p>[5]  Upon discovering they were able to pick up cordless telephone conversations emanating from the apartment, agents consulted Assistant United States Attorney, Christine Dean, who, in turn, consulted the Department of Justice in Washington, D.C. As a result, the agents were advised that a warrant or court order was not required in order to intercept and record these conversations.</p>\n<p>[6]  The legislative history of the '86 Act specifically states that the \"wire portion of a cordless communication remains fully covered\" under the definition of a \"wire communication.\" S.Rep. No. 541, 99th Cong., 2d Sess. 12 (1986), 1986 U.S.C.C.A.N. p. 3566. At first blush, it is tempting to interpret that statement as covering all conversation spoken into or received on a land-line telephone. As the court understands the technology in question, however, the land-line segment of a conversation cannot be intercepted by a scanner or another cordless telephone. However, when the speech is converted into radio waves as it travels from the base unit to the handset of the cordless phone, it is not a \"wire portion\" of the conversation. Likewise, when the speech originating at the cordless phone handset travels into the base unit, it does so by means of easily interceptible radio waves; when it travels from the base unit through telephone land-lines back to the caller, it is a protected \"wire communication,\" which is incapable of interception by a scanner. Put another way, there are four segments to a two-way conversation in which party A is on a cordless phone and party B is on a land-line phone. Segment 1 occurs as party A's voice travels by radio waves from the handset of his cordless phone to its base unit; segment 2 occurs as party A's voice is transformed in the base unit to a wire communication transmitted through the land-line to party B; segment 3 occurs as party B's voice travels by land-line back to the base unit; and segment 4 occurs after party B's voice is transformed in the base unit from a wire communication to radio waves which are broadcast to party A's handset. Segments 1 and 2, and segments 3 and 4 have the same content. However, only segments 2 and 3 are \"wire communications\" protected under the '86 Act.</p>\n<p>[7]  Keppel, <i>Privacy Not Seen as a Hang-up for Users of Cordless Telephones,</i> L.A. TIMES, Jan. 10, 1990, at D1, col. 2.</p>\n<p>[8]  The Senate Report on the proposed ECPA of 1986 contains the following in its Glossary: \"CORDLESS TELEPHONES A cordless telephone consists of a handset and a base unit wired to a landline and a household/business electrical current. A communication is transmitted from the handset to the base unit by AM or FM radio signals. From the base unit the communication is transmitted over wire, the same as a regular telephone call. The radio portions of these telephone calls can be intercepted with relative ease using standard AM radios.\" S.Rep. No. 541, <i>supra,</i> at 9, 1986 U.S.C.C.A.N. p. 3563.</p>\n<p>[9]  Before the 1986 amendments to the ECPA, cordless telephone transmissions were not explicitly excluded from coverage. Even after the '86 amendments, the core definition of \"oral communication\" remains the same as when first written, shortly after the decision of the United States Supreme Court in <i>Katz v. United States,</i> <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1967), and was intended to be interpreted in accordance with <i>Katz</i> principles. <i>See</i> S.Rep. No. 1097, 90th Cong., 2d Sess. ___ (1968) (reprinted in 1968 U.S.C.C.A.N. 2112, 2178). <i>Katz,</i> of course, set out the fourth amendment test for protection of aural communications as focusing on the objective reasonableness of the speaker's subjective expectation of privacy.</p>\n<p>[10]  <i>See</i> 50 Fed.Reg. 24514 (1985) (for public's benefit, FCC requires labelling of cordless phones). The cordless phone manufacturer must attach to the base unit a label that states: \"This cordless telephone system operates under Part 15 of FCC Rules. Privacy of communications may not be ensured when using this phone. Operation is subject to two conditions: (1) It may not interfere with radio communications; and (2) it must accept any interference received, including that which may cause undesirable operation\" 47 C.F.R. § 15.236 (1988). The FCC later also required manufacturers to label the cordless phone box. <i>Id.</i> The box warning should state: \"Notice: The base units of some cordless telephones may respond to other nearby units or radio noise, resulting in telephone calls being dialed through this unit without your knowledge and, possibly, calls being misbilled. In order to protect against such occurrences this cordless telephone is provided with the following features: (to be completed by the manufacturer).\" <i>Id.</i> The evidence in the instant case is that the warning appeared on the bottom of the base unit, which was next to the wall on which the unit was mounted.</p>\n<p>[11]  Of course, their own conduct demonstrated their loss of such expectations when Walker felt the need to purchase the \"privacy device\" and Carr sought advice on detecting phone taps or bugs. It is unclear whether these protective or prophylactic measures restored their confidence.</p>\n<p>[12]  The Government points out that an inventory of items seized at the apartment includes a Realistic scanner.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1254497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1479647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1744247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2260275/"
  ]
}