{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2593980/",
  "absolute_url": "/opinion/2593980/tudor-associates-v-aj-and-aj-servicing/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2593980/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T11:00:16.578692Z",
  "date_modified": "2016-04-26T23:36:22.814751Z",
  "type": "010combined",
  "sha1": "b940028a8b330ed123c29597cee8e2c538287ea8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>843 F.Supp. 68 (1993)</b></center>\n<center><h1>TUDOR ASSOCIATES, LTD., II, etc., Plaintiff<br>\nv.<br>\nAJ AND AJ SERVICING, INC., et al., Defendants.</h1></center>\n<center>No. 91-300-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 7, 1993.</center>\n<p><span class=\"star-pagination\">*69</span> <span class=\"star-pagination\">*70</span> <span class=\"star-pagination\">*71</span> Irvin P. Breedlove, Jr., Durham, NC, Joseph N. Callaway, Battle, Winslow, Scott &amp; Wiley, Rocky Mount, NC, for Limited Tudor Associates, II and Joseph N. Callaway.</p>\n<p>James A. Roberts, III, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for AJ and AJ Servicing, Inc.</p>\n<p>E.D. Gaskins, Jr., Everett, Gaskins, Hancock &amp; Stevens, Raleigh, NC, James R. Van Camp, Thomas M. Van Camp, Van Camp, West, Hayes &amp; Meacham, Carthage, NC, J. Anthony Penry, Petree, Stockton &amp; Robinson, Raleigh, NC, for E.J. Realty Management Corp. and Robert Jacobs.</p>\n<p>Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, NC, James R. Van Camp, Van Camp, West, Hayes, Meacham, Carthage, NC, James A. Roberts, III, Maripen, Taylor, Ellis, Adams, Raleigh, NC, for Alan Jacobs.</p>\n<p>E.D. Gaskins, Jr., Everett, Gaskins, Hancock &amp; Stevens, Raleigh, NC, for Garden National Properties, Inc.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>The bifurcated jury trial of this action brought by the trustee in bankruptcy of Tudor Associates, Ltd., II (\"the plaintiff\" or \"Tudor\") against AJ and AJ Servicing, Inc., E.J. Realty Management Corporation, Garden National Properties, Inc., Alan Jacobs and Robert Jacobs (\"AJ\" or \"the defendants\") at the June 1993 civil session of the court at Raleigh resulted in a finding for the plaintiff against all defendants except Alan Jacobs in the liability phase of the trial and a finding of compensatory damages in the amount of $529,696.50 plus punitive damages in the amount of $7,000,000.00 in the damages phase. Now before the court is the motion of defendants for judgment as a matter of law notwithstanding the verdict (\"JNOV\") and in the alternative for a new trial. The motion has been extensively briefed, and the questions posed are now ripe for resolution.</p>\n<p>In the lengthy history of this case the facts have been stated in detail on many occasions, and they will not be repeated here. For present purposes the following abbreviated version of the facts will suffice.</p>\n<p>The case started with the sale by Tudor's trustee in bankruptcy of four rental properties in Durham, North Carolina to EMT of Ohio, Inc. (\"EMT\") in 1979. Subject to several primary mortgages these properties were sold by EMT to a group of investors located mainly in New York (\"the limited partners\"). As a part of the purchase price EMT took four purchase money notes and mortgages denominated \"wrap around mortgages\" which encompassed the primary mortgages and the balance due EMT by the limited partners on the purchase price.</p>\n<p>AJ had obtained the limited partners as purchasers of the properties, and as compensation for its efforts in this regard and the services to be rendered by AJ in servicing the wrap around mortgages AJ and EMT entered into a series of letter agreements <span class=\"star-pagination\">*72</span> under the terms of which AJ acquired substantial rights and obligations which EMT undertook to secure by a lien on a one-half undivided interest in the mortgages. EMT retained the other one-half undivided interest in the mortgages.</p>\n<p>Alleging a fraud on the bankruptcy court by EMT in connection with its purchase of the four rental properties, Tudor brought an action against EMT in the bankruptcy court which resulted in a judgment against EMT in the amount of $11,600,000. To secure payment of this judgment Tudor was granted an equitable lien on EMT's one-half undivided interest in the wrap around mortgages and the notes secured thereby. The judgment remains unpaid.</p>\n<p>In that action to which AJ was a party Tudor had also sought to invalidate AJ's one-half undivided interest in the notes and mortgages, but the court held that \"[t]he transfers by Executive Management Trustees, Inc., an Ohio Corporation, of a one-half interest in the notes ... to AJ and AJ Servicing, Inc., are valid transfers and are not subject to any claims by the plaintiff.\" The judgment was filed September 14, 1988.</p>\n<p>AJ, as the recognized owner of a one-half undivided interest in the wrap around mortgages and as the lawful servicing agent for the mortgages, undertook to defend the present action on the ground that the letter agreements which it had with EMT authorized its retention of all monies collected prior to the institution of this lawsuit and that consequently plaintiff was not entitled to any payment by reason of its equitable lien, at least until 1991 when in connection with a state court action brought by the limited partners against AJ the payments collected by AJ on the mortgages after deducting the expenses of operating the mortgaged properties and the payments due the holders of the primary mortgages thereon (referred to in the letter agreements as \"cash flow\") was placed in an escrow account awaiting the outcome of this action.</p>\n<p>Throughout the course of the litigation plaintiff has stressfully maintained that he was not bound by the letter agreements, but the court ruled against plaintiff on this point as did the bankruptcy court in effect when it denied plaintiff's attempt to invalidate AJ's interest. Thus the pivotal question in the case has been whether or not these letter agreements authorized defendants to retain for their own use and to the exclusion of the plaintiff all of the money collected on the mortgages less payments due on the primary mortgages and operating expenses.</p>\n<p>Not content with a single cause of action on contract which would support a judgment for all the compensatory damages he would ever be able to prove, the plaintiff in his thirty-five-page complaint peppered defendants with several additional causes of action, all based essentially on the same facts. Four of plaintiff's causes of action survived summary judgment, and the jury decided each of them in plaintiff's favor. Defendants now ask the court to set aside the verdict in each instance and render judgment notwithstanding the verdict or in the alternative to award defendants a new trial.</p>\n<p></p>\n<h2><i>THE CAUSE OF ACTION BASED ON CONTRACT</i></h2>\n<p>Although the parties have engaged in an almost unprecedented paper war for the better part of two years, this was in fact a simple contract action in which plaintiff sought to enforce his equitable lien on the one-half undivided interest of EMT in the wrap around mortgages referred to above. Count IV of plaintiff's lengthy complaint was entitled \"Breach of Contract Against Defendants AJ Servicing, Alan Jacobs and Robert Jacobs.\" After adopting the first seventy-one paragraphs of the complaint plaintiff alleged in this count that prior to October 31, 1988 AJ had a \"contractual obligation\" as servicing agent to collect mortgage payments due on four purchase money mortgage notes; that an undivided one-half interest in the payments was due plaintiff as lienor; and that AJ breached its \"contractual obligations\" by failing to collect payments due, by wrongfully retaining for its own use some of the monies collected and \"by failing to truthfully and accurately account for all monies received ... on the undivided one-half ... interest in the four purchase money mortgage notes held by Tudor II as lienor.\"</p>\n<p><span class=\"star-pagination\">*73</span> Prodded on two occasions and finally ordered by the court to identify the parties and terms of the contract out of which AJ's \"contractual obligation\" allegedly arose, information needed by the court in preparing the issues to be submitted to the jury and the jury instructions, plaintiff's counsel was never able to do so to the satisfaction of the court. At the same time plaintiff continued to insist that the letter agreements between AJ and EMT referred to above were not contracts binding on the plaintiff.</p>\n<p>Finally, the court concluded that the letter agreements did in fact constitute the only contracts binding on AJ and that as successor in interest to EMT's rights under the letter agreements they were equally binding on the plaintiff. Accordingly, issues were formulated for jury decision to ascertain whether or not AJ had breached its obligations under the contract which resulted from the letter agreements.</p>\n<p>By its verdict the jury determined that:</p>\n<p>1. Defendants wrongfully deducted from the cash flow collected by AJ management fees in excess of those authorized by the contract;</p>\n<p>2. Defendants wrongfully deducted from such revenues reserves in excess of those authorized by the contract;</p>\n<p>3. Defendants wrongfully deducted from such revenues attorney's fees not authorized by the contract; and</p>\n<p>4. Defendants wrongfully deducted from such revenues accountant's fees not authorized by the contract.</p>\n<p>A careful review of this contract between AJ and EMT, the terms of which are binding on plaintiff, and the evidence offered by plaintiff in support of his contract action has served to convince the court that there was a legally sufficient evidentiary basis for a reasonable jury to have made these findings, and the jury verdict on the contract cause of action will not be disturbed.</p>\n<p></p>\n<h2><i>THE CAUSE OF ACTION BASED ON BREACH OF FIDUCIARY DUTY</i></h2>\n<p>Count III of plaintiff's copious complaint alleges that AJ \"had a fiduciary duty to EMT-Ohio and Tudor II by virtue of its previous role as `servicing agent;'\" that it breached this duty by failing to collect and remit to Tudor as lienor its one-half of the cash flow through 1988 and by converting to its own use cash flow to which plaintiff was entitled in an amount in excess of $1,000,000.00.</p>\n<p>The jury found that AJ owed a fiduciary duty to plaintiff and that it breached this duty. The court is convinced that these findings are contrary to the weight of the evidence and the applicable law, and they will be set aside.</p>\n<p>The parties agree that North Carolina law governs in this action, and under that law in order to create a fiduciary duty on the part of one party to another there must be a relationship between the two of special faith, confidence and trust. <i>Curl v. Key,</i> 311 N.C. 259, 264, 316 S.E.2d 272, 275 (1984). Here the evidence was that far from reposing special faith, confidence and trust in AJ, following the bankruptcy court judgment of September 14, 1988 under which plaintiff acquired his equitable lien plaintiff and AJ were constantly at odds, and in a motion filed in the bankruptcy court in November 1988 plaintiff tried unsuccessfully to oust AJ as servicing agent for the mortgages.</p>\n<p>Be this as it may, it is not perceived that the court's ruling prejudices plaintiff in any way. Plaintiff is still entitled to recover all of his compensatory damages under the jury's verdict in his cause of action based on contract.</p>\n<p></p>\n<h2><i>THE CAUSE OF ACTION BASED ON THE NORTH CAROLINA FAIR TRADE ACT</i></h2>\n<p>Count VI of plaintiff's prolix complaint charges that AJ, Alan Jacobs and Robert Jacobs during the period 1980 through 1988 engaged in unfair and deceptive trade practices by collecting and converting to their own use cash flow resulting from the mortgage payments without paying plaintiff his one-half thereof; by converting to their own use unauthorized \"management fees;\" by preparing and filing false and misleading accountings; by falsely representing the actual <span class=\"star-pagination\">*74</span> expense of the management of the properties; by improperly charging against cash flow certain unauthorized legal and accounting fees; and by improperly deducting \"reserves\" from the cash flow, all in violation of the North Carolina Fair Trade Act, N.C.G.S. ยง 75-1.1.</p>\n<p>By its verdict the jury found that AJ engaged in unlawful practices by concealing from plaintiff revenues collected in servicing the wrap around mortgages to which plaintiff was entitled by depositing such revenues in various bank accounts unknown to plaintiff; that it filed false and deceptive reports with the bankruptcy court; that it misrepresented to plaintiff his rights to revenues collected; that it misled or deceived plaintiff as to the application of revenues collected; that it concealed from plaintiff the identity and ownership of the persons and corporations to whom management fees were being paid; that it falsely represented to the plaintiff that expenses for attorney's and accounting fees were related to the operation of the properties; that it falsely represented to the plaintiff that additional management fees had been approved by the property owners; that these acts were committed by AJ in commerce; and that the acts were the proximate cause of damage to the plaintiff.</p>\n<p>Nothing else appearing, these findings would seem to constitute unfair and deceptive trade practices under the Fair Trade Act and would justify a ruling by the court under North Carolina law that plaintiff is entitled to recover treble damages. Unfortunately for plaintiff under North Carolina law another principle comes into play at this point, and that is the rule that a simple breach of contract does not constitute an unfair or deceptive trade practice. <i>Coble v. Richardson Corporation,</i> 71 N.C.App. 511, 322 S.E.2d 817 (1984). This court and the Fourth Circuit have recognized and applied this rule in several cases. <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> 649 F.2d 985, 992 (4th Cir.), <i>cert. denied,</i> 454 U.S. 1054, 102 S.Ct. 599, 70 L.Ed.2d 590 (1981); <i>Bartolomeo v. S.B. Thomas, Inc.,</i> 889 F.2d 530, 535 (4th Cir.1989).</p>\n<p>What we have here are acts on the part of defendants which deprived plaintiff of money on which plaintiff had an equitable lien, and by a preponderance of the evidence the jury has found that in four instances those acts were in violation of AJ's duties under its contract with EMT. Defendants, of course, contend that they have always acted in compliance with the contract, and that they were entitled under the contract to retain for themselves all of the money to which plaintiff now lays claim. Defendants further assert that even if they had been guilty of violating the contract and that even if such violation had been intentional this conduct would not have been in violation of the Fair Trade Act. <i>See Bartolomeo</i> and <i>United Roasters, Inc., supra</i><i>.</i></p>\n<p>An equally compelling reason why plaintiff is not entitled to recover under his Fair Trade Act claim is the fact that defendants were liable only for acts that occurred after September 14, 1988, the date on which plaintiff was awarded his equitable lien by the bankruptcy court. A review of the evidence offered by plaintiff of defendants' wrongful acts has failed to reveal any substantial evidence of wrongdoing which occurred subsequent to the cutoff date.</p>\n<p>Evidence of alleged prior wrongs of defendants committed prior to September 14, 1988 was in fact admitted. This was done under Rule 404(b) of the Federal Rules of Evidence which allows such proof in order to show opportunity, intent, plan, knowledge or absence of mistake or accident. However, prior to taking up the individual counts of the complaint the court in its instructions to the jury told them that:</p>\n<blockquote>In a prior ruling before the start of this trial, the court determined that plaintiff can recover only for acts that have occurred after September 14, 1988. You may consider evidence admitted during the trial occurring prior to that date to establish the basis of plaintiff's claims. However, you may not find that defendants violated any of plaintiff's rights for any of their actions prior to September 14, 1988.</blockquote>\n<p>In the instructions covering the breach of contract, breach of fiduciary duty and conversion claims the jury was again reminded that recovery was limited to claims arising <span class=\"star-pagination\">*75</span> after September 14, 1988. Unfortunately, this reminder was not stated in the instructions on the Fair Trade Act claim, and the issues submitted to the jury on this claim failed to mention this cutoff date. It may very well be that the jury at the close of this long trial, having before it the issue as so framed, was unable to differentiate between the Rule 404(b) evidence and evidence of defendants' actions during the liability period. Be that as it may, the verdict on the Fair Trade Act issues is clearly contrary to the weight of the evidence and the law and must be set aside.</p>\n<p>Finally, under North Carolina law the jury only finds the facts which might support a cause of action under the Fair Trade Act, and whether the facts found constitute an unfair or deceptive practice under all the circumstances is a question of law for the court. <i>Marshall v. Miller,</i> 302 N.C. 539, 540, 276 S.E.2d 397, 398 (1981). Although plaintiff staunchly maintains that defendants continued to practice deception and conceal needed information from plaintiff after September 14, 1988, the evidence in fact shows that after that date plaintiff kept a watchful eye on defendants and had access to adequate information to enable him to ascertain the status of his claims against defendants at all times. Based on this evidence and all the circumstances the court does not find a violation of the Fair Trade Act by the defendants subsequent to September 14, 1988. <i>American Craft Hosiery Corporation v. Damascus Hosiery Mills, Inc.,</i> 575 F.Supp. 816 (W.D.N.C.1983).</p>\n<p>The motion of defendants for judgment notwithstanding the verdict on plaintiff's cause of action based on the Fair Trade Act will be granted.</p>\n<p></p>\n<h2><i>THE CAUSE OF ACTION BASED ON CONVERSION</i></h2>\n<p>Count V of plaintiff's profuse complaint alleges that all the defendants were guilty of conversion, and the jury found that the defendants AJ, E.J. Realty Management Corporation and Garden National Properties, Inc. converted to their own use cash flow collected by AJ to which plaintiff was entitled and that in so doing each of these three defendants acted with gross, willful, reckless or wanton disregard for the rights of the plaintiff. In a separate issue the jury found that defendant Robert Jacobs had so dominated and controlled the acts and affairs of AJ in the manner outlined in the court's instructions as to require that the corporate entity be disregarded and that AJ's acts and affairs be deemed the individual acts and affairs of Robert Jacobs. These findings form the basis of the jury's award of punitive damages.</p>\n<p>Under North Carolina law conversion has been defined as the \"unauthorized assumption and exercise of the right of ownership over goods or personal chattels belonging to another, to the alteration of their condition or the exclusion of an owner's rights.\" <i>Garvin v. City of Fayetteville,</i> 102 N.C.App. 121, 123, 401 S.E.2d 133, 134 (1991). It is tantamount to stealing. As in the case of Fair Trade Act violations, proof of a breach of contract alone will not suffice to support an action for conversion. The breach of contract must be accompanied by a separate tort. <i>Belford Trucking Company v. Zagar,</i> 243 So.2d 646 (Fla.App.1970) (mere obligation to pay money not enforceable in a conversion action, and where basis of suit is contract, a tort action is inappropriate). <i>See also </i><i>Advanced Surgical Technologies, Inc. v. Automated Instruments, Inc.,</i> 777 F.2d 1504 (11th Cir.1985), and <i>Fink v. Pohlman,</i> 85 Md.App. 106, 582 A.2d 539 (1990) (\"A positive, tortious act is required to establish a conversion under a contract and a mere breach of contract is not sufficient\").</p>\n<p>Finally, the basis of plaintiff's claim here is the judgment awarded him against EMT in the bankruptcy court and the equitable lien placed by the court on EMT's interest in the wrap around mortgages to assist plaintiff in collecting the judgment, and for almost one hundred fifty years it has been the law in North Carolina that a judgment is neither goods nor a chattel and that a judgment creditor has no property interest in the judgment sufficient to support an action for conversion against one who has collected and converted to his own use the proceeds of the judgment. <i>Cobb v. Cornegay,</i> <span class=\"star-pagination\">*76</span> 28 N.C. 358 (1846); <i>Platt v. Potts,</i> 33 N.C. 266 (1850). Even if the mortgage payments allegedly converted by defendants constituted property, plaintiff at best had only an equitable interest in it, and it has long been the law that a mere equitable interest in personal property will not support an action for conversion. 18 Am.Jur.2d, Conversion, ยง 80, <i>citing </i><i>Shipley v. Meadowbrook Club, Inc.,</i> 211 Md. 142, 126 A.2d 288 (1956); <i>Osborne v. Chandeysson Electric Company,</i> 248 S.W.2d 657 (Mo.1952); and <i>Laurent v. Williamsburgh Savings Bank,</i> 28 Misc.2d 140, 137 N.Y.S.2d 750 (1954). <i>See also </i><i>Nelson v. Nelson Neal Lumber Company,</i> 171 Wash. 55, 17 P.2d 626, 92 A.L.R. 554 (1932).</p>\n<p>Application of the foregoing principles to the instant case leads inevitably to the conclusion that the jury's verdict on the conversion issue is not supported by the evidence or the law, and defendants' JNOV motion on plaintiff's cause of action based on conversion must be allowed. Since the jury's findings on the issue of willful and wanton conduct on the part of defendants was dependent upon a finding of liability on the conversion count, it also follows that the verdict on this issue and the assessment of punitive damages must be set aside, and the judgment will so provide.</p>\n<p></p>\n<h2><i>EXCESSIVE COMPENSATORY DAMAGES</i></h2>\n<p>The court has previously upheld the jury's verdict on the contract cause of action, and the compensatory damages assessed in connection with that count totaled $529,696.50. The defendants in their JNOV motion have challenged a portion of this amount in two respects:</p>\n<p>First, the jury found that the $529,696.50 included management fees in the amount of $284,981.00 deducted by AJ from the cash flow in excess of the fees authorized by its contract. Defendants contend that plaintiff's evidence showed that the management fees charged included those for all of 1988; that the jury failed to adjust these figures to include only management fees charged after September 14, 1988; and that the verdict should therefore be reduced by $60,597.50. Plaintiff, on the other hand, contends that the excessive management fees for 1988 were simply the result of an afterthought on the part of defendants; that the fees for 1988 were not deducted until December 1988 which was within the liability period; and that the jury's verdict was therefore properly based on the evidence.</p>\n<p>The court finds that plaintiff has the better of the argument on this score, and defendants' motion that the verdict be reduced by $60,597.50 will be denied.</p>\n<p>Second, defendants contend that the figure of $596,696.50 includes the sum of $80,300.00 presently being held in the escrow account referred to above awaiting the outcome of this case and that plaintiff and defendants have agreed that plaintiff is entitled to this sum. Defendants claim that if plaintiff is given a judgment for this sum and later collects from the escrow fund this same money plaintiff will have had a double recovery.</p>\n<p>Defendants are certainly correct in their position on this question, but the problem arises because of a judgment rendered just prior to the trial of this action in a state court action brought by the limited partners as owners of the four rental properties against these same defendants in which the limited partners were awarded several million dollars in compensatory damages and $350,000.00 in punitive damages. The escrow fund referred to was established in connection with the state court action, and should it now be applied to the limited partners judgment, the plaintiff here might find himself unable to recover from the escrow account the $80,300.00 admittedly owed him.</p>\n<p>The solution proposed by the court is to deny the defendants' motion for judgment notwithstanding the verdict as to the $80,300.00 but to provide in the judgment that in the event plaintiff recovers the identifiable sum of $80,300.00 from the state court escrow fund admittedly due plaintiff, the judgment rendered in this action shall be credited with the same amount and a double recovery by plaintiff thus avoided.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*77</span> <i>DEFENDANTS' NEW TRIAL MOTION</i>\n</h2>\n<p>In accordance with Rule 50(b), F.R.Civ.P., defendants have joined with the judgment notwithstanding the verdict motion in the alternative a motion for a new trial on all issues. Under this rule the court is required to review the evidence in the light most favorable to the plaintiff and to grant the motion only if defendants were entitled to judgment as a matter of law at the close of all the evidence.</p>\n<p>As previously stated, the court is of opinion that the evidence supported the jury's verdict in favor of plaintiff on his cause of action based on contract, and defendants' motion for a new trial on that cause of action will be denied.</p>\n<p>Should it be held on appeal that the court was in error in dismissing the cause of action based on breach of fiduciary duty, presumably the verdict on this cause of action will be ordered reinstated, and defendants' alternative motion for a new trial on this cause of action will be denied.</p>\n<p>Should it be held on appeal that the court was in error in dismissing the cause of action based on the Fair Trade Act, presumably the verdict on this cause of action will be ordered reinstated, and defendants' alternative motion for a new trial on this cause of action will be denied.</p>\n<p>Should it be held on appeal that the court was in error in dismissing the cause of action based on conversion, presumably the verdict on this cause of action will be ordered reinstated, and defendants' alternative motion for a new trial on this cause of action will be denied. This brings us, however, to the troublesome question of punitive damages which will be dealt with in the following section.</p>\n<p></p>\n<h2><i>PUNITIVE DAMAGES</i></h2>\n<p>At 2:28 p.m. on June 24, 1993 this court had its constitutional sensibilities severely jarred. It was at that moment that the jury announced its award of $7,000,000.00 in punitive damages against defendants AJ and Robert Jacobs following deliberations which had extended over a period of seven hours and fifty-five minutes. Should the court's ruling on the conversion count be upset on appeal, the court, thoroughly convinced that if allowed to stand this award would constitute a gross miscarriage of justice, now rules in the alternative that defendants are at least entitled to a new trial on this issue. The reasons for the court's ruling follow.</p>\n<p>In recent times the Supreme Court has been invited on several occasions to declare punitive damages unconstitutional as violative of the Fifth, Eighth and Fourteenth Amendments of the Constitution, but to date it has not definitively done so. Rather, in most instances it has mounted a constitutional horse and ridden off in all directions.</p>\n<p>Heading the list of recent cases on the subject is <i>Pacific Mutual Life Insurance Company v. Haslip,</i> 499 U.S. 1, 111 S.Ct. 1032, 113 L.Ed.2d 1 (1991). In that case the insureds under a health policy issued by the defendant insurance company offered evidence that without their knowledge defendant's agent continued to collect premiums from them long after defendant had cancelled the policy, and the jury returned a verdict for plaintiffs of over $1,000,000.00 against the insurance company and its agent which sum included a punitive damages award that was more than four times the amount of compensatory damages claimed by the plaintiffs. The Supreme Court held that the punitive damages assessed, although large in comparison to the compensatory damages claimed by the plaintiffs, did not violate due process since the award did not lack objective criteria and was subject to the full panoply of procedural protections including jury instructions which placed reasonable constraints on the exercise of the jury's discretion, a post-verdict hearing by the trial court and an appropriate review by the state supreme court which considered all relevant factors required by Alabama law for insuring that punitive damages are reasonable. Five justices joined in the Court's opinion, two justices filed opinions concurring in the judgment and Justice O'Connor filed a dissenting opinion. Justice Souter took no part in the consideration or decision of the case.</p>\n<p>The Court's most recent pronouncement on the subject is to be found in <i>TXO Production Corporation v. Alliance Resources Corporation,</i> <span class=\"star-pagination\">*78</span> ___ U.S. ___, 113 S.Ct. 2711, 125 L.Ed.2d 366 (1993), just one day after the trial of the present case concluded. In <i>TXO</i> plaintiff obtained a judgment for $19,000.00 in actual damages and $10,000,000.00 in punitive damages. In a plurality opinion Justice Stevens, the Chief Justice, and Justice Blackmun concluded that the punitive damages award of 526 times greater than the actual damages awarded did not violate the substantive component of the Due Process Clause. Citing <i>Haslip,</i> Justice Stevens wrote that the Court would not draw a mathematical bright line between the constitutionally acceptable and constitutionally unacceptable that would fit every case, but that a general concern of reasonableness must enter into the constitutional calculus. Significantly, the plaintiff in <i>TXO</i> did not dispute the proposition that the Fourteenth Amendment imposes a substantive limit on the amount of a punitive damages award, but the plurality opinion held that the punitive award in TXO was not so \"grossly excessive\" as to violate due process and that the disparity between the actual damages and the punitive award was not controlling in the case.</p>\n<p>Justice Kennedy, while concurring in the judgment, stated that the constitutional inquiry should focus not on the amount of money a jury awards in a particular case but on its reasons for doing so. He went on to say that:</p>\n<blockquote>When a punitive damages award reflects bias, passion, or prejudice on the part of the jury, rather than a rational concern for deterrence and retribution, the Constitution has been violated, no matter what the absolute or relative size of the award.</blockquote>\n<p>Justices Scalia and Thomas, who also concurred in the judgment, concluded that although procedural due process requires judicial review of punitive damages awards for reasonableness, there is no federal constitutional right to a substantively correct \"reasonableness\" determination.</p>\n<p>Justice O'Connor, joined by Justice White and as to certain portions of her opinion by Justice Souter, filed a ringing dissent in which it was stated that:</p>\n<blockquote>In [<i>Haslip</i>] this Court held out the promise that punitive damages awards would receive sufficient constitutional scrutiny to restore fairness in what is rapidly becoming an arbitrary and oppressive system. Today the Court's judgment renders <i>Haslip's</i> promise a false one. The procedures that converted this commercial dispute into a $10 million punitive verdict were wholly inadequate. Rather than producing a judgment founded on verifiable criteria, they produced a monstrous award ย 526 times actual damages and over 20 times greater than any punitive award in West Virginia history.</blockquote>\n<p>In her view where, as in <i>TXO,</i> the verdict discloses such great disproportions as to suggest the possibility of bias, caprice or passion due process requires judges \"to engage in [a] searching review.\" She went on to say that the \"plurality opinion erects not a single guidepost to help other courts find their way through this area,\" an observation with which this court finds itself in complete agreement.</p>\n<p>Plaintiff, however, confidently asserts that <i>TXO,</i> if not settling the question for all time, is so closely on point with this case that on its authority this court has no choice but to affirm his $7,000,000.00 verdict. Predictably, the defendants take the opposite view. They assert, in fact, that a plurality opinion, as was <i>TXO,</i> is not even binding on this court, citing <i>Powers v. Alabama Department of Education,</i> 854 F.2d 1285, 1292 n. 11 (11th Cir.1988), <i>cert. denied,</i> 490 U.S. 1107, 109 S.Ct. 3158, 104 L.Ed.2d 1021 (1989). A more scholarly treatment of the plurality opinion problem is to be found in 42 Duke Law Journal 419 (1992). But this court believes that the Supreme Court would take a dim view of a lower court which chose to ignore its decisions which failed to achieve commitment of a majority of the Court to a single proposition of law. This court declines to accept the suggestion that it is not bound by <i>TXO.</i></p>\n<p>But the court is not persuaded that <i>TXO</i> governs the outcome here. On the contrary, sound Fourth Circuit authority does. In <i>Mattison v. Dallas Carrier Corporation,</i> 947 F.2d 95 (4th Cir.1991), which was decided after <i>Haslip</i> but before <i>TXO,</i> it was held that a punitive damages verdict rendered <span class=\"star-pagination\">*79</span> by a jury instructed under South Carolina law violated due process. The court said:</p>\n<blockquote>When a jury is left to its own devices to take property or mete out punishment to whatever extent it feels is best in the course of the process, our sensibilities about that process are offended. It is just this aspect about the South Carolina process that leads us to conclude that the scheme violates the first principle of due process. In circumstances where conduct is found to be reckless, gross or wanton, a jury instructed under South Carolina law is permitted to assess any amount that it feels appropriate to punish or to deter, without any meaningful standard or limitation, and the jury was given that discretion in this case. The court instructed the jury to enter punitive damages in such \"sum as you believe\" will punish and deter. Because no guidance is required by South Carolina law, a reviewing court could not rationally decide that the amount was excessive without simply substituting its notion of excessiveness for that of the jury. Therefore, any award except the most extraordinary and shocking would have to be left standing because standards of excessiveness are substantially undefined.</blockquote>\n<p>The case is directly in point here where the court's instructions to the jury on the punitive damages question read as follows:</p>\n<blockquote>Whether to award punitive damages is a matter within the sound discretion of the jury. Punitive damages are not awarded for the purpose of compensating the plaintiff for his damage nor are they awarded as a matter of right. In deciding whether to award punitive damages, you must determine that there is a need to punish the defendant for his conduct, or to deter the defendant or others from engaging in this or similar conduct in the future, or to make an example out of the defendant.</blockquote>\n<blockquote>Furthermore, if you decide in your discretion to award punitive damages, any amount you award must bear a rational relationship to the sum reasonably needed to punish the defendant for his conduct, or to deter the defendant or others from engaging in this or similar conduct in the future, or to make an example out of the defendant.</blockquote>\n<p>This instruction was taken directly from the North Carolina pattern jury instructions, but like the instructions under South Carolina law in <i>Mattison</i> the jury in this case was permitted to assess any amount that it felt appropriate to punish or to deter without any meaningful standard or limitation. Although the defendants did not object to the foregoing jury instructions, in the light of <i>Mattison</i> the instructions must be held to constitute plain error and to entitle the defendants to a new trial.</p>\n<p>It is true that plaintiff's counsel argued to the jury many additional factors on the basis of which punitive damages might be found, and it may well be that the jury was influenced by this argument to which defendants also failed to object. These additional factors are incorporated in a proposed instruction which may be found in the North Carolina pattern jury instructions, but the court declined to give this instruction because it is not supported by North Carolina law.</p>\n<p>And so the jury was left to determine as best it could whether there was a \"rational relationship\" between the amount awarded and the sum reasonably needed to punish the defendants or to deter defendants and others from engaging in similar conduct in the future. <i>Mattison</i> holds that this left the jury with little or no guidance as to how to apply the law to the evidence, and this court agrees.</p>\n<p>Plaintiff's contention that the instructions here were similar to those given by the trial court in <i>TXO</i> overlooks the fact that the Supreme Court expressly declined to rule on the sufficiency of the jury instructions in that case because the question had not been raised in the court below. ___ U.S. at ___, 113 S.Ct. at 2723-24.</p>\n<p>The question of multiple punishments also arises in this case. All courts agree that the purposes served by punitive damages are punishment and deterrence. This court readily agrees that egregious violations of ethical business standards by unscrupulous businessmen should be punished, and that such punishment should be so substantial <span class=\"star-pagination\">*80</span> as to serve as a deterrent to others who would engage in such forbidden conduct. But how much punishment is enough? Obviously this poses a question for the factfinder, but once a dollar amount has been assigned for punishment purposes, should a second factfinder be permitted to assess additional punishment for the very same conduct? Punitive damages in fact serve as a fine for what in effect is criminal conduct, and the Fifth Amendment forbids putting a defendant twice in jeopardy for the same offense.</p>\n<p>Why should the same rule not apply in this case where these defendants have already been hit with a $350,000.00 punitive damages judgment in the state court action based on the identical facts here involved? While recognizing that the highly esteemed Third Circuit has recently found that allowing multiple recoveries of punitive damages in the asbestos cases did not violate the Due Process Clause, <i>Dunn v. Hovic,</i> 1 F.3d 1371 (3rd Cir.1993), this court is not bound by that decision and respectfully chooses not to apply it here. Instead the court rules that having been found guilty of conduct warranting the assessment of punitive damages against it by a competent tribunal, a defendant should not thereafter be liable for punitive damages in another action involving the same conduct.</p>\n<p>Finally, there is a feature of the punitive damages procedure which, if it does not render it constitutionally suspect, at least serves to make it morally wrong, and that is the fact that the proceeds of a punitive damages award go not into the public coffers as do all other fines and forfeitures but into the pockets of the successful plaintiff and his attorney.</p>\n<p>In the usual case where punitive damages are sought the condemned conduct of the defendant is criminal or quasi-criminal in nature. In this case, for instance, the complaint charged the defendants were guilty of \"intentional and fraudulent concealment,\" \"untruthful testimony,\" \"failing to truthfully and accurately account for all monies received, conversion of money\" and engaging in a pattern of racketeering activity in violation of 18 U.S.C. ยง 1961 by knowingly and intentionally committing perjury, concealing evidence and converting to their own use monies belonging to the plaintiff.</p>\n<p>This theme was carried forward in plaintiff's counsel's argument to the jury when he made statements such as:</p>\n<blockquote>That's a substantial amount of money, but it's nowhere near what they have profited and it is nowhere near the amount of money that will do anything other than just depress them because they finally have to give back, after all, what was stolen money in the first place. That's what you found: It's stolen money.</blockquote>\n<p>Tr. Jury Argument p. 17, and</p>\n<blockquote>Mr. Robert Jacobs, who has set, if not new lows, at least he's right up there with the people that you read about that have been stopped for some fraud or that the state has shut down in some sort of a real estate scam one way or another. He does the exact same sort of conduct. It's outright lying, concealment, anything at all to make a buck at the expense of real people.</blockquote>\n<p>Tr. Jury Argument p. 19.</p>\n<p>In short, the basis of plaintiff's claim for punitive damages was criminal conduct which violated the rights of the general public as well as those of the plaintiff. But if defendants had been prosecuted criminally for the same conduct and had been fined following conviction, the fine would have gone into the public treasury, and it is difficult to believe that a statute directing that the fine be turned over to the already fully compensated plaintiff would have withstood constitutional scrutiny.</p>\n<p>And so, while this court could live very comfortably with a procedure which would allow tortfeasors in or out of the commercial world to be assessed punitive damages for wrongful conduct provided such damages when collected would inure to the benefit of the offended citizenry and not just the person who brought the action, the confused state of the law in the area of punitive damages and the reluctance of the courts to solve the problem by what this court considers the proper application of constitutional principles, insures that nothing is going to happen until Congress, the state legislatures, or both, step in and enact corrective legislation. <span class=\"star-pagination\">*81</span> So long as courts continue to look the other way on such outrageous awards as the ten billion dollar verdict rendered in the highly publicized <i>Pennzoil-Texaco</i> case of a few years back, or the punitive damages award in <i>TXO</i> of 526 times the amount of the compensatory damages, beleaguered employers as well as the general public (on whom payment of excessive jury awards ultimately rests) may expect no relief from the courts.</p>\n<p>This court, of course, will continue to apply the law as best it can be discerned from the sometimes bewildering decisions currently covering the punitive damages field. Were it writing on a clean slate it would have no hesitance in ruling unconstitutional the award of punitive damages in the present case and would simply enter judgment for the defendants on this issue. Instead, the court must state that the award of $7,000,000.00 as punitive damages in this case was shocking to the court's conscience, and in the event the court's ruling on the conversion count is reversed on appeal it must be set aside as grossly excessive and contrary to the weight of the evidence.</p>\n<p>Judgment in accordance with the foregoing decision will be entered.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">68</span></span> (1993)</b></center>\n<center><h1>TUDOR ASSOCIATES, LTD., II, etc., Plaintiff<br>\nv.<br>\nAJ AND AJ SERVICING, INC., et al., Defendants.</h1></center>\n<center>No. 91-300-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 7, 1993.</center>\n<p><span class=\"star-pagination\">*69</span> <span class=\"star-pagination\">*70</span> <span class=\"star-pagination\">*71</span> Irvin P. Breedlove, Jr., Durham, NC, Joseph N. Callaway, Battle, Winslow, Scott &amp; Wiley, Rocky Mount, NC, for Limited Tudor Associates, II and Joseph N. Callaway.</p>\n<p>James A. Roberts, III, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for AJ and AJ Servicing, Inc.</p>\n<p>E.D. Gaskins, Jr., Everett, Gaskins, Hancock &amp; Stevens, Raleigh, NC, James R. Van Camp, Thomas M. Van Camp, Van Camp, West, Hayes &amp; Meacham, Carthage, NC, J. Anthony Penry, Petree, Stockton &amp; Robinson, Raleigh, NC, for E.J. Realty Management Corp. and Robert Jacobs.</p>\n<p>Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, NC, James R. Van Camp, Van Camp, West, Hayes, Meacham, Carthage, NC, James A. Roberts, III, Maripen, Taylor, Ellis, Adams, Raleigh, NC, for Alan Jacobs.</p>\n<p>E.D. Gaskins, Jr., Everett, Gaskins, Hancock &amp; Stevens, Raleigh, NC, for Garden National Properties, Inc.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>The bifurcated jury trial of this action brought by the trustee in bankruptcy of Tudor Associates, Ltd., II (\"the plaintiff\" or \"Tudor\") against AJ and AJ Servicing, Inc., E.J. Realty Management Corporation, Garden National Properties, Inc., Alan Jacobs and Robert Jacobs (\"AJ\" or \"the defendants\") at the June 1993 civil session of the court at Raleigh resulted in a finding for the plaintiff against all defendants except Alan Jacobs in the liability phase of the trial and a finding of compensatory damages in the amount of $529,696.50 plus punitive damages in the amount of $7,000,000.00 in the damages phase. Now before the court is the motion of defendants for judgment as a matter of law notwithstanding the verdict (\"JNOV\") and in the alternative for a new trial. The motion has been extensively briefed, and the questions posed are now ripe for resolution.</p>\n<p>In the lengthy history of this case the facts have been stated in detail on many occasions, and they will not be repeated here. For present purposes the following abbreviated version of the facts will suffice.</p>\n<p>The case started with the sale by Tudor's trustee in bankruptcy of four rental properties in Durham, North Carolina to EMT of Ohio, Inc. (\"EMT\") in 1979. Subject to several primary mortgages these properties were sold by EMT to a group of investors located mainly in New York (\"the limited partners\"). As a part of the purchase price EMT took four purchase money notes and mortgages denominated \"wrap around mortgages\" which encompassed the primary mortgages and the balance due EMT by the limited partners on the purchase price.</p>\n<p>AJ had obtained the limited partners as purchasers of the properties, and as compensation for its efforts in this regard and the services to be rendered by AJ in servicing the wrap around mortgages AJ and EMT entered into a series of letter agreements <span class=\"star-pagination\">*72</span> under the terms of which AJ acquired substantial rights and obligations which EMT undertook to secure by a lien on a one-half undivided interest in the mortgages. EMT retained the other one-half undivided interest in the mortgages.</p>\n<p>Alleging a fraud on the bankruptcy court by EMT in connection with its purchase of the four rental properties, Tudor brought an action against EMT in the bankruptcy court which resulted in a judgment against EMT in the amount of $11,600,000. To secure payment of this judgment Tudor was granted an equitable lien on EMT's one-half undivided interest in the wrap around mortgages and the notes secured thereby. The judgment remains unpaid.</p>\n<p>In that action to which AJ was a party Tudor had also sought to invalidate AJ's one-half undivided interest in the notes and mortgages, but the court held that \"[t]he transfers by Executive Management Trustees, Inc., an Ohio Corporation, of a one-half interest in the notes ... to AJ and AJ Servicing, Inc., are valid transfers and are not subject to any claims by the plaintiff.\" The judgment was filed September 14, 1988.</p>\n<p>AJ, as the recognized owner of a one-half undivided interest in the wrap around mortgages and as the lawful servicing agent for the mortgages, undertook to defend the present action on the ground that the letter agreements which it had with EMT authorized its retention of all monies collected prior to the institution of this lawsuit and that consequently plaintiff was not entitled to any payment by reason of its equitable lien, at least until 1991 when in connection with a state court action brought by the limited partners against AJ the payments collected by AJ on the mortgages after deducting the expenses of operating the mortgaged properties and the payments due the holders of the primary mortgages thereon (referred to in the letter agreements as \"cash flow\") was placed in an escrow account awaiting the outcome of this action.</p>\n<p>Throughout the course of the litigation plaintiff has stressfully maintained that he was not bound by the letter agreements, but the court ruled against plaintiff on this point as did the bankruptcy court in effect when it denied plaintiff's attempt to invalidate AJ's interest. Thus the pivotal question in the case has been whether or not these letter agreements authorized defendants to retain for their own use and to the exclusion of the plaintiff all of the money collected on the mortgages less payments due on the primary mortgages and operating expenses.</p>\n<p>Not content with a single cause of action on contract which would support a judgment for all the compensatory damages he would ever be able to prove, the plaintiff in his thirty-five-page complaint peppered defendants with several additional causes of action, all based essentially on the same facts. Four of plaintiff's causes of action survived summary judgment, and the jury decided each of them in plaintiff's favor. Defendants now ask the court to set aside the verdict in each instance and render judgment notwithstanding the verdict or in the alternative to award defendants a new trial.</p>\n<p></p>\n<h2><i>THE CAUSE OF ACTION BASED ON CONTRACT</i></h2>\n<p>Although the parties have engaged in an almost unprecedented paper war for the better part of two years, this was in fact a simple contract action in which plaintiff sought to enforce his equitable lien on the one-half undivided interest of EMT in the wrap around mortgages referred to above. Count IV of plaintiff's lengthy complaint was entitled \"Breach of Contract Against Defendants AJ Servicing, Alan Jacobs and Robert Jacobs.\" After adopting the first seventy-one paragraphs of the complaint plaintiff alleged in this count that prior to October 31, 1988 AJ had a \"contractual obligation\" as servicing agent to collect mortgage payments due on four purchase money mortgage notes; that an undivided one-half interest in the payments was due plaintiff as lienor; and that AJ breached its \"contractual obligations\" by failing to collect payments due, by wrongfully retaining for its own use some of the monies collected and \"by failing to truthfully and accurately account for all monies received ... on the undivided one-half ... interest in the four purchase money mortgage notes held by Tudor II as lienor.\"</p>\n<p><span class=\"star-pagination\">*73</span> Prodded on two occasions and finally ordered by the court to identify the parties and terms of the contract out of which AJ's \"contractual obligation\" allegedly arose, information needed by the court in preparing the issues to be submitted to the jury and the jury instructions, plaintiff's counsel was never able to do so to the satisfaction of the court. At the same time plaintiff continued to insist that the letter agreements between AJ and EMT referred to above were not contracts binding on the plaintiff.</p>\n<p>Finally, the court concluded that the letter agreements did in fact constitute the only contracts binding on AJ and that as successor in interest to EMT's rights under the letter agreements they were equally binding on the plaintiff. Accordingly, issues were formulated for jury decision to ascertain whether or not AJ had breached its obligations under the contract which resulted from the letter agreements.</p>\n<p>By its verdict the jury determined that:</p>\n<p>1. Defendants wrongfully deducted from the cash flow collected by AJ management fees in excess of those authorized by the contract;</p>\n<p>2. Defendants wrongfully deducted from such revenues reserves in excess of those authorized by the contract;</p>\n<p>3. Defendants wrongfully deducted from such revenues attorney's fees not authorized by the contract; and</p>\n<p>4. Defendants wrongfully deducted from such revenues accountant's fees not authorized by the contract.</p>\n<p>A careful review of this contract between AJ and EMT, the terms of which are binding on plaintiff, and the evidence offered by plaintiff in support of his contract action has served to convince the court that there was a legally sufficient evidentiary basis for a reasonable jury to have made these findings, and the jury verdict on the contract cause of action will not be disturbed.</p>\n<p></p>\n<h2><i>THE CAUSE OF ACTION BASED ON BREACH OF FIDUCIARY DUTY</i></h2>\n<p>Count III of plaintiff's copious complaint alleges that AJ \"had a fiduciary duty to EMT-Ohio and Tudor II by virtue of its previous role as `servicing agent;'\" that it breached this duty by failing to collect and remit to Tudor as lienor its one-half of the cash flow through 1988 and by converting to its own use cash flow to which plaintiff was entitled in an amount in excess of $1,000,000.00.</p>\n<p>The jury found that AJ owed a fiduciary duty to plaintiff and that it breached this duty. The court is convinced that these findings are contrary to the weight of the evidence and the applicable law, and they will be set aside.</p>\n<p>The parties agree that North Carolina law governs in this action, and under that law in order to create a fiduciary duty on the part of one party to another there must be a relationship between the two of special faith, confidence and trust. <i>Curl v. Key,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">259</span></span>, 264, <span class=\"citation\" data-id=\"1333687\"><a href=\"/opinion/1333687/curl-by-and-through-curl-v-key/\"><span class=\"volume\">316</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">272</span></a></span>, 275 (1984). Here the evidence was that far from reposing special faith, confidence and trust in AJ, following the bankruptcy court judgment of September 14, 1988 under which plaintiff acquired his equitable lien plaintiff and AJ were constantly at odds, and in a motion filed in the bankruptcy court in November 1988 plaintiff tried unsuccessfully to oust AJ as servicing agent for the mortgages.</p>\n<p>Be this as it may, it is not perceived that the court's ruling prejudices plaintiff in any way. Plaintiff is still entitled to recover all of his compensatory damages under the jury's verdict in his cause of action based on contract.</p>\n<p></p>\n<h2><i>THE CAUSE OF ACTION BASED ON THE NORTH CAROLINA FAIR TRADE ACT</i></h2>\n<p>Count VI of plaintiff's prolix complaint charges that AJ, Alan Jacobs and Robert Jacobs during the period 1980 through 1988 engaged in unfair and deceptive trade practices by collecting and converting to their own use cash flow resulting from the mortgage payments without paying plaintiff his one-half thereof; by converting to their own use unauthorized \"management fees;\" by preparing and filing false and misleading accountings; by falsely representing the actual <span class=\"star-pagination\">*74</span> expense of the management of the properties; by improperly charging against cash flow certain unauthorized legal and accounting fees; and by improperly deducting \"reserves\" from the cash flow, all in violation of the North Carolina Fair Trade Act, N.C.G.S. ยง 75-1.1.</p>\n<p>By its verdict the jury found that AJ engaged in unlawful practices by concealing from plaintiff revenues collected in servicing the wrap around mortgages to which plaintiff was entitled by depositing such revenues in various bank accounts unknown to plaintiff; that it filed false and deceptive reports with the bankruptcy court; that it misrepresented to plaintiff his rights to revenues collected; that it misled or deceived plaintiff as to the application of revenues collected; that it concealed from plaintiff the identity and ownership of the persons and corporations to whom management fees were being paid; that it falsely represented to the plaintiff that expenses for attorney's and accounting fees were related to the operation of the properties; that it falsely represented to the plaintiff that additional management fees had been approved by the property owners; that these acts were committed by AJ in commerce; and that the acts were the proximate cause of damage to the plaintiff.</p>\n<p>Nothing else appearing, these findings would seem to constitute unfair and deceptive trade practices under the Fair Trade Act and would justify a ruling by the court under North Carolina law that plaintiff is entitled to recover treble damages. Unfortunately for plaintiff under North Carolina law another principle comes into play at this point, and that is the rule that a simple breach of contract does not constitute an unfair or deceptive trade practice. <i>Coble v. Richardson Corporation,</i> 71 N.C.App. 511, <span class=\"citation\" data-id=\"1320083\"><a href=\"/opinion/1320083/coble-v-richardson-corp-of-greensboro/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">817</span></a></span> (1984). This court and the Fourth Circuit have recognized and applied this rule in several cases. <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> <span class=\"citation\" data-id=\"390852\"><a href=\"/opinion/390852/united-roasters-inc-v-colgate-palmolive-company-state-of-north/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 992 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1981); <i>Bartolomeo v. S.B. Thomas, Inc.,</i> <span class=\"citation\" data-id=\"532057\"><a href=\"/opinion/532057/tim-bartolomeo-dba-quality-brands-inc-v-sb-thomas-inc-cpc/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 535 (4th Cir.1989).</p>\n<p>What we have here are acts on the part of defendants which deprived plaintiff of money on which plaintiff had an equitable lien, and by a preponderance of the evidence the jury has found that in four instances those acts were in violation of AJ's duties under its contract with EMT. Defendants, of course, contend that they have always acted in compliance with the contract, and that they were entitled under the contract to retain for themselves all of the money to which plaintiff now lays claim. Defendants further assert that even if they had been guilty of violating the contract and that even if such violation had been intentional this conduct would not have been in violation of the Fair Trade Act. <i>See Bartolomeo</i> and <i>United Roasters, Inc., supra</i><i>.</i></p>\n<p>An equally compelling reason why plaintiff is not entitled to recover under his Fair Trade Act claim is the fact that defendants were liable only for acts that occurred after September 14, 1988, the date on which plaintiff was awarded his equitable lien by the bankruptcy court. A review of the evidence offered by plaintiff of defendants' wrongful acts has failed to reveal any substantial evidence of wrongdoing which occurred subsequent to the cutoff date.</p>\n<p>Evidence of alleged prior wrongs of defendants committed prior to September 14, 1988 was in fact admitted. This was done under Rule 404(b) of the Federal Rules of Evidence which allows such proof in order to show opportunity, intent, plan, knowledge or absence of mistake or accident. However, prior to taking up the individual counts of the complaint the court in its instructions to the jury told them that:</p>\n<blockquote>In a prior ruling before the start of this trial, the court determined that plaintiff can recover only for acts that have occurred after September 14, 1988. You may consider evidence admitted during the trial occurring prior to that date to establish the basis of plaintiff's claims. However, you may not find that defendants violated any of plaintiff's rights for any of their actions prior to September 14, 1988.</blockquote>\n<p>In the instructions covering the breach of contract, breach of fiduciary duty and conversion claims the jury was again reminded that recovery was limited to claims arising <span class=\"star-pagination\">*75</span> after September 14, 1988. Unfortunately, this reminder was not stated in the instructions on the Fair Trade Act claim, and the issues submitted to the jury on this claim failed to mention this cutoff date. It may very well be that the jury at the close of this long trial, having before it the issue as so framed, was unable to differentiate between the Rule 404(b) evidence and evidence of defendants' actions during the liability period. Be that as it may, the verdict on the Fair Trade Act issues is clearly contrary to the weight of the evidence and the law and must be set aside.</p>\n<p>Finally, under North Carolina law the jury only finds the facts which might support a cause of action under the Fair Trade Act, and whether the facts found constitute an unfair or deceptive practice under all the circumstances is a question of law for the court. <i>Marshall v. Miller,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">539</span></span>, 540, <span class=\"citation\" data-id=\"1252319\"><a href=\"/opinion/1252319/marshall-v-miller/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">397</span></a></span>, 398 (1981). Although plaintiff staunchly maintains that defendants continued to practice deception and conceal needed information from plaintiff after September 14, 1988, the evidence in fact shows that after that date plaintiff kept a watchful eye on defendants and had access to adequate information to enable him to ascertain the status of his claims against defendants at all times. Based on this evidence and all the circumstances the court does not find a violation of the Fair Trade Act by the defendants subsequent to September 14, 1988. <i>American Craft Hosiery Corporation v. Damascus Hosiery Mills, Inc.,</i> <span class=\"citation\" data-id=\"1462252\"><a href=\"/opinion/1462252/american-craft-hosiery-v-damascus-hosiery-mills/\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">816</span></a></span> (W.D.N.C.1983).</p>\n<p>The motion of defendants for judgment notwithstanding the verdict on plaintiff's cause of action based on the Fair Trade Act will be granted.</p>\n<p></p>\n<h2><i>THE CAUSE OF ACTION BASED ON CONVERSION</i></h2>\n<p>Count V of plaintiff's profuse complaint alleges that all the defendants were guilty of conversion, and the jury found that the defendants AJ, E.J. Realty Management Corporation and Garden National Properties, Inc. converted to their own use cash flow collected by AJ to which plaintiff was entitled and that in so doing each of these three defendants acted with gross, willful, reckless or wanton disregard for the rights of the plaintiff. In a separate issue the jury found that defendant Robert Jacobs had so dominated and controlled the acts and affairs of AJ in the manner outlined in the court's instructions as to require that the corporate entity be disregarded and that AJ's acts and affairs be deemed the individual acts and affairs of Robert Jacobs. These findings form the basis of the jury's award of punitive damages.</p>\n<p>Under North Carolina law conversion has been defined as the \"unauthorized assumption and exercise of the right of ownership over goods or personal chattels belonging to another, to the alteration of their condition or the exclusion of an owner's rights.\" <i>Garvin v. City of Fayetteville,</i> 102 N.C.App. 121, 123, <span class=\"citation\" data-id=\"1312358\"><a href=\"/opinion/1312358/garvin-v-city-of-fayetteville/\"><span class=\"volume\">401</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">133</span></a></span>, 134 (1991). It is tantamount to stealing. As in the case of Fair Trade Act violations, proof of a breach of contract alone will not suffice to support an action for conversion. The breach of contract must be accompanied by a separate tort. <i>Belford Trucking Company v. Zagar,</i> <span class=\"citation\" data-id=\"1147718\"><a href=\"/opinion/1147718/belford-trucking-co-v-zagar/\"><span class=\"volume\">243</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">646</span></a></span> (Fla.App.1970) (mere obligation to pay money not enforceable in a conversion action, and where basis of suit is contract, a tort action is inappropriate). <i>See also </i><i>Advanced Surgical Technologies, Inc. v. Automated Instruments, Inc.,</i> <span class=\"citation\" data-id=\"461320\"><a href=\"/opinion/461320/advanced-surgical-technologies-inc-a-delaware-corporation/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1504</span></a></span> (11th Cir.1985), and <i>Fink v. Pohlman,</i> 85 Md.App. 106, <span class=\"citation\" data-id=\"2208994\"><a href=\"/opinion/2208994/fink-v-pohlman/\"><span class=\"volume\">582</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">539</span></a></span> (1990) (\"A positive, tortious act is required to establish a conversion under a contract and a mere breach of contract is not sufficient\").</p>\n<p>Finally, the basis of plaintiff's claim here is the judgment awarded him against EMT in the bankruptcy court and the equitable lien placed by the court on EMT's interest in the wrap around mortgages to assist plaintiff in collecting the judgment, and for almost one hundred fifty years it has been the law in North Carolina that a judgment is neither goods nor a chattel and that a judgment creditor has no property interest in the judgment sufficient to support an action for conversion against one who has collected and converted to his own use the proceeds of the judgment. <i>Cobb v. Cornegay,</i> <span class=\"star-pagination\">*76</span> <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">358</span></span> (1846); <i>Platt v. Potts,</i> <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">266</span></span> (1850). Even if the mortgage payments allegedly converted by defendants constituted property, plaintiff at best had only an equitable interest in it, and it has long been the law that a mere equitable interest in personal property will not support an action for conversion. 18 Am.Jur.2d, Conversion, ยง 80, <i>citing </i><i>Shipley v. Meadowbrook Club, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">Md.</span> <span class=\"page\">142</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">288</span></span> (1956); <i>Osborne v. Chandeysson Electric Company,</i> <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">657</span></span> (Mo.1952); and <i>Laurent v. Williamsburgh Savings Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">750</span></span> (1954). <i>See also </i><i>Nelson v. Nelson Neal Lumber Company,</i> <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">626</span></span>, 92 A.L.R. 554 (1932).</p>\n<p>Application of the foregoing principles to the instant case leads inevitably to the conclusion that the jury's verdict on the conversion issue is not supported by the evidence or the law, and defendants' JNOV motion on plaintiff's cause of action based on conversion must be allowed. Since the jury's findings on the issue of willful and wanton conduct on the part of defendants was dependent upon a finding of liability on the conversion count, it also follows that the verdict on this issue and the assessment of punitive damages must be set aside, and the judgment will so provide.</p>\n<p></p>\n<h2><i>EXCESSIVE COMPENSATORY DAMAGES</i></h2>\n<p>The court has previously upheld the jury's verdict on the contract cause of action, and the compensatory damages assessed in connection with that count totaled $529,696.50. The defendants in their JNOV motion have challenged a portion of this amount in two respects:</p>\n<p>First, the jury found that the $529,696.50 included management fees in the amount of $284,981.00 deducted by AJ from the cash flow in excess of the fees authorized by its contract. Defendants contend that plaintiff's evidence showed that the management fees charged included those for all of 1988; that the jury failed to adjust these figures to include only management fees charged after September 14, 1988; and that the verdict should therefore be reduced by $60,597.50. Plaintiff, on the other hand, contends that the excessive management fees for 1988 were simply the result of an afterthought on the part of defendants; that the fees for 1988 were not deducted until December 1988 which was within the liability period; and that the jury's verdict was therefore properly based on the evidence.</p>\n<p>The court finds that plaintiff has the better of the argument on this score, and defendants' motion that the verdict be reduced by $60,597.50 will be denied.</p>\n<p>Second, defendants contend that the figure of $596,696.50 includes the sum of $80,300.00 presently being held in the escrow account referred to above awaiting the outcome of this case and that plaintiff and defendants have agreed that plaintiff is entitled to this sum. Defendants claim that if plaintiff is given a judgment for this sum and later collects from the escrow fund this same money plaintiff will have had a double recovery.</p>\n<p>Defendants are certainly correct in their position on this question, but the problem arises because of a judgment rendered just prior to the trial of this action in a state court action brought by the limited partners as owners of the four rental properties against these same defendants in which the limited partners were awarded several million dollars in compensatory damages and $350,000.00 in punitive damages. The escrow fund referred to was established in connection with the state court action, and should it now be applied to the limited partners judgment, the plaintiff here might find himself unable to recover from the escrow account the $80,300.00 admittedly owed him.</p>\n<p>The solution proposed by the court is to deny the defendants' motion for judgment notwithstanding the verdict as to the $80,300.00 but to provide in the judgment that in the event plaintiff recovers the identifiable sum of $80,300.00 from the state court escrow fund admittedly due plaintiff, the judgment rendered in this action shall be credited with the same amount and a double recovery by plaintiff thus avoided.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*77</span> <i>DEFENDANTS' NEW TRIAL MOTION</i>\n</h2>\n<p>In accordance with Rule 50(b), F.R.Civ.P., defendants have joined with the judgment notwithstanding the verdict motion in the alternative a motion for a new trial on all issues. Under this rule the court is required to review the evidence in the light most favorable to the plaintiff and to grant the motion only if defendants were entitled to judgment as a matter of law at the close of all the evidence.</p>\n<p>As previously stated, the court is of opinion that the evidence supported the jury's verdict in favor of plaintiff on his cause of action based on contract, and defendants' motion for a new trial on that cause of action will be denied.</p>\n<p>Should it be held on appeal that the court was in error in dismissing the cause of action based on breach of fiduciary duty, presumably the verdict on this cause of action will be ordered reinstated, and defendants' alternative motion for a new trial on this cause of action will be denied.</p>\n<p>Should it be held on appeal that the court was in error in dismissing the cause of action based on the Fair Trade Act, presumably the verdict on this cause of action will be ordered reinstated, and defendants' alternative motion for a new trial on this cause of action will be denied.</p>\n<p>Should it be held on appeal that the court was in error in dismissing the cause of action based on conversion, presumably the verdict on this cause of action will be ordered reinstated, and defendants' alternative motion for a new trial on this cause of action will be denied. This brings us, however, to the troublesome question of punitive damages which will be dealt with in the following section.</p>\n<p></p>\n<h2><i>PUNITIVE DAMAGES</i></h2>\n<p>At 2:28 p.m. on June 24, 1993 this court had its constitutional sensibilities severely jarred. It was at that moment that the jury announced its award of $7,000,000.00 in punitive damages against defendants AJ and Robert Jacobs following deliberations which had extended over a period of seven hours and fifty-five minutes. Should the court's ruling on the conversion count be upset on appeal, the court, thoroughly convinced that if allowed to stand this award would constitute a gross miscarriage of justice, now rules in the alternative that defendants are at least entitled to a new trial on this issue. The reasons for the court's ruling follow.</p>\n<p>In recent times the Supreme Court has been invited on several occasions to declare punitive damages unconstitutional as violative of the Fifth, Eighth and Fourteenth Amendments of the Constitution, but to date it has not definitively done so. Rather, in most instances it has mounted a constitutional horse and ridden off in all directions.</p>\n<p>Heading the list of recent cases on the subject is <i>Pacific Mutual Life Insurance Company v. Haslip,</i> <span class=\"citation\" data-id=\"112557\"><a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112557\"><a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1032</span></a></span>, <span class=\"citation\" data-id=\"112557\"><a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1991). In that case the insureds under a health policy issued by the defendant insurance company offered evidence that without their knowledge defendant's agent continued to collect premiums from them long after defendant had cancelled the policy, and the jury returned a verdict for plaintiffs of over $1,000,000.00 against the insurance company and its agent which sum included a punitive damages award that was more than four times the amount of compensatory damages claimed by the plaintiffs. The Supreme Court held that the punitive damages assessed, although large in comparison to the compensatory damages claimed by the plaintiffs, did not violate due process since the award did not lack objective criteria and was subject to the full panoply of procedural protections including jury instructions which placed reasonable constraints on the exercise of the jury's discretion, a post-verdict hearing by the trial court and an appropriate review by the state supreme court which considered all relevant factors required by Alabama law for insuring that punitive damages are reasonable. Five justices joined in the Court's opinion, two justices filed opinions concurring in the judgment and Justice O'Connor filed a dissenting opinion. Justice Souter took no part in the consideration or decision of the case.</p>\n<p>The Court's most recent pronouncement on the subject is to be found in <i>TXO Production Corporation v. Alliance Resources Corporation,</i> <span class=\"star-pagination\">*78</span> ___ U.S. ___, <span class=\"citation\" data-id=\"112900\"><a href=\"/opinion/112900/txo-production-corp-v-alliance-resources-corp/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2711</span></a></span>, <span class=\"citation\" data-id=\"112900\"><a href=\"/opinion/112900/txo-production-corp-v-alliance-resources-corp/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">366</span></a></span> (1993), just one day after the trial of the present case concluded. In <i>TXO</i> plaintiff obtained a judgment for $19,000.00 in actual damages and $10,000,000.00 in punitive damages. In a plurality opinion Justice Stevens, the Chief Justice, and Justice Blackmun concluded that the punitive damages award of 526 times greater than the actual damages awarded did not violate the substantive component of the Due Process Clause. Citing <i>Haslip,</i> Justice Stevens wrote that the Court would not draw a mathematical bright line between the constitutionally acceptable and constitutionally unacceptable that would fit every case, but that a general concern of reasonableness must enter into the constitutional calculus. Significantly, the plaintiff in <i>TXO</i> did not dispute the proposition that the Fourteenth Amendment imposes a substantive limit on the amount of a punitive damages award, but the plurality opinion held that the punitive award in TXO was not so \"grossly excessive\" as to violate due process and that the disparity between the actual damages and the punitive award was not controlling in the case.</p>\n<p>Justice Kennedy, while concurring in the judgment, stated that the constitutional inquiry should focus not on the amount of money a jury awards in a particular case but on its reasons for doing so. He went on to say that:</p>\n<blockquote>When a punitive damages award reflects bias, passion, or prejudice on the part of the jury, rather than a rational concern for deterrence and retribution, the Constitution has been violated, no matter what the absolute or relative size of the award.</blockquote>\n<p>Justices Scalia and Thomas, who also concurred in the judgment, concluded that although procedural due process requires judicial review of punitive damages awards for reasonableness, there is no federal constitutional right to a substantively correct \"reasonableness\" determination.</p>\n<p>Justice O'Connor, joined by Justice White and as to certain portions of her opinion by Justice Souter, filed a ringing dissent in which it was stated that:</p>\n<blockquote>In [<i>Haslip</i>] this Court held out the promise that punitive damages awards would receive sufficient constitutional scrutiny to restore fairness in what is rapidly becoming an arbitrary and oppressive system. Today the Court's judgment renders <i>Haslip's</i> promise a false one. The procedures that converted this commercial dispute into a $10 million punitive verdict were wholly inadequate. Rather than producing a judgment founded on verifiable criteria, they produced a monstrous award ย 526 times actual damages and over 20 times greater than any punitive award in West Virginia history.</blockquote>\n<p>In her view where, as in <i>TXO,</i> the verdict discloses such great disproportions as to suggest the possibility of bias, caprice or passion due process requires judges \"to engage in [a] searching review.\" She went on to say that the \"plurality opinion erects not a single guidepost to help other courts find their way through this area,\" an observation with which this court finds itself in complete agreement.</p>\n<p>Plaintiff, however, confidently asserts that <i>TXO,</i> if not settling the question for all time, is so closely on point with this case that on its authority this court has no choice but to affirm his $7,000,000.00 verdict. Predictably, the defendants take the opposite view. They assert, in fact, that a plurality opinion, as was <i>TXO,</i> is not even binding on this court, citing <i>Powers v. Alabama Department of Education,</i> <span class=\"citation\" data-id=\"510326\"><a href=\"/opinion/510326/larry-l-powers-carl-e-davis-individually-class-a-all-black/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></a></span>, 1292 n. 11 (11th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3158</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1021</span></span> (1989). A more scholarly treatment of the plurality opinion problem is to be found in 42 Duke Law Journal 419 (1992). But this court believes that the Supreme Court would take a dim view of a lower court which chose to ignore its decisions which failed to achieve commitment of a majority of the Court to a single proposition of law. This court declines to accept the suggestion that it is not bound by <i>TXO.</i></p>\n<p>But the court is not persuaded that <i>TXO</i> governs the outcome here. On the contrary, sound Fourth Circuit authority does. In <i>Mattison v. Dallas Carrier Corporation,</i> <span class=\"citation\" data-id=\"570417\"><a href=\"/opinion/570417/vivian-mattison-morty-ronald-mattison-v-dallas-carrier-corporation/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span> (4th Cir.1991), which was decided after <i>Haslip</i> but before <i>TXO,</i> it was held that a punitive damages verdict rendered <span class=\"star-pagination\">*79</span> by a jury instructed under South Carolina law violated due process. The court said:</p>\n<blockquote>When a jury is left to its own devices to take property or mete out punishment to whatever extent it feels is best in the course of the process, our sensibilities about that process are offended. It is just this aspect about the South Carolina process that leads us to conclude that the scheme violates the first principle of due process. In circumstances where conduct is found to be reckless, gross or wanton, a jury instructed under South Carolina law is permitted to assess any amount that it feels appropriate to punish or to deter, without any meaningful standard or limitation, and the jury was given that discretion in this case. The court instructed the jury to enter punitive damages in such \"sum as you believe\" will punish and deter. Because no guidance is required by South Carolina law, a reviewing court could not rationally decide that the amount was excessive without simply substituting its notion of excessiveness for that of the jury. Therefore, any award except the most extraordinary and shocking would have to be left standing because standards of excessiveness are substantially undefined.</blockquote>\n<p>The case is directly in point here where the court's instructions to the jury on the punitive damages question read as follows:</p>\n<blockquote>Whether to award punitive damages is a matter within the sound discretion of the jury. Punitive damages are not awarded for the purpose of compensating the plaintiff for his damage nor are they awarded as a matter of right. In deciding whether to award punitive damages, you must determine that there is a need to punish the defendant for his conduct, or to deter the defendant or others from engaging in this or similar conduct in the future, or to make an example out of the defendant.</blockquote>\n<blockquote>Furthermore, if you decide in your discretion to award punitive damages, any amount you award must bear a rational relationship to the sum reasonably needed to punish the defendant for his conduct, or to deter the defendant or others from engaging in this or similar conduct in the future, or to make an example out of the defendant.</blockquote>\n<p>This instruction was taken directly from the North Carolina pattern jury instructions, but like the instructions under South Carolina law in <i>Mattison</i> the jury in this case was permitted to assess any amount that it felt appropriate to punish or to deter without any meaningful standard or limitation. Although the defendants did not object to the foregoing jury instructions, in the light of <i>Mattison</i> the instructions must be held to constitute plain error and to entitle the defendants to a new trial.</p>\n<p>It is true that plaintiff's counsel argued to the jury many additional factors on the basis of which punitive damages might be found, and it may well be that the jury was influenced by this argument to which defendants also failed to object. These additional factors are incorporated in a proposed instruction which may be found in the North Carolina pattern jury instructions, but the court declined to give this instruction because it is not supported by North Carolina law.</p>\n<p>And so the jury was left to determine as best it could whether there was a \"rational relationship\" between the amount awarded and the sum reasonably needed to punish the defendants or to deter defendants and others from engaging in similar conduct in the future. <i>Mattison</i> holds that this left the jury with little or no guidance as to how to apply the law to the evidence, and this court agrees.</p>\n<p>Plaintiff's contention that the instructions here were similar to those given by the trial court in <i>TXO</i> overlooks the fact that the Supreme Court expressly declined to rule on the sufficiency of the jury instructions in that case because the question had not been raised in the court below. ___ U.S. at ___, 113 S.Ct. at 2723-24.</p>\n<p>The question of multiple punishments also arises in this case. All courts agree that the purposes served by punitive damages are punishment and deterrence. This court readily agrees that egregious violations of ethical business standards by unscrupulous businessmen should be punished, and that such punishment should be so substantial <span class=\"star-pagination\">*80</span> as to serve as a deterrent to others who would engage in such forbidden conduct. But how much punishment is enough? Obviously this poses a question for the factfinder, but once a dollar amount has been assigned for punishment purposes, should a second factfinder be permitted to assess additional punishment for the very same conduct? Punitive damages in fact serve as a fine for what in effect is criminal conduct, and the Fifth Amendment forbids putting a defendant twice in jeopardy for the same offense.</p>\n<p>Why should the same rule not apply in this case where these defendants have already been hit with a $350,000.00 punitive damages judgment in the state court action based on the identical facts here involved? While recognizing that the highly esteemed Third Circuit has recently found that allowing multiple recoveries of punitive damages in the asbestos cases did not violate the Due Process Clause, <i>Dunn v. Hovic,</i> <span class=\"citation\" data-id=\"628041\"><a href=\"/opinion/628041/william-dunn-hess-oil-virgin-islands-corp-v-hovic-amerada-hess-corp/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1371</span></a></span> (3rd Cir.1993), this court is not bound by that decision and respectfully chooses not to apply it here. Instead the court rules that having been found guilty of conduct warranting the assessment of punitive damages against it by a competent tribunal, a defendant should not thereafter be liable for punitive damages in another action involving the same conduct.</p>\n<p>Finally, there is a feature of the punitive damages procedure which, if it does not render it constitutionally suspect, at least serves to make it morally wrong, and that is the fact that the proceeds of a punitive damages award go not into the public coffers as do all other fines and forfeitures but into the pockets of the successful plaintiff and his attorney.</p>\n<p>In the usual case where punitive damages are sought the condemned conduct of the defendant is criminal or quasi-criminal in nature. In this case, for instance, the complaint charged the defendants were guilty of \"intentional and fraudulent concealment,\" \"untruthful testimony,\" \"failing to truthfully and accurately account for all monies received, conversion of money\" and engaging in a pattern of racketeering activity in violation of 18 U.S.C. ยง 1961 by knowingly and intentionally committing perjury, concealing evidence and converting to their own use monies belonging to the plaintiff.</p>\n<p>This theme was carried forward in plaintiff's counsel's argument to the jury when he made statements such as:</p>\n<blockquote>That's a substantial amount of money, but it's nowhere near what they have profited and it is nowhere near the amount of money that will do anything other than just depress them because they finally have to give back, after all, what was stolen money in the first place. That's what you found: It's stolen money.</blockquote>\n<p>Tr. Jury Argument p. 17, and</p>\n<blockquote>Mr. Robert Jacobs, who has set, if not new lows, at least he's right up there with the people that you read about that have been stopped for some fraud or that the state has shut down in some sort of a real estate scam one way or another. He does the exact same sort of conduct. It's outright lying, concealment, anything at all to make a buck at the expense of real people.</blockquote>\n<p>Tr. Jury Argument p. 19.</p>\n<p>In short, the basis of plaintiff's claim for punitive damages was criminal conduct which violated the rights of the general public as well as those of the plaintiff. But if defendants had been prosecuted criminally for the same conduct and had been fined following conviction, the fine would have gone into the public treasury, and it is difficult to believe that a statute directing that the fine be turned over to the already fully compensated plaintiff would have withstood constitutional scrutiny.</p>\n<p>And so, while this court could live very comfortably with a procedure which would allow tortfeasors in or out of the commercial world to be assessed punitive damages for wrongful conduct provided such damages when collected would inure to the benefit of the offended citizenry and not just the person who brought the action, the confused state of the law in the area of punitive damages and the reluctance of the courts to solve the problem by what this court considers the proper application of constitutional principles, insures that nothing is going to happen until Congress, the state legislatures, or both, step in and enact corrective legislation. <span class=\"star-pagination\">*81</span> So long as courts continue to look the other way on such outrageous awards as the ten billion dollar verdict rendered in the highly publicized <i>Pennzoil-Texaco</i> case of a few years back, or the punitive damages award in <i>TXO</i> of 526 times the amount of the compensatory damages, beleaguered employers as well as the general public (on whom payment of excessive jury awards ultimately rests) may expect no relief from the courts.</p>\n<p>This court, of course, will continue to apply the law as best it can be discerned from the sometimes bewildering decisions currently covering the punitive damages field. Were it writing on a clean slate it would have no hesitance in ruling unconstitutional the award of punitive damages in the present case and would simply enter judgment for the defendants on this issue. Instead, the court must state that the award of $7,000,000.00 as punitive damages in this case was shocking to the court's conscience, and in the event the court's ruling on the conversion count is reversed on appeal it must be set aside as grossly excessive and contrary to the weight of the evidence.</p>\n<p>Judgment in accordance with the foregoing decision will be entered.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1147718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1312358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1462252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2208994/"
  ]
}