{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2594290/",
  "absolute_url": "/opinion/2594290/bioxy-inc-v-birko-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2594290/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T11:00:27.379380Z",
  "date_modified": "2016-04-27T02:23:03.465245Z",
  "type": "010combined",
  "sha1": "e23df00446370e135903e83f69688b342b571cda",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>935 F.Supp. 737 (1996)</b></center>\n<center><h1>BIOXY, INC., Plaintiff, Counter-Claim Defendant,<br>\nv.<br>\nBIRKO CORPORATION, Rio Linda Chemical Co., Inc., and Albright &amp; Wilson Americas, Inc., Defendants, Counter-Claim Plaintiffs.</h1></center>\n<center>No. 5:95-CV-319-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 20, 1996.</center>\n<p><span class=\"star-pagination\">*738</span> <span class=\"star-pagination\">*739</span> Richard T. Boyette, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, Michael E. Ray, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, for Plaintiff.</p>\n<p>Stephen D. Coggins, Parker, Poe, Adams &amp; Bernstein, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Plaintiff and counterclaim defendant Bioxy, Inc. (\"Bioxy\") owns United States Patent No. 4,880,638 (\"the '638 patent\") for a biocidal chemical used in disinfectants. On April 12, 1995, Bioxy filed this complaint, claiming that two cleaning products manufactured and distributed by the defendants, Dioxy-Chlor and Dura Klor, infringe upon the '638 patent. On May 31, 1995, the defendants answered the complaint by denying the allegations and asserting affirmative defenses of estoppel and invalidity. The defendants further counterclaimed for a declaratory judgment that the '638 patent would not be infringed by future activity and is invalid as a \"scarecrow patent.\"</p>\n<p>Subsequently, Bioxy determined that sales of the accused products were insufficient to justify the costs of maintaining this litigation, and offered defendant Rio Linda Chemical Co., Inc. (\"Rio Linda\") a non-exclusive, royalty free license under the patent. The offer was refused. On February 20, 1996, Bioxy moved for voluntary dismissal of its claim with prejudice, pursuant to Fed.R.Civ.P. Rule 41(a)(2), and asked that accordingly, the counterclaim for declaratory judgment be dismissed without prejudice. Bioxy's President and Chief Executive Officer testified that he understands a dismissal with prejudice is considered a judgment on the merits and would operate as a free license for the accused products. At the time of Bioxy's motion, discovery had not yet been completed, although a number of discovery disputes had been brought before the Court and are now pending.</p>\n<p>The defendants have conditionally consented to Bioxy's motion for voluntary dismissal. They claim that Bioxy seeks to abandon its action not because the accused products enjoy a limited market, but because Bioxy has realized that the patent is invalid and that, in any event, the products do not infringe it. The defendants accuse Bioxy of having filed its complaint recklessly and without a reasonable basis in fact, and seek to condition the dismissal upon (1) an award of their costs and attorney fees, and (2) permission to continue in their prosecution of the counterclaim. On March 28, 1996, defendant Rio Linda moved for summary judgment on its counterclaim.</p>\n<p>Bioxy opposes the imposition of costs and attorney fees, and claims the Court is without subject matter jurisdiction to try the counterclaim once the original action for infringement is withdrawn. Bioxy stands by the validity of its patent. It opposes the motion for summary judgment on substantive grounds, and reserves the right to sue for any future infringement by products other than Dioxy Chlor and Dura Klor. However, Bioxy maintains it is not aware of any other on-going or planned infringement of the '638 patent. \"We've licensed them across the board on all their products that they currently manufacture.\" (T., p. 11). There is no indication that Bioxy has threatened defendants' customers with patent litigation or intimated any other threats regarding prospective commercial activity. \"We have not brought suit against other parties, and frankly, this company has no intention of bringing suit against anybody.\" (T., p. 24).</p>\n<p><span class=\"star-pagination\">*740</span> A hearing on the pending motions was held on July 26, 1996. The matter is now ripe for adjudication.</p>\n<p></p>\n<h2>* * *</h2>\n<p></p>\n<h2><i>Bioxy's Motion for Voluntary Dismissal</i></h2>\n<p>Rule 41(a)(2) of the Federal Rules of Civil Procedure allows a court to dismiss an action, on plaintiff's motion, \"upon such terms and conditions as the court deems proper.\" \"A plaintiff's motion under Rule 41(a)(2) for dismissal without prejudice should not be denied absent substantial prejudice to the defendant.\" <i>Andes v. Versant Corp.,</i> 788 F.2d 1033, 1036 (4th Cir.1986) (citation omitted). \"The purpose of Rule 41(a)(2) is freely to allow voluntary dismissals unless the parties will be unfairly prejudiced ... In considering a motion for voluntary dismissal, the district court must focus primarily on protecting the interests of the defendant.\" <i>Davis v. USX Corp.,</i> 819 F.2d 1270, 1273 (4th Cir.1987) (citations omitted).</p>\n<p>Actual legal prejudice, rather than the prospect of successive lawsuits, is required to defeat a motion for voluntary dismissal without prejudice. <i>Davis,</i> 819 F.2d at 1274-75. However, a voluntary dismissal with prejudice acts as an adjudication on the merits with full preclusive effect. Winning a judgment on the merits usually precludes any legal prejudice.<sup>[1]</sup> Following this case, Bioxy will never again be able to claim that either Dioxy-Chlor or Dura Klor infringe upon the '638 patent. Moreover, courts should hesitate to force an unwilling plaintiff to litigate his claim, especially after the plaintiff has already decided it would be preferable to suffer a preclusive judgment. Accordingly, a motion for voluntary dismissal with prejudice should be granted absent evidence of collusion, an imminent decision on the merits, or other extraordinary circumstances.</p>\n<p>No such circumstances are apparent here.<sup>[2]</sup> There is, however, one last point which must be addressed.</p>\n<blockquote>If a counterclaim has been pleaded by a defendant prior to the service upon the defendant of the plaintiff's motion to dismiss, the action shall not be dismissed against the defendant's objection unless the counterclaim can remain pending for independent adjudication by the court.</blockquote>\n<p>Fed.R.Civ.P. Rule 41(a)(2).</p>\n<p>Jurisdiction over the counterclaim is grounded upon the Declaratory Judgment Act (\"the Act\"), 28 U.S.C. §§ 2201, 2202. The counterclaim does not therefore bar the motion for voluntary dismissal under Rule 41. Bioxy is entitled to have its complaint dismissed with prejudice.</p>\n<p></p>\n<h2><i>The Counterclaim</i></h2>\n<p></p>\n<h2>A.</h2>\n<p>At the hearing, counsel for defendants admitted that the motion for summary judgment does not rely upon the full extent of available evidence they contemplate being able to produce were discovery completed. Given the complex nature of the claims, this admission, together with the fact that the summary judgment motion was not filed until well after plaintiff moved to dismiss the case, leads the Court to believe that consideration of the motion for summary judgment would be premature. All parties, as well as the public, are entitled to a careful evaluation of disputed patents based on a complete scientific record. Even where there does exist a case or controversy sufficient to sustain jurisdiction under the Declaratory Judgment Act, \"a district court's decision on whether to exercise that jurisdiction is discretionary.\" <i>Arrowhead Indus. Water, Inc. v. Ecolochem, Inc.,</i> 846 F.2d 731, 735 n. 6, 6 U.S.P.Q.2d 1685 (Fed.Cir.1988) (citations omitted); <i>EMC Corp. v. Norand Corp.,</i> 89 F.3d 807, 39 U.S.P.Q.2d 1451, 1996 WL 389358 at *3 (Fed. Cir.1996); <i>Spectronics Corp. v. H.B. Fuller Co., Inc.,</i> 940 F.2d 631, 634, 19 U.S.P.Q.2d 1545 (Fed.Cir.), <i>cert. denied,</i> 502 U.S. 1013, 112 S.Ct. 658, 116 L.Ed.2d 749 (1991).</p>\n<p>The Court would decline to exercise jurisdiction over the counterclaim were such jurisdiction present. But having concluded <span class=\"star-pagination\">*741</span> that it would be improper to deny plaintiff's motion for voluntary dismissal with prejudice, the Court lacks a jurisdictional basis for trying the counterclaim, as there does not exist a legitimate case or controversy.</p>\n<p></p>\n<h2>B.</h2>\n<p>It is not the role of federal courts to directly supervise the functions of the patent office by rendering advisory opinions as to the correctness of patent awards. The patent office is staffed by professional scientists dedicated full-time to reviewing the validity of claims, and its decisions that certain patents shall issue are presumed valid. 35 U.S.C. § 282; <i>Checkpoint Systems, Inc. v. United States Int'l Trade Commission,</i> 54 F.3d 756, 761, 35 U.S.P.Q.2d 1042 (Fed.Cir. 1995). In the absence of a patentee's accusation that a party is infringing or will infringe upon his patent, there does not exist a sufficient case or controversy for a party to seek district court review of the patent office's decision to issue a patent.</p>\n<p>The Federal Circuit has described the situation necessary in order for a district court to review a patent's validity under the Declaratory Judgment Act absent an action for infringement.</p>\n<blockquote>[A] patent owner engages in a <i>danse macabre,</i> brandishing a Damoclean threat with a sheathed sword. Guerilla-like, the patent owner attempts extra-judicial patent enforcement with scare-the-customer-and-run tactics that infect the competitive environment of the business community with uncertainty and insecurity. Before the Act, competitors victimized by that tactic were rendered helpless and immobile so long as the patent owner refused to grasp the nettle and sue. After the Act, those competitors were no longer restricted to an <i>in terrorem</i> choice between the incurrence of a growing potential liability for patent infringement and abandonment of their enterprises; they could clear the air by suing for a judgment that would settle the conflict of interests. The sole requirement for jurisdiction under the Act is that the conflict be real and immediate, i.e., that there be a true, actual \"controversy\" required by the Act.</blockquote>\n<p><i>Arrowhead,</i> 846 F.2d at 734-35 (citations omitted); <i>Cardinal Chemical Co. v. Morton Intern., Inc.,</i> 508 U.S. 83, 95-96, 113 S.Ct. 1967, 1974-75, 124 L.Ed.2d 1, 26 U.S.P.Q.2d 1721 (1993); <i>EMC,</i> 89 F.3d at 814-15, 1996 WL 389358 at *8.</p>\n<blockquote>Basically, the question in each case is whether the facts alleged, under all the circumstances, show that there is a substantial controversy, between parties having adverse legal interests, of sufficient immediacy and reality to warrant the issuance of a declaratory judgment.</blockquote>\n<p><i>Arrowhead,</i> 846 F.2d at 735, <i>quoting </i><i>Maryland Casualty Co. v. Pacific Coal &amp; Oil Co.,</i> 312 U.S. 270, 273, 61 S.Ct. 510, 512, 85 L.Ed. 826 (1941); <i>EMC,</i> 89 F.3d at 810-11, 1996 WL 389358 at *3. Although \"there is no specific, all-purpose test\" for determining whether a case or controversy exists, <i>Arrowhead,</i> 846 F.2d at 735, the Federal Circuit has suggested a two-prong test that is \"often useful in evaluating complaints for declaratory judgments in patent cases.\" <i>Id.,</i> at 736.</p>\n<blockquote>First, the defendant's conduct must have created on the part of plaintiff a reasonable apprehension that the defendant will initiate suit if the plaintiff continues the allegedly infringing activity. Second, the plaintiff must actually have either produced the device or have prepared to produce that device.</blockquote>\n<p><i>Goodyear Tire &amp; Rubber Co. v. Releasomers, Inc.,</i> 824 F.2d 953, 955, 3 U.S.P.Q.2d 1310 (Fed.Cir.1987); <i>Phillips Plastics v. Kato Hatsujou Kabushiki Kaisha,</i> 57 F.3d 1051, 1052, 35 U.S.P.Q.2d 1222 (Fed.Cir.1995); <i>West Interactive Corp. v. First Data Resources,</i> 972 F.2d 1295, 1297, 23 U.S.P.Q.2d 1927 (Fed.Cir.1992); <i>Shell Oil Co. v. Amoco Corp.,</i> 970 F.2d 885, 887 n. 2, 23 U.S.P.Q.2d 1627 (Fed.Cir.1992); <i>Arrowhead,</i> 846 F.2d at 736.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*742</span> \"The test ... is objective and is applied to the facts existing when the complaint is filed. Its first prong looks to defendant's conduct; its second to that of plaintiff.\" <i>Arrowhead,</i> 846 F.2d at 736 (citation omitted); <i>Shell,</i> 970 F.2d at 888. The party bringing the declaratory judgment action bears the burden of proving an actual controversy. <i>West,</i> 972 F.2d at 1297.</p>\n<p>\"Merely the desire to avoid the threat of a `scarecrow' patent ... may ... be sufficient to establish jurisdiction under the Declaratory Judgment Act.\" <i>Cardinal,</i> 508 U.S. at 96, 113 S.Ct. at 1975 (footnote omitted). However, not every patent is a \"scarecrow\" merely because its owner stands by its validity and promises to enforce it when necessary. \"If ... defendant has done nothing but obtain a patent, there can be no basis for the required apprehension, a rule that protects quiescent patent owners against unwarranted litigation.\" <i>Arrowhead,</i> 846 F.2d at 736 (citation omitted); <i>EMC,</i> 89 F.3d at 812-13, 1996 WL 389358 at *6. \"[M]ore is required than the existence of an adversely held patent.\" <i>Id.,</i> at 811, 1996 WL 389358, at *4, <i>quoting </i><i>BP Chemicals Ltd. v. Union Carbide Corp.,</i> 4 F.3d 975, 978, 28 U.S.P.Q.2d 1124 (Fed.Cir. 1993). There must be a \"reasonable threat that the patentee or licensor will bring an infringement suit against the alleged infringer.\" <i>C.R. Bard, Inc. v. Schwartz,</i> 716 F.2d 874, 879, 219 U.S.P.Q. 197 (Fed.Cir.1983).</p>\n<blockquote>Plaintiff may not ... obtain a declaratory judgment merely because it would like an advisory opinion on whether it would be liable for patent infringement if it were to initiate some merely contemplated activity. Plaintiff must be engaged in an actual making, selling, or using activity subject to an infringement charge or must have made meaningful preparation for such activity.</blockquote>\n<p><i>Arrowhead,</i> 846 F.2d at 736. \"The existence of a patent held by a competitor is insufficient basis for a declaratory action to invalidate the patent.\" <i>BP Chemicals,</i> 4 F.3d at 981.</p>\n<p>An express threat of litigation is not required to establish a case or controversy. <i>Shell,</i> 970 F.2d at 888; <i>Goodyear,</i> 824 F.2d at 956; <i>Arrowhead,</i> 846 F.2d at 736. A declaratory judgment plaintiff may claim reasonable apprehension of future litigation sufficient to create a case or controversy if the patentee demands royalties on a patent license, sues or threatens to sue the plaintiff's customers, initiates litigation against manufacturers of similar products, or publishes a notice of infringement in trade journals. <i>C.R. Bard,</i> 716 F.2d at 881, 881 n. 6. Absent an express charge of infringement, the district court must look to the totality of the circumstances to see if the plaintiff has established a reasonable apprehension. <i>Shell,</i> 970 F.2d at 889; <i>Spectronics,</i> 940 F.2d at 634; <i>C.R. Bard,</i> 716 F.2d at 880.</p>\n<p>The defendants have failed to establish a justiciable case or controversy to support their counterclaim. Defendants are not in the process of infringing or planning an infringement upon the '638 patent. The voluntary dismissal with prejudice as to Dioxy-Chlor and Dura Klor terminates the dispute, as no other activity by the defendants, current or contemplated, is suspected by the patentee of infringement. The case is thus distinguishable from one upon which defendants rely, <i>Farmaceutisk Laboratorium Ferring A/S v. Solvay Pharmaceuticals, Inc.,</i> 25 U.S.P.Q.2d 1344 (N.D.Ga.1992), where the dismissal of an infringement claim <i>without</i> prejudice, along with a non-liability statement, proved insufficient to relieve the defendant of its reasonable apprehension. In <i>Farmaceutisk,</i> the allegedly infringing activity was a clinical trial under the safe harbor provision of 35 U.S.C. § 271(e). An infringement trial was premature, as the final formulation of the drug had not yet been determined. Moreover, the clinical trials did not constitute infringement at law. But although the court thus dismissed the infringement claims without prejudice, it nevertheless exercised jurisdiction over the declaratory judgment counterclaim because the defendant was engaged in preparation of a New Drug Application, which would have constituted technical infringement under § 271. <span class=\"star-pagination\">*743</span> There was no question that a charge of infringement was imminent.</p>\n<p>In the instant case, the defendants assert that they will probably use the patented technology in the future, but no preparation by the defendants to implicate the '638 patent is currently under way such as occurred in <i>Farmaceutisk.</i> Rather, this case is much like <i>Grain Processing Corp. v. American Maize-Products,</i> 840 F.2d 902, 906, 5 U.S.P.Q.2d 1788 (Fed.Cir.1988), where a declaratory judgment action counterclaim could not be tried because the patentee \"steadfastly refused to assert infringement\" after having abandoned the infringement charges against the product, and nothing in the record indicated the defendant \"would be faced with a similar infringement suit in the future.\"</p>\n<p>In <i>Spectronics, supra,</i> a patentee sent letters to the industry declaring its intent to enforce its patent as part of an overall \"patent strategy.\" Counsel for defendants has stated that Bioxy has made similar pronouncements. (T., p. 16). Although the <i>Spectronics</i> letter mentioned no specific competitors, one such competitor sued the patentee for a declaratory injunction against the patent. The patentee responded by filing a \"Statement of Non Liability,\" declaring it would not hold the plaintiff liable for infringing any of the patent's claims, but stating it would seek a re-issue patent. The Federal Circuit held that no case or controversy existed, because the plaintiff's apprehension of litigation over any claims that may emanate from a contemplated re-issue patent was too speculative.</p>\n<p>The rule of <i>Spectronics</i> is that a known product cannot be measured against unknown patent claims. <i>Spectronics,</i> 940 F.2d at 636-37. The situation is no different where, as here, a plaintiff is attempting to measure an unknown product against a known patent. In both instances, the patent's applicability to a product manufactured or distributed by the declaratory judgment plaintiff is unknown to the patentee. And if there cannot yet be an infringement controversy, the plaintiff lacks sufficient interest in attempting to invalidate the patent.</p>\n<p>Also instructive is <i>Shell,</i> where plaintiff suspected that its product might be covered by a patent, and approached the patentee in an attempt to negotiate a license or other suitable arrangement. During the course of negotiations, the patentee's \"use of language to indicate that [plaintiff's] activities `fall within,' are `covered by,' and are `operations under' [the] patent [fell] short of alleging infringement.\" <i>Shell,</i> 970 F.2d at 889. At one point, plaintiff asked the patentee if it would enforce its patent rights, to which the patentee answered, \"Yes.\" However, as with the above-recited \"jawboning\" language, the Federal Circuit deemed this response to be \"reflexive and obligatory.\" <i>Id.</i></p>\n<blockquote>No patent owner with any sense would open negotiations by assuring his opposite party that he does not intend to enforce his patent rights under any circumstances. The threat of enforcement ... is the entire source of the patentee's bargaining power.</blockquote>\n<p><i>EMC,</i> 89 F.3d at 811, 1996 WL 389358 at * 4.</p>\n<p>Likewise, the only remaining \"threat\" in the instant case is Bioxy's commitment to enforce its patent. But the fact that a patentee has pursued an infringement claim against some of defendants' products, and continues to assert the viability of its patent, does not mean that the defendant must be reasonably apprehensive of forthcoming litigation such that the dispute is ripe for a declaratory judgment action. <i>Shell</i> recognized that patentees enjoy a right to determine when they wish to sue for infringement, depending on their assessment of the situation. So long as they refrain from menacing extra-judicial patent \"enforcement,\" patentees enjoy a \"right either not to sue or not be provoked into suit by another party's initiated discussions.\" <i>Shell,</i> 970 F.2d at 889. Defendants' declarations that other unspecified, possibly infringing activity will occur cannot instigate a trial of this patent. Bioxy may wait to see if such activity takes place, and if it does, it will have the right to determine for itself whether or not the activity warrants an action for infringement. If Bioxy should make such a determination, defendants will of course be free to assert that the patent is invalid.</p>\n<p><span class=\"star-pagination\">*744</span> Under the totality of the circumstances, the Court finds that the defendants cannot have a reasonable apprehension of litigation, apart from the normal implications of a valid patent whose owner is generally committed to its defense.</p>\n<p></p>\n<h2><i>Defendants' Request for Costs and Fees</i></h2>\n<p></p>\n<h2>A.</h2>\n<p>\"[I]n the ordinary course, a prevailing party is entitled to an award of costs\" pursuant to Fed.R.Civ.P. Rule 54(d)(1). <i>Teague v. Bakker,</i> 35 F.3d 978, 996 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1107, 130 L.Ed.2d 1073 (1995) (citation omitted). The defendants, having obtained from plaintiff a voluntary dismissal with prejudice, are considered prevailing parties. \"[I]n a case where the district court feels that aberration from this general rule is appropriate, the court must justify its decision by `articulating some good reason for doing so.'\" <i>Id., quoting </i><i>Oak Hall Cap &amp; Gown Co. v. Old Dominion Freight Line, Inc.,</i> 899 F.2d 291, 296 (4th Cir.1990).</p>\n<p>The Court feels that an award of costs in this case would be inappropriate. It appears that plaintiff filed its case in good faith. Without commenting on the ultimate merits of the infringement allegation, it appears both sides were prepared to submit substantial scientific evidence on behalf of their respective views. However, good faith, standing alone, is merely a prerequisite for the avoidance of costs; it is insufficient to overcome the presumption for an award under Rule 54. <i>Teague,</i> 35 F.3d at 996.</p>\n<p>As a matter of policy, litigants should be encouraged to withdraw their claims when, at a fairly early stage of the case, it appears that further litigation will not be a worthwhile endeavor. Given the negligible progression of the case leading up to the plaintiff's voluntary motion to dismiss with prejudice, an award of costs would be petty and ignoble. It must also be noted that the defendants have not taken care to minimize their costs. Particularly striking in this respect is the filing of a motion for summary judgment on the counterclaim, before the conduct of any substantial discovery, a month after the defendants should have strongly suspected the lack of a jurisdictional basis for that claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>Title 35 U.S.C. § 285 allows the court to award attorney fees to the prevailing party in \"exceptional cases.\" \"The requirement in Section 285 of establishing an `exceptional case' remains a formidable and adequate barrier to unwarranted awards.\" <i>Mathis v. Spears,</i> 857 F.2d 749, 754, 8 U.S.P.Q.2d 1551 (Fed.Cir.1988). \"Congress enacted Section 285 to codify in patent cases the `bad faith' equitable exception to the American Rule.\" <i>Id.,</i> 857 F.2d at 758 (citation omitted).</p>\n<p>The Court does not believe this case was brought in bad faith. There is no evidence of fraudulent or inequitable conduct on the part of plaintiff. Plaintiff's claims of infringement appear at least plausible. It cannot be said that the analyses plaintiff conducted upon the accused products before filing the action were inadequate as a matter of law to prove infringement. This case is no different than <i>Cambridge Products, Ltd. v. Penn Nutrients, Inc.,</i> 962 F.2d 1048, 22 U.S.P.Q.2d 1577 (Fed. Cir.1992), in which the Federal Circuit affirmed a denial of attorney fees under § 285 and Rule 11 where a patentee conducted similar tests before bringing its infringement action, but subsequently moved for a voluntary dismissal with prejudice when the government effectively destroyed the patent's value by taking action to regulate and possibly ban the subject matter of the patent.</p>\n<p>As this is not an \"exceptional case,\" an award of attorney fees would be inappropriate. On the same reasoning, the defendants' request for attorney fees pursuant to 28 U.S.C. § 1927 is also rejected.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Bioxy's motion for voluntary dismissal is GRANTED. The original complaint is DISMISSED WITH PREJUDICE. The Court may not rule on Rio Linda's motion for summary judgment, as the counterclaim must be DISMISSED WITHOUT PREJUDICE for lack of jurisdiction. In the alternative, the Court declines to exercise jurisdiction over the counterclaim. The pending discovery related <span class=\"star-pagination\">*745</span> matters are MOOT. Each party will bear its own costs and fees.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The only possible exception would be a defendant who seeks to create judicial precedent. It is unclear, however, whether the law would recognize such an injury.</p>\n<p>[2]  The pendency of Rio Linda's motion for summary judgment is discussed in greater detail <i>infra.</i></p>\n<p>[3]  The sequence in which the two prongs are considered is irrelevant. Some cases reverse the prongs' order. <i>See, i.e. </i><i>EMC,</i> 89 F.3d at 810, 1996 WL 389358 at * 4:\n</p>\n<p>First, the plaintiff must actually produce or be prepared to produce an allegedly infringing product. Second, the patentee's conduct must have created an objectively reasonable apprehension on the part of the plaintiff that the patentee will initiate suit if the activity in question continues.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">935</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">737</span></span> (1996)</b></center>\n<center><h1>BIOXY, INC., Plaintiff, Counter-Claim Defendant,<br>\nv.<br>\nBIRKO CORPORATION, Rio Linda Chemical Co., Inc., and Albright &amp; Wilson Americas, Inc., Defendants, Counter-Claim Plaintiffs.</h1></center>\n<center>No. 5:95-CV-319-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 20, 1996.</center>\n<p><span class=\"star-pagination\">*738</span> <span class=\"star-pagination\">*739</span> Richard T. Boyette, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, Michael E. Ray, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, for Plaintiff.</p>\n<p>Stephen D. Coggins, Parker, Poe, Adams &amp; Bernstein, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Plaintiff and counterclaim defendant Bioxy, Inc. (\"Bioxy\") owns United States Patent No. 4,880,638 (\"the '638 patent\") for a biocidal chemical used in disinfectants. On April 12, 1995, Bioxy filed this complaint, claiming that two cleaning products manufactured and distributed by the defendants, Dioxy-Chlor and Dura Klor, infringe upon the '638 patent. On May 31, 1995, the defendants answered the complaint by denying the allegations and asserting affirmative defenses of estoppel and invalidity. The defendants further counterclaimed for a declaratory judgment that the '638 patent would not be infringed by future activity and is invalid as a \"scarecrow patent.\"</p>\n<p>Subsequently, Bioxy determined that sales of the accused products were insufficient to justify the costs of maintaining this litigation, and offered defendant Rio Linda Chemical Co., Inc. (\"Rio Linda\") a non-exclusive, royalty free license under the patent. The offer was refused. On February 20, 1996, Bioxy moved for voluntary dismissal of its claim with prejudice, pursuant to Fed.R.Civ.P. Rule 41(a)(2), and asked that accordingly, the counterclaim for declaratory judgment be dismissed without prejudice. Bioxy's President and Chief Executive Officer testified that he understands a dismissal with prejudice is considered a judgment on the merits and would operate as a free license for the accused products. At the time of Bioxy's motion, discovery had not yet been completed, although a number of discovery disputes had been brought before the Court and are now pending.</p>\n<p>The defendants have conditionally consented to Bioxy's motion for voluntary dismissal. They claim that Bioxy seeks to abandon its action not because the accused products enjoy a limited market, but because Bioxy has realized that the patent is invalid and that, in any event, the products do not infringe it. The defendants accuse Bioxy of having filed its complaint recklessly and without a reasonable basis in fact, and seek to condition the dismissal upon (1) an award of their costs and attorney fees, and (2) permission to continue in their prosecution of the counterclaim. On March 28, 1996, defendant Rio Linda moved for summary judgment on its counterclaim.</p>\n<p>Bioxy opposes the imposition of costs and attorney fees, and claims the Court is without subject matter jurisdiction to try the counterclaim once the original action for infringement is withdrawn. Bioxy stands by the validity of its patent. It opposes the motion for summary judgment on substantive grounds, and reserves the right to sue for any future infringement by products other than Dioxy Chlor and Dura Klor. However, Bioxy maintains it is not aware of any other on-going or planned infringement of the '638 patent. \"We've licensed them across the board on all their products that they currently manufacture.\" (T., p. 11). There is no indication that Bioxy has threatened defendants' customers with patent litigation or intimated any other threats regarding prospective commercial activity. \"We have not brought suit against other parties, and frankly, this company has no intention of bringing suit against anybody.\" (T., p. 24).</p>\n<p><span class=\"star-pagination\">*740</span> A hearing on the pending motions was held on July 26, 1996. The matter is now ripe for adjudication.</p>\n<p></p>\n<h2>* * *</h2>\n<p></p>\n<h2><i>Bioxy's Motion for Voluntary Dismissal</i></h2>\n<p>Rule 41(a)(2) of the Federal Rules of Civil Procedure allows a court to dismiss an action, on plaintiff's motion, \"upon such terms and conditions as the court deems proper.\" \"A plaintiff's motion under Rule 41(a)(2) for dismissal without prejudice should not be denied absent substantial prejudice to the defendant.\" <i>Andes v. Versant Corp.,</i> <span class=\"citation\" data-id=\"468760\"><a href=\"/opinion/468760/sa-andes-v-versant-corporation-and-first-washington-investments/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span>, 1036 (4th Cir.1986) (citation omitted). \"The purpose of Rule 41(a)(2) is freely to allow voluntary dismissals unless the parties will be unfairly prejudiced ... In considering a motion for voluntary dismissal, the district court must focus primarily on protecting the interests of the defendant.\" <i>Davis v. USX Corp.,</i> <span class=\"citation\" data-id=\"489295\"><a href=\"/opinion/489295/nannette-b-davis-v-usx-corporation/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1270</span></a></span>, 1273 (4th Cir.1987) (citations omitted).</p>\n<p>Actual legal prejudice, rather than the prospect of successive lawsuits, is required to defeat a motion for voluntary dismissal without prejudice. <i>Davis,</i> 819 F.2d at 1274-75. However, a voluntary dismissal with prejudice acts as an adjudication on the merits with full preclusive effect. Winning a judgment on the merits usually precludes any legal prejudice.<sup>[1]</sup> Following this case, Bioxy will never again be able to claim that either Dioxy-Chlor or Dura Klor infringe upon the '638 patent. Moreover, courts should hesitate to force an unwilling plaintiff to litigate his claim, especially after the plaintiff has already decided it would be preferable to suffer a preclusive judgment. Accordingly, a motion for voluntary dismissal with prejudice should be granted absent evidence of collusion, an imminent decision on the merits, or other extraordinary circumstances.</p>\n<p>No such circumstances are apparent here.<sup>[2]</sup> There is, however, one last point which must be addressed.</p>\n<blockquote>If a counterclaim has been pleaded by a defendant prior to the service upon the defendant of the plaintiff's motion to dismiss, the action shall not be dismissed against the defendant's objection unless the counterclaim can remain pending for independent adjudication by the court.</blockquote>\n<p>Fed.R.Civ.P. Rule 41(a)(2).</p>\n<p>Jurisdiction over the counterclaim is grounded upon the Declaratory Judgment Act (\"the Act\"), 28 U.S.C. §§ 2201, 2202. The counterclaim does not therefore bar the motion for voluntary dismissal under Rule 41. Bioxy is entitled to have its complaint dismissed with prejudice.</p>\n<p></p>\n<h2><i>The Counterclaim</i></h2>\n<p></p>\n<h2>A.</h2>\n<p>At the hearing, counsel for defendants admitted that the motion for summary judgment does not rely upon the full extent of available evidence they contemplate being able to produce were discovery completed. Given the complex nature of the claims, this admission, together with the fact that the summary judgment motion was not filed until well after plaintiff moved to dismiss the case, leads the Court to believe that consideration of the motion for summary judgment would be premature. All parties, as well as the public, are entitled to a careful evaluation of disputed patents based on a complete scientific record. Even where there does exist a case or controversy sufficient to sustain jurisdiction under the Declaratory Judgment Act, \"a district court's decision on whether to exercise that jurisdiction is discretionary.\" <i>Arrowhead Indus. Water, Inc. v. Ecolochem, Inc.,</i> <span class=\"citation\" data-id=\"505943\"><a href=\"/opinion/505943/arrowhead-industrial-water-inc-v-ecolochem-inc/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 735 n. 6, 6 U.S.P.Q.2d 1685 (Fed.Cir.1988) (citations omitted); <i>EMC Corp. v. Norand Corp.,</i> <span class=\"citation\" data-id=\"721586\"><a href=\"/opinion/721586/emc-corporation-v-norand-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">807</span></a></span>, 39 U.S.P.Q.2d 1451, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389358</span></span> at *3 (Fed. Cir.1996); <i>Spectronics Corp. v. H.B. Fuller Co., Inc.,</i> <span class=\"citation\" data-id=\"565306\"><a href=\"/opinion/565306/spectronics-corporation-v-hb-fuller-company-inc-and-hb-fuller/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 634, 19 U.S.P.Q.2d 1545 (Fed.Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">658</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">749</span></span> (1991).</p>\n<p>The Court would decline to exercise jurisdiction over the counterclaim were such jurisdiction present. But having concluded <span class=\"star-pagination\">*741</span> that it would be improper to deny plaintiff's motion for voluntary dismissal with prejudice, the Court lacks a jurisdictional basis for trying the counterclaim, as there does not exist a legitimate case or controversy.</p>\n<p></p>\n<h2>B.</h2>\n<p>It is not the role of federal courts to directly supervise the functions of the patent office by rendering advisory opinions as to the correctness of patent awards. The patent office is staffed by professional scientists dedicated full-time to reviewing the validity of claims, and its decisions that certain patents shall issue are presumed valid. 35 U.S.C. § 282; <i>Checkpoint Systems, Inc. v. United States Int'l Trade Commission,</i> <span class=\"citation\" data-id=\"695628\"><a href=\"/opinion/695628/checkpoint-systems-inc-v-the-united-states-international-trade/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span>, 761, 35 U.S.P.Q.2d 1042 (Fed.Cir. 1995). In the absence of a patentee's accusation that a party is infringing or will infringe upon his patent, there does not exist a sufficient case or controversy for a party to seek district court review of the patent office's decision to issue a patent.</p>\n<p>The Federal Circuit has described the situation necessary in order for a district court to review a patent's validity under the Declaratory Judgment Act absent an action for infringement.</p>\n<blockquote>[A] patent owner engages in a <i>danse macabre,</i> brandishing a Damoclean threat with a sheathed sword. Guerilla-like, the patent owner attempts extra-judicial patent enforcement with scare-the-customer-and-run tactics that infect the competitive environment of the business community with uncertainty and insecurity. Before the Act, competitors victimized by that tactic were rendered helpless and immobile so long as the patent owner refused to grasp the nettle and sue. After the Act, those competitors were no longer restricted to an <i>in terrorem</i> choice between the incurrence of a growing potential liability for patent infringement and abandonment of their enterprises; they could clear the air by suing for a judgment that would settle the conflict of interests. The sole requirement for jurisdiction under the Act is that the conflict be real and immediate, i.e., that there be a true, actual \"controversy\" required by the Act.</blockquote>\n<p><i>Arrowhead,</i> 846 F.2d at 734-35 (citations omitted); <i>Cardinal Chemical Co. v. Morton Intern., Inc.,</i> <span class=\"citation\" data-id=\"112857\"><a href=\"/opinion/112857/cardinal-chemical-co-v-morton-intl-inc/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 95-96, <span class=\"citation\" data-id=\"112857\"><a href=\"/opinion/112857/cardinal-chemical-co-v-morton-intl-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1967</span></a></span>, 1974-75, <span class=\"citation\" data-id=\"112857\"><a href=\"/opinion/112857/cardinal-chemical-co-v-morton-intl-inc/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>, 26 U.S.P.Q.2d 1721 (1993); <i>EMC,</i> 89 F.3d at 814-15, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389358</span></span> at *8.</p>\n<blockquote>Basically, the question in each case is whether the facts alleged, under all the circumstances, show that there is a substantial controversy, between parties having adverse legal interests, of sufficient immediacy and reality to warrant the issuance of a declaratory judgment.</blockquote>\n<p><i>Arrowhead,</i> 846 F.2d at 735, <i>quoting </i><i>Maryland Casualty Co. v. Pacific Coal &amp; Oil Co.,</i> <span class=\"citation\" data-id=\"103457\"><a href=\"/opinion/103457/maryland-casualty-co-v-pacific-coal-oil-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 273, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, 512, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">826</span></span> (1941); <i>EMC,</i> 89 F.3d at 810-11, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389358</span></span> at *3. Although \"there is no specific, all-purpose test\" for determining whether a case or controversy exists, <i>Arrowhead,</i> 846 F.2d at 735, the Federal Circuit has suggested a two-prong test that is \"often useful in evaluating complaints for declaratory judgments in patent cases.\" <i>Id.,</i> at 736.</p>\n<blockquote>First, the defendant's conduct must have created on the part of plaintiff a reasonable apprehension that the defendant will initiate suit if the plaintiff continues the allegedly infringing activity. Second, the plaintiff must actually have either produced the device or have prepared to produce that device.</blockquote>\n<p><i>Goodyear Tire &amp; Rubber Co. v. Releasomers, Inc.,</i> <span class=\"citation\" data-id=\"491788\"><a href=\"/opinion/491788/the-goodyear-tire-rubber-company-v-releasomers-inc/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 955, 3 U.S.P.Q.2d 1310 (Fed.Cir.1987); <i>Phillips Plastics v. Kato Hatsujou Kabushiki Kaisha,</i> <span class=\"citation\" data-id=\"697789\"><a href=\"/opinion/697789/phillips-plastics-corporation-v-kato-hatsujou-kabushiki-kaisha/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1051</span></a></span>, 1052, 35 U.S.P.Q.2d 1222 (Fed.Cir.1995); <i>West Interactive Corp. v. First Data Resources,</i> <span class=\"citation\" data-id=\"588935\"><a href=\"/opinion/588935/west-interactive-corporation-v-first-data-resources-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span></a></span>, 1297, 23 U.S.P.Q.2d 1927 (Fed.Cir.1992); <i>Shell Oil Co. v. Amoco Corp.,</i> <span class=\"citation\" data-id=\"587400\"><a href=\"/opinion/587400/shell-oil-company-v-amoco-corporation/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 887 n. 2, 23 U.S.P.Q.2d 1627 (Fed.Cir.1992); <i>Arrowhead,</i> 846 F.2d at 736.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*742</span> \"The test ... is objective and is applied to the facts existing when the complaint is filed. Its first prong looks to defendant's conduct; its second to that of plaintiff.\" <i>Arrowhead,</i> 846 F.2d at 736 (citation omitted); <i>Shell,</i> 970 F.2d at 888. The party bringing the declaratory judgment action bears the burden of proving an actual controversy. <i>West,</i> 972 F.2d at 1297.</p>\n<p>\"Merely the desire to avoid the threat of a `scarecrow' patent ... may ... be sufficient to establish jurisdiction under the Declaratory Judgment Act.\" <i>Cardinal,</i> 508 U.S. at 96, 113 S.Ct. at 1975 (footnote omitted). However, not every patent is a \"scarecrow\" merely because its owner stands by its validity and promises to enforce it when necessary. \"If ... defendant has done nothing but obtain a patent, there can be no basis for the required apprehension, a rule that protects quiescent patent owners against unwarranted litigation.\" <i>Arrowhead,</i> 846 F.2d at 736 (citation omitted); <i>EMC,</i> 89 F.3d at 812-13, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389358</span></span> at *6. \"[M]ore is required than the existence of an adversely held patent.\" <i>Id.,</i> at 811, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389358</span></span>, at *4, <i>quoting </i><i>BP Chemicals Ltd. v. Union Carbide Corp.,</i> <span class=\"citation\" data-id=\"629262\"><a href=\"/opinion/629262/bp-chemicals-limited-v-union-carbide-corporation/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">975</span></a></span>, 978, 28 U.S.P.Q.2d 1124 (Fed.Cir. 1993). There must be a \"reasonable threat that the patentee or licensor will bring an infringement suit against the alleged infringer.\" <i>C.R. Bard, Inc. v. Schwartz,</i> <span class=\"citation\" data-id=\"424149\"><a href=\"/opinion/424149/cr-bard-inc-v-boris-schwartz/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">874</span></a></span>, 879, 219 U.S.P.Q. 197 (Fed.Cir.1983).</p>\n<blockquote>Plaintiff may not ... obtain a declaratory judgment merely because it would like an advisory opinion on whether it would be liable for patent infringement if it were to initiate some merely contemplated activity. Plaintiff must be engaged in an actual making, selling, or using activity subject to an infringement charge or must have made meaningful preparation for such activity.</blockquote>\n<p><i>Arrowhead,</i> 846 F.2d at 736. \"The existence of a patent held by a competitor is insufficient basis for a declaratory action to invalidate the patent.\" <i>BP Chemicals,</i> 4 F.3d at 981.</p>\n<p>An express threat of litigation is not required to establish a case or controversy. <i>Shell,</i> 970 F.2d at 888; <i>Goodyear,</i> 824 F.2d at 956; <i>Arrowhead,</i> 846 F.2d at 736. A declaratory judgment plaintiff may claim reasonable apprehension of future litigation sufficient to create a case or controversy if the patentee demands royalties on a patent license, sues or threatens to sue the plaintiff's customers, initiates litigation against manufacturers of similar products, or publishes a notice of infringement in trade journals. <i>C.R. Bard,</i> 716 F.2d at 881, 881 n. 6. Absent an express charge of infringement, the district court must look to the totality of the circumstances to see if the plaintiff has established a reasonable apprehension. <i>Shell,</i> 970 F.2d at 889; <i>Spectronics,</i> 940 F.2d at 634; <i>C.R. Bard,</i> 716 F.2d at 880.</p>\n<p>The defendants have failed to establish a justiciable case or controversy to support their counterclaim. Defendants are not in the process of infringing or planning an infringement upon the '638 patent. The voluntary dismissal with prejudice as to Dioxy-Chlor and Dura Klor terminates the dispute, as no other activity by the defendants, current or contemplated, is suspected by the patentee of infringement. The case is thus distinguishable from one upon which defendants rely, <i>Farmaceutisk Laboratorium Ferring A/S v. Solvay Pharmaceuticals, Inc.,</i> 25 U.S.P.Q.2d 1344 (N.D.Ga.1992), where the dismissal of an infringement claim <i>without</i> prejudice, along with a non-liability statement, proved insufficient to relieve the defendant of its reasonable apprehension. In <i>Farmaceutisk,</i> the allegedly infringing activity was a clinical trial under the safe harbor provision of 35 U.S.C. § 271(e). An infringement trial was premature, as the final formulation of the drug had not yet been determined. Moreover, the clinical trials did not constitute infringement at law. But although the court thus dismissed the infringement claims without prejudice, it nevertheless exercised jurisdiction over the declaratory judgment counterclaim because the defendant was engaged in preparation of a New Drug Application, which would have constituted technical infringement under § 271. <span class=\"star-pagination\">*743</span> There was no question that a charge of infringement was imminent.</p>\n<p>In the instant case, the defendants assert that they will probably use the patented technology in the future, but no preparation by the defendants to implicate the '638 patent is currently under way such as occurred in <i>Farmaceutisk.</i> Rather, this case is much like <i>Grain Processing Corp. v. American Maize-Products,</i> <span class=\"citation\" data-id=\"502391\"><a href=\"/opinion/502391/grain-processing-corporation-v-american-maize-products-company/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span>, 906, 5 U.S.P.Q.2d 1788 (Fed.Cir.1988), where a declaratory judgment action counterclaim could not be tried because the patentee \"steadfastly refused to assert infringement\" after having abandoned the infringement charges against the product, and nothing in the record indicated the defendant \"would be faced with a similar infringement suit in the future.\"</p>\n<p>In <i>Spectronics, supra,</i> a patentee sent letters to the industry declaring its intent to enforce its patent as part of an overall \"patent strategy.\" Counsel for defendants has stated that Bioxy has made similar pronouncements. (T., p. 16). Although the <i>Spectronics</i> letter mentioned no specific competitors, one such competitor sued the patentee for a declaratory injunction against the patent. The patentee responded by filing a \"Statement of Non Liability,\" declaring it would not hold the plaintiff liable for infringing any of the patent's claims, but stating it would seek a re-issue patent. The Federal Circuit held that no case or controversy existed, because the plaintiff's apprehension of litigation over any claims that may emanate from a contemplated re-issue patent was too speculative.</p>\n<p>The rule of <i>Spectronics</i> is that a known product cannot be measured against unknown patent claims. <i>Spectronics,</i> 940 F.2d at 636-37. The situation is no different where, as here, a plaintiff is attempting to measure an unknown product against a known patent. In both instances, the patent's applicability to a product manufactured or distributed by the declaratory judgment plaintiff is unknown to the patentee. And if there cannot yet be an infringement controversy, the plaintiff lacks sufficient interest in attempting to invalidate the patent.</p>\n<p>Also instructive is <i>Shell,</i> where plaintiff suspected that its product might be covered by a patent, and approached the patentee in an attempt to negotiate a license or other suitable arrangement. During the course of negotiations, the patentee's \"use of language to indicate that [plaintiff's] activities `fall within,' are `covered by,' and are `operations under' [the] patent [fell] short of alleging infringement.\" <i>Shell,</i> 970 F.2d at 889. At one point, plaintiff asked the patentee if it would enforce its patent rights, to which the patentee answered, \"Yes.\" However, as with the above-recited \"jawboning\" language, the Federal Circuit deemed this response to be \"reflexive and obligatory.\" <i>Id.</i></p>\n<blockquote>No patent owner with any sense would open negotiations by assuring his opposite party that he does not intend to enforce his patent rights under any circumstances. The threat of enforcement ... is the entire source of the patentee's bargaining power.</blockquote>\n<p><i>EMC,</i> 89 F.3d at 811, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389358</span></span> at * 4.</p>\n<p>Likewise, the only remaining \"threat\" in the instant case is Bioxy's commitment to enforce its patent. But the fact that a patentee has pursued an infringement claim against some of defendants' products, and continues to assert the viability of its patent, does not mean that the defendant must be reasonably apprehensive of forthcoming litigation such that the dispute is ripe for a declaratory judgment action. <i>Shell</i> recognized that patentees enjoy a right to determine when they wish to sue for infringement, depending on their assessment of the situation. So long as they refrain from menacing extra-judicial patent \"enforcement,\" patentees enjoy a \"right either not to sue or not be provoked into suit by another party's initiated discussions.\" <i>Shell,</i> 970 F.2d at 889. Defendants' declarations that other unspecified, possibly infringing activity will occur cannot instigate a trial of this patent. Bioxy may wait to see if such activity takes place, and if it does, it will have the right to determine for itself whether or not the activity warrants an action for infringement. If Bioxy should make such a determination, defendants will of course be free to assert that the patent is invalid.</p>\n<p><span class=\"star-pagination\">*744</span> Under the totality of the circumstances, the Court finds that the defendants cannot have a reasonable apprehension of litigation, apart from the normal implications of a valid patent whose owner is generally committed to its defense.</p>\n<p></p>\n<h2><i>Defendants' Request for Costs and Fees</i></h2>\n<p></p>\n<h2>A.</h2>\n<p>\"[I]n the ordinary course, a prevailing party is entitled to an award of costs\" pursuant to Fed.R.Civ.P. Rule 54(d)(1). <i>Teague v. Bakker,</i> <span class=\"citation\" data-id=\"678522\"><a href=\"/opinion/678522/joseph-w-teague-helen-b-teague-steven-allen-barker-rita-strahowski/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 996 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1073</span></span> (1995) (citation omitted). The defendants, having obtained from plaintiff a voluntary dismissal with prejudice, are considered prevailing parties. \"[I]n a case where the district court feels that aberration from this general rule is appropriate, the court must justify its decision by `articulating some good reason for doing so.'\" <i>Id., quoting </i><i>Oak Hall Cap &amp; Gown Co. v. Old Dominion Freight Line, Inc.,</i> <span class=\"citation\" data-id=\"538817\"><a href=\"/opinion/538817/oak-hall-cap-and-gown-company-incorporated-v-old-dominion-freight-line/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">291</span></a></span>, 296 (4th Cir.1990).</p>\n<p>The Court feels that an award of costs in this case would be inappropriate. It appears that plaintiff filed its case in good faith. Without commenting on the ultimate merits of the infringement allegation, it appears both sides were prepared to submit substantial scientific evidence on behalf of their respective views. However, good faith, standing alone, is merely a prerequisite for the avoidance of costs; it is insufficient to overcome the presumption for an award under Rule 54. <i>Teague,</i> 35 F.3d at 996.</p>\n<p>As a matter of policy, litigants should be encouraged to withdraw their claims when, at a fairly early stage of the case, it appears that further litigation will not be a worthwhile endeavor. Given the negligible progression of the case leading up to the plaintiff's voluntary motion to dismiss with prejudice, an award of costs would be petty and ignoble. It must also be noted that the defendants have not taken care to minimize their costs. Particularly striking in this respect is the filing of a motion for summary judgment on the counterclaim, before the conduct of any substantial discovery, a month after the defendants should have strongly suspected the lack of a jurisdictional basis for that claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>Title 35 U.S.C. § 285 allows the court to award attorney fees to the prevailing party in \"exceptional cases.\" \"The requirement in Section 285 of establishing an `exceptional case' remains a formidable and adequate barrier to unwarranted awards.\" <i>Mathis v. Spears,</i> <span class=\"citation\" data-id=\"511873\"><a href=\"/opinion/511873/cleo-d-mathis-and-vico-products-manufacturing-co-inc-v-bill-spears/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span>, 754, 8 U.S.P.Q.2d 1551 (Fed.Cir.1988). \"Congress enacted Section 285 to codify in patent cases the `bad faith' equitable exception to the American Rule.\" <i>Id.,</i> 857 F.2d at 758 (citation omitted).</p>\n<p>The Court does not believe this case was brought in bad faith. There is no evidence of fraudulent or inequitable conduct on the part of plaintiff. Plaintiff's claims of infringement appear at least plausible. It cannot be said that the analyses plaintiff conducted upon the accused products before filing the action were inadequate as a matter of law to prove infringement. This case is no different than <i>Cambridge Products, Ltd. v. Penn Nutrients, Inc.,</i> <span class=\"citation\" data-id=\"582688\"><a href=\"/opinion/582688/cambridge-products-ltd-and-naremco-inc-v-penn-nutrients-inc/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1048</span></a></span>, 22 U.S.P.Q.2d 1577 (Fed. Cir.1992), in which the Federal Circuit affirmed a denial of attorney fees under § 285 and Rule 11 where a patentee conducted similar tests before bringing its infringement action, but subsequently moved for a voluntary dismissal with prejudice when the government effectively destroyed the patent's value by taking action to regulate and possibly ban the subject matter of the patent.</p>\n<p>As this is not an \"exceptional case,\" an award of attorney fees would be inappropriate. On the same reasoning, the defendants' request for attorney fees pursuant to 28 U.S.C. § 1927 is also rejected.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Bioxy's motion for voluntary dismissal is GRANTED. The original complaint is DISMISSED WITH PREJUDICE. The Court may not rule on Rio Linda's motion for summary judgment, as the counterclaim must be DISMISSED WITHOUT PREJUDICE for lack of jurisdiction. In the alternative, the Court declines to exercise jurisdiction over the counterclaim. The pending discovery related <span class=\"star-pagination\">*745</span> matters are MOOT. Each party will bear its own costs and fees.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The only possible exception would be a defendant who seeks to create judicial precedent. It is unclear, however, whether the law would recognize such an injury.</p>\n<p>[2]  The pendency of Rio Linda's motion for summary judgment is discussed in greater detail <i>infra.</i></p>\n<p>[3]  The sequence in which the two prongs are considered is irrelevant. Some cases reverse the prongs' order. <i>See, i.e. </i><i>EMC,</i> 89 F.3d at 810, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389358</span></span> at * 4:\n</p>\n<p>First, the plaintiff must actually produce or be prepared to produce an allegedly infringing product. Second, the patentee's conduct must have created an objectively reasonable apprehension on the part of the plaintiff that the patentee will initiate suit if the activity in question continues.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721586/"
  ]
}