{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2594747/",
  "absolute_url": "/opinion/2594747/kota-v-little/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2594747/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T11:00:46.103999Z",
  "date_modified": "2016-04-26T20:09:59.630567Z",
  "type": "010combined",
  "sha1": "bde7064b5b7637456c2999984923954894c77a91",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>351 F.Supp. 1059 (1971)</b></center>\n<center><h1>Veeriah V. KOTA, Plaintiff,<br>\nv.<br>\nHal W. LITTLE et al., Defendants.</h1></center>\n<center>Civ. No. 914.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>September 29, 1971.</center>\n<p><span class=\"star-pagination\">*1060</span> <span class=\"star-pagination\">*1061</span> Adam Stein, J. LeVonne Chambers, Chambers, Stein, Ferguson &amp; Lanning, Charlotte, N. C., for plaintiff.</p>\n<p>Burley B. Mitchell, Jr., Staff Atty., Department of Justice, Raleigh, N. C., for defendants.</p>\n<p>DUPREE, District Judge.</p>\n<p>This case arises upon plaintiff's complaint under the Civil Rights Act of 1871, 42 U.S.C.A. § 1983, for a declaratory judgment, injunctive relief and damages on behalf of himself and others similarly situated. The defendants are the members of the Board of Trustees of Pembroke State University at the time the complaint was filed, the President of the University, the Dean of the University, and the Chairman of the Department of Mathematics at the time the suit was instituted. Pembroke State University is an institution of higher education established and maintained by the State of North Carolina.<sup>[1]</sup></p>\n<p>The day following the filing of the complaint plaintiff moved for a preliminary injunction (1) reinstating him in his former position pending a fair and impartial hearing on the alleged termination of his employment, and (2) enjoining the defendants from making any decision terminating his employment on the basis of race, color or national origin or for any arbitrary or capricious purpose. Defendants opposed the preliminary injunction and moved to dismiss the complaint on the ground that it failed to state a claim upon which relief could be granted. Plaintiff then amended his complaint, and defendants moved to strike the amendment. The parties responded to the foregoing motions and filed memoranda of authorities in support of their respective positions. Thereafter, the parties engaged in extensive discovery.</p>\n<p>This cause came before the court for trial on August 12, 1971, in Wilmington, North Carolina. None of the above motions having been ruled upon, defendants filed their answer on the day of the trial. In their answer they denied the material allegations of plaintiff's complaint, challenged plaintiff's right to maintain this suit as a class action, and moved that their previous motion to dismiss be treated as a motion for summary judgment and that it be granted.</p>\n<p>The only live testimony at the trial was that of the plaintiff, Dr. Kota. The parties jointly introduced depositions taken during the discovery period. Thus, the trial consisted of the depositions, answers to interrogatories, exhibits and the live testimony of the plaintiff. Following the trial the parties filed further memoranda of authorities in support of their positions.</p>\n<p>Initially, a ruling must be made on the outstanding motions. At this time plaintiff's motion for a preliminary injunction is moot and, therefore, it is denied. Since plaintiff alleged that \"[his] dismissal was based solely on his race and color and on the fact that [he] had sought to complain of the arbitrary and capricious practices of the defendants with respect to [him] . . .\", he did state a claim under 42 U.S.C.A. § 1983;<sup>[2]</sup> consequently, defendants' motion to dismiss is denied. The court is of the opinion that the amendment to the complaint merely amplifies and expands allegations in the complaint,<sup>[3]</sup> and it is not <span class=\"star-pagination\">*1062</span> \"irrelevant, immaterial, remote, and incompetent\"; accordingly, defendants' motion to strike the amendment is denied. As this case was tried and the court has examined some 525 pages of deposition testimony, defendants' motion to treat their motion to dismiss as a motion for summary judgment is denied. Moreover, since there has been no showing that anyone else was affected in the same or similar manner as the plaintiff by the acts of the defendants, this case is not a proper one for the maintenance of a class action under Rule 23.</p>\n<p>At the trial plaintiff abandoned his allegations that the actions of the defendants were in any manner racially motivated.<sup>[4]</sup> Thus, the sole issue for determination is whether the defendants violated procedural due process in failing to renew the plaintiff's contract of employment.</p>\n<p>During the spring of 1965 plaintiff was appointed as a full professor of mathematics at Pembroke for the 1965-66 academic year. His appointment was based on credentials that he had supplied to Bryant Teachers Bureau, the agency through which the parties contacted each other. He was re-appointed to his position through the 1969-70 academic year with a salary increase for each year except the 1969-70 academic year, his last contract period. In December, 1969, the chairman of his department wrote a letter to Dean Kersh recommending that plaintiff not be reemployed following that academic year. Dean Kersh made a similar recommendation to President Jones. President Jones then wrote a letter to the plaintiff advising him that his contract with Pembroke would not be renewed at the end of that academic year. The plaintiff protested the non-renewal of his contract and asked for the specific reasons for such non-renewal. The specific reasons were not given at that time.<sup>[5]</sup> Later the plaintiff appeared before the spring meeting of the Board of Trustees on March 20, 1970, to further protest the non-renewal of his contract. After plaintiff's presentation at this meeting the Board of Trustees voted to support the administration's recommendation not to renew his contract. Thereafter, plaintiff instituted the instant suit.</p>\n<p>The resolution of the issue here is dependent upon plaintiff's legal relationship with Pembroke State University. In his complaint he alleged that he was a non-tenured professor, and he has contended throughout this litigation that he did not have tenure; however, he also contended that tenure was wrongfully withheld, so the resolution of this question requires further development.</p>\n<p>Plaintiff contends that at the time he was hired by Pembroke for the 1965-66 <span class=\"star-pagination\">*1063</span> academic year, he was led to believe that he would be granted tenure. The representations upon which plaintiff contends he relied were the provisions relating to tenure contained in the Faculty Handbook<sup>[6]</sup> and assurances made to him by Warren I. Smith, then the academic dean at Pembroke.<sup>[7]</sup> Furthermore, plaintiff showed that he had been recommended for tenure by Mr. Jacobs, the Chairman of his Department.<sup>[8]</sup> On the other hand, the defendants contend that plaintiff never furnished satisfactory evidence of his background in mathematics to justify granting him tenure.<sup>[9]</sup></p>\n<p>Although the evidence discloses that the plaintiff was induced by the assurances of Dean Smith to relinquish another position to accept employment at Pembroke, there is no evidence to show that Smith had authority, either actual or implied, to make such representations, or that they were ever brought to the attention of those in a position to grant tenure. Thus, from the evidence the court concludes that the defendants did not wrongfully withhold tenure from the plaintiff, and that he was a nontenured professor.</p>\n<p>Next, the plaintiff contends that even if he were a non-tenured professor, Pembroke had adopted regulations or standards of practice which gave him an expectation of re-employment.<sup>[10]</sup> To create such an obligation the court in <i>Ferguson,</i> supra, relied upon the acts of the college in treating their action as a termination of employment rather than a decision not to offer a new or subsequent term of employment, and their concession that such a decision not to renew required a showing of cause. Neither of these actions is present here. To the contrary, Pembroke treated their action as a failure to renew plaintiff's term of employment, and they did not feel a necessity to show cause for their action.<sup>[11]</sup> In addition, the nature of the yearly contract renewals is revealing on this point. Each year Pembroke required plaintiff to sign a letter of intent indicating his plans with respect to employment for the next year, and each year a new contract was signed.</p>\n<p>Furthermore, since the <i>Ferguson</i> case focused on the actions of the college to create a legal obligation, the actions of the plaintiff should likewise be examined. <span class=\"star-pagination\">*1064</span> Upon such examination it is apparent that the actions of the plaintiff here during the fall semester of his last contract year were incompatible with the continuance of employment with Pembroke State University.<sup>[12]</sup></p>\n<p>Thus, from the evidence the court finds that the parties by their actions had not created the obligation of an expectation of employment. The court is of the opinion that the holding here is not inconsistent with the holding in <i>Greene,</i> supra, regarding contract interpretations and customary practices.</p>\n<p>From the foregoing evidence and discussion the court finds that the plaintiff was a non-tenured professor at Pembroke, and that he did not have an expectation of re-employment. The plaintiff contends, however, that a non-tenured university professor is still entitled to a statement of the reasons for the non-renewal of his contract and the right to a hearing before a fair and impartial tribunal on the non-renewal determination.<sup>[13]</sup></p>\n<p>What is involved here is the employment contract of a university professor that was renewable annually at the will of either party. The Pembroke administration gave plaintiff ample notice that they were recommending to the Board of Trustees that his contract not be renewed. There are no remaining <span class=\"star-pagination\">*1065</span> contentions and there is no evidence that the administration considered any constitutionally impermissible factors such as race or the infringement of First Amendment freedoms in reaching their decision. In the absence of such impermissible factors the court holds that plaintiff was not constitutionally entitled to a statement of the reasons for the non-renewal determination and a hearing before a fair and impartial tribunal.<sup>[14]</sup></p>\n<p>This result is in accord with the balancing formula established by the Supreme Court for the requirements of due process in a given situation.<sup>[15]</sup> Pembroke had an opportunity to upgrade their faculty as the sellers market in teaching talent had changed into a buyers market. Also, it would impose a significant burden upon educational institutions to require them to conduct such full-scale hearings although it does seem that governmental agencies would be well advised to adopt some procedure to allow disgruntled faculty members an opportunity to air their grievances and perhaps lessen the courts' workloads. Plaintiff has not shown that he suffered a clear, immediate and substantial impact on his reputation that effectively destroyed his ability to pursue his profession.<sup>[16]</sup></p>\n<p>Furthermore, even if the court had found that plaintiff were a tenured employee or that he had an expectation of re-employment, he would not be entitled to reinstatement pending a fair and impartial hearing by the defendants, for he was afforded a plenary trial in this court with all the procedural protections.<sup>[17]</sup> Defendants showed that their decision not to renew plaintiff's contract was not arbitrary and capricious, but was firmly supported in fact.<sup>[18]</sup> Under no interpretation of procedural due process should the plaintiff be entitled to a second hearing before the defendants after already having had his \"day in court\". The primary reason for requiring pretermination procedural due process is to insure that the decision is not in retaliation for the exercise of constitutionally-protected rights, and the absence of such a decision is clearly evident here.</p>\n<p>Finally, plaintiff has raised an additional point. He alleges that the defendants violated their own regulations in failing to give him a year's notice of <span class=\"star-pagination\">*1066</span> their intention to terminate his services. He contends that such action deprived him of due process.<sup>[19]</sup> This allegation is without factual support as the plaintiff has failed to show that the defendants had adopted any regulation requiring them to give him a year's notice before making the decision not to renew his contract.</p>\n<p>It is now, therefore</p>\n<p>Ordered that the relief sought by the plaintiff in this action is hereby denied. The parties shall bear their own costs.</p>\n<p>This memorandum opinion and order shall constitute the court's findings of facts and conclusions of law. Let a judgment be entered forthwith denying the relief sought by the plaintiff.</p>\n<h2>NOTES</h2>\n<p>[1]  At the time of plaintiff's initial appointment it was known as \"Pembroke State College\"; however, in 1969 it was designated \"Pembroke State University\". N. C.G.S. § 116-44.14A.</p>\n<p>[2]  See Johnson v. Branch, 364 F.2d 177 (4th Cir. 1966), cert. den. 385 U.S. 1003, 87 S.Ct. 706, 17 L.Ed.2d 542.</p>\n<p>[3]  In the complaint plaintiff alleged that he \"was denied tenure and promotion in rank solely because of his race and color\". In his amendment he further alleged that he \"was initially employed as a full professor of mathematics for (sic) 1965-66 academic year with the understanding that he would be given tenure after a two-year probationary period which was then and is now the written policy of the defendants as set out in the Faculty Handbook. The defendants in refusing to grant the plaintiff tenure as they had agreed to do have violated the terms of his contract and rights secured to him by the Fourteenth Amendment.\"</p>\n<p>[4]  Not a shred of evidence was adduced at the trial to show that the employment policies of the defendants were in any way influenced by considerations of race, color or national origin. In fact, the evidence disclosed that the faculty and staff at Pembroke was composed of a veritable amalgam of races and national origins. In addition, the defendants declined to renew the contracts of two other white employees at the same time they decided not to renew plaintiff's contract.</p>\n<p>[5]  President Jones in his deposition stated that the regulations of the American Association of University Professors did not require that a person in a probationary status appointment be given reasons for the non-renewal of a contract. President Jones further stated that the defendants had at all times considered the plaintiff as being on a probationary status. Also, with respect to Dr. Kota's protest over the non-renewal, Dean Kersh in his deposition stated that he advised Dr. Kota that he could utilize the grievance procedure at Pembroke or have his peers and colleagues in the local chapter of the AAUP hear his complaints and make recommendations to the Pembroke administration, but that Dr. Kota declined to use either procedure.</p>\n<p>[6]  When plaintiff was initially employed at Pembroke the Faculty Handbook contained the following provision relating to tenure: \"After the expiration of a probationary period of two years professors are considered for tenure based on professional rank. Full professors are given permanent tenure after the two-year probationary period if their services have been satisfactory and the need exist (sic).\"</p>\n<p>[7]  Smith left the employment of Pembroke at the end of plaintiff's first year there.</p>\n<p>[8]  It appears that a professor is first recommended for tenure to the University administration by the Chairman of his department. The administration then decides whether to recommend tenure to the trustees who actually make the determination on the granting of tenure.</p>\n<p>[9]  Before the inception of plaintiff's employment he was requested to furnish transcripts of his academic degrees, and this request was made repeatedly during the term of his employment; nonetheless, the only evidence of academic attainment he exhibited was copies of his diplomas. Notwithstanding the fact plaintiff pointed out that the University from which he earned his Ph.D., Osmania University in India, did not report grades in the same manner as American universities, it is understandable that a university would want more evidence of academic achievement than the mere copy of a diploma before granting faculty tenure. Moreover, the subject on which plaintiff presented a thesis for his Ph.D. was chemistry, and at Pembroke he was a professor of mathematics. In fact, President Jones stated in his deposition that he had no knowledge of a mathematical background for the plaintiff. Furthermore, plaintiff took no continuing education courses to supplement his background in mathematics, and he had no publications of a scholarly or professional nature during his employment at Pembroke.</p>\n<p>[10]  Ferguson v. Thomas, 430 F.2d 852 (5th Cir. 1970); Greene v. Howard University, 134 U.S.App.D.C. 81, 412 F.2d 1128 (1969).</p>\n<p>[11]  See Note 5, supra.</p>\n<p>[12]  First, there is evidence of physical assaults on Mr. Jacobs, Chairman of plaintiff's department. Second, there is evidence that on one occasion plaintiff entered the office of Mr. Jacobs and inquired as to what Mr. Jacobs was doing. When Mr. Jacobs replied that he was reading a Pembroke University catalog, plaintiff sneeringly asked if Mr. Jacobs understood what he was reading. Third, there is evidence that plaintiff confronted Dr. English Jones, President of Pembroke, and told Dr. Jones in the presence of witnesses that Dr. Jones was not an intellectual and not competent to be the president of a university. Such incidents are extremely disruptive to the normal functioning of a university.</p>\n<p>[13]  For a case holding that a physician should have been accorded a hearing prior to his discharge from a municipal hospital see Birnbaum v. Trussell, 371 F.2d 672 (2nd Cir. 1966); for cases holding that educators, with or without tenure, are entitled to a statement of the reasons for considering the non-renewal of their contracts, notice of a hearing at which they can respond to the stated reasons, and the actual holding of such a hearing if they appear at the specified time and place see Roth v. Board of Regents of State Colleges, 310 F.Supp. 972 (W.D.Wis.1970), aff'd. 446 F.2d 806 (7th Cir. 1971) (non-tenured university professor); and Gouge v. Joint School District No. 1, 310 F.Supp. 984 (W.D. Wis.1970) (teacher in a public elementary or secondary school); see also Lucia v. Duggan, 303 F.Supp. 112 (D.Mass. 1969) (non-tenured public school teacher).\n</p>\n<p>A strong argument is advanced by Professor Van Alstyne in his article \"The Constitutional Rights of Teachers and Professors\" in 1970 Duke L.J. 841, 858, supporting such pretermination procedural due process.</p>\n<p>The soundest basis for such pretermination procedural due process is that it is necessary to protect and guarantee substantive due process such as the First Amendment freedoms. Thus, it is reasoned that the right of pretermination procedural due process is \"implicit\" in other constitutional provisions. In the absence, however, of authorities from the Supreme Court and this judicial circuit expanding such pretermination procedural due process requirements to the facts of the instant case, this court declines to hold that such requirements are \"implicit\" in the Constitution, for this court is cognizant of the comments of Chief Justice Burger regarding the expansion of the requirements of procedural due process in the welfare benefits area in Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970), and Wheeler v. Montgomery, 397 U.S. 280, 90 S.Ct. 1026, 1028, 25 L.Ed.2d 307 (1970):</p>\n<p>\"The court's action today seems another manifestation of the now familiar constitutionalizing syndrome: once some presumed flaw is observed, the Court then eagerly accepts the invitation to find a constitutionally `rooted' remedy. If no provision is explicit on the point, it is then seen as `implicit' or commanded by the vague and nebulous concept of `fairness.'\" 397 U.S. 283, 90 S.Ct. 1028 (dissenting opinion).</p>\n<p>[14]  See Hodgin v. Noland, 435 F.2d 859 (4th Cir. 1970) (city librarian); Brown v. Hirst, 443 F.2d 899 (4th Cir. 1971), aff'g per curiam 322 F.Supp. 236 (W.D. Va.1971) (municipal employee); Kirker v. Moore, 436 F.2d 423 (4th Cir. 1971), cert. denied, 404 U.S. 824, 92 S.Ct. 49, 30 L.Ed.2d 51, aff'g per curiam 308 F.Supp. 615 (S.D.W.Va.1970) (striking state road commission employees); Johnson v. Fraley, 327 F.Supp. 471 (W.D.Va.1971) (nontenured public school teacher); Thaw v. Board of Public Instruction of Dade County, Fla., 432 F.2d 98 (5th Cir. 1970) (probationary public school teacher); Jones v. Hopper, 410 F.2d 1323 (10th Cir. 1969), cert. den., 397 U.S. 991, 90 S.Ct. 1111, 25 L.Ed.2d 399 (1970) (non-tenured college professor); and Freeman v. Gould Special School District, 405 F.2d 1153 (8th Cir. 1969), cert. den., 396 U.S. 843, 90 S.Ct. 61, 24 L.Ed.2d 93 (1969) (public school teachers). <i>See also</i> Still v. Lance, 279 N.C. 254, 182 S.E.2d 403 (1971) (public school teacher).</p>\n<p>[15]  The precise nature of the governmental interest must be determined along with the private interest that has been affected by governmental action. Cafeteria Workers v. McElroy, 367 U.S. 886, 81 S.Ct. 1743, 6 L.Ed.2d 1230 (1961); Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970).</p>\n<p>[16]  See Tichow v. Harder, 438 F.2d 1396 (2nd Cir. 1971). Although he has suffered a decrease in salary, plaintiff has obtained employment at a South Carolina educational institution, Morris College.</p>\n<p>[17]  As stated previously, the plaintiff testified in court, and the court carefully considered some 525 pages of deposition testimony in reaching this decision.</p>\n<p>[18]  If \"cause\" were required defendants demonstrated ample cause for their action: see Notes 9 and 12, supra. Also, the record contains numerous references to student complaints about the plaintiff and his teaching methods which he referred to as \"individual independent study with the program method\".</p>\n<p>[19]  See Service v. Dulles, 354 U.S. 363, 388-389, 77 S.Ct. 1152, 1 L.Ed.2d 1403 (1957); and Vitarelli v. Seaton, 359 U.S. 535, 546, 554, 79 S.Ct. 968, 3 L.Ed.2d 1012 (1959).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1059</span></span> (1971)</b></center>\n<center><h1>Veeriah V. KOTA, Plaintiff,<br>\nv.<br>\nHal W. LITTLE et al., Defendants.</h1></center>\n<center>Civ. No. 914.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>September 29, 1971.</center>\n<p><span class=\"star-pagination\">*1060</span> <span class=\"star-pagination\">*1061</span> Adam Stein, J. LeVonne Chambers, Chambers, Stein, Ferguson &amp; Lanning, Charlotte, N. C., for plaintiff.</p>\n<p>Burley B. Mitchell, Jr., Staff Atty., Department of Justice, Raleigh, N. C., for defendants.</p>\n<p>DUPREE, District Judge.</p>\n<p>This case arises upon plaintiff's complaint under the Civil Rights Act of 1871, 42 U.S.C.A. § 1983, for a declaratory judgment, injunctive relief and damages on behalf of himself and others similarly situated. The defendants are the members of the Board of Trustees of Pembroke State University at the time the complaint was filed, the President of the University, the Dean of the University, and the Chairman of the Department of Mathematics at the time the suit was instituted. Pembroke State University is an institution of higher education established and maintained by the State of North Carolina.<sup>[1]</sup></p>\n<p>The day following the filing of the complaint plaintiff moved for a preliminary injunction (1) reinstating him in his former position pending a fair and impartial hearing on the alleged termination of his employment, and (2) enjoining the defendants from making any decision terminating his employment on the basis of race, color or national origin or for any arbitrary or capricious purpose. Defendants opposed the preliminary injunction and moved to dismiss the complaint on the ground that it failed to state a claim upon which relief could be granted. Plaintiff then amended his complaint, and defendants moved to strike the amendment. The parties responded to the foregoing motions and filed memoranda of authorities in support of their respective positions. Thereafter, the parties engaged in extensive discovery.</p>\n<p>This cause came before the court for trial on August 12, 1971, in Wilmington, North Carolina. None of the above motions having been ruled upon, defendants filed their answer on the day of the trial. In their answer they denied the material allegations of plaintiff's complaint, challenged plaintiff's right to maintain this suit as a class action, and moved that their previous motion to dismiss be treated as a motion for summary judgment and that it be granted.</p>\n<p>The only live testimony at the trial was that of the plaintiff, Dr. Kota. The parties jointly introduced depositions taken during the discovery period. Thus, the trial consisted of the depositions, answers to interrogatories, exhibits and the live testimony of the plaintiff. Following the trial the parties filed further memoranda of authorities in support of their positions.</p>\n<p>Initially, a ruling must be made on the outstanding motions. At this time plaintiff's motion for a preliminary injunction is moot and, therefore, it is denied. Since plaintiff alleged that \"[his] dismissal was based solely on his race and color and on the fact that [he] had sought to complain of the arbitrary and capricious practices of the defendants with respect to [him] . . .\", he did state a claim under 42 U.S.C.A. § 1983;<sup>[2]</sup> consequently, defendants' motion to dismiss is denied. The court is of the opinion that the amendment to the complaint merely amplifies and expands allegations in the complaint,<sup>[3]</sup> and it is not <span class=\"star-pagination\">*1062</span> \"irrelevant, immaterial, remote, and incompetent\"; accordingly, defendants' motion to strike the amendment is denied. As this case was tried and the court has examined some 525 pages of deposition testimony, defendants' motion to treat their motion to dismiss as a motion for summary judgment is denied. Moreover, since there has been no showing that anyone else was affected in the same or similar manner as the plaintiff by the acts of the defendants, this case is not a proper one for the maintenance of a class action under Rule 23.</p>\n<p>At the trial plaintiff abandoned his allegations that the actions of the defendants were in any manner racially motivated.<sup>[4]</sup> Thus, the sole issue for determination is whether the defendants violated procedural due process in failing to renew the plaintiff's contract of employment.</p>\n<p>During the spring of 1965 plaintiff was appointed as a full professor of mathematics at Pembroke for the 1965-66 academic year. His appointment was based on credentials that he had supplied to Bryant Teachers Bureau, the agency through which the parties contacted each other. He was re-appointed to his position through the 1969-70 academic year with a salary increase for each year except the 1969-70 academic year, his last contract period. In December, 1969, the chairman of his department wrote a letter to Dean Kersh recommending that plaintiff not be reemployed following that academic year. Dean Kersh made a similar recommendation to President Jones. President Jones then wrote a letter to the plaintiff advising him that his contract with Pembroke would not be renewed at the end of that academic year. The plaintiff protested the non-renewal of his contract and asked for the specific reasons for such non-renewal. The specific reasons were not given at that time.<sup>[5]</sup> Later the plaintiff appeared before the spring meeting of the Board of Trustees on March 20, 1970, to further protest the non-renewal of his contract. After plaintiff's presentation at this meeting the Board of Trustees voted to support the administration's recommendation not to renew his contract. Thereafter, plaintiff instituted the instant suit.</p>\n<p>The resolution of the issue here is dependent upon plaintiff's legal relationship with Pembroke State University. In his complaint he alleged that he was a non-tenured professor, and he has contended throughout this litigation that he did not have tenure; however, he also contended that tenure was wrongfully withheld, so the resolution of this question requires further development.</p>\n<p>Plaintiff contends that at the time he was hired by Pembroke for the 1965-66 <span class=\"star-pagination\">*1063</span> academic year, he was led to believe that he would be granted tenure. The representations upon which plaintiff contends he relied were the provisions relating to tenure contained in the Faculty Handbook<sup>[6]</sup> and assurances made to him by Warren I. Smith, then the academic dean at Pembroke.<sup>[7]</sup> Furthermore, plaintiff showed that he had been recommended for tenure by Mr. Jacobs, the Chairman of his Department.<sup>[8]</sup> On the other hand, the defendants contend that plaintiff never furnished satisfactory evidence of his background in mathematics to justify granting him tenure.<sup>[9]</sup></p>\n<p>Although the evidence discloses that the plaintiff was induced by the assurances of Dean Smith to relinquish another position to accept employment at Pembroke, there is no evidence to show that Smith had authority, either actual or implied, to make such representations, or that they were ever brought to the attention of those in a position to grant tenure. Thus, from the evidence the court concludes that the defendants did not wrongfully withhold tenure from the plaintiff, and that he was a nontenured professor.</p>\n<p>Next, the plaintiff contends that even if he were a non-tenured professor, Pembroke had adopted regulations or standards of practice which gave him an expectation of re-employment.<sup>[10]</sup> To create such an obligation the court in <i>Ferguson,</i> supra, relied upon the acts of the college in treating their action as a termination of employment rather than a decision not to offer a new or subsequent term of employment, and their concession that such a decision not to renew required a showing of cause. Neither of these actions is present here. To the contrary, Pembroke treated their action as a failure to renew plaintiff's term of employment, and they did not feel a necessity to show cause for their action.<sup>[11]</sup> In addition, the nature of the yearly contract renewals is revealing on this point. Each year Pembroke required plaintiff to sign a letter of intent indicating his plans with respect to employment for the next year, and each year a new contract was signed.</p>\n<p>Furthermore, since the <i>Ferguson</i> case focused on the actions of the college to create a legal obligation, the actions of the plaintiff should likewise be examined. <span class=\"star-pagination\">*1064</span> Upon such examination it is apparent that the actions of the plaintiff here during the fall semester of his last contract year were incompatible with the continuance of employment with Pembroke State University.<sup>[12]</sup></p>\n<p>Thus, from the evidence the court finds that the parties by their actions had not created the obligation of an expectation of employment. The court is of the opinion that the holding here is not inconsistent with the holding in <i>Greene,</i> supra, regarding contract interpretations and customary practices.</p>\n<p>From the foregoing evidence and discussion the court finds that the plaintiff was a non-tenured professor at Pembroke, and that he did not have an expectation of re-employment. The plaintiff contends, however, that a non-tenured university professor is still entitled to a statement of the reasons for the non-renewal of his contract and the right to a hearing before a fair and impartial tribunal on the non-renewal determination.<sup>[13]</sup></p>\n<p>What is involved here is the employment contract of a university professor that was renewable annually at the will of either party. The Pembroke administration gave plaintiff ample notice that they were recommending to the Board of Trustees that his contract not be renewed. There are no remaining <span class=\"star-pagination\">*1065</span> contentions and there is no evidence that the administration considered any constitutionally impermissible factors such as race or the infringement of First Amendment freedoms in reaching their decision. In the absence of such impermissible factors the court holds that plaintiff was not constitutionally entitled to a statement of the reasons for the non-renewal determination and a hearing before a fair and impartial tribunal.<sup>[14]</sup></p>\n<p>This result is in accord with the balancing formula established by the Supreme Court for the requirements of due process in a given situation.<sup>[15]</sup> Pembroke had an opportunity to upgrade their faculty as the sellers market in teaching talent had changed into a buyers market. Also, it would impose a significant burden upon educational institutions to require them to conduct such full-scale hearings although it does seem that governmental agencies would be well advised to adopt some procedure to allow disgruntled faculty members an opportunity to air their grievances and perhaps lessen the courts' workloads. Plaintiff has not shown that he suffered a clear, immediate and substantial impact on his reputation that effectively destroyed his ability to pursue his profession.<sup>[16]</sup></p>\n<p>Furthermore, even if the court had found that plaintiff were a tenured employee or that he had an expectation of re-employment, he would not be entitled to reinstatement pending a fair and impartial hearing by the defendants, for he was afforded a plenary trial in this court with all the procedural protections.<sup>[17]</sup> Defendants showed that their decision not to renew plaintiff's contract was not arbitrary and capricious, but was firmly supported in fact.<sup>[18]</sup> Under no interpretation of procedural due process should the plaintiff be entitled to a second hearing before the defendants after already having had his \"day in court\". The primary reason for requiring pretermination procedural due process is to insure that the decision is not in retaliation for the exercise of constitutionally-protected rights, and the absence of such a decision is clearly evident here.</p>\n<p>Finally, plaintiff has raised an additional point. He alleges that the defendants violated their own regulations in failing to give him a year's notice of <span class=\"star-pagination\">*1066</span> their intention to terminate his services. He contends that such action deprived him of due process.<sup>[19]</sup> This allegation is without factual support as the plaintiff has failed to show that the defendants had adopted any regulation requiring them to give him a year's notice before making the decision not to renew his contract.</p>\n<p>It is now, therefore</p>\n<p>Ordered that the relief sought by the plaintiff in this action is hereby denied. The parties shall bear their own costs.</p>\n<p>This memorandum opinion and order shall constitute the court's findings of facts and conclusions of law. Let a judgment be entered forthwith denying the relief sought by the plaintiff.</p>\n<h2>NOTES</h2>\n<p>[1]  At the time of plaintiff's initial appointment it was known as \"Pembroke State College\"; however, in 1969 it was designated \"Pembroke State University\". N. C.G.S. § 116-44.14A.</p>\n<p>[2]  See Johnson v. Branch, <span class=\"citation\" data-id=\"272660\"><a href=\"/opinion/272660/willa-johnson-individually-and-as-a-representative-of-a-class-composed-of/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">177</span></a></span> (4th Cir. 1966), cert. den. <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1003</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></span>, 17 L.Ed.2d 542.</p>\n<p>[3]  In the complaint plaintiff alleged that he \"was denied tenure and promotion in rank solely because of his race and color\". In his amendment he further alleged that he \"was initially employed as a full professor of mathematics for (sic) 1965-66 academic year with the understanding that he would be given tenure after a two-year probationary period which was then and is now the written policy of the defendants as set out in the Faculty Handbook. The defendants in refusing to grant the plaintiff tenure as they had agreed to do have violated the terms of his contract and rights secured to him by the Fourteenth Amendment.\"</p>\n<p>[4]  Not a shred of evidence was adduced at the trial to show that the employment policies of the defendants were in any way influenced by considerations of race, color or national origin. In fact, the evidence disclosed that the faculty and staff at Pembroke was composed of a veritable amalgam of races and national origins. In addition, the defendants declined to renew the contracts of two other white employees at the same time they decided not to renew plaintiff's contract.</p>\n<p>[5]  President Jones in his deposition stated that the regulations of the American Association of University Professors did not require that a person in a probationary status appointment be given reasons for the non-renewal of a contract. President Jones further stated that the defendants had at all times considered the plaintiff as being on a probationary status. Also, with respect to Dr. Kota's protest over the non-renewal, Dean Kersh in his deposition stated that he advised Dr. Kota that he could utilize the grievance procedure at Pembroke or have his peers and colleagues in the local chapter of the AAUP hear his complaints and make recommendations to the Pembroke administration, but that Dr. Kota declined to use either procedure.</p>\n<p>[6]  When plaintiff was initially employed at Pembroke the Faculty Handbook contained the following provision relating to tenure: \"After the expiration of a probationary period of two years professors are considered for tenure based on professional rank. Full professors are given permanent tenure after the two-year probationary period if their services have been satisfactory and the need exist (sic).\"</p>\n<p>[7]  Smith left the employment of Pembroke at the end of plaintiff's first year there.</p>\n<p>[8]  It appears that a professor is first recommended for tenure to the University administration by the Chairman of his department. The administration then decides whether to recommend tenure to the trustees who actually make the determination on the granting of tenure.</p>\n<p>[9]  Before the inception of plaintiff's employment he was requested to furnish transcripts of his academic degrees, and this request was made repeatedly during the term of his employment; nonetheless, the only evidence of academic attainment he exhibited was copies of his diplomas. Notwithstanding the fact plaintiff pointed out that the University from which he earned his Ph.D., Osmania University in India, did not report grades in the same manner as American universities, it is understandable that a university would want more evidence of academic achievement than the mere copy of a diploma before granting faculty tenure. Moreover, the subject on which plaintiff presented a thesis for his Ph.D. was chemistry, and at Pembroke he was a professor of mathematics. In fact, President Jones stated in his deposition that he had no knowledge of a mathematical background for the plaintiff. Furthermore, plaintiff took no continuing education courses to supplement his background in mathematics, and he had no publications of a scholarly or professional nature during his employment at Pembroke.</p>\n<p>[10]  Ferguson v. Thomas, <span class=\"citation\" data-id=\"291684\"><a href=\"/opinion/291684/william-c-ferguson-v-alvin-i-thomas/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span> (5th Cir. 1970); Greene v. Howard University, 134 U.S.App.D.C. 81, <span class=\"citation\" data-id=\"285528\"><a href=\"/opinion/285528/jeroyd-w-greene-v-howard-university-a-corporation-nathan-hare-v-howard/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span> (1969).</p>\n<p>[11]  See Note 5, supra.</p>\n<p>[12]  First, there is evidence of physical assaults on Mr. Jacobs, Chairman of plaintiff's department. Second, there is evidence that on one occasion plaintiff entered the office of Mr. Jacobs and inquired as to what Mr. Jacobs was doing. When Mr. Jacobs replied that he was reading a Pembroke University catalog, plaintiff sneeringly asked if Mr. Jacobs understood what he was reading. Third, there is evidence that plaintiff confronted Dr. English Jones, President of Pembroke, and told Dr. Jones in the presence of witnesses that Dr. Jones was not an intellectual and not competent to be the president of a university. Such incidents are extremely disruptive to the normal functioning of a university.</p>\n<p>[13]  For a case holding that a physician should have been accorded a hearing prior to his discharge from a municipal hospital see Birnbaum v. Trussell, <span class=\"citation\" data-id=\"274476\"><a href=\"/opinion/274476/9-fair-emplpraccas-1140-1-empl-prac-dec-p-9759-morton-birnbaum-v/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span> (2nd Cir. 1966); for cases holding that educators, with or without tenure, are entitled to a statement of the reasons for considering the non-renewal of their contracts, notice of a hearing at which they can respond to the stated reasons, and the actual holding of such a hearing if they appear at the specified time and place see Roth v. Board of Regents of State Colleges, <span class=\"citation\" data-id=\"1382320\"><a href=\"/opinion/1382320/roth-v-board-of-regents-of-state-colleges/\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">972</span></a></span> (W.D.Wis.1970), aff'd. <span class=\"citation\" data-id=\"298303\"><a href=\"/opinion/298303/david-e-roth-for-himself-and-for-all-others-similarly-situated-v-the/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span> (7th Cir. 1971) (non-tenured university professor); and Gouge v. Joint School District No. 1, <span class=\"citation\" data-id=\"1382280\"><a href=\"/opinion/1382280/gouge-v-joint-school-district-no-1/\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">984</span></a></span> (W.D. Wis.1970) (teacher in a public elementary or secondary school); see also Lucia v. Duggan, <span class=\"citation\" data-id=\"1623412\"><a href=\"/opinion/1623412/lucia-v-duggan/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">112</span></a></span> (D.Mass. 1969) (non-tenured public school teacher).\n</p>\n<p>A strong argument is advanced by Professor Van Alstyne in his article \"The Constitutional Rights of Teachers and Professors\" in 1970 Duke L.J. 841, 858, supporting such pretermination procedural due process.</p>\n<p>The soundest basis for such pretermination procedural due process is that it is necessary to protect and guarantee substantive due process such as the First Amendment freedoms. Thus, it is reasoned that the right of pretermination procedural due process is \"implicit\" in other constitutional provisions. In the absence, however, of authorities from the Supreme Court and this judicial circuit expanding such pretermination procedural due process requirements to the facts of the instant case, this court declines to hold that such requirements are \"implicit\" in the Constitution, for this court is cognizant of the comments of Chief Justice Burger regarding the expansion of the requirements of procedural due process in the welfare benefits area in Goldberg v. Kelly, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1970), and Wheeler v. Montgomery, <span class=\"citation\" data-id=\"2764187\"><a href=\"/opinion/2764187/wheeler-v-montgomery/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"2764187\"><a href=\"/opinion/2764187/wheeler-v-montgomery/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, 1028, <span class=\"citation\" data-id=\"2764187\"><a href=\"/opinion/2764187/wheeler-v-montgomery/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1970):</p>\n<p>\"The court's action today seems another manifestation of the now familiar constitutionalizing syndrome: once some presumed flaw is observed, the Court then eagerly accepts the invitation to find a constitutionally `rooted' remedy. If no provision is explicit on the point, it is then seen as `implicit' or commanded by the vague and nebulous concept of `fairness.'\" <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1028</span></span> (dissenting opinion).</p>\n<p>[14]  See Hodgin v. Noland, <span class=\"citation\" data-id=\"293804\"><a href=\"/opinion/293804/t-ellis-hodgin-v-thomas-b-noland-city-manager-martinsville-va/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span> (4th Cir. 1970) (city librarian); Brown v. Hirst, <span class=\"citation\" data-id=\"297117\"><a href=\"/opinion/297117/floyd-p-brown-jr-v-julian-f-hirst-individually-and-as-city-manager/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span> (4th Cir. 1971), aff'g per curiam <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">236</span></span> (W.D. Va.1971) (municipal employee); Kirker v. Moore, <span class=\"citation\" data-id=\"294070\"><a href=\"/opinion/294070/lyle-kirker-v-arch-a-moore-jr/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">423</span></a></span> (4th Cir. 1971), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">824</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">49</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span></span>, aff'g per curiam <span class=\"citation\" data-id=\"1568752\"><a href=\"/opinion/1568752/kirker-v-moore/\"><span class=\"volume\">308</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">615</span></a></span> (S.D.W.Va.1970) (striking state road commission employees); Johnson v. Fraley, <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">471</span></span> (W.D.Va.1971) (nontenured public school teacher); Thaw v. Board of Public Instruction of Dade County, Fla., <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></span> (5th Cir. 1970) (probationary public school teacher); Jones v. Hopper, <span class=\"citation\" data-id=\"284867\"><a href=\"/opinion/284867/george-jones-jr-v-jesse-victor-hopper-president-of-southern-colorado/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span> (10th Cir. 1969), cert. den., <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span></span> (1970) (non-tenured college professor); and Freeman v. Gould Special School District, <span class=\"citation\" data-id=\"283120\"><a href=\"/opinion/283120/jesse-freeman-v-the-gould-special-school-district-of-lincoln-county/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1153</span></a></span> (8th Cir. 1969), cert. den., <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">61</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></span> (1969) (public school teachers). <i>See also</i> Still v. Lance, <span class=\"citation\" data-id=\"1329743\"><a href=\"/opinion/1329743/still-v-lance/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"1329743\"><a href=\"/opinion/1329743/still-v-lance/\"><span class=\"volume\">182</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">403</span></a></span> (1971) (public school teacher).</p>\n<p>[15]  The precise nature of the governmental interest must be determined along with the private interest that has been affected by governmental action. Cafeteria Workers v. McElroy, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1743</span></a></span>, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1230</span></a></span> (1961); Goldberg v. Kelly, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1970).</p>\n<p>[16]  See Tichow v. Harder, <span class=\"citation\" data-id=\"295166\"><a href=\"/opinion/295166/juliette-a-tichon-v-john-f-harder-acting-commissioner-of-welfare-of-the/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span> (2nd Cir. 1971). Although he has suffered a decrease in salary, plaintiff has obtained employment at a South Carolina educational institution, Morris College.</p>\n<p>[17]  As stated previously, the plaintiff testified in court, and the court carefully considered some 525 pages of deposition testimony in reaching this decision.</p>\n<p>[18]  If \"cause\" were required defendants demonstrated ample cause for their action: see Notes 9 and 12, supra. Also, the record contains numerous references to student complaints about the plaintiff and his teaching methods which he referred to as \"individual independent study with the program method\".</p>\n<p>[19]  See Service v. Dulles, <span class=\"citation\" data-id=\"105539\"><a href=\"/opinion/105539/service-v-dulles/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, 388-389, <span class=\"citation\" data-id=\"105539\"><a href=\"/opinion/105539/service-v-dulles/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1152</span></a></span>, <span class=\"citation\" data-id=\"105539\"><a href=\"/opinion/105539/service-v-dulles/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1403</span></a></span> (1957); and Vitarelli v. Seaton, <span class=\"citation\" data-id=\"105892\"><a href=\"/opinion/105892/vitarelli-v-seaton/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 546, 554, <span class=\"citation\" data-id=\"105892\"><a href=\"/opinion/105892/vitarelli-v-seaton/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">968</span></a></span>, <span class=\"citation\" data-id=\"105892\"><a href=\"/opinion/105892/vitarelli-v-seaton/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1012</span></a></span> (1959).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/293804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/294070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/295166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/298303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1382280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1382320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1568752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1623412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2764187/"
  ]
}