{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2594364/",
  "absolute_url": "/opinion/2594364/santitoro-v-evans/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2594364/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T11:00:31.426694Z",
  "date_modified": "2016-04-26T21:02:08.090336Z",
  "type": "010combined",
  "sha1": "0a2508f48a4542d779e59534cc118ae99a5a32c2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>935 F.Supp. 733 (1996)</b></center>\n<center><h1>Robin SANTITORO, et al., Plaintiffs,<br>\nv.<br>\nWallace N. EVANS, II, M.D., et al., Defendants.<br>\nLucinda ROBINSON, Plaintiff,<br>\nv.<br>\nWallace N. EVANS, II, M.D., et al., Defendants.<br>\nVictoria PRITCHETT, et al., Plaintiffs,<br>\nv.<br>\nWallace N. EVANS, II, M.D., et al., Defendants.</h1></center>\n<center>Nos. 5:95-CV-837-BO(2), 5:95-CV-998-BO(2), and 5:95-CV-1061-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 14, 1996.</center>\n<p><span class=\"star-pagination\">*734</span> Elizabeth F. Kuniholm, Raleigh, NC, for Plaintiff.</p>\n<p>John N. Hutson, Jr., Howard, From, Stallings &amp; Hutson, Raleigh, NC, Barbara B. Weyher, Dan Johnson McLamb, Yates, McLamb &amp; Weyher, Raleigh, NC, for Defendants Wallace N. Evans, II, M.D., Maxicare North Carolina, Inc.</p>\n<p>John N. Hutson, Jr., Howard, From, Stallings &amp; Hutson, Raleigh, NC, D. Clark Smith, Lexington, NC, Barbara B. Weyher, Yates, McLamb &amp; Weyher, Raleigh, NC, for Defendants Cary Family Physicians, Inc., CFP Medical Assoc.</p>\n<p>John N. Hutson, Jr., Howard, From, Stallings &amp; Hutson, Raleigh, NC, for Defendant Maxicare Health Plans, Inc.</p>\n<p>D. Clark Smith, Lexington, NC, for Defendants North Carolina Medical Management, Inc., NCMMNP, Inc., and U.S. Familycare of North Carolina, Inc., North Carolina Medical Group, Inc., Pacific Physician Services, Inc., PPS East, Inc., PPS North Carolina Medical Management, Inc., Pacific Physician Services Medical Group.</p>\n<p>Alene M. Mercer, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for Defendant Wake County Hospital System, Inc., dba Western Wake Medical Center.</p>\n<p>Mark A. Ash, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for Defendants Managed Benefit System, Inc., Healthsource North Carolina Administrators, Inc., Carolina Physicians Health Plan, Healthsource North Carolina, Inc., and Healthsource, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on the motions to remand filed by plaintiffs in each of the three cases. Finding that plaintiffs' <span class=\"star-pagination\">*735</span> claims are not removable, the court remands all three cases to the Superior Court for Wake County, North Carolina. Accordingly, plaintiffs' motions to remand are GRANTED.</p>\n<p>This action arises out of the alleged medical malpractice and misconduct during the delivery of medical services by defendant Wallace N. Evans, II, M.D. In each case plaintiffs assert various tort claims against Dr. Evans and Health Maintenance Organizations (HMOs)<sup>[1]</sup> employing Dr. Evans. Arguing that plaintiffs' claims are either preempted by the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. § 1001 et seq., or displaced by federal common law because they implicate the Federal Employees' Health Benefits Act (FEHBA), 5 U.S.C. § 8901 et seq.,<sup>[2]</sup> defendants removed the cases from state court under 28 U.S.C. § 1441.</p>\n<p>Under 28 U.S.C. § 1441, a defendant may remove a civil action filed in state court if the district court has original subject matter jurisdiction over the plaintiff's claims. Original jurisdiction exists over \"all civil actions arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. § 1331. An action arises under federal law when a plaintiff's well-pleaded complaint discloses a federal question. Under the well-pleaded complaint rule, a plaintiff is \"the master of the complaint ... [and] may, by eschewing claims based on federal law, choose to have the cause heard in state court.\" <i>Caterpillar, Inc. v. Williams,</i> 482 U.S. 386, 398-99, 107 S.Ct. 2425, 2433, 96 L.Ed.2d 318 (1987).</p>\n<p>Although federal preemption is ordinarily a defense, it may not serve as a basis for removal because it does not appear on the face of a well-pleaded complaint. \"One corollary of the well-pleaded complaint rule developed in the case law, however, is that Congress may so completely pre-empt a particular area that any civil complaint rasing this select group of claims is necessarily federal in character.\" <i>Metropolitan Life Ins. Co. v. Taylor,</i> 481 U.S. 58, 63-64, 107 S.Ct. 1542, 1546, 95 L.Ed.2d 55 (1987).</p>\n<p>Two forms of preemption exist under ERISA: general preemption under § 514(a), and complete preemption under § 502(a). Although the former may serve as a defense to an action, only the latter will support removal under the well-pleaded complaint rule. <i>Taylor,</i> 481 U.S. at 64-67, 107 S.Ct. at 1547-48. Thus, plaintiffs' claims must be remanded to state court unless they fall under § 502(a), which authorizes various parties, including participants and beneficiaries, to bring an action to recover benefits due under a plan, to enforce rights under a plan, or to clarify rights to future benefits under a plan. 29 U.S.C. § 1132(a).</p>\n<p>Plaintiffs' claims against the defendant HMOs arise out of the delivery of medical services they received from defendant Evans, a physician employed by or associated with the HMOs.<sup>[3]</sup> Plaintiffs assert two categories of claims against the HMOs: (1) claims for the conduct of Dr. Evans, including battery, negligence, negligent infliction of emotional distress, intentional infliction of emotional distress, and breach of fiduciary duty under the theories of respondeat superior and ratification; and (2) direct claims for negligence, negligent infliction of emotional distress, negligent hiring and retention, and <span class=\"star-pagination\">*736</span> breach of fiduciary duty for failure to supervise and credential Evans.</p>\n<p>Assuming arguendo that the plan \"benefits\" are medical services, rather than HMO membership or payment for services,<sup>[4]</sup> plaintiffs' claims do not fall within the purview of § 502(a). Plaintiffs' claims relate to the quality, rather than the quantity, of benefits plaintiffs received under the plan. Plaintiffs do not assert claims against the defendant HMOs for wrongful denial or administration of benefits under the plans. To the contrary, they claim damages for Evans' alleged medical malpractice and other malfeasance related to the provision of those benefits. Thus, plaintiffs seek to hold defendants liable for breaches of duties related to medical care imposed by state tort law, rather than breaches of the duties contractually imposed by the plans.</p>\n<p>This dichotomy is significant because ERISA serves to \"protect ... the interests of the participants in employee benefit plan and their beneficiaries, by requiring the disclosure and reporting to participants and beneficiaries of financial and other information with respect thereto, [and] by establishing standards of conduct, responsibility, and obligation for fiduciaries of employee benefit plan.\" 29 U.S.C. § 1001(b). Consequently, § 502(a) provides a cause of action for recovery of benefits that are improperly administered, i.e., denied in whole or in part. <i>See </i><i>Dukes v. U.S. Healthcare, Inc.,</i> 57 F.3d 350, 357 (3d Cir.), <i>cert. denied,</i> ___ U.S. ___, 116 S.Ct. 564, 133 L.Ed.2d 489 (1995). Section 502 does not, however, preempt state tort law regulating the quality of health care services provided by doctors or their employers. <i>Id.; see also </i><i>Pacificare of Oklahoma, Inc. v. Burrage,</i> 59 F.3d 151, 155 (10th Cir.1995); <i>Jackson v. Roseman,</i> 878 F.Supp. 820, 826 (D.Md.1995). Accordingly, the claims are not removable.</p>\n<p>Similarly, the claims of plaintiff Robin Santitoro are also not removable. Because Santitoro obtained her health care coverage through her husband's employment at the United States Postal Service, her plan is subject to Federal Employees' Health Benefits Act (FEHBA), 5 U.S.C. § 8901 et seq., rather than ERISA. 29 U.S.C. §§ 1003(b), 1002(32), 1144(a). Unlike § 502(a) of ERISA, complete preemption does not exist under FEHBA. <i>Goepel v. National Postal Mail Handlers Union,</i> 36 F.3d 306, 313 (3d Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1691, 131 L.Ed.2d 555 (1995); <i>Craig v. Government Employees' Insurance Co.,</i> 134 F.R.D. 126, 127 (D.Md.1991); <i>cf. </i><i>Caudill v. Blue Cross and Blue Shield of North Carolina,</i> 999 F.2d 74, 77 (4th Cir.1993) (failing to reach issue of complete preemption). Nevertheless, defendant Maxicare argues that Santitoro's claims are removable because her claims are completely displaced by federal common law pursuant to the Fourth Circuit's decision in <i>Caudill v. Blue Cross and Blue Shield of North Carolina,</i> 999 F.2d 74 (4th Cir.1993).</p>\n<p>In <i>Caudill,</i> the plaintiff sued her insurer for breach of contract, alleging that the insurer had improperly denied her coverage for a medical procedure. The defendant removed the case to federal court on the basis of federal question jurisdiction under FEHBA. Relying on <i>Boyle v. United Technologies Corp.,</i> 487 U.S. 500, 108 S.Ct. 2510, 101 L.Ed.2d 442 (1988), the Fourth Circuit held that federal common law displaces state law when (1) the claims involve a uniquely federal interest and (2) a significant conflict exists between the federal interest and policy and the effect of state law or the application of state law frustrates specific policy objectives of federal legislation. <i>Caudill,</i> 999 F.2d at 78.</p>\n<p>The court then found that both prongs of the test were satisfied. First, the court held that a significant interest existed in the provision of health benefits to federal employees. <i>Id.</i> Second, the court concluded that the application of state contract law would result <span class=\"star-pagination\">*737</span> in a patchwork of benefits that varied from state to state, thereby undermining the goals of FEHBA. <i>Id.</i> at 79. Accordingly, the court concluded that \"[i]n the area of federal employee health benefits, federal common law entirely displaces <i>state contract law.</i>\" <i>Id.</i> (emphasis added).</p>\n<p>Unlike the plaintiff in <i>Caudill,</i> plaintiff Santitoro asserts claims under state <i>tort law.</i><sup>[5]</sup> Although an uniquely federal interest is implicated, i.e., the provision of health care benefits to federal employees, application of state tort law does not frustrate the specific objectives of FEHBA. Like the claims of the other plaintiffs, Santitoro's claims relate to the quality, rather than the quantity, of benefits received by Santitoro. Plaintiff's claims do not require a determination of the nature or extent of benefits due under the FEHBA plan because the claims implicate only the manner in which defendants provided her with medical services. Furthermore, application of state tort law will not impair the federal government's ability to provide a consistent set of benefits to its employees nationwide. Consequently, federal common law does not displace the state tort law upon which Santitoro's claims rest. Therefore, Santitoro's claims are not removable under 28 U.S.C. § 1441.</p>\n<p>Finding that plaintiffs' claims are neither preempted by the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. § 1001 et seq., nor displaced by federal common law because they implicate the Federal Employees' Health Benefits Act (FEHBA), 5 U.S.C. § 8901 et seq., the court holds that plaintiffs' claims are not removable under 28 U.S.C. § 1441. Accordingly, plaintiffs' motions to remand in each of the three cases is GRANTED and the cases are hereby remanded to the Superior Court for Wake County, North Carolina.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff Robinson brings claims against three related entities, Healthsource North Carolina, Inc., an HMO, Healthsource North Carolina Administrators, Inc., a third party administrator of health care plans, and Healthsource, Inc., the parent company to the other two corporations. The fact that claims are brought against the non-HMO affiliates does not affect the nature of the claims, though there may be no basis for imposing liability under plaintiff Robinson's claims against those entities.</p>\n<p>[2]  Defendant Maxicare failed to raise FEHBA as a ground for removal in its notice of removal, but argued it in its response brief to plaintiffs' motion to remand. In light of the court's determination that the FEHBA claims are not removable, the court assumes, but does not decide, that Maxicare's failure did not result in waiver.\n</p>\n<p>The FEHBA-related claims of plaintiff Santitoro are treated separately infra at 736-37.</p>\n<p>[3]  Plaintiffs Mary Stanley, Victoria Pritchett, Susan Ridgway, and Tammy Worth do not assert claims against the HMO defendants. Accordingly, defendants concede that their claims are not, by themselves, removable.</p>\n<p>[4]  In a traditional fee-for-service insurance plan, an employer purchases insurance from a company which agrees to pay for certain health care expenses incurred by the employee. Under such a plan the benefits are payments to health care providers or reimbursements to plan participants for covered health care expenses. In an HMO plan, like those at issue, an employer pays a fixed fee to a company which agrees to provide to the employee any medical services covered under the plan. Arguably, the benefits in an HMO plan are the medical services.</p>\n<p>[5]  Although the Supreme Court in <i>Boyle</i> held that federal common law displaced the state tort law at issue, it found that the so-called government contractor defense satisfied the second prong of the displacement test because the government actually provided the allegedly defective design specifications to the defendant contractor. <i>Boyle,</i> 487 U.S. at 512, 108 S.Ct. at 2518. Furthermore, it limited the displacement to situations in which \"(1) the United States approved reasonably precise specifications; (2) the equipment conformed to those specifications; and (3) the supplier warned the United States about the dangers in the use of the equipment that were known to the supplier but not to the United States.\" In the case at bar, defendant Maxicare does not argue that the government has dictated the standards under which physicians and their employers must provide medical services and exercise their professional judgment.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">935</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">733</span></span> (1996)</b></center>\n<center><h1>Robin SANTITORO, et al., Plaintiffs,<br>\nv.<br>\nWallace N. EVANS, II, M.D., et al., Defendants.<br>\nLucinda ROBINSON, Plaintiff,<br>\nv.<br>\nWallace N. EVANS, II, M.D., et al., Defendants.<br>\nVictoria PRITCHETT, et al., Plaintiffs,<br>\nv.<br>\nWallace N. EVANS, II, M.D., et al., Defendants.</h1></center>\n<center>Nos. 5:95-CV-837-BO(2), 5:95-CV-998-BO(2), and 5:95-CV-1061-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>August 14, 1996.</center>\n<p><span class=\"star-pagination\">*734</span> Elizabeth F. Kuniholm, Raleigh, NC, for Plaintiff.</p>\n<p>John N. Hutson, Jr., Howard, From, Stallings &amp; Hutson, Raleigh, NC, Barbara B. Weyher, Dan Johnson McLamb, Yates, McLamb &amp; Weyher, Raleigh, NC, for Defendants Wallace N. Evans, II, M.D., Maxicare North Carolina, Inc.</p>\n<p>John N. Hutson, Jr., Howard, From, Stallings &amp; Hutson, Raleigh, NC, D. Clark Smith, Lexington, NC, Barbara B. Weyher, Yates, McLamb &amp; Weyher, Raleigh, NC, for Defendants Cary Family Physicians, Inc., CFP Medical Assoc.</p>\n<p>John N. Hutson, Jr., Howard, From, Stallings &amp; Hutson, Raleigh, NC, for Defendant Maxicare Health Plans, Inc.</p>\n<p>D. Clark Smith, Lexington, NC, for Defendants North Carolina Medical Management, Inc., NCMMNP, Inc., and U.S. Familycare of North Carolina, Inc., North Carolina Medical Group, Inc., Pacific Physician Services, Inc., PPS East, Inc., PPS North Carolina Medical Management, Inc., Pacific Physician Services Medical Group.</p>\n<p>Alene M. Mercer, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for Defendant Wake County Hospital System, Inc., dba Western Wake Medical Center.</p>\n<p>Mark A. Ash, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for Defendants Managed Benefit System, Inc., Healthsource North Carolina Administrators, Inc., Carolina Physicians Health Plan, Healthsource North Carolina, Inc., and Healthsource, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on the motions to remand filed by plaintiffs in each of the three cases. Finding that plaintiffs' <span class=\"star-pagination\">*735</span> claims are not removable, the court remands all three cases to the Superior Court for Wake County, North Carolina. Accordingly, plaintiffs' motions to remand are GRANTED.</p>\n<p>This action arises out of the alleged medical malpractice and misconduct during the delivery of medical services by defendant Wallace N. Evans, II, M.D. In each case plaintiffs assert various tort claims against Dr. Evans and Health Maintenance Organizations (HMOs)<sup>[1]</sup> employing Dr. Evans. Arguing that plaintiffs' claims are either preempted by the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. § 1001 et seq., or displaced by federal common law because they implicate the Federal Employees' Health Benefits Act (FEHBA), 5 U.S.C. § 8901 et seq.,<sup>[2]</sup> defendants removed the cases from state court under 28 U.S.C. § 1441.</p>\n<p>Under 28 U.S.C. § 1441, a defendant may remove a civil action filed in state court if the district court has original subject matter jurisdiction over the plaintiff's claims. Original jurisdiction exists over \"all civil actions arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. § 1331. An action arises under federal law when a plaintiff's well-pleaded complaint discloses a federal question. Under the well-pleaded complaint rule, a plaintiff is \"the master of the complaint ... [and] may, by eschewing claims based on federal law, choose to have the cause heard in state court.\" <i>Caterpillar, Inc. v. Williams,</i> <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 398-99, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2425</span></a></span>, 2433, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1987).</p>\n<p>Although federal preemption is ordinarily a defense, it may not serve as a basis for removal because it does not appear on the face of a well-pleaded complaint. \"One corollary of the well-pleaded complaint rule developed in the case law, however, is that Congress may so completely pre-empt a particular area that any civil complaint rasing this select group of claims is necessarily federal in character.\" <i>Metropolitan Life Ins. Co. v. Taylor,</i> <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 63-64, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></a></span>, 1546, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span></a></span> (1987).</p>\n<p>Two forms of preemption exist under ERISA: general preemption under § 514(a), and complete preemption under § 502(a). Although the former may serve as a defense to an action, only the latter will support removal under the well-pleaded complaint rule. <i>Taylor,</i> 481 U.S. at 64-67, 107 S.Ct. at 1547-48. Thus, plaintiffs' claims must be remanded to state court unless they fall under § 502(a), which authorizes various parties, including participants and beneficiaries, to bring an action to recover benefits due under a plan, to enforce rights under a plan, or to clarify rights to future benefits under a plan. 29 U.S.C. § 1132(a).</p>\n<p>Plaintiffs' claims against the defendant HMOs arise out of the delivery of medical services they received from defendant Evans, a physician employed by or associated with the HMOs.<sup>[3]</sup> Plaintiffs assert two categories of claims against the HMOs: (1) claims for the conduct of Dr. Evans, including battery, negligence, negligent infliction of emotional distress, intentional infliction of emotional distress, and breach of fiduciary duty under the theories of respondeat superior and ratification; and (2) direct claims for negligence, negligent infliction of emotional distress, negligent hiring and retention, and <span class=\"star-pagination\">*736</span> breach of fiduciary duty for failure to supervise and credential Evans.</p>\n<p>Assuming arguendo that the plan \"benefits\" are medical services, rather than HMO membership or payment for services,<sup>[4]</sup> plaintiffs' claims do not fall within the purview of § 502(a). Plaintiffs' claims relate to the quality, rather than the quantity, of benefits plaintiffs received under the plan. Plaintiffs do not assert claims against the defendant HMOs for wrongful denial or administration of benefits under the plans. To the contrary, they claim damages for Evans' alleged medical malpractice and other malfeasance related to the provision of those benefits. Thus, plaintiffs seek to hold defendants liable for breaches of duties related to medical care imposed by state tort law, rather than breaches of the duties contractually imposed by the plans.</p>\n<p>This dichotomy is significant because ERISA serves to \"protect ... the interests of the participants in employee benefit plan and their beneficiaries, by requiring the disclosure and reporting to participants and beneficiaries of financial and other information with respect thereto, [and] by establishing standards of conduct, responsibility, and obligation for fiduciaries of employee benefit plan.\" 29 U.S.C. § 1001(b). Consequently, § 502(a) provides a cause of action for recovery of benefits that are improperly administered, i.e., denied in whole or in part. <i>See </i><i>Dukes v. U.S. Healthcare, Inc.,</i> <span class=\"citation\" data-id=\"697683\"><a href=\"/opinion/697683/cecilia-dukes-trustee-ad-litem-of-the-estate-of-darryl-dukes-deceased-v/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span>, 357 (3d Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">564</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">489</span></span> (1995). Section 502 does not, however, preempt state tort law regulating the quality of health care services provided by doctors or their employers. <i>Id.; see also </i><i>Pacificare of Oklahoma, Inc. v. Burrage,</i> <span class=\"citation\" data-id=\"698773\"><a href=\"/opinion/698773/pacificare-of-oklahoma-inc-v-honorable-michael-burrage-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 155 (10th Cir.1995); <i>Jackson v. Roseman,</i> <span class=\"citation\" data-id=\"1439662\"><a href=\"/opinion/1439662/jackson-v-roseman/\"><span class=\"volume\">878</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">820</span></a></span>, 826 (D.Md.1995). Accordingly, the claims are not removable.</p>\n<p>Similarly, the claims of plaintiff Robin Santitoro are also not removable. Because Santitoro obtained her health care coverage through her husband's employment at the United States Postal Service, her plan is subject to Federal Employees' Health Benefits Act (FEHBA), 5 U.S.C. § 8901 et seq., rather than ERISA. 29 U.S.C. §§ 1003(b), 1002(32), 1144(a). Unlike § 502(a) of ERISA, complete preemption does not exist under FEHBA. <i>Goepel v. National Postal Mail Handlers Union,</i> <span class=\"citation\" data-id=\"678817\"><a href=\"/opinion/678817/marilyn-goepel-ronald-goepel-v-national-postal-mail-handlers-union-a/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 313 (3d Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1691</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span></span> (1995); <i>Craig v. Government Employees' Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">126</span></span>, 127 (D.Md.1991); <i>cf. </i><i>Caudill v. Blue Cross and Blue Shield of North Carolina,</i> <span class=\"citation\" data-id=\"611620\"><a href=\"/opinion/611620/crystal-caudill-v-blue-cross-and-blue-shield-of-north-carolina-crystal/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span>, 77 (4th Cir.1993) (failing to reach issue of complete preemption). Nevertheless, defendant Maxicare argues that Santitoro's claims are removable because her claims are completely displaced by federal common law pursuant to the Fourth Circuit's decision in <i>Caudill v. Blue Cross and Blue Shield of North Carolina,</i> <span class=\"citation\" data-id=\"611620\"><a href=\"/opinion/611620/crystal-caudill-v-blue-cross-and-blue-shield-of-north-carolina-crystal/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span> (4th Cir.1993).</p>\n<p>In <i>Caudill,</i> the plaintiff sued her insurer for breach of contract, alleging that the insurer had improperly denied her coverage for a medical procedure. The defendant removed the case to federal court on the basis of federal question jurisdiction under FEHBA. Relying on <i>Boyle v. United Technologies Corp.,</i> <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, <span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span></a></span> (1988), the Fourth Circuit held that federal common law displaces state law when (1) the claims involve a uniquely federal interest and (2) a significant conflict exists between the federal interest and policy and the effect of state law or the application of state law frustrates specific policy objectives of federal legislation. <i>Caudill,</i> 999 F.2d at 78.</p>\n<p>The court then found that both prongs of the test were satisfied. First, the court held that a significant interest existed in the provision of health benefits to federal employees. <i>Id.</i> Second, the court concluded that the application of state contract law would result <span class=\"star-pagination\">*737</span> in a patchwork of benefits that varied from state to state, thereby undermining the goals of FEHBA. <i>Id.</i> at 79. Accordingly, the court concluded that \"[i]n the area of federal employee health benefits, federal common law entirely displaces <i>state contract law.</i>\" <i>Id.</i> (emphasis added).</p>\n<p>Unlike the plaintiff in <i>Caudill,</i> plaintiff Santitoro asserts claims under state <i>tort law.</i><sup>[5]</sup> Although an uniquely federal interest is implicated, i.e., the provision of health care benefits to federal employees, application of state tort law does not frustrate the specific objectives of FEHBA. Like the claims of the other plaintiffs, Santitoro's claims relate to the quality, rather than the quantity, of benefits received by Santitoro. Plaintiff's claims do not require a determination of the nature or extent of benefits due under the FEHBA plan because the claims implicate only the manner in which defendants provided her with medical services. Furthermore, application of state tort law will not impair the federal government's ability to provide a consistent set of benefits to its employees nationwide. Consequently, federal common law does not displace the state tort law upon which Santitoro's claims rest. Therefore, Santitoro's claims are not removable under 28 U.S.C. § 1441.</p>\n<p>Finding that plaintiffs' claims are neither preempted by the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. § 1001 et seq., nor displaced by federal common law because they implicate the Federal Employees' Health Benefits Act (FEHBA), 5 U.S.C. § 8901 et seq., the court holds that plaintiffs' claims are not removable under 28 U.S.C. § 1441. Accordingly, plaintiffs' motions to remand in each of the three cases is GRANTED and the cases are hereby remanded to the Superior Court for Wake County, North Carolina.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff Robinson brings claims against three related entities, Healthsource North Carolina, Inc., an HMO, Healthsource North Carolina Administrators, Inc., a third party administrator of health care plans, and Healthsource, Inc., the parent company to the other two corporations. The fact that claims are brought against the non-HMO affiliates does not affect the nature of the claims, though there may be no basis for imposing liability under plaintiff Robinson's claims against those entities.</p>\n<p>[2]  Defendant Maxicare failed to raise FEHBA as a ground for removal in its notice of removal, but argued it in its response brief to plaintiffs' motion to remand. In light of the court's determination that the FEHBA claims are not removable, the court assumes, but does not decide, that Maxicare's failure did not result in waiver.\n</p>\n<p>The FEHBA-related claims of plaintiff Santitoro are treated separately infra at 736-37.</p>\n<p>[3]  Plaintiffs Mary Stanley, Victoria Pritchett, Susan Ridgway, and Tammy Worth do not assert claims against the HMO defendants. Accordingly, defendants concede that their claims are not, by themselves, removable.</p>\n<p>[4]  In a traditional fee-for-service insurance plan, an employer purchases insurance from a company which agrees to pay for certain health care expenses incurred by the employee. Under such a plan the benefits are payments to health care providers or reimbursements to plan participants for covered health care expenses. In an HMO plan, like those at issue, an employer pays a fixed fee to a company which agrees to provide to the employee any medical services covered under the plan. Arguably, the benefits in an HMO plan are the medical services.</p>\n<p>[5]  Although the Supreme Court in <i>Boyle</i> held that federal common law displaced the state tort law at issue, it found that the so-called government contractor defense satisfied the second prong of the displacement test because the government actually provided the allegedly defective design specifications to the defendant contractor. <i>Boyle,</i> 487 U.S. at 512, 108 S.Ct. at 2518. Furthermore, it limited the displacement to situations in which \"(1) the United States approved reasonably precise specifications; (2) the equipment conformed to those specifications; and (3) the supplier warned the United States about the dangers in the use of the equipment that were known to the supplier but not to the United States.\" In the case at bar, defendant Maxicare does not argue that the government has dictated the standards under which physicians and their employers must provide medical services and exercise their professional judgment.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1439662/"
  ]
}