{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2595194/",
  "absolute_url": "/opinion/2595194/pinckney-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2595194/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T11:01:01.076803Z",
  "date_modified": "2016-04-26T23:36:29.728121Z",
  "type": "010combined",
  "sha1": "7376e00903f837f9696bc3047191c3224b4d55ef",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>671 F.Supp. 405 (1987)</b></center>\n<center><h1>Pian PINCKNEY and husband, Roy Pinckney, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 86-49-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>October 2, 1987.</center>\n<p><span class=\"star-pagination\">*406</span> Reginald Greggory Edwards, Banks and Edwards, Fayetteville, N.C., for plaintiffs.</p>\n<p>Paul M. Newby, Asst. U.S. Atty., U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 16 September 1987 Magistrate Wallace W. Dixon filed his memorandum and recommendation with regard to the motion by defendant for summary judgment. Defendant has filed objections thereto, and the matter is before the court for determination.</p>\n<p>Defendant's primary objections are directed toward its contention that Magistrate Dixon failed to take into consideration allegations in plaintiffs' complaint. Magistrate Dixon in his memorandum referred to the fact that the record was incomplete. This, no doubt, resulted from an order of this court, upon motion of defendant, to suspend discovery pending a resolution of the motion for summary judgment. Nevertheless, Magistrate Dixon considered, as he was required to do under the provisions of Rule 56 of the Federal Rules of Civil Procedure, all matters of record. Upon a <i>de novo</i> review of the record, the court is convinced that Magistrate Dixon's well-reasoned recommendation is in accordance with law.</p>\n<p>Defendant's objections to the recommendation of Magistrate Dixon are overruled. The court adopts the recommendation of Magistrate Dixon as its own; and, for the reasons set forth in his memorandum, which is attached hereto and incorporated herein by reference, the motion of defendant for summary judgment is denied.</p>\n<p>This 2 October 1987.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>WALLACE W. DIXON, United States Magistrate.</p>\n<p>This matter is before the court on the defendant's motion for summary judgment. The parties have extensively briefed the question and the court has heard the parties at oral argument. Thus, the matter is ripe for recommendation to the district judge.</p>\n<p></p>\n<h2>I.</h2>\n<p>The facts giving rise to the case are essentially undisputed. Plaintiff Pian Pinckney (plaintiff) was in the employ of HLJ Management Group (HLJ) on May 23, 1984, and functioning as a \"shift leader.\" HLJ was under contract with the United States to furnish civilian mess attendant (kitchen police) services at several designated building locations on the U.S. Army military reservation at Fort Bragg, North Carolina. A part of HLJ's contractual responsibilities required that all window ledges be cleaned daily. On May 23, plaintiff's military counterpart, Specialist First Class Curtis Norris, the so-called first cook, pointed plaintiff's attention to a dirty window ledge and told her it needed cleaning. Plaintiff, in a effort to comply, moved behind a deep fat fryer and stove and between these objects and a wall. The area plaintiff positioned herself in was only about eighteen inches wide. As she was cleaning the window ledge, the window suddenly dropped onto plaintiff's hand, injuring her. As plaintiff was removing her hand from beneath the window and turning to leave from behind the fryer and stove, a gas line running along the floor to the fryer erupted and ignited, severely burning her entire back, buttocks, left side and left <span class=\"star-pagination\">*407</span> abdomen, and right leg. As a result, plaintiff has sustained serious and permanent bodily disfigurement impairing her future earning capacity. Plaintiff was awarded a $10,000.00 lump sum settlement for bodily disfigurement in an action against HLJ before the North Carolina Industrial Commission. In this present action, she seeks a recovery against the United States under the Federal Tort Claims Act (FTCA), 28 U.S.C. § 2671 <i>et seq.,</i> attributing her injuries to the negligence of the government in several respects.</p>\n<p>The defendant has moved for summary judgment, in essence challenging the court's jurisdiction contending that the North Carolina Worker's Compensation Act provides the sole and exclusive remedy available to plaintiff. A brief statement outlining the government position follows, concluding with the court's analysis.</p>\n<p></p>\n<h2>II.</h2>\n<p>First, the government argues that the North Carolina Worker's Compensation Act bars plaintiff from pursuing this civil action. The government says that N.C.Gen. Stat. § 97-10.1 makes the worker's compensation act provisions the exclusive remedy in actions as between employer and employee.<sup>[1]</sup> Therefore, the government argues that since it was plaintiff's employer, her remedy is limited to that which is available only under worker's compensation. As such, she is barred from bringing this civil action and the court lacks subject matter jurisdiction.</p>\n<p>To be sure, the government's position hinges on whether it properly can be construed as plaintiff's employer. In this regard, the government argues that the court should find it so under one or both of two theories  the joint employer theory or the statutory employer theory. These doctrines will be addressed in turn and in doing so the court must examine the North Carolina law.</p>\n<p>Section 1346(b) of the FTCA requires that the issue of government liability be decided \"in accordance with the law of the place where the act or omission occurred.\" Under 28 U.S.C. § 1346(b) and §§ 2671 to 2680 and subsequent case law it is clear that</p>\n<blockquote>[c]ongress did not intend to create substantive federal law in enacting the FTCA; it limited the liability of the United States to vicarious liability for the acts or omissions of its employees which, in turn, were tortious under the law of the place where the acts or omissions occurred. Both the precipitating tort and the scope of the government's vicarious liability were to be governed by `the law of the [state] where the act or omission occurred.' <i>See </i><i>Laird v. Nelms,</i> 406 U.S. 797, 804, 92 S.Ct. 1899, [1903] 32 L.Ed.2d 499 (1972); <i>Richards v. United States,</i> 369 U.S. 1, 6-7, 82 S.Ct. 585, [589] 7 L.Ed.2d 492 (1962).</blockquote>\n<p><i>Norton v. United States,</i> 581 F.2d 390, 394, (4th Cir.), <i>cert. denied,</i> 439 U.S. 1003, 99 S.Ct. 613, 58 L.Ed.2d 678 (1978). As the accident occurred in North Carolina, this court must look to whatever substantive law the state courts of North Carolina would apply in like circumstances involving a private defendant, absent any federal law to the contrary. <i>Rayonier, Inc. v. United States,</i> 352 U.S. 315, 318 (1957); <i>Richards v. United States,</i> 369 U.S. 1, 82 S.Ct. 585, 7 L.Ed.2d 492 (1962); <i>Johnson v. United States,</i> 528 F.2d 489 (4th Cir.1975); <i>James v. United States,</i> 467 F.2d 832 (4th Cir. 1972); <i>Tyndall v. United States,</i> 295 F.Supp. 448 (E.D.N.C.1969), <i>aff'd,</i> 430 F.2d 1180 (4th Cir.1970). <i>See also, </i><i>Caban v. United States,</i> 728 F.2d 68 (2d Cir.1984); <i>Jones v. United States,</i> 693 F.2d 1299, 1301 (9th Cir.1982). Thus, I am required to look to the law that the state of North Carolina <span class=\"star-pagination\">*408</span> would apply to determine the applicability <i>vel non</i> of these theories on which the government relies.</p>\n<p></p>\n<h2>Joint Employer.</h2>\n<p>Under this theory and its typical application, an employer \"loans\" the services of his employee to another employer for the completion of a designated job. In some circumstances, such a \"borrowed servant\" can become the employee of both employers such that both employers are liable to the employee for worker's compensation. <i>See </i><i>Henderson v. Manpower of Guilford County, Inc.,</i> 70 N.C.App. 408, 319 S.E.2d 690 (1984).<sup>[2]</sup> Joint employment arises in this context when a single employee is under contract with two employers, under the simultaneous control of both, and simultaneously performing the same or closely related services for both. <i>Id.</i> The lending employer (HLJ in the government's analysis) is denominated a general employer and the borrowing employer (the defendant) is denominated a special employer. The special employer becomes liable for worker's compensation if (1) the employee has a contract for hire with the special employer; (2) the work done is that of the special employer; and, (3) the special employer has the right to control the details of the employer's work. <i>Id.</i> This latter consideration of the degree of control is determinative. <i>Lewis v. Barnhill,</i> 267 N.C. 457, 465, 148 S.E.2d 536 (1966) (crucial test is the special employer's right to control the work done and the manner of performing it). Thus, in the absence of evidence that the special employer assumes control of the employee's manner of performing the work, the employee is presumed to remain solely in the employ of the general employer. <i>Id. See also, </i><i>Collins v. James Paul Edwards, Inc.,</i> 21 N.C.App. 455, 204 S.E.2d 873, <i>cert. denied,</i> 285 N.C. 589, 206 S.E.2d 862 (1974).</p>\n<p>The government argues that it occupies the position of a special or joint employer of the plaintiff and because the plaintiff's recovery against her employer is limited by the worker's compensation act, which she has already obtained, it is not liable in this separate civil action.</p>\n<p>Applying the standards for determining the joint employer relationship set out above, I must disagree with the government's contention. Crucial to this determination is my conclusion that on the record, compiled thus far, I am unable to say that the United States exercised the required degree of control over plaintiff's work, nor did it exercise the requisite degree of control over the manner in which she performed her work. Plaintiff was solely responsible to her supervisors at HLJ. The defendant's contentions to the contrary, based on plaintiff's statements at her deposition are unavailing.</p>\n<p>Indeed, the court is bound by the presumption that the general employer retains control unless that presumption is rebutted and overcome by evidence that the special employer <i>in fact</i> assumes control over the manner in which the work is performed. <i>Lewis v. Barnhill, supra,</i> 267 N.C. at 465, 148 S.E.2d 536 (emphasis in original). To be sure, plaintiff's answers to some of the defendant's questions at deposition could lead to an inference that she thought she was under the control of the military. <i>See</i> Deposition at pp. 12, 31, 38-40. However, plaintiff's tenuous belief is not controlling. <i>Collins v. James Paul Edwards, Inc., supra</i><i>; </i><i>Denton v. South Mountain Pulpwood Company,</i> 69 N.C.App. 366, 375, 317 S.E.2d 433, <i>pet. for disc. review denied,</i> 311 N.C. 753, 321 S.E.2d 131 (1984) (plaintiff's subjective impression of who controls his labor must give way to objective circumstances disclosed by evidence).<sup>[3]</sup> The <span class=\"star-pagination\">*409</span> clear weight of the evidence is that plaintiff's work and the manner in which she performed her work remained under the control of HLJ. Only plaintiff's HLJ supervisors retained the authority to fire her or relieve her of her duties. Contract at p. 29. HLJ was specifically obligated by its contract with the United States to provide competent work superintendents and area work supervisors who in turn were responsible \"for the accomplishment of all work [and] assignments of all tasks and functions ... under the ... contract.\" Contract at p. 29.</p>\n<p>Furthermore, plaintiff had no contract for hire, express or implied, with the United States. The joint employer relationship results in the employee losing certain rights while gaining others. Thus, such a relationship, having as it does serious legal consequences, cannot arise without plaintiff's consent, express or implied. It is true that plaintiff's consent may be implied from her acceptance of the United States' control and direction. But this acceptance is not lightly assumed, especially when plaintiff's work actually is only continued obedience to the obligations placed on her by HLJ. <i>See </i><i>Collins v. James Paul Edwards, Inc, supra,</i> 21 N.C.App. at 460, 204 S.E.2d 873 <i>quoting</i> 1A, Larson, Workmen's Compensation Law, § 48.10. Therefore, no particular significance can be ascribed to this plaintiff periodically following the suggestions of her military counterpart in doing her job as a civilian mess attendant. She is obligated by her employment contract with HLJ to police the kitchen area. That is precisely what she was hired to do. Accepting military suggestions about kitchen police work may well be simply doing what her job at HLJ otherwise obligates her to do and constitutes nothing more than doing her employer's (HLJ's) bidding. And, if it cannot be said that the employee had a contract for hire with the special employer, the question must be decided against joint employer status. Again, this results from the serious legal consequences attendant to joint employer status, particularly those consequences that befall the employee. <i>See </i><i>Collins v. James Paul Edwards, Inc., supra,</i> 21 N.C.App. at 459, 204 S.E.2d 873 <i>quoting</i> 1A, Larson, Workmen's Compensation Law, § 48.10.</p>\n<p>Finally, the plaintiff was doing the work of HLJ. The United States and its military personnel are specifically prohibited from performing civilian mess attendant services under this contract. Contract at p. 35. In contrast, once HLJ's employees have completed their assigned shift, they must immediately depart the dining facility and the military reservation. <i>Id.</i> at p. 32.</p>\n<p>Other factors weigh in the balance against a joint employer finding. HLJ was responsible to pay plaintiff's wages according to the collective bargaining agreement between HLJ and the Industrial, Technical, and Professional Employees Division of the National Maritime Union of America. <i>See</i> Tab 16 to Plaintiff's Memorandum in Opposition to Summary Judgment. The government had no part in that agreement as far as the record discloses. HLJ was responsible for plaintiff's social security deductions and other employment tax deductions. The government merely paid HLJ a monthly sum for work performed according to the contract. <i>See</i> Contract at pp. 28 and 44 § H.15(c). HLJ provided its supplies and equipment and, as noted, was responsible <span class=\"star-pagination\">*410</span> for the training and supervision of its employees. Contract at pp. 29 and A-I-1 through 4. HLJ was responsible to insure that employees were fit for work and was bound to remove incapacitated employees. Contract at p. 29. Nevertheless, as regards employee discipline, HLJ was concurrently bound by the collective bargaining agreement. So while an employee might be removed from a particular dining facility for unfit performance  a circumstance which did not relieve HLJ of its obligation to satisfactorily perform the contract  HLJ must deal with the union in terms of employee discipline and firing. One who hires an independent contractor<sup>[4]</sup> to perform contract work necessarily must provide the contractor with some information and direction, such as where to work, when work may begin, when and where work must end when an unanticipated problem arises affecting the propriety of continuing the very work the contractor was hired to perform, and not to persist in conduct which presents safety hazards or threatens to destroy property. It defies logic to suggest that a military department would have no say in these matters. As the defendant correctly observes, the contract here at issue does go at length into some of these very details. But the sheer weight of these details does not transform this plaintiff from HLJ's employee to an employee of both HLJ and the United States.</p>\n<p>In sum, I find that the United States was not a joint employer of the plaintiff. Therefore, the government's motion for summary judgment grounded on this theory should be denied.</p>\n<p></p>\n<h2>Statutory Employer.</h2>\n<p>Most state worker's compensation statutes have included a provision imposing worker's compensation liability against a principal employer who hires a subcontractor or secondary employer who is not covered by the compensation act. The purpose of such a provision is to protect employees of uninsured secondary employers by imposing liability on the principal, who by operation of the statute, must hire insured secondaries or themselves suffer exposure to worker's compensation liability. <i>Withers v. Black,</i> 230 N.C. 428, 53 S.E.2d 668 (1949). North Carolina has included such a provision in its worker's compensation act. In pertinent part, the statute provides:</p>\n<blockquote>Any principal contractor, intermediate contractor, or subcontractor who shall sublet any contract for the performance of any work without requiring from such subcontractor or obtaining from the Industrial Commission a certificate, issued by the Industrial Commission, stating that such subcontractor had complied with G.S. 97-93 hereof, shall be liable, irrespective of whether such subcontractor has regularly in service less than four employees in the same business within this State, to the same extent as such subcontractor would be if he were subject to the provisions of this article for the payment of compensation and other benefits under this Article on account of the injury or death of any employee of such subcontractor due to an accident arising out of and in the course of the performance of the work covered by such subcontract.</blockquote>\n<p>N.C.Gen.Stat. § 97-19.</p>\n<p>The converse of this statutory right of recovery against the principal contractor is that the principal or statutory employer is immune from suit in a common law tort action brought by the statutory employee. <i>See </i><i>Matthews v. United States,</i> 825 F.2d 35 (4th Cir.1987) (construing Maryland statutory employer provision). However, North Carolina has held § 97-19 inapplicable to those business relationships between employers and independent contractors. <i>Richards v. Nationwide Homes,</i> 263 N.C. <span class=\"star-pagination\">*411</span> 295, 139 S.E.2d 645 (1965). In determining whether a relationship is one of employer-independent contractor or master and servant, North Carolina applies the common law right of control test. <i>Id.; </i><i>Scott v. Waccamaw Lumber Company,</i> 232 N.C. 162, 59 S.E.2d 425 (1950). Thus, once again it is appropriate to examine North Carolina law on the subject.</p>\n<p>Unfortunately, the North Carolina courts have not had occasion to construe § 97-19 in the situation as it arises here. In those cases where the North Carolina courts have examined the statute, the decisions have turned on determinations of independent contractor or master-servant status. <i>See, e.g., </i><i>Richards v. Nationwide Homes, supra</i><i>.</i> And, as noted, independent contractors have been excluded from the operation of the statute. <i>Id.</i> North Carolina has devised the following elements in considering whether there is an employment relationship of employer and independent contractor or master-servant: (1) whether the worker is engaged in an independent business, calling, or profession; (2) whether the worker has the independent use of his special skill, knowledge, or training in performing the work; (3) whether the work is done at a fixed price, or for a lump sum, or upon a quantitative basis; (4) whether the worker is subject to discharge simply because he chooses one method of doing the work over another; (5) whether the worker is in the regular employ of the other contracting party; (6) whether the worker is free to use other workers or helpers as he thinks proper and has full control over them; and, (7) whether the worker selects his own time to complete the work. <i>See </i><i>Hayes v. Board of Trustees of Elon College,</i> 224 N.C. 11, 16, 29 S.E.2d 137, 140 (1944). The presence of no particular one of the elements is controlling and all are not required. <i>Id.</i> These factors are simply considered along with other facts to determine if that degree of independence arises to classify a worker as an independent contractor. <i>Id.</i></p>\n<p>Thus, if HLJ is an independent contractor, the United States is not a statutory employer and the bar of § 97-19 is not applicable. Obviously, the record is not yet fully developed; the government has not yet answered and, on the government's motion, discovery has been suspended. Nevertheless, the facts available at this juncture at the very least indicate HLJ is an independent contractor, thereby defeating any motion for summary judgment.</p>\n<p>HLJ is engaged in an independent business of providing food services, base management, investments, developments, and construction in addition to mess attendant services. The court may presume that HLJ has satisfied the requirements of the Small Business Act, 15 U.S.C. § 631 <i>et seq.,</i> and its implementing regulations  13 C.F.R. 101.1 <i>et seq.</i> Thus, it is wholly independent of the United States. HLJ is tasked by its contract at Fort Bragg, North Carolina, to <i>train, control,</i> and <i>supervise</i> its employees. Contract at pp. 29 and A-I-1. As noted, no military personnel are allowed to perform the functions of HLJ employees. HLJ's work is performed at a firm fixed price and must accommodate certain special services, such as the Thanksgiving and Christmas meals, at no additional cost to the government. HLJ pays its employees social security taxes and other employment taxes. So long as HLJ's work meets performance requirements, the method of performance is left to HLJ's discretion. HLJ is bound to provide its supplies, communication facilities, and transportation but it is restricted to the facilities and their utilities as provided by the government. HLJ is free to hire such employees as necessary to accomplish its contract obligations, consistent with certain hygiene and health requirements and consistent with its collective bargaining agreement. Clearly then, HLJ is responsible for its employees training, supervision, and control. To be sure, as defendant points out, HLJ must abide by the prescribed meal hours as determined in the contract, but the selection of shift responsibilities and the time of other functions encumbent on HLJ is left to its discretion. There has been no showing of temporal restrictions on any major functions, such as the training and discipline of personnel or purchase of supplies.</p>\n<p><span class=\"star-pagination\">*412</span> Accordingly, a review of the record, incomplete though it may be, supports the conclusion that HLJ is an independent contractor. The government's interest in having HLJ perform mess attendant services at Fort Bragg, North Carolina, is result oriented  <i>i.e.,</i> the government's purpose is to have those services satisfactorily performed by persons other than military personnel. So long as that result is accomplished consistent with minimum performance standards, the government's aim is satisfied. Thus, HLJ has undertaken to produce that result and it is, therefore, an independent contractor. <i>See </i><i>Richards v. Nationwide Homes, supra,</i> 263 N.C. at 302-303, 139 S.E.2d 645 (independent contractor undertakes to produce a given result and is permitted to use his own discretion in matters not specified). <i>Accord </i><i>Beach v. McLean,</i> 219 N.C. 521, 14 S.E.2d 515 (1941).</p>\n<p>As noted, no controlling North Carolina authority on point has been found. However, a review of the cases addressing closely analagous situations lends further support to the conclusion that North Carolina would not bar plaintiff's action at common law. In <i>Mack v. Marshall Field &amp; Company,</i> 217 N.C. 55, 6 S.E.2d 889 (1940), an employee's personal representative was allowed to maintain a negligence action against third party defendants as a result of exposing the employee, while on the job, to contact with high voltage power lines causing his death. The employee was killed as he was attempting to set a steel pole into the ground as part of his employer-subcontractor's work on a building project. The defendant had employed the general contractor, which in turn employed the plaintiff's employer-subcontractor, and challenged plaintiff's third party action contending that worker's compensation provided plaintiff's sole remedy. The court reviewed the so called exclusivity provision and in a short, two sentence paragraph, concluded that it did not operate to bar plaintiff's suit because it was \"an action against third parties for negligence.\" <i>Id.,</i> 217 N.C. at 61, 6 S.E.2d 889. While it is not clear that the court considered the statutory employer bar as a defense, the court clearly decided that the worker's compensation statute did not bar third party negligence actions. In <i>Cathey v. Southeastern Construction Company,</i> 218 N.C. 525, 11 S.E.2d 571 (1940), the defendant construction company had contracted with an owner for the construction of the owner's residence. The construction company, the general contractor, then sublet to plaintiff's employer that portion of the contract calling for installation of a slate roof. Plaintiff and plaintiff's employer used scaffolding constructed by the defendant general contractor in building the roof and in doing so, plaintiff fell and was injured. He brought a negligence action against the defendant construction company. The general contractor challenged the court's jurisdiction claiming that the parties were subject to the provisions of the worker's compensation act. The court cited its previous holding in <i>Mack v. Marshall Field &amp; Company, supra</i><i>,</i> and concluded that the worker's compensation act did not apply as this action sounded in negligence against a third party. Again, it is not altogether clear which specific provision of the compensation act the defendant relied on in challenging jurisdiction and which provision the court addressed in its opinion. Significantly, however, the court referred at length to the general proposition that a contractor may not escape liability for his own negligence simply because he employs an independent contractor even if the injury occurs to the employee of the independent contractor. Furthermore, the court observed that the general contractor remained liable to the independent contractor's employee if the general contractor's negligence concurred with that of the independent contractor in bringing about the employee's injury. And, in addition, as if to broaden the scope of the proposition to its fullest, the court said:</p>\n<blockquote>Also, where the employer reserves the right to direct the manner of performance of the contract in any particular, <i>or where he undertakes to provide any of the instrumentalities, he owes to the contractor and the latter's employees the duty of exercising reasonable care</i> <span class=\"star-pagination\">*413</span> <i>with respect to such matters. Thus, if a contractor agrees to do certain work on a building and the owner imposes on himself the duty of erecting the necessary scaffolding for the work, he will be liable for injuries to a servant of the contractor received on account of negligence in erection of the scaffold.... In accordance with the familiar principle that every man who expressly or by implication invites others to come upon his premises assumes to all who accept the invitation the duty to warn them of any danger in coming, which he knows of or ought to know of, and of which they are not aware.</i>\n</blockquote>\n<p><i>Cathey v. Southern Construction Company, supra,</i> 218 N.C. at 532, 11 S.E.2d 571 (emphasis in original).</p>\n<p>Finally, relying on these cases, it is not surprising that a federal appeals court, construing North Carolina law, allowed an injured employee of an independent contractor to maintain a negligence action against the general contractor for injuries incurred when the employee fell from a ramp provided by the general contractor. <i>See </i><i>Tipton v. Barge,</i> 243 F.2d 531 (4th Cir.1957). In <i>Tipton,</i> plaintiff was employed by a plumbing subcontractor engaged by the general contractor. All the workers at the site regularly used a ramp providing a walkway across a trench into the building site. While plaintiff was unaware, the contractor replaced the ramp with a single board, narrower that the familiar broad ramp. Plaintiff was awarded recovery under worker's compensation and then brought this negligence action against the general contractor. The district court dismissed plaintiff's action and on appeal, the court framed the issue thusly: \"can an employee of a subcontractor, under the North Carolina [Worker's] Compensation Act as it is now amended, maintain an action against the primary contractor for injuries caused by the alleged negligence of such contractor?\" <i>Id.,</i> 243 F.2d at 533. Against the general contractor's contention that in North Carolina an employee of a subcontractor cannot maintain a tort action against a general contractor when all parties are subject to the Workmen's Compensation Act, the court concluded that North Carolina would allow the action. <i>Id.,</i> 243 F.2d 533-34. The court specifically relied on the <i>Cathey</i> and <i>Mack</i> decisions noting that these holdings were contrary to decisions reached on similar facts in other jurisdictions. <i>Id.,</i> 243 F.2d at 533 n. 1.</p>\n<p>Admittedly, none of these decisions addressed the precise statutory employer question raised here by the United States. But it is clear that each of these fact patterns presented to the court the general question of the bar created by the North Carolina Worker's Compensation Act. Furthermore, it is clear that North Carolina does not apply the § 97-19 bar when the injured employee is employed by an independent contractor. Therefore, I conclude that North Carolina would not impose a § 97-19 bar to plaintiff Pian Pinckney's action.</p>\n<p>Accordingly, for the reasons set out above, I RECOMMEND that the defendant's motion for summary judgment be DENIED.<sup>[5]</sup></p>\n<p>SO RECOMMENDED.</p>\n<p>September 15, 1987.</p>\n<h2>NOTES</h2>\n<p>[1]  The so-called \"exclusivity provision\" holds that:\n</p>\n<p>If the employee and the employer are subject to and have complied with the provisions of this Article, then rights and remedies herein granted to the employee, his dependents, next of kin, or personal representative <i>shall exclude</i> all other rights and remedies of the employee, his dependents, next of kin, or representative as against the employer at common law or otherwise on the account of such injury or death.</p>\n<p>N.C.Gen.Stat. § 97-10.1. (emphasis added).</p>\n<p>[2]  I should note, however, that joint employer status does not provide an injured plaintiff-employee with two recoveries; rather, it merely provides two potential sources of recovery. The plaintiff still has only one action, which is provided through worker's compensation. Once that recovery is obtained under the statutory mechanism, plaintiff is barred from proceeding against the other employer, or indeed against either employer at common law. <i>See </i><i>Collins v. James Paul Edwards, Inc.,</i> 21 N.C.App. 455, 460, 204 S.Ed.2d 873, <i>cert. denied,</i> 285 N.C. 589, 206 S.E.2d 862 (1974) (employee assured of recovery; the conflict is between the two employers).</p>\n<p>[3]  It is noteworthy, too, that plaintiff said she did not have to perform any job suggested to her by military personnel unless her civilian supervisor told her to do it. Deposition at p. 15. Furthermore, at this juncture of the proceeding, I hesitate to ascribe so great a significance to plaintiff's answers at deposition as to base an award of summary judgment on them. Simply reading the deposition informs me that plaintiff does not have a great command of the English language which is not her native tongue. Also, the entire record, at this point, consists of the complaint, the motion for summary judgment, and the parties' memoranda. The contract and plaintiff's deposition are attached to the memoranda.\n</p>\n<p>So sparse a record is a major concern. Where a defendant moves for summary judgment immediately after the onset of a case, prior to the time any relevant discovery has been completed, the motion should not ordinarily be considered. <i>Tarleton v. McHarry Medical College,</i> 717 F.2d 1523, 1535 (6th Cir. 1983); <i>Howard v. Malcolm,</i> 629 F.Supp. 952, 953 (E.D.N.C.1986). Only if the court is satisfied that a sufficient record has been developed that there remains no genuine issue of fact should a defendant's summary judgment motion be granted.</p>\n<p>[4]  A more detailed discussion of HLJ's status as an independent contractor is found in the section below. However, I note here that the exclusivity provision, indeed the entire worker's compensation mechanism, does not apply to independent contractors. <i>Richards v. Nationwide Homes,</i> 263 N.C. 295, 139 S.E.2d 645 (1965); <i>Lewis v. Barnhill, supra,</i> 267 N.C. at 467, 148 S.E.2d 536. For the reasons explained below, I have determined that HLJ was an independent contractor. Thus, the reasons detailed there, as well as those discussed above, require rejection of the government's arguments.</p>\n<p>[5]  Plaintiff's motion to withdraw the motion to strike is ALLOWED for the reasons stated in the motion to withdraw.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">405</span></span> (1987)</b></center>\n<center><h1>Pian PINCKNEY and husband, Roy Pinckney, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 86-49-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>October 2, 1987.</center>\n<p><span class=\"star-pagination\">*406</span> Reginald Greggory Edwards, Banks and Edwards, Fayetteville, N.C., for plaintiffs.</p>\n<p>Paul M. Newby, Asst. U.S. Atty., U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 16 September 1987 Magistrate Wallace W. Dixon filed his memorandum and recommendation with regard to the motion by defendant for summary judgment. Defendant has filed objections thereto, and the matter is before the court for determination.</p>\n<p>Defendant's primary objections are directed toward its contention that Magistrate Dixon failed to take into consideration allegations in plaintiffs' complaint. Magistrate Dixon in his memorandum referred to the fact that the record was incomplete. This, no doubt, resulted from an order of this court, upon motion of defendant, to suspend discovery pending a resolution of the motion for summary judgment. Nevertheless, Magistrate Dixon considered, as he was required to do under the provisions of Rule 56 of the Federal Rules of Civil Procedure, all matters of record. Upon a <i>de novo</i> review of the record, the court is convinced that Magistrate Dixon's well-reasoned recommendation is in accordance with law.</p>\n<p>Defendant's objections to the recommendation of Magistrate Dixon are overruled. The court adopts the recommendation of Magistrate Dixon as its own; and, for the reasons set forth in his memorandum, which is attached hereto and incorporated herein by reference, the motion of defendant for summary judgment is denied.</p>\n<p>This 2 October 1987.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>WALLACE W. DIXON, United States Magistrate.</p>\n<p>This matter is before the court on the defendant's motion for summary judgment. The parties have extensively briefed the question and the court has heard the parties at oral argument. Thus, the matter is ripe for recommendation to the district judge.</p>\n<p></p>\n<h2>I.</h2>\n<p>The facts giving rise to the case are essentially undisputed. Plaintiff Pian Pinckney (plaintiff) was in the employ of HLJ Management Group (HLJ) on May 23, 1984, and functioning as a \"shift leader.\" HLJ was under contract with the United States to furnish civilian mess attendant (kitchen police) services at several designated building locations on the U.S. Army military reservation at Fort Bragg, North Carolina. A part of HLJ's contractual responsibilities required that all window ledges be cleaned daily. On May 23, plaintiff's military counterpart, Specialist First Class Curtis Norris, the so-called first cook, pointed plaintiff's attention to a dirty window ledge and told her it needed cleaning. Plaintiff, in a effort to comply, moved behind a deep fat fryer and stove and between these objects and a wall. The area plaintiff positioned herself in was only about eighteen inches wide. As she was cleaning the window ledge, the window suddenly dropped onto plaintiff's hand, injuring her. As plaintiff was removing her hand from beneath the window and turning to leave from behind the fryer and stove, a gas line running along the floor to the fryer erupted and ignited, severely burning her entire back, buttocks, left side and left <span class=\"star-pagination\">*407</span> abdomen, and right leg. As a result, plaintiff has sustained serious and permanent bodily disfigurement impairing her future earning capacity. Plaintiff was awarded a $10,000.00 lump sum settlement for bodily disfigurement in an action against HLJ before the North Carolina Industrial Commission. In this present action, she seeks a recovery against the United States under the Federal Tort Claims Act (FTCA), 28 U.S.C. § 2671 <i>et seq.,</i> attributing her injuries to the negligence of the government in several respects.</p>\n<p>The defendant has moved for summary judgment, in essence challenging the court's jurisdiction contending that the North Carolina Worker's Compensation Act provides the sole and exclusive remedy available to plaintiff. A brief statement outlining the government position follows, concluding with the court's analysis.</p>\n<p></p>\n<h2>II.</h2>\n<p>First, the government argues that the North Carolina Worker's Compensation Act bars plaintiff from pursuing this civil action. The government says that N.C.Gen. Stat. § 97-10.1 makes the worker's compensation act provisions the exclusive remedy in actions as between employer and employee.<sup>[1]</sup> Therefore, the government argues that since it was plaintiff's employer, her remedy is limited to that which is available only under worker's compensation. As such, she is barred from bringing this civil action and the court lacks subject matter jurisdiction.</p>\n<p>To be sure, the government's position hinges on whether it properly can be construed as plaintiff's employer. In this regard, the government argues that the court should find it so under one or both of two theories  the joint employer theory or the statutory employer theory. These doctrines will be addressed in turn and in doing so the court must examine the North Carolina law.</p>\n<p>Section 1346(b) of the FTCA requires that the issue of government liability be decided \"in accordance with the law of the place where the act or omission occurred.\" Under 28 U.S.C. § 1346(b) and §§ 2671 to 2680 and subsequent case law it is clear that</p>\n<blockquote>[c]ongress did not intend to create substantive federal law in enacting the FTCA; it limited the liability of the United States to vicarious liability for the acts or omissions of its employees which, in turn, were tortious under the law of the place where the acts or omissions occurred. Both the precipitating tort and the scope of the government's vicarious liability were to be governed by `the law of the [state] where the act or omission occurred.' <i>See </i><i>Laird v. Nelms,</i> <span class=\"citation\" data-id=\"108559\"><a href=\"/opinion/108559/laird-v-nelms/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span>, 804, <span class=\"citation\" data-id=\"108559\"><a href=\"/opinion/108559/laird-v-nelms/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1899</span></a></span>, [1903] <span class=\"citation\" data-id=\"108559\"><a href=\"/opinion/108559/laird-v-nelms/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">499</span></a></span> (1972); <i>Richards v. United States,</i> <span class=\"citation\" data-id=\"106345\"><a href=\"/opinion/106345/richards-v-united-states/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 6-7, <span class=\"citation\" data-id=\"106345\"><a href=\"/opinion/106345/richards-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">585</span></a></span>, [589] <span class=\"citation\" data-id=\"106345\"><a href=\"/opinion/106345/richards-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1962).</blockquote>\n<p><i>Norton v. United States,</i> <span class=\"citation\" data-id=\"358689\"><a href=\"/opinion/358689/elizabeth-ann-norton-v-united-states-of-america-and-john-turner-robert/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">390</span></a></span>, 394, (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1003</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">613</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></span> (1978). As the accident occurred in North Carolina, this court must look to whatever substantive law the state courts of North Carolina would apply in like circumstances involving a private defendant, absent any federal law to the contrary. <i>Rayonier, Inc. v. United States,</i> <span class=\"citation\" data-id=\"105447\"><a href=\"/opinion/105447/rayonier-inc-v-united-states/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 318 (1957); <i>Richards v. United States,</i> <span class=\"citation\" data-id=\"106345\"><a href=\"/opinion/106345/richards-v-united-states/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"106345\"><a href=\"/opinion/106345/richards-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">585</span></a></span>, <span class=\"citation\" data-id=\"106345\"><a href=\"/opinion/106345/richards-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1962); <i>Johnson v. United States,</i> <span class=\"citation\" data-id=\"332136\"><a href=\"/opinion/332136/connie-dare-johnson-v-united-states/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span> (4th Cir.1975); <i>James v. United States,</i> <span class=\"citation\" data-id=\"305876\"><a href=\"/opinion/305876/janice-l-james-by-her-next-friend-roland-c-james-and-f-d-english/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">832</span></a></span> (4th Cir. 1972); <i>Tyndall v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">448</span></span> (E.D.N.C.1969), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1180</span></span> (4th Cir.1970). <i>See also, </i><i>Caban v. United States,</i> <span class=\"citation\" data-id=\"431709\"><a href=\"/opinion/431709/salvador-caban-v-united-states/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></a></span> (2d Cir.1984); <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"411291\"><a href=\"/opinion/411291/ida-i-jones-and-lisa-a-jones-v-united-states-v-national-park/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1301 (9th Cir.1982). Thus, I am required to look to the law that the state of North Carolina <span class=\"star-pagination\">*408</span> would apply to determine the applicability <i>vel non</i> of these theories on which the government relies.</p>\n<p></p>\n<h2>Joint Employer.</h2>\n<p>Under this theory and its typical application, an employer \"loans\" the services of his employee to another employer for the completion of a designated job. In some circumstances, such a \"borrowed servant\" can become the employee of both employers such that both employers are liable to the employee for worker's compensation. <i>See </i><i>Henderson v. Manpower of Guilford County, Inc.,</i> 70 N.C.App. 408, <span class=\"citation\" data-id=\"1349899\"><a href=\"/opinion/1349899/henderson-v-manpower-of-guilford-county/\"><span class=\"volume\">319</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">690</span></a></span> (1984).<sup>[2]</sup> Joint employment arises in this context when a single employee is under contract with two employers, under the simultaneous control of both, and simultaneously performing the same or closely related services for both. <i>Id.</i> The lending employer (HLJ in the government's analysis) is denominated a general employer and the borrowing employer (the defendant) is denominated a special employer. The special employer becomes liable for worker's compensation if (1) the employee has a contract for hire with the special employer; (2) the work done is that of the special employer; and, (3) the special employer has the right to control the details of the employer's work. <i>Id.</i> This latter consideration of the degree of control is determinative. <i>Lewis v. Barnhill,</i> <span class=\"citation\" data-id=\"1316600\"><a href=\"/opinion/1316600/lewis-v-barnhill/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">457</span></a></span>, 465, <span class=\"citation\" data-id=\"1316600\"><a href=\"/opinion/1316600/lewis-v-barnhill/\"><span class=\"volume\">148</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">536</span></a></span> (1966) (crucial test is the special employer's right to control the work done and the manner of performing it). Thus, in the absence of evidence that the special employer assumes control of the employee's manner of performing the work, the employee is presumed to remain solely in the employ of the general employer. <i>Id. See also, </i><i>Collins v. James Paul Edwards, Inc.,</i> 21 N.C.App. 455, <span class=\"citation\" data-id=\"1220744\"><a href=\"/opinion/1220744/collins-v-james-paul-edwards-inc/\"><span class=\"volume\">204</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">873</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">589</span></span>, <span class=\"citation\" data-id=\"1224210\"><a href=\"/opinion/1224210/collins-v-james-paul-edwards-inc/\"><span class=\"volume\">206</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">862</span></a></span> (1974).</p>\n<p>The government argues that it occupies the position of a special or joint employer of the plaintiff and because the plaintiff's recovery against her employer is limited by the worker's compensation act, which she has already obtained, it is not liable in this separate civil action.</p>\n<p>Applying the standards for determining the joint employer relationship set out above, I must disagree with the government's contention. Crucial to this determination is my conclusion that on the record, compiled thus far, I am unable to say that the United States exercised the required degree of control over plaintiff's work, nor did it exercise the requisite degree of control over the manner in which she performed her work. Plaintiff was solely responsible to her supervisors at HLJ. The defendant's contentions to the contrary, based on plaintiff's statements at her deposition are unavailing.</p>\n<p>Indeed, the court is bound by the presumption that the general employer retains control unless that presumption is rebutted and overcome by evidence that the special employer <i>in fact</i> assumes control over the manner in which the work is performed. <i>Lewis v. Barnhill, supra,</i> 267 N.C. at 465, <span class=\"citation\" data-id=\"1316600\"><a href=\"/opinion/1316600/lewis-v-barnhill/\"><span class=\"volume\">148</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">536</span></a></span> (emphasis in original). To be sure, plaintiff's answers to some of the defendant's questions at deposition could lead to an inference that she thought she was under the control of the military. <i>See</i> Deposition at pp. 12, 31, 38-40. However, plaintiff's tenuous belief is not controlling. <i>Collins v. James Paul Edwards, Inc., supra</i><i>; </i><i>Denton v. South Mountain Pulpwood Company,</i> 69 N.C.App. 366, 375, <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">433</span></span>, <i>pet. for disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">753</span></span>, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">131</span></span> (1984) (plaintiff's subjective impression of who controls his labor must give way to objective circumstances disclosed by evidence).<sup>[3]</sup> The <span class=\"star-pagination\">*409</span> clear weight of the evidence is that plaintiff's work and the manner in which she performed her work remained under the control of HLJ. Only plaintiff's HLJ supervisors retained the authority to fire her or relieve her of her duties. Contract at p. 29. HLJ was specifically obligated by its contract with the United States to provide competent work superintendents and area work supervisors who in turn were responsible \"for the accomplishment of all work [and] assignments of all tasks and functions ... under the ... contract.\" Contract at p. 29.</p>\n<p>Furthermore, plaintiff had no contract for hire, express or implied, with the United States. The joint employer relationship results in the employee losing certain rights while gaining others. Thus, such a relationship, having as it does serious legal consequences, cannot arise without plaintiff's consent, express or implied. It is true that plaintiff's consent may be implied from her acceptance of the United States' control and direction. But this acceptance is not lightly assumed, especially when plaintiff's work actually is only continued obedience to the obligations placed on her by HLJ. <i>See </i><i>Collins v. James Paul Edwards, Inc, supra,</i> 21 N.C.App. at 460, <span class=\"citation\" data-id=\"1220744\"><a href=\"/opinion/1220744/collins-v-james-paul-edwards-inc/\"><span class=\"volume\">204</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">873</span></a></span> <i>quoting</i> 1A, Larson, Workmen's Compensation Law, § 48.10. Therefore, no particular significance can be ascribed to this plaintiff periodically following the suggestions of her military counterpart in doing her job as a civilian mess attendant. She is obligated by her employment contract with HLJ to police the kitchen area. That is precisely what she was hired to do. Accepting military suggestions about kitchen police work may well be simply doing what her job at HLJ otherwise obligates her to do and constitutes nothing more than doing her employer's (HLJ's) bidding. And, if it cannot be said that the employee had a contract for hire with the special employer, the question must be decided against joint employer status. Again, this results from the serious legal consequences attendant to joint employer status, particularly those consequences that befall the employee. <i>See </i><i>Collins v. James Paul Edwards, Inc., supra,</i> 21 N.C.App. at 459, <span class=\"citation\" data-id=\"1220744\"><a href=\"/opinion/1220744/collins-v-james-paul-edwards-inc/\"><span class=\"volume\">204</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">873</span></a></span> <i>quoting</i> 1A, Larson, Workmen's Compensation Law, § 48.10.</p>\n<p>Finally, the plaintiff was doing the work of HLJ. The United States and its military personnel are specifically prohibited from performing civilian mess attendant services under this contract. Contract at p. 35. In contrast, once HLJ's employees have completed their assigned shift, they must immediately depart the dining facility and the military reservation. <i>Id.</i> at p. 32.</p>\n<p>Other factors weigh in the balance against a joint employer finding. HLJ was responsible to pay plaintiff's wages according to the collective bargaining agreement between HLJ and the Industrial, Technical, and Professional Employees Division of the National Maritime Union of America. <i>See</i> Tab 16 to Plaintiff's Memorandum in Opposition to Summary Judgment. The government had no part in that agreement as far as the record discloses. HLJ was responsible for plaintiff's social security deductions and other employment tax deductions. The government merely paid HLJ a monthly sum for work performed according to the contract. <i>See</i> Contract at pp. 28 and 44 § H.15(c). HLJ provided its supplies and equipment and, as noted, was responsible <span class=\"star-pagination\">*410</span> for the training and supervision of its employees. Contract at pp. 29 and A-I-1 through 4. HLJ was responsible to insure that employees were fit for work and was bound to remove incapacitated employees. Contract at p. 29. Nevertheless, as regards employee discipline, HLJ was concurrently bound by the collective bargaining agreement. So while an employee might be removed from a particular dining facility for unfit performance  a circumstance which did not relieve HLJ of its obligation to satisfactorily perform the contract  HLJ must deal with the union in terms of employee discipline and firing. One who hires an independent contractor<sup>[4]</sup> to perform contract work necessarily must provide the contractor with some information and direction, such as where to work, when work may begin, when and where work must end when an unanticipated problem arises affecting the propriety of continuing the very work the contractor was hired to perform, and not to persist in conduct which presents safety hazards or threatens to destroy property. It defies logic to suggest that a military department would have no say in these matters. As the defendant correctly observes, the contract here at issue does go at length into some of these very details. But the sheer weight of these details does not transform this plaintiff from HLJ's employee to an employee of both HLJ and the United States.</p>\n<p>In sum, I find that the United States was not a joint employer of the plaintiff. Therefore, the government's motion for summary judgment grounded on this theory should be denied.</p>\n<p></p>\n<h2>Statutory Employer.</h2>\n<p>Most state worker's compensation statutes have included a provision imposing worker's compensation liability against a principal employer who hires a subcontractor or secondary employer who is not covered by the compensation act. The purpose of such a provision is to protect employees of uninsured secondary employers by imposing liability on the principal, who by operation of the statute, must hire insured secondaries or themselves suffer exposure to worker's compensation liability. <i>Withers v. Black,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">428</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">668</span></span> (1949). North Carolina has included such a provision in its worker's compensation act. In pertinent part, the statute provides:</p>\n<blockquote>Any principal contractor, intermediate contractor, or subcontractor who shall sublet any contract for the performance of any work without requiring from such subcontractor or obtaining from the Industrial Commission a certificate, issued by the Industrial Commission, stating that such subcontractor had complied with G.S. 97-93 hereof, shall be liable, irrespective of whether such subcontractor has regularly in service less than four employees in the same business within this State, to the same extent as such subcontractor would be if he were subject to the provisions of this article for the payment of compensation and other benefits under this Article on account of the injury or death of any employee of such subcontractor due to an accident arising out of and in the course of the performance of the work covered by such subcontract.</blockquote>\n<p>N.C.Gen.Stat. § 97-19.</p>\n<p>The converse of this statutory right of recovery against the principal contractor is that the principal or statutory employer is immune from suit in a common law tort action brought by the statutory employee. <i>See </i><i>Matthews v. United States,</i> <span class=\"citation\" data-id=\"492059\"><a href=\"/opinion/492059/betty-matthews-v-united-states-of-america-william-french-smith-attorney/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span> (4th Cir.1987) (construing Maryland statutory employer provision). However, North Carolina has held § 97-19 inapplicable to those business relationships between employers and independent contractors. <i>Richards v. Nationwide Homes,</i> 263 N.C. <span class=\"star-pagination\">*411</span> 295, <span class=\"citation\" data-id=\"1412968\"><a href=\"/opinion/1412968/richards-v-nationwide-homes/\"><span class=\"volume\">139</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">645</span></a></span> (1965). In determining whether a relationship is one of employer-independent contractor or master and servant, North Carolina applies the common law right of control test. <i>Id.; </i><i>Scott v. Waccamaw Lumber Company,</i> <span class=\"citation\" data-id=\"1157639\"><a href=\"/opinion/1157639/scott-v-waccamaw-lumber-co/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">162</span></a></span>, <span class=\"citation\" data-id=\"1157639\"><a href=\"/opinion/1157639/scott-v-waccamaw-lumber-co/\"><span class=\"volume\">59</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">425</span></a></span> (1950). Thus, once again it is appropriate to examine North Carolina law on the subject.</p>\n<p>Unfortunately, the North Carolina courts have not had occasion to construe § 97-19 in the situation as it arises here. In those cases where the North Carolina courts have examined the statute, the decisions have turned on determinations of independent contractor or master-servant status. <i>See, e.g., </i><i>Richards v. Nationwide Homes, supra</i><i>.</i> And, as noted, independent contractors have been excluded from the operation of the statute. <i>Id.</i> North Carolina has devised the following elements in considering whether there is an employment relationship of employer and independent contractor or master-servant: (1) whether the worker is engaged in an independent business, calling, or profession; (2) whether the worker has the independent use of his special skill, knowledge, or training in performing the work; (3) whether the work is done at a fixed price, or for a lump sum, or upon a quantitative basis; (4) whether the worker is subject to discharge simply because he chooses one method of doing the work over another; (5) whether the worker is in the regular employ of the other contracting party; (6) whether the worker is free to use other workers or helpers as he thinks proper and has full control over them; and, (7) whether the worker selects his own time to complete the work. <i>See </i><i>Hayes v. Board of Trustees of Elon College,</i> <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">11</span></span>, 16, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">137</span></span>, 140 (1944). The presence of no particular one of the elements is controlling and all are not required. <i>Id.</i> These factors are simply considered along with other facts to determine if that degree of independence arises to classify a worker as an independent contractor. <i>Id.</i></p>\n<p>Thus, if HLJ is an independent contractor, the United States is not a statutory employer and the bar of § 97-19 is not applicable. Obviously, the record is not yet fully developed; the government has not yet answered and, on the government's motion, discovery has been suspended. Nevertheless, the facts available at this juncture at the very least indicate HLJ is an independent contractor, thereby defeating any motion for summary judgment.</p>\n<p>HLJ is engaged in an independent business of providing food services, base management, investments, developments, and construction in addition to mess attendant services. The court may presume that HLJ has satisfied the requirements of the Small Business Act, 15 U.S.C. § 631 <i>et seq.,</i> and its implementing regulations  13 C.F.R. 101.1 <i>et seq.</i> Thus, it is wholly independent of the United States. HLJ is tasked by its contract at Fort Bragg, North Carolina, to <i>train, control,</i> and <i>supervise</i> its employees. Contract at pp. 29 and A-I-1. As noted, no military personnel are allowed to perform the functions of HLJ employees. HLJ's work is performed at a firm fixed price and must accommodate certain special services, such as the Thanksgiving and Christmas meals, at no additional cost to the government. HLJ pays its employees social security taxes and other employment taxes. So long as HLJ's work meets performance requirements, the method of performance is left to HLJ's discretion. HLJ is bound to provide its supplies, communication facilities, and transportation but it is restricted to the facilities and their utilities as provided by the government. HLJ is free to hire such employees as necessary to accomplish its contract obligations, consistent with certain hygiene and health requirements and consistent with its collective bargaining agreement. Clearly then, HLJ is responsible for its employees training, supervision, and control. To be sure, as defendant points out, HLJ must abide by the prescribed meal hours as determined in the contract, but the selection of shift responsibilities and the time of other functions encumbent on HLJ is left to its discretion. There has been no showing of temporal restrictions on any major functions, such as the training and discipline of personnel or purchase of supplies.</p>\n<p><span class=\"star-pagination\">*412</span> Accordingly, a review of the record, incomplete though it may be, supports the conclusion that HLJ is an independent contractor. The government's interest in having HLJ perform mess attendant services at Fort Bragg, North Carolina, is result oriented  <i>i.e.,</i> the government's purpose is to have those services satisfactorily performed by persons other than military personnel. So long as that result is accomplished consistent with minimum performance standards, the government's aim is satisfied. Thus, HLJ has undertaken to produce that result and it is, therefore, an independent contractor. <i>See </i><i>Richards v. Nationwide Homes, supra,</i> 263 N.C. at 302-303, <span class=\"citation\" data-id=\"1412968\"><a href=\"/opinion/1412968/richards-v-nationwide-homes/\"><span class=\"volume\">139</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">645</span></a></span> (independent contractor undertakes to produce a given result and is permitted to use his own discretion in matters not specified). <i>Accord </i><i>Beach v. McLean,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">515</span></span> (1941).</p>\n<p>As noted, no controlling North Carolina authority on point has been found. However, a review of the cases addressing closely analagous situations lends further support to the conclusion that North Carolina would not bar plaintiff's action at common law. In <i>Mack v. Marshall Field &amp; Company,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">889</span></span> (1940), an employee's personal representative was allowed to maintain a negligence action against third party defendants as a result of exposing the employee, while on the job, to contact with high voltage power lines causing his death. The employee was killed as he was attempting to set a steel pole into the ground as part of his employer-subcontractor's work on a building project. The defendant had employed the general contractor, which in turn employed the plaintiff's employer-subcontractor, and challenged plaintiff's third party action contending that worker's compensation provided plaintiff's sole remedy. The court reviewed the so called exclusivity provision and in a short, two sentence paragraph, concluded that it did not operate to bar plaintiff's suit because it was \"an action against third parties for negligence.\" <i>Id.,</i> 217 N.C. at 61, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">889</span></span>. While it is not clear that the court considered the statutory employer bar as a defense, the court clearly decided that the worker's compensation statute did not bar third party negligence actions. In <i>Cathey v. Southeastern Construction Company,</i> <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">525</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">571</span></span> (1940), the defendant construction company had contracted with an owner for the construction of the owner's residence. The construction company, the general contractor, then sublet to plaintiff's employer that portion of the contract calling for installation of a slate roof. Plaintiff and plaintiff's employer used scaffolding constructed by the defendant general contractor in building the roof and in doing so, plaintiff fell and was injured. He brought a negligence action against the defendant construction company. The general contractor challenged the court's jurisdiction claiming that the parties were subject to the provisions of the worker's compensation act. The court cited its previous holding in <i>Mack v. Marshall Field &amp; Company, supra</i><i>,</i> and concluded that the worker's compensation act did not apply as this action sounded in negligence against a third party. Again, it is not altogether clear which specific provision of the compensation act the defendant relied on in challenging jurisdiction and which provision the court addressed in its opinion. Significantly, however, the court referred at length to the general proposition that a contractor may not escape liability for his own negligence simply because he employs an independent contractor even if the injury occurs to the employee of the independent contractor. Furthermore, the court observed that the general contractor remained liable to the independent contractor's employee if the general contractor's negligence concurred with that of the independent contractor in bringing about the employee's injury. And, in addition, as if to broaden the scope of the proposition to its fullest, the court said:</p>\n<blockquote>Also, where the employer reserves the right to direct the manner of performance of the contract in any particular, <i>or where he undertakes to provide any of the instrumentalities, he owes to the contractor and the latter's employees the duty of exercising reasonable care</i> <span class=\"star-pagination\">*413</span> <i>with respect to such matters. Thus, if a contractor agrees to do certain work on a building and the owner imposes on himself the duty of erecting the necessary scaffolding for the work, he will be liable for injuries to a servant of the contractor received on account of negligence in erection of the scaffold.... In accordance with the familiar principle that every man who expressly or by implication invites others to come upon his premises assumes to all who accept the invitation the duty to warn them of any danger in coming, which he knows of or ought to know of, and of which they are not aware.</i>\n</blockquote>\n<p><i>Cathey v. Southern Construction Company, supra,</i> 218 N.C. at 532, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">571</span></span> (emphasis in original).</p>\n<p>Finally, relying on these cases, it is not surprising that a federal appeals court, construing North Carolina law, allowed an injured employee of an independent contractor to maintain a negligence action against the general contractor for injuries incurred when the employee fell from a ramp provided by the general contractor. <i>See </i><i>Tipton v. Barge,</i> <span class=\"citation\" data-id=\"241997\"><a href=\"/opinion/241997/oscar-tipton-v-otis-a-barge-william-b-thompson-and-t-w-daniel/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span> (4th Cir.1957). In <i>Tipton,</i> plaintiff was employed by a plumbing subcontractor engaged by the general contractor. All the workers at the site regularly used a ramp providing a walkway across a trench into the building site. While plaintiff was unaware, the contractor replaced the ramp with a single board, narrower that the familiar broad ramp. Plaintiff was awarded recovery under worker's compensation and then brought this negligence action against the general contractor. The district court dismissed plaintiff's action and on appeal, the court framed the issue thusly: \"can an employee of a subcontractor, under the North Carolina [Worker's] Compensation Act as it is now amended, maintain an action against the primary contractor for injuries caused by the alleged negligence of such contractor?\" <i>Id.,</i> 243 F.2d at 533. Against the general contractor's contention that in North Carolina an employee of a subcontractor cannot maintain a tort action against a general contractor when all parties are subject to the Workmen's Compensation Act, the court concluded that North Carolina would allow the action. <i>Id.,</i> 243 F.2d 533-34. The court specifically relied on the <i>Cathey</i> and <i>Mack</i> decisions noting that these holdings were contrary to decisions reached on similar facts in other jurisdictions. <i>Id.,</i> 243 F.2d at 533 n. 1.</p>\n<p>Admittedly, none of these decisions addressed the precise statutory employer question raised here by the United States. But it is clear that each of these fact patterns presented to the court the general question of the bar created by the North Carolina Worker's Compensation Act. Furthermore, it is clear that North Carolina does not apply the § 97-19 bar when the injured employee is employed by an independent contractor. Therefore, I conclude that North Carolina would not impose a § 97-19 bar to plaintiff Pian Pinckney's action.</p>\n<p>Accordingly, for the reasons set out above, I RECOMMEND that the defendant's motion for summary judgment be DENIED.<sup>[5]</sup></p>\n<p>SO RECOMMENDED.</p>\n<p>September 15, 1987.</p>\n<h2>NOTES</h2>\n<p>[1]  The so-called \"exclusivity provision\" holds that:\n</p>\n<p>If the employee and the employer are subject to and have complied with the provisions of this Article, then rights and remedies herein granted to the employee, his dependents, next of kin, or personal representative <i>shall exclude</i> all other rights and remedies of the employee, his dependents, next of kin, or representative as against the employer at common law or otherwise on the account of such injury or death.</p>\n<p>N.C.Gen.Stat. § 97-10.1. (emphasis added).</p>\n<p>[2]  I should note, however, that joint employer status does not provide an injured plaintiff-employee with two recoveries; rather, it merely provides two potential sources of recovery. The plaintiff still has only one action, which is provided through worker's compensation. Once that recovery is obtained under the statutory mechanism, plaintiff is barred from proceeding against the other employer, or indeed against either employer at common law. <i>See </i><i>Collins v. James Paul Edwards, Inc.,</i> 21 N.C.App. 455, 460, 204 S.Ed.2d 873, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">589</span></span>, <span class=\"citation\" data-id=\"1224210\"><a href=\"/opinion/1224210/collins-v-james-paul-edwards-inc/\"><span class=\"volume\">206</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">862</span></a></span> (1974) (employee assured of recovery; the conflict is between the two employers).</p>\n<p>[3]  It is noteworthy, too, that plaintiff said she did not have to perform any job suggested to her by military personnel unless her civilian supervisor told her to do it. Deposition at p. 15. Furthermore, at this juncture of the proceeding, I hesitate to ascribe so great a significance to plaintiff's answers at deposition as to base an award of summary judgment on them. Simply reading the deposition informs me that plaintiff does not have a great command of the English language which is not her native tongue. Also, the entire record, at this point, consists of the complaint, the motion for summary judgment, and the parties' memoranda. The contract and plaintiff's deposition are attached to the memoranda.\n</p>\n<p>So sparse a record is a major concern. Where a defendant moves for summary judgment immediately after the onset of a case, prior to the time any relevant discovery has been completed, the motion should not ordinarily be considered. <i>Tarleton v. McHarry Medical College,</i> <span class=\"citation\" data-id=\"425089\"><a href=\"/opinion/425089/dr-gadson-j-tarleton-v-meharry-medical-college/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1523</span></a></span>, 1535 (6th Cir. 1983); <i>Howard v. Malcolm,</i> <span class=\"citation\" data-id=\"1577287\"><a href=\"/opinion/1577287/howard-v-malcolm/\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">952</span></a></span>, 953 (E.D.N.C.1986). Only if the court is satisfied that a sufficient record has been developed that there remains no genuine issue of fact should a defendant's summary judgment motion be granted.</p>\n<p>[4]  A more detailed discussion of HLJ's status as an independent contractor is found in the section below. However, I note here that the exclusivity provision, indeed the entire worker's compensation mechanism, does not apply to independent contractors. <i>Richards v. Nationwide Homes,</i> <span class=\"citation\" data-id=\"1412968\"><a href=\"/opinion/1412968/richards-v-nationwide-homes/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">295</span></a></span>, <span class=\"citation\" data-id=\"1412968\"><a href=\"/opinion/1412968/richards-v-nationwide-homes/\"><span class=\"volume\">139</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">645</span></a></span> (1965); <i>Lewis v. Barnhill, supra,</i> 267 N.C. at 467, <span class=\"citation\" data-id=\"1316600\"><a href=\"/opinion/1316600/lewis-v-barnhill/\"><span class=\"volume\">148</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">536</span></a></span>. For the reasons explained below, I have determined that HLJ was an independent contractor. Thus, the reasons detailed there, as well as those discussed above, require rejection of the government's arguments.</p>\n<p>[5]  Plaintiff's motion to withdraw the motion to strike is ALLOWED for the reasons stated in the motion to withdraw.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1157639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1220744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1224210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1349899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1412968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1577287/"
  ]
}