{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2596418/",
  "absolute_url": "/opinion/2596418/rogers-v-sullivan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2596418/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T11:05:42.735001Z",
  "date_modified": "2016-04-26T22:45:53.583357Z",
  "type": "010combined",
  "sha1": "98610ccae5721a852ea67716f2f3d1c5ae18f682",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>795 F.Supp. 761 (1992)</b></center>\n<center><h1>Gilda A. ROGERS, Plaintiff,<br>\nv.<br>\nLouis W. SULLIVAN, M.D., Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 91-17-CIV-7-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>February 14, 1992.</center>\n<p><span class=\"star-pagination\">*762</span> James R. Sugg, Jr., Wilmington, N.C., for plaintiff.</p>\n<p>Thomas P. Swaim, U.S. Attorney's Office, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Gilda A. Rogers, brings this action pursuant to Section 205(g) of the Social Security Act (\"the Act\"), 42 U.S.C. § 405(g), and Section 1631(c)(3) of the Act, 42 U.S.C. § 1383(c)(3), to obtain judicial review of the final decision of the Secretary of Health and Human Services (\"the Secretary\") denying her widow's insurance benefits claimed under Section 202(e) of the Act, 42 U.S.C. § 402(e). The matter is presently before the court on both parties' motions for summary judgment on the issue of whether or not the Secretary's decision should be affirmed or reversed.</p>\n<p>The facts are not in dispute. Plaintiff and the insured, Roscoe Rogers, Jr., grew up together near Southport, North Carolina and were friends for several years prior to 1958. At some time prior to April of 1958 Rogers asked plaintiff to join him in Texas where he was then employed and plaintiff agreed. Plaintiff and Rogers lived together in Texas in the same house and in July of 1958 plaintiff gave birth to Rogers' child. Plaintiff alleges that during their time in Texas they considered themselves to be husband and wife and held themselves out to the community as being married.</p>\n<p>At the time that plaintiff moved to Texas to be with Rogers, both of them were married to other spouses. Plaintiff, however, obtained a divorce from Leo Orenstein in August of 1958. Rogers did not tell plaintiff he had been married previously until sometime after he and plaintiff had been living together in Texas. When he finally told her, however, he assured her that the marriage had previously ended in divorce. In reality, Rogers was still married to Norma Jean Rogers during the entire period that plaintiff and Rogers lived together in Texas.</p>\n<p>In 1959 plaintiff and Rogers returned to North Carolina and established residence in Brunswick County. After leaving Texas in 1959 the two never returned there. On June 12, 1968 Rogers obtained a divorce from Norma Jean Rogers in Greene County, North Carolina. Plaintiff and Rogers lived together in Brunswick County until 1981. During that time they raised their daughter and engaged in several business ventures together. They also acquired various pieces of real property which were deeded to \"Roscoe Rogers, Jr., and wife, Gilda A. Rogers.\" They also filed their income tax forms for those years under the <span class=\"star-pagination\">*763</span> name of \"Roscoe Rogers, Jr. and wife, Gilda A. Rogers.\"</p>\n<p>Plaintiff states that during their years together in North Carolina they took nine trips to South Carolina to visit relatives. During these trips plaintiff alleges that they believed among themselves that they were husband and wife and held themselves out to the community and their family members as being husband and wife. Plaintiff and Rogers lived together in Brunswick County until 1981 at which time Rogers moved out of their home. Rogers died in 1986.</p>\n<p>In an action brought subsequent to Rogers' death to determine his heirs under the North Carolina intestacy statute in North Carolina Superior Court, a jury found plaintiff to be the common law wife of Rogers.</p>\n<p>Contending that she was the common law wife of Roscoe Rogers and was therefore entitled to widow's insurance benefits under the Act, she applied for such benefits on June 20, 1988. Administrative Law Judge Robert E. Joyner awarded benefits to plaintiff on April 21, 1989 without an oral hearing on the grounds that plaintiff was the widow of a wage earner, Rogers, under North Carolina law and within the meaning of 42 U.S.C. § 416(h)(1)(A). On appeal, however, the Social Security Appeals Council vacated and remanded the case back to the administrative law judge for further proceedings.</p>\n<p>On October 31, 1989 Judge Joyner recommended to the Appeals Council that his original order be reinstated but the Appeals Council again remanded the matter with the request that he afford plaintiff the opportunity to attend an oral hearing at which time plaintiff was to present testimony and documentary evidence as to her contention that she was Rogers' widow. These hearings were held and subsequently Judge Joyner again issued a ruling in plaintiff's favor.</p>\n<p>Nevertheless, by a letter dated August 6, 1990 the Appeals Council announced its intent to deny widow's benefits to plaintiff unless she could present additional evidence to prove her claim. In response plaintiff submitted an additional affidavit in support of her position that she was the common law wife of Rogers. On October 3, 1990 the Appeals Council rendered its decision denying plaintiff the benefits. Upon being informed by plaintiff that her additional affidavit had not been considered, the Appeals Council vacated its October 3, 1990 decision and subsequently issued a new order on January 7, 1991 denying plaintiff's rights to widow's insurance benefits. From this final decision plaintiff filed her action in this court.</p>\n<p>On a motion for summary judgment a court must grant the motion if the pleadings, depositions, affidavits, interrogatory answers and admissions show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). When a proper summary judgment motion is made, the nonmoving party must offer specific facts which indicate that there is a genuine issue to be resolved at trial. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The facts and inferences to be drawn from the facts must be viewed in the light most favorable to the non-moving party. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991).</p>\n<p>42 U.S.C. § 402(e) provides for the payment of insurance benefits to widows of wage earners upon the satisfaction of certain requirements. 42 U.S.C. § 416(c) defines a \"widow\" as the \"surviving wife of an individual,\" subject to certain specified limitations. However, the relevant provision in this case is 42 U.S.C. § 416(h)(1)(A), which states that the legal status of a widow is determined as follows:</p>\n<blockquote>(h) Determination of family status</blockquote>\n<blockquote>(1)(A)(i) An applicant is the wife [or] widow ... of a fully or currently insured individual for purposes of this subchapter if the courts of the State in which such insured individual is domiciled at the time such applicant files an application, or, if such insured individual is dead, the courts of the State in which he <span class=\"star-pagination\">*764</span> was domiciled at the time of death ... would find that such applicant and such insured individual were validly married at the time such applicant files such application or, if such insured individual is dead, at the time he died.</blockquote>\n<blockquote>(ii) If such courts would not find that such applicant and such insured individual were validly married at such time, such applicant shall, nevertheless be deemed to be the wife [or] widow ... of such insured individual if such applicant would, under the laws applied by such courts in determining the devolution of intestate personal property, have the same status with respect to the taking of such property as a wife [or] widow ... of such insured individual.<sup>[1]</sup></blockquote>\n<p>42 U.S.C. § 405(g) states, in pertinent part, as follows: \"The court shall have power to enter, upon the pleadings and transcript of the record, a judgment affirming, modifying, or reversing the decision of the Secretary, with or without remanding the cause for a rehearing.\"</p>\n<p>Judicial review of a final decision by the Secretary is limited to the determination of two questions: (1) Is there substantial evidence in the record supporting the Secretary's decision; and (2) did the Secretary apply the law incorrectly? <i>Hollis v. Bowen,</i> 837 F.2d 1378, 1382 (5th Cir.1988). Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion. It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Shively v. Heckler,</i> 739 F.2d 987, 989 (4th Cir.1984) (<i>quoting </i><i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966)) (citations omitted). The court's proper role in this regard necessitates resolving conflicting evidence only insofar as it is necessary to determine that the evidence in support of that decision is substantial in relation to the evidence as a whole. <i>Thomas v. Celebrezze,</i> 331 F.2d 541, 543 (4th Cir.1964).</p>\n<p>It is well established that common law marriages are not valid in North Carolina. <i>State v. Alford,</i> 298 N.C. 465, 259 S.E.2d 242 (1979). However, if the acts that are alleged to have created the marriage took place in a state in which common law marriages are legal, then North Carolina will recognize the marriage. <i>Harris v. Harris,</i> 257 N.C. 416, 420, 126 S.E.2d 83, 85 (1962). It is undisputed that Rogers was domiciled in North Carolina at the time of his death on April 27, 1986. Plaintiff contends that she is the common law wife of Rogers under the laws of Texas and South Carolina and that, consequently, her status as a common law wife was fully recognized by North Carolina.</p>\n<p></p>\n<h2>I. IS THE SECRETARY BOUND BY THE SUPERIOR COURT'S DECISION THAT PLAINTIFF WAS THE COMMON LAW WIFE OF ROGERS?</h2>\n<p>On May 23, 1988 the North Carolina Superior Court for Brunswick County conducted a proceeding to determine the heirs of Roscoe Rogers who died intestate. Pursuant to that proceeding a jury ruled that Gilda Rogers was the common law wife of Roscoe Rogers. The initial question is whether the Secretary was bound by this finding of the North Carolina Superior Court.</p>\n<p>Clearly, 42 U.S.C. § 416(h)(1)(A) requires that the Secretary obey the relevant decisions of the highest court of the state in which the insured individual was domiciled at the time of his death. However, it is well settled that where the state supreme court has not spoken on the particular area of law at issue, the Secretary is not required to follow a lower court's decision to which he was not a party. <i>Cain v. Secretary of Health, Education and Welfare,</i> 377 F.2d 55, 57 (4th Cir.1967). More specifically, the Secretary <i>may</i> follow the decision of the lower court but is free to disregard that decision if he feels that it is contrary to what the supreme court of that <span class=\"star-pagination\">*765</span> state would rule if presented with the question. <i>Id.</i> However, as a general matter a lower court decision should be followed if it \"is fair and logical and no authoritative decision to the contrary exists.\" <i>Legory v. Finch,</i> 424 F.2d 406, 410 (3d Cir.1970). Thus, the Secretary is not free to ignore lower state court opinions; instead, some degree of deference must be accorded them, particularly when the case concerns an area traditionally governed by state law such as domestic relations. <i>Dennis v. Railroad Retirement Board,</i> 585 F.2d 151, 154 (6th Cir.1978).</p>\n<p>The leading case on this issue is <i>Gray v. Richardson,</i> 474 F.2d 1370 (6th Cir.1973), in which the Sixth Circuit set out the four prerequisites that must be met for the Secretary to be bound by a determination made in state court: (1) an issue in a claim for social security benefits previously has been determined by a state court of competent jurisdiction; (2) this issue was genuinely contested before the state court by parties with opposing interests; (3) the issue falls within the general category of domestic relations law; and (4) the resolution by the state trial court is consistent with the law enunciated by the highest court in the state. <i>Id.</i> at 1373.</p>\n<p>In the case sub judice the first three criteria are clearly satisfied. However, the fourth prong is contested by the parties. The North Carolina Supreme Court has never addressed the precise issue that exists in the case at bar. However, the North Carolina Supreme Court has held that North Carolina will fully recognize a common law marriage that is valid in another state. <i>See </i><i>Harris v. Harris, supra,</i> 257 N.C. at 420, 126 S.E.2d at 85. Consequently, the court must resolve whether the Superior Court's determination that plaintiff was the common law wife of Rogers is consistent with what the North Carolina Supreme Court would hold were it confronted with this question.</p>\n<p></p>\n<h2>II. WAS PLAINTIFF THE COMMON LAW WIFE OF ROGERS UNDER TEXAS OR SOUTH CAROLINA LAW?</h2>\n<p>Plaintiff contends that she and Rogers had a valid common law marriage under the laws of both Texas and South Carolina. Defendant argues that no such marriage existed in either jurisdiction.</p>\n<p>Texas has long recognized the validity of common law marriages. <i>De Shazo v. Christian,</i> 191 S.W.2d 495, 496 (Texas Civ. App.1945). The elements for a common law marriage are set out in Tex.Fam.Code Ann. § 1.91(a)(2) which states that:</p>\n<blockquote>(a) In any judicial, administrative, or other proceeding, the marriage of a man and woman may be proved by evidence that ...</blockquote>\n<blockquote>(2) they agreed to be married, and after the agreement they lived together in this state as husband and wife and there represented to others that they were married.</blockquote>\n<p>Tex.Fam.Code Ann. § 1.91(a)(2) (West 1991).</p>\n<p>The other relevant statutory provision is Tex.Fam.Code Ann. § 2.22 which states as follows: \"A marriage is void if either party was previously married and the prior marriage is not dissolved. However, the marriage becomes valid when the prior marriage is dissolved if since that time the parties have lived together as husband and wife and represented themselves to others as being married.\" Tex.Fam.Code Ann. § 2.22 (West 1991).</p>\n<p>Two courts have recently grappled with these two statutory provisions. In <i>Durr v. Newman,</i> 537 S.W.2d 323 (Tex.Civ.App. 1976), the plaintiff, Shelley Newman, claimed to be the common law wife of Victor Newman. Although Mr. Newman was still married to his first wife at the time, he and Shelley Newman began living with each other in Texas in 1972 and agreed to be husband and wife in 1974. In January of 1975 Mr. Newman left Texas to go on a business trip and died in a plane crash before returning home. However, during the trip, he was visited in Las Vegas for three days by Shelley Newman in February. In Las Vegas they learned that Mr. Newman had been divorced from his first wife on January 17, 1975. During this visit the couple had sexual relations and on <span class=\"star-pagination\">*766</span> one occasion she was introduced as Mr. Newman's wife. Since Mr. Newman died prior to his return to Texas, the three-day visit in Las Vegas marked the only time that the couple was together after his divorce. <i>Id.</i> at 325.</p>\n<p>The Texas Court of Civil Appeals upheld the validity of the Newmans' common law marriage under Section 2.22, holding that no new agreement to be husband and wife was necessary upon the removal of the impediment to their marriage. The court ruled that once Mr. Newman's prior marriage was resolved, an implicit agreement to become husband and wife arose pursuant to Section 2.22 where \"the parties live together as husband and wife and represent themselves to others as being married. The short three-day period of time that the parties were together is not controlling.\" <i>Id.</i> at 326 (citations omitted).</p>\n<p>Finally, the defendant in <i>Durr</i> made the argument that the second prong of Section 1.91  which requires that a man and woman who agreed to be husband and wife live together as husband and wife <i>\"in this state\"</i>  should be read into the validation provisions of Section 2.22, thereby invalidating the Newmans' purported common law marriage since their time together subsequent to Mr. Newman's divorce occurred in Nevada rather than Texas. However, the court rejected this contention, stating that it is not necessary under Section 2.22 to show that these acts occurred in Texas. <i>Id.</i></p>\n<p>In <i>Orr v. Bowen,</i> 648 F.Supp. 1510 (D.Nev.1986), the issue was whether a valid common law marriage had occurred between the decedent, Julian Orr, and the claimant, Louisa Orr, for purposes of awarding survivor's benefits under the Social Security Act. The two were never ceremonially married but lived together from 1961 to 1963 in Texas and from 1963 to 1983 in Nevada and California. Although Mr. Orr remained married to his first wife, Bernice Orr, for much of this period, he received a divorce from her in 1981. <i>Id.</i> at 1511.</p>\n<p>After the divorce, the Orrs made two or three trips to Texas to visit relatives, the longest of which lasted two weeks. During these trips Louisa Orr used the name Mrs. Orr and Mr. Orr referred to her as his wife. In addition, the two lived together at relatives' homes and discussed plans for a formal wedding. <i>Id.</i></p>\n<p>The defendant in <i>Orr</i>  as in <i>Durr</i>  argued that the requirement of Section 1.91 that the parties live as husband and wife and hold themselves out as husband and wife <i>in Texas</i> applies to Section 2.22 as well. However, citing <i>Durr,</i> the district court held that due to the different rationales behind the two statutory provisions the requirements of Section 1.91 would only be relevant in examining whether the Orrs had ever entered into a marriage which would have been valid had Mr. Orr not still been married to his original wife. Answering this question in the affirmative, the district court then proceeded to hold that the parties' trips to Texas, a common law marriage state, were sufficient to establish a common law marriage. <i>Id.</i> at 1512-14.</p>\n<p>In the case sub judice plaintiff and Rogers lived together in Texas from 1958 to 1959. It is clear from the evidence that during this time the parties satisfied the requirements of Section 1.91 and would have had a valid common law marriage under Texas law but for the impediment of Rogers' failure to obtain a divorce from Norma Jean Rogers. Plaintiff has testified that during the time they lived together in Texas the two considered themselves husband and wife, lived together, and held themselves out as husband and wife to others. The contested issue is whether plaintiff and Rogers came within Section 2.22 once the impediment to their common law marriage was removed by Rogers' divorce in 1968. In order to satisfy Section 2.22 plaintiff must only show that subsequent to the removal of the impediment, she and Rogers lived together as husband and wife and represented themselves as married. <i>Orr, supra,</i> 648 F.Supp. at 1513. \"Under Texas law the necessary acts need not take place in Texas, but they must occur in a state where common law marriages can be contracted.\" <i>Id. (citing</i> <span class=\"star-pagination\">*767</span> <i>Braddock v. Taylor,</i> 592 S.W.2d 40, 42 (Tex.Civ.App.1979)). Since the requirements of Section 1.91 are not read into Section 2.22 it is not necessary for plaintiff to show that she and Rogers entered into a new agreement to be husband and wife. <i>Durr, supra,</i> 537 S.W.2d at 326. Rather, an implied agreement to become husband and wife is deemed to have occurred if the parties have lived together as husband and wife and have represented themselves to others as being married. <i>Id.</i></p>\n<p>Defendant argues that both <i>Durr</i> and <i>Orr</i> are distinguishable from the present case because of the absence of any contact by plaintiff and Rogers with the State of Texas following the removal of the impediment to their common law marriage in 1968. However, defendant's reading of <i>Durr</i> and <i>Orr</i> is incorrect. In <i>Durr</i> the fact that the parties were residents of Texas was irrelevant to the court's analysis. <i>See </i><i>Orr, supra,</i> 648 F.Supp. at 1514. Furthermore, in <i>Orr</i> the court explicitly stated that the relevant inquiry under Section 2.22 was whether the acts alleged to have satisfied that statute occurred in <i>Texas or any other common law marriage state</i> after the removal of the impediment. <i>Id.</i> at 1513 (emphasis added). The fact that the acts in <i>Orr</i> which the court held sufficient to satisfy Section 2.22 happened to occur in Texas rather than some other common law state was not pertinent to the court's conclusion.</p>\n<p>It is plaintiff's contention that the nine visits she made with Rogers to South Carolina to visit relatives between 1968 and 1980 satisfy Section 2.22. South Carolina recognizes common law marriages. <i>Kirby v. Kirby,</i> 270 S.C. 137, 241 S.E.2d 415 (1978). Therefore, the sole issue remaining is whether the trips plaintiff and Rogers made to South Carolina were sufficient to establish a valid common law marriage under Section 2.22.</p>\n<p>Plaintiff has testified that these visits generally occurred over the course of a weekend and usually consisted of three days and two nights. On some of these trips plaintiff brought their daughter with her to South Carolina. Plaintiff further testified that during these visits she and Rogers held themselves out to the community and their family members as husband and wife. In response to the Appeals Council's ruling that she had not presented sufficient evidence to justify her contentions, plaintiff submitted an additional affidavit that detailed their South Carolina visits with more specificity.</p>\n<p>In <i>Durr,</i> the cohabitation between the parties after the impediment to their marriage had been removed consisted of a mere three-day visit to Las Vegas together. <i>Durr, supra,</i> 537 S.W.2d at 325. Likewise, the relevant cohabitation in <i>Orr</i> constituted only two or three visits to Texas. When contrasted with these two cases the South Carolina visits taken by plaintiff and Rogers warrant a finding by the court that Section 2.22 was satisfied and that therefore plaintiff was the common law wife of Rogers.</p>\n<p>The decision of the Appeals Council was based on the faulty premise that plaintiff could not prove a valid common law marriage under Texas law because of the lack of contact that plaintiff and Rogers had with Texas subsequent to the removal of the impediment to their common law marriage. Thus, the Appeals Council rested its decision on the grounds that plaintiff did not sufficiently prove a valid common law marriage under South Carolina law.</p>\n<p>In order to create a valid common law marriage in South Carolina after an impediment to that \"marriage has been removed, there must be a new mutual agreement, either by way of civil ceremony or by way of a recognition of the illicit relation and a new agreement to enter into a common law marriage arrangement.\" <i>Byers v. Mount Vernon Mills, Inc.,</i> 268 S.C. 68, 231 S.E.2d 699, 700 (1977). The Appeals Council held that because plaintiff has failed to show the existence of such a mutual agreement no valid common law marriage had occurred under South Carolina law.<sup>[2]</sup> However, <span class=\"star-pagination\">*768</span> the Appeals Council failed to properly apply Texas law to this question.<sup>[3]</sup></p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, it is therefore</p>\n<p>ORDERED that the decision of the Appeals Council of the Department of Health and Human Services be reversed and that plaintiff be awarded the benefits to which she is entitled as the common law widow of Roscoe Rogers, Jr.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 416(h)(1)(B) lists other circumstances in which an applicant may be found eligible for widow's benefits. However, because plaintiffs claim is premised solely on Section 416(h)(1)(A), there is no need to address the provisions of Section 416(h)(1)(B).</p>\n<p>[2]  Since the court has found that a valid common law marriage existed under Texas law, the question of whether a valid common law marriage existed under South Carolina law is moot.</p>\n<p>[3]  The complete record that exists in this case makes it unnecessary for this court to remand the case back to the Appeals Council for a rehearing.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">795</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">761</span></span> (1992)</b></center>\n<center><h1>Gilda A. ROGERS, Plaintiff,<br>\nv.<br>\nLouis W. SULLIVAN, M.D., Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 91-17-CIV-7-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>February 14, 1992.</center>\n<p><span class=\"star-pagination\">*762</span> James R. Sugg, Jr., Wilmington, N.C., for plaintiff.</p>\n<p>Thomas P. Swaim, U.S. Attorney's Office, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Gilda A. Rogers, brings this action pursuant to Section 205(g) of the Social Security Act (\"the Act\"), 42 U.S.C. § 405(g), and Section 1631(c)(3) of the Act, 42 U.S.C. § 1383(c)(3), to obtain judicial review of the final decision of the Secretary of Health and Human Services (\"the Secretary\") denying her widow's insurance benefits claimed under Section 202(e) of the Act, 42 U.S.C. § 402(e). The matter is presently before the court on both parties' motions for summary judgment on the issue of whether or not the Secretary's decision should be affirmed or reversed.</p>\n<p>The facts are not in dispute. Plaintiff and the insured, Roscoe Rogers, Jr., grew up together near Southport, North Carolina and were friends for several years prior to 1958. At some time prior to April of 1958 Rogers asked plaintiff to join him in Texas where he was then employed and plaintiff agreed. Plaintiff and Rogers lived together in Texas in the same house and in July of 1958 plaintiff gave birth to Rogers' child. Plaintiff alleges that during their time in Texas they considered themselves to be husband and wife and held themselves out to the community as being married.</p>\n<p>At the time that plaintiff moved to Texas to be with Rogers, both of them were married to other spouses. Plaintiff, however, obtained a divorce from Leo Orenstein in August of 1958. Rogers did not tell plaintiff he had been married previously until sometime after he and plaintiff had been living together in Texas. When he finally told her, however, he assured her that the marriage had previously ended in divorce. In reality, Rogers was still married to Norma Jean Rogers during the entire period that plaintiff and Rogers lived together in Texas.</p>\n<p>In 1959 plaintiff and Rogers returned to North Carolina and established residence in Brunswick County. After leaving Texas in 1959 the two never returned there. On June 12, 1968 Rogers obtained a divorce from Norma Jean Rogers in Greene County, North Carolina. Plaintiff and Rogers lived together in Brunswick County until 1981. During that time they raised their daughter and engaged in several business ventures together. They also acquired various pieces of real property which were deeded to \"Roscoe Rogers, Jr., and wife, Gilda A. Rogers.\" They also filed their income tax forms for those years under the <span class=\"star-pagination\">*763</span> name of \"Roscoe Rogers, Jr. and wife, Gilda A. Rogers.\"</p>\n<p>Plaintiff states that during their years together in North Carolina they took nine trips to South Carolina to visit relatives. During these trips plaintiff alleges that they believed among themselves that they were husband and wife and held themselves out to the community and their family members as being husband and wife. Plaintiff and Rogers lived together in Brunswick County until 1981 at which time Rogers moved out of their home. Rogers died in 1986.</p>\n<p>In an action brought subsequent to Rogers' death to determine his heirs under the North Carolina intestacy statute in North Carolina Superior Court, a jury found plaintiff to be the common law wife of Rogers.</p>\n<p>Contending that she was the common law wife of Roscoe Rogers and was therefore entitled to widow's insurance benefits under the Act, she applied for such benefits on June 20, 1988. Administrative Law Judge Robert E. Joyner awarded benefits to plaintiff on April 21, 1989 without an oral hearing on the grounds that plaintiff was the widow of a wage earner, Rogers, under North Carolina law and within the meaning of 42 U.S.C. § 416(h)(1)(A). On appeal, however, the Social Security Appeals Council vacated and remanded the case back to the administrative law judge for further proceedings.</p>\n<p>On October 31, 1989 Judge Joyner recommended to the Appeals Council that his original order be reinstated but the Appeals Council again remanded the matter with the request that he afford plaintiff the opportunity to attend an oral hearing at which time plaintiff was to present testimony and documentary evidence as to her contention that she was Rogers' widow. These hearings were held and subsequently Judge Joyner again issued a ruling in plaintiff's favor.</p>\n<p>Nevertheless, by a letter dated August 6, 1990 the Appeals Council announced its intent to deny widow's benefits to plaintiff unless she could present additional evidence to prove her claim. In response plaintiff submitted an additional affidavit in support of her position that she was the common law wife of Rogers. On October 3, 1990 the Appeals Council rendered its decision denying plaintiff the benefits. Upon being informed by plaintiff that her additional affidavit had not been considered, the Appeals Council vacated its October 3, 1990 decision and subsequently issued a new order on January 7, 1991 denying plaintiff's rights to widow's insurance benefits. From this final decision plaintiff filed her action in this court.</p>\n<p>On a motion for summary judgment a court must grant the motion if the pleadings, depositions, affidavits, interrogatory answers and admissions show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). When a proper summary judgment motion is made, the nonmoving party must offer specific facts which indicate that there is a genuine issue to be resolved at trial. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The facts and inferences to be drawn from the facts must be viewed in the light most favorable to the non-moving party. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991).</p>\n<p>42 U.S.C. § 402(e) provides for the payment of insurance benefits to widows of wage earners upon the satisfaction of certain requirements. 42 U.S.C. § 416(c) defines a \"widow\" as the \"surviving wife of an individual,\" subject to certain specified limitations. However, the relevant provision in this case is 42 U.S.C. § 416(h)(1)(A), which states that the legal status of a widow is determined as follows:</p>\n<blockquote>(h) Determination of family status</blockquote>\n<blockquote>(1)(A)(i) An applicant is the wife [or] widow ... of a fully or currently insured individual for purposes of this subchapter if the courts of the State in which such insured individual is domiciled at the time such applicant files an application, or, if such insured individual is dead, the courts of the State in which he <span class=\"star-pagination\">*764</span> was domiciled at the time of death ... would find that such applicant and such insured individual were validly married at the time such applicant files such application or, if such insured individual is dead, at the time he died.</blockquote>\n<blockquote>(ii) If such courts would not find that such applicant and such insured individual were validly married at such time, such applicant shall, nevertheless be deemed to be the wife [or] widow ... of such insured individual if such applicant would, under the laws applied by such courts in determining the devolution of intestate personal property, have the same status with respect to the taking of such property as a wife [or] widow ... of such insured individual.<sup>[1]</sup></blockquote>\n<p>42 U.S.C. § 405(g) states, in pertinent part, as follows: \"The court shall have power to enter, upon the pleadings and transcript of the record, a judgment affirming, modifying, or reversing the decision of the Secretary, with or without remanding the cause for a rehearing.\"</p>\n<p>Judicial review of a final decision by the Secretary is limited to the determination of two questions: (1) Is there substantial evidence in the record supporting the Secretary's decision; and (2) did the Secretary apply the law incorrectly? <i>Hollis v. Bowen,</i> <span class=\"citation\" data-id=\"500680\"><a href=\"/opinion/500680/20-socsecrepser-454-unemplinsrep-cch-17915-carol-a-hollis-v-otis/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1378</span></a></span>, 1382 (5th Cir.1988). Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion. It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Shively v. Heckler,</i> <span class=\"citation\" data-id=\"439094\"><a href=\"/opinion/439094/6-socsecrepser-107-unemplinsrep-cch-15522-james-kenneth-shively-v/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 989 (4th Cir.1984) (<i>quoting </i><i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966)) (citations omitted). The court's proper role in this regard necessitates resolving conflicting evidence only insofar as it is necessary to determine that the evidence in support of that decision is substantial in relation to the evidence as a whole. <i>Thomas v. Celebrezze,</i> <span class=\"citation\" data-id=\"264242\"><a href=\"/opinion/264242/clistie-bell-thomas-v-anthony-j-celebrezze-secretary-of-the-department/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 543 (4th Cir.1964).</p>\n<p>It is well established that common law marriages are not valid in North Carolina. <i>State v. Alford,</i> <span class=\"citation\" data-id=\"1381355\"><a href=\"/opinion/1381355/state-v-alford/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">465</span></a></span>, <span class=\"citation\" data-id=\"1381355\"><a href=\"/opinion/1381355/state-v-alford/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">242</span></a></span> (1979). However, if the acts that are alleged to have created the marriage took place in a state in which common law marriages are legal, then North Carolina will recognize the marriage. <i>Harris v. Harris,</i> <span class=\"citation\" data-id=\"1322191\"><a href=\"/opinion/1322191/harris-v-harris/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">416</span></a></span>, 420, <span class=\"citation\" data-id=\"1322191\"><a href=\"/opinion/1322191/harris-v-harris/\"><span class=\"volume\">126</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">83</span></a></span>, 85 (1962). It is undisputed that Rogers was domiciled in North Carolina at the time of his death on April 27, 1986. Plaintiff contends that she is the common law wife of Rogers under the laws of Texas and South Carolina and that, consequently, her status as a common law wife was fully recognized by North Carolina.</p>\n<p></p>\n<h2>I. IS THE SECRETARY BOUND BY THE SUPERIOR COURT'S DECISION THAT PLAINTIFF WAS THE COMMON LAW WIFE OF ROGERS?</h2>\n<p>On May 23, 1988 the North Carolina Superior Court for Brunswick County conducted a proceeding to determine the heirs of Roscoe Rogers who died intestate. Pursuant to that proceeding a jury ruled that Gilda Rogers was the common law wife of Roscoe Rogers. The initial question is whether the Secretary was bound by this finding of the North Carolina Superior Court.</p>\n<p>Clearly, 42 U.S.C. § 416(h)(1)(A) requires that the Secretary obey the relevant decisions of the highest court of the state in which the insured individual was domiciled at the time of his death. However, it is well settled that where the state supreme court has not spoken on the particular area of law at issue, the Secretary is not required to follow a lower court's decision to which he was not a party. <i>Cain v. Secretary of Health, Education and Welfare,</i> <span class=\"citation\" data-id=\"275786\"><a href=\"/opinion/275786/edna-u-cain-v-secretary-of-health-education-and-welfare/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 57 (4th Cir.1967). More specifically, the Secretary <i>may</i> follow the decision of the lower court but is free to disregard that decision if he feels that it is contrary to what the supreme court of that <span class=\"star-pagination\">*765</span> state would rule if presented with the question. <i>Id.</i> However, as a general matter a lower court decision should be followed if it \"is fair and logical and no authoritative decision to the contrary exists.\" <i>Legory v. Finch,</i> <span class=\"citation\" data-id=\"289456\"><a href=\"/opinion/289456/pauline-legory-v-robert-h-finch-secretary-of-health-education-and/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 410 (3d Cir.1970). Thus, the Secretary is not free to ignore lower state court opinions; instead, some degree of deference must be accorded them, particularly when the case concerns an area traditionally governed by state law such as domestic relations. <i>Dennis v. Railroad Retirement Board,</i> <span class=\"citation\" data-id=\"360210\"><a href=\"/opinion/360210/ollie-v-dennis-v-railroad-retirement-board/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span>, 154 (6th Cir.1978).</p>\n<p>The leading case on this issue is <i>Gray v. Richardson,</i> <span class=\"citation\" data-id=\"309376\"><a href=\"/opinion/309376/jeanette-gray-v-elliot-l-richardson-secretary-of-health-education-and/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span> (6th Cir.1973), in which the Sixth Circuit set out the four prerequisites that must be met for the Secretary to be bound by a determination made in state court: (1) an issue in a claim for social security benefits previously has been determined by a state court of competent jurisdiction; (2) this issue was genuinely contested before the state court by parties with opposing interests; (3) the issue falls within the general category of domestic relations law; and (4) the resolution by the state trial court is consistent with the law enunciated by the highest court in the state. <i>Id.</i> at 1373.</p>\n<p>In the case sub judice the first three criteria are clearly satisfied. However, the fourth prong is contested by the parties. The North Carolina Supreme Court has never addressed the precise issue that exists in the case at bar. However, the North Carolina Supreme Court has held that North Carolina will fully recognize a common law marriage that is valid in another state. <i>See </i><i>Harris v. Harris, supra,</i> 257 N.C. at 420, 126 S.E.2d at 85. Consequently, the court must resolve whether the Superior Court's determination that plaintiff was the common law wife of Rogers is consistent with what the North Carolina Supreme Court would hold were it confronted with this question.</p>\n<p></p>\n<h2>II. WAS PLAINTIFF THE COMMON LAW WIFE OF ROGERS UNDER TEXAS OR SOUTH CAROLINA LAW?</h2>\n<p>Plaintiff contends that she and Rogers had a valid common law marriage under the laws of both Texas and South Carolina. Defendant argues that no such marriage existed in either jurisdiction.</p>\n<p>Texas has long recognized the validity of common law marriages. <i>De Shazo v. Christian,</i> <span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">495</span></span>, 496 (Texas Civ. App.1945). The elements for a common law marriage are set out in Tex.Fam.Code Ann. § 1.91(a)(2) which states that:</p>\n<blockquote>(a) In any judicial, administrative, or other proceeding, the marriage of a man and woman may be proved by evidence that ...</blockquote>\n<blockquote>(2) they agreed to be married, and after the agreement they lived together in this state as husband and wife and there represented to others that they were married.</blockquote>\n<p>Tex.Fam.Code Ann. § 1.91(a)(2) (West 1991).</p>\n<p>The other relevant statutory provision is Tex.Fam.Code Ann. § 2.22 which states as follows: \"A marriage is void if either party was previously married and the prior marriage is not dissolved. However, the marriage becomes valid when the prior marriage is dissolved if since that time the parties have lived together as husband and wife and represented themselves to others as being married.\" Tex.Fam.Code Ann. § 2.22 (West 1991).</p>\n<p>Two courts have recently grappled with these two statutory provisions. In <i>Durr v. Newman,</i> <span class=\"citation\" data-id=\"1778344\"><a href=\"/opinion/1778344/durr-v-newman/\"><span class=\"volume\">537</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">323</span></a></span> (Tex.Civ.App. 1976), the plaintiff, Shelley Newman, claimed to be the common law wife of Victor Newman. Although Mr. Newman was still married to his first wife at the time, he and Shelley Newman began living with each other in Texas in 1972 and agreed to be husband and wife in 1974. In January of 1975 Mr. Newman left Texas to go on a business trip and died in a plane crash before returning home. However, during the trip, he was visited in Las Vegas for three days by Shelley Newman in February. In Las Vegas they learned that Mr. Newman had been divorced from his first wife on January 17, 1975. During this visit the couple had sexual relations and on <span class=\"star-pagination\">*766</span> one occasion she was introduced as Mr. Newman's wife. Since Mr. Newman died prior to his return to Texas, the three-day visit in Las Vegas marked the only time that the couple was together after his divorce. <i>Id.</i> at 325.</p>\n<p>The Texas Court of Civil Appeals upheld the validity of the Newmans' common law marriage under Section 2.22, holding that no new agreement to be husband and wife was necessary upon the removal of the impediment to their marriage. The court ruled that once Mr. Newman's prior marriage was resolved, an implicit agreement to become husband and wife arose pursuant to Section 2.22 where \"the parties live together as husband and wife and represent themselves to others as being married. The short three-day period of time that the parties were together is not controlling.\" <i>Id.</i> at 326 (citations omitted).</p>\n<p>Finally, the defendant in <i>Durr</i> made the argument that the second prong of Section 1.91  which requires that a man and woman who agreed to be husband and wife live together as husband and wife <i>\"in this state\"</i>  should be read into the validation provisions of Section 2.22, thereby invalidating the Newmans' purported common law marriage since their time together subsequent to Mr. Newman's divorce occurred in Nevada rather than Texas. However, the court rejected this contention, stating that it is not necessary under Section 2.22 to show that these acts occurred in Texas. <i>Id.</i></p>\n<p>In <i>Orr v. Bowen,</i> <span class=\"citation\" data-id=\"1430866\"><a href=\"/opinion/1430866/orr-v-bowen/\"><span class=\"volume\">648</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1510</span></a></span> (D.Nev.1986), the issue was whether a valid common law marriage had occurred between the decedent, Julian Orr, and the claimant, Louisa Orr, for purposes of awarding survivor's benefits under the Social Security Act. The two were never ceremonially married but lived together from 1961 to 1963 in Texas and from 1963 to 1983 in Nevada and California. Although Mr. Orr remained married to his first wife, Bernice Orr, for much of this period, he received a divorce from her in 1981. <i>Id.</i> at 1511.</p>\n<p>After the divorce, the Orrs made two or three trips to Texas to visit relatives, the longest of which lasted two weeks. During these trips Louisa Orr used the name Mrs. Orr and Mr. Orr referred to her as his wife. In addition, the two lived together at relatives' homes and discussed plans for a formal wedding. <i>Id.</i></p>\n<p>The defendant in <i>Orr</i>  as in <i>Durr</i>  argued that the requirement of Section 1.91 that the parties live as husband and wife and hold themselves out as husband and wife <i>in Texas</i> applies to Section 2.22 as well. However, citing <i>Durr,</i> the district court held that due to the different rationales behind the two statutory provisions the requirements of Section 1.91 would only be relevant in examining whether the Orrs had ever entered into a marriage which would have been valid had Mr. Orr not still been married to his original wife. Answering this question in the affirmative, the district court then proceeded to hold that the parties' trips to Texas, a common law marriage state, were sufficient to establish a common law marriage. <i>Id.</i> at 1512-14.</p>\n<p>In the case sub judice plaintiff and Rogers lived together in Texas from 1958 to 1959. It is clear from the evidence that during this time the parties satisfied the requirements of Section 1.91 and would have had a valid common law marriage under Texas law but for the impediment of Rogers' failure to obtain a divorce from Norma Jean Rogers. Plaintiff has testified that during the time they lived together in Texas the two considered themselves husband and wife, lived together, and held themselves out as husband and wife to others. The contested issue is whether plaintiff and Rogers came within Section 2.22 once the impediment to their common law marriage was removed by Rogers' divorce in 1968. In order to satisfy Section 2.22 plaintiff must only show that subsequent to the removal of the impediment, she and Rogers lived together as husband and wife and represented themselves as married. <i>Orr, supra,</i> 648 F.Supp. at 1513. \"Under Texas law the necessary acts need not take place in Texas, but they must occur in a state where common law marriages can be contracted.\" <i>Id. (citing</i> <span class=\"star-pagination\">*767</span> <i>Braddock v. Taylor,</i> <span class=\"citation\" data-id=\"1566442\"><a href=\"/opinion/1566442/braddock-v-taylor/\"><span class=\"volume\">592</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">40</span></a></span>, 42 (Tex.Civ.App.1979)). Since the requirements of Section 1.91 are not read into Section 2.22 it is not necessary for plaintiff to show that she and Rogers entered into a new agreement to be husband and wife. <i>Durr, supra,</i> 537 S.W.2d at 326. Rather, an implied agreement to become husband and wife is deemed to have occurred if the parties have lived together as husband and wife and have represented themselves to others as being married. <i>Id.</i></p>\n<p>Defendant argues that both <i>Durr</i> and <i>Orr</i> are distinguishable from the present case because of the absence of any contact by plaintiff and Rogers with the State of Texas following the removal of the impediment to their common law marriage in 1968. However, defendant's reading of <i>Durr</i> and <i>Orr</i> is incorrect. In <i>Durr</i> the fact that the parties were residents of Texas was irrelevant to the court's analysis. <i>See </i><i>Orr, supra,</i> 648 F.Supp. at 1514. Furthermore, in <i>Orr</i> the court explicitly stated that the relevant inquiry under Section 2.22 was whether the acts alleged to have satisfied that statute occurred in <i>Texas or any other common law marriage state</i> after the removal of the impediment. <i>Id.</i> at 1513 (emphasis added). The fact that the acts in <i>Orr</i> which the court held sufficient to satisfy Section 2.22 happened to occur in Texas rather than some other common law state was not pertinent to the court's conclusion.</p>\n<p>It is plaintiff's contention that the nine visits she made with Rogers to South Carolina to visit relatives between 1968 and 1980 satisfy Section 2.22. South Carolina recognizes common law marriages. <i>Kirby v. Kirby,</i> <span class=\"citation\" data-id=\"1333447\"><a href=\"/opinion/1333447/kirby-v-kirby/\"><span class=\"volume\">270</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"1333447\"><a href=\"/opinion/1333447/kirby-v-kirby/\"><span class=\"volume\">241</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">415</span></a></span> (1978). Therefore, the sole issue remaining is whether the trips plaintiff and Rogers made to South Carolina were sufficient to establish a valid common law marriage under Section 2.22.</p>\n<p>Plaintiff has testified that these visits generally occurred over the course of a weekend and usually consisted of three days and two nights. On some of these trips plaintiff brought their daughter with her to South Carolina. Plaintiff further testified that during these visits she and Rogers held themselves out to the community and their family members as husband and wife. In response to the Appeals Council's ruling that she had not presented sufficient evidence to justify her contentions, plaintiff submitted an additional affidavit that detailed their South Carolina visits with more specificity.</p>\n<p>In <i>Durr,</i> the cohabitation between the parties after the impediment to their marriage had been removed consisted of a mere three-day visit to Las Vegas together. <i>Durr, supra,</i> 537 S.W.2d at 325. Likewise, the relevant cohabitation in <i>Orr</i> constituted only two or three visits to Texas. When contrasted with these two cases the South Carolina visits taken by plaintiff and Rogers warrant a finding by the court that Section 2.22 was satisfied and that therefore plaintiff was the common law wife of Rogers.</p>\n<p>The decision of the Appeals Council was based on the faulty premise that plaintiff could not prove a valid common law marriage under Texas law because of the lack of contact that plaintiff and Rogers had with Texas subsequent to the removal of the impediment to their common law marriage. Thus, the Appeals Council rested its decision on the grounds that plaintiff did not sufficiently prove a valid common law marriage under South Carolina law.</p>\n<p>In order to create a valid common law marriage in South Carolina after an impediment to that \"marriage has been removed, there must be a new mutual agreement, either by way of civil ceremony or by way of a recognition of the illicit relation and a new agreement to enter into a common law marriage arrangement.\" <i>Byers v. Mount Vernon Mills, Inc.,</i> <span class=\"citation\" data-id=\"1237271\"><a href=\"/opinion/1237271/byers-v-mount-vernon-mills-inc/\"><span class=\"volume\">268</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">68</span></a></span>, <span class=\"citation\" data-id=\"1237271\"><a href=\"/opinion/1237271/byers-v-mount-vernon-mills-inc/\"><span class=\"volume\">231</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">699</span></a></span>, 700 (1977). The Appeals Council held that because plaintiff has failed to show the existence of such a mutual agreement no valid common law marriage had occurred under South Carolina law.<sup>[2]</sup> However, <span class=\"star-pagination\">*768</span> the Appeals Council failed to properly apply Texas law to this question.<sup>[3]</sup></p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, it is therefore</p>\n<p>ORDERED that the decision of the Appeals Council of the Department of Health and Human Services be reversed and that plaintiff be awarded the benefits to which she is entitled as the common law widow of Roscoe Rogers, Jr.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 416(h)(1)(B) lists other circumstances in which an applicant may be found eligible for widow's benefits. However, because plaintiffs claim is premised solely on Section 416(h)(1)(A), there is no need to address the provisions of Section 416(h)(1)(B).</p>\n<p>[2]  Since the court has found that a valid common law marriage existed under Texas law, the question of whether a valid common law marriage existed under South Carolina law is moot.</p>\n<p>[3]  The complete record that exists in this case makes it unnecessary for this court to remand the case back to the Appeals Council for a rehearing.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/309376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1322191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1430866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1566442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1778344/"
  ]
}